{
    "id": 17807,
    "cites": 32,
    "cited_by": 30,
    "reference": [
        "Agarwal, S., C. Liu, and N. Souleles (2007). The Reaction of Consumer Spending and Debt to Tax Rebates-Evidence from Consumer Credit Data. Journal of Political Economy 115(6), 986Ã\u0083Â¢1019.",
        "Anderson, N. B. and J. K. Dokko (2011). Liquidity problems and early payment default among subprime mortgages. Working paper, Board of Governors of the Federal Reserve System.",
        "Bertrand, M. and A. Morse (2009, May). What do high-interest borrowers do with their tax rebate? American Economic Review Papers and Proceedings.",
        "Chetty, R. (2008). Moral hazard versus liquidity and optimal unemployment insurance. The Journal of Political Economy 116(2), 173Ã\u0083Â¢234.",
        "Dynarski, S. (2003). Does Aid Matter? Measuring the EÃ\u0083Â¯ect of Student Aid on College Attendance and Completion. The American Economic Review.",
        "Evans, W. N. and T. J. Moore (2011, June). The Short-Term mortality consequences of income receipt. Journal of Public Economics.",
        "Fay, S., E. Hurst, and M. White (2002, June). The household bankruptcy decision. American Economic Review 92(3), 706Ã\u0083Â¢718.",
        "Filer, L. H. and J. D. Fisher (2005). The consumption eÃ\u0083Â¯ects associated with Ã\u0083Â¯ling for personal bankruptcy. Southern Economic Journal 71(4), 837Ã\u0083Â¢854.",
        "Gropp, R., J. K. Scholz, and M. J. White (1997). Personal bankruptcy and credit supply and demand. The Quarterly Journal of Economics 112(1), 217Ã\u0083Â¢251.",
        "Gross, T. and J. Tobacman (2011, January). Income shocks and the demand for health care: Evidence from the 2008 stimulus payments. Unpublished.",
        "Hankins, S., M. Hoekstra, and P. M. Skiba (2011, August). The ticket to easy street? the Ã\u0083Â¯nancial consequences of winning the lottery. Review of Economics and Statistics 93(3), 961Ã\u0083Â¢969.",
        "Hansen, G. D. and A. Ã\u0083â\u0080¹ImrohoroÃ\u0083â\u0080¹glu (1992). The role of unemployment insurance in an economy with liquidity constraints and moral hazard. The Journal of Political Economy 100(1), 118Ã\u0083Â¢142.",
        "Himmelstein, D., D. Thorne, E. Warren, and S. Woolhandler (2009, August). Medical bankrutpcy in the United States, 2007: Results of a national study. The American Journal of Medicine 122(8), 741Ã\u0083Â¢746.",
        "Hsieh, C. (2003). Do consumers react to anticipated income changes? Evidence from the Alaska permanent fund. The American Economic Review 93(1), 397Ã\u0083Â¢405.",
        "Hurst, E. and A. Lusardi (2004). Liquidity constraints, household wealth, and entrepreneurship. Journal of Political Economy, 319Ã\u0083Â¢347.",
        "Johnson, D., J. Parker, and N. Souleles (2006). Household expenditure and the income tax rebates of 2001. The American Economic Review 96(5), 1589Ã\u0083Â¢1610.",
        "Lusardi, A., D. J. Schneider, and P. Tufano (2011, May). The state of macro. Working Paper 17072, National Bureau of Economic Research.",
        "Mahoney, N. (2010, December). Bankruptcy as implicit health insurance. Mimeo, Stanford University.",
        "Mann, R. and K. Porter (2010). Saving up for Bankruptcy. Georgetown Law Journal 98, 289Ã\u0083Â¢290.",
        "McIntyre, F., D. Sullivan, and T. Layton (2010, January). Did BAPCPA Deter the Wealthy? The 2005 Bankruptcy ReformÃ\u0083Â¢s EÃ\u0083Â¯ect on Filings Across the Income and Asset Distribution. Unpublished.",
        "Mian, A., K. Rao, and A. SuÃ\u0083Â¯ (2011, November). Household balance sheets, consumption, and the economic slump.",
        "Mian, A. and A. SuÃ\u0083Â¯ (2009). The consequences of mortgage credit expansion: Evidence from the us mortgage default crisis. The Quarterly Journal of Economics 124(4), 1449Ã\u0083Â¢1496.",
        "Nichols, A. L. and R. J. Zeckhauser (1982). Targeting transfers through restrictions on recipients. The American Economic Review 72(2), 372Ã\u0083Â¢377.",
        "Parker, J. A., N. S. Souleles, D. S. Johnson, and R. McClelland (2010). Consumer spending and the economic stimulus payments of 2008. Unpublished paper, Northwestern University.",
        "Shapiro, M. and J. Slemrod (2003). Did the 2001 Tax Rebate Stimulate Spending? Evidence from Taxpayer Surveys. Tax Policy and the Economy 17, 83Ã\u0083Â¢109.",
        "Souleles, N. (1999). The Response of Household Consumption to Income Tax Refunds. The American Economic Review 89(4), 947Ã\u0083Â¢958.",
        "Stavins, J. (2000, July/August). Credit card borrowing, deliquency, and personal bankruptcy. New England Economic Review, 15Ã\u0083Â¢30.",
        "Stephens, M. (2003). Ã\u0083Â¢3rd of the MonthÃ\u0083Â¢: Do Social Security Recipients Smooth Consumption Between Checks? The American Economic Review 93(1), 406Ã\u0083Â¢422.",
        "GAO (2008, June). Bankruptcy reform: Dollar costs associated with the bankruptcy abuse prevention and consumer protection act of 2005. Report to Congressional Requesters GAO-08-697, United States Government Accountability OÃ\u0083Â¯ce.",
        "Wang, H.-J. and M. White (2000, January). An optimal personal bankruptcy procedure and proposed reforms. Journal of Legal Studies 29, 255Ã\u0083Â¢286.",
        "Zhu, N. (2011). Household consumption and personal bankruptcy. Journal of Legal Studies 40(1), 1Ã\u0083Â¢37.",
        "Zywicki, T. J. (2005). An economic analysis of the consumer bankruptcy crisis. Northwestern University Law Review 99(4), 1463Ã\u0083Â¢1542."
    ]
}