{
    "id": 17811,
    "cites": 76,
    "cited_by": 16,
    "reference": [
        "Barr, N. (2004) Ã\u0083Â¢Higher education funding,Ã\u0083Â¢ Oxford Review of Economic Policy, 20(2): 264-283. Adelman, C. (2006) The toolbox revisited: Paths to degree completion from high school through college, Washington, DC: U.S. Department of Education.",
        "Adnett, N. & Tlupova, D. (2008) Ã\u0083Â¢Informed choice? The new English student funding system and widening participation,Ã\u0083Â¢ London Review of Education, 6(3): 243-54.",
        "Advisory Committee on Student Financial Assistance (2005) The student aid gauntlet: Making access to college simple and certain [Final report of the Special Study of Simplification of Need Analysis and Application for Title IV Aid], Washington, DC: U.S. Department of Education.",
        "Agarwal, Sumit, Driscoll, J. C., Gabaix, X. & Laibson, D. (2008) Ã\u0083Â¢The age of reason: financial decisions over the lifecycle,Ã\u0083Â¢ NBER Working Paper No. 13191, Cambridge, MA: National Bureau of Economic Research.",
        "Angrist, J. D., Lang, D. & Oreopoulos, P. (2009) Ã\u0083Â¢Incentives and services for college achievement: Evidence from a randomized trial,Ã\u0083Â¢ American Economic Journal: Applied Economics, 1(1): 136-163.",
        "Attanasio, O. & Kaufman, K. (2009) Ã\u0083Â¢Educational choices, subjective expectations, and credit constraints,Ã\u0083Â¢ NBER Working Paper No. 15087, Cambridge, MA: National Bureau of Economic Research.",
        "Autor, D., Katz, L.F., and Kearney, M.K. (2008) Ã\u0083Â¢Trends in U.S. Wage Inequality: Revising the Revisionists,Ã\u0083Â¢ The Review of Economics and Statistics, 90 (2): 300-323.",
        "Avery, C. & Hoxby, C. (2004) Do and should financial aid packages affect studentsÃ\u0083Â¢ college choices? in C. M. Hoxby (ed.), College choices: The economics of where to go, when to go, and how to pay for it, 239Ã\u0083Â¢302, Chicago: University of Chicago Press.",
        "Avery, C. & Kane, T.J. (2004) Ã\u0083Â¢Student Perceptions of College Opportunities: The Boston COACH Program.Ã\u0083Â¢ In C. M. Hoxby (ed.), College choices: The economics of where to go, when to go, and how to pay for it, 355Ã\u0083Â¢94, Chicago: University of Chicago Press.",
        "Avery, C. & Turner, S.E. (2009) Ã\u0083Â¢Playing the college application game: critical moves and the link to socioeconomic circumstances,Ã\u0083Â¢ unpublished mimeo, Charlottesville, VA: University of Virginia.",
        "Benartzi, S. & Thaler, R.H. (2007) Ã\u0083Â¢Heuristics and biases in retirement savings behavior,Ã\u0083Â¢ Journal of Economic Perspectives, 21(3): 81-104.",
        "Bertrand, M., Mullainathan, S., & Shafir, E. (2004) Ã\u0083Â¢A behavioral-economics view of poverty,Ã\u0083Â¢ American Economic Review, 94(2), Papers and Proceedings of the One Hundred Sixteenth Annual Meeting of the American Economic Association, San Diego, CA, January 3Ã\u0083Â¢5, 2004, 419Ã\u0083Â¢423.",
        "Bettinger, E. (2004) Ã\u0083Â¢How financial aid affects persistence,Ã\u0083Â¢ in C.M. Hoxby (ed.), College choices: The economics of where to go, when to go, and how to pay for it, 207-238, Chicago: University of Chicago Press.",
        "Bettinger, E. P., Long, B. T., Oreopoulos, P., & Sanbonmatsu, L. (2009) Ã\u0083Â¢The role of simplification and information in college decisions: Results and implications from the H&R Block FAFSA experiment,Ã\u0083Â¢ NBER Working Paper No. 15361, Cambridge, MA: National Bureau of Economic Research.",
        "Betts, J.R. (1996) Ã\u0083Â¢What do students know about wages? Evidence from a survey of undergraduates,Ã\u0083Â¢ Journal of Human Resources, 31(1): 27-56.",
        "Bound, J., Lovenheim, M.F. & Turner, S.E. (2010) Ã\u0083Â¢Increasing time to baccalaureate degree in the United States,Ã\u0083Â¢ NBER Working Paper No. 15892, Cambridge, MA: National Bureau of Economic Research.",
        "Bound, J., & Turner, S. (2002) Ã\u0083Â¢Going to war and going to college: Did World War II and the G.I. Bill increase educational attainment for returning veterans?Ã\u0083Â¢ Journal of Labor Economics, 20(4): 784-815.",
        "Bowen, W., Chingos, M. & McPherson, M. (2009) Crossing the finish line: completing college at AmericaÃ\u0083Â¢s public universities, Princeton: Princeton University Press.",
        "Brackett, M.H.H., Gordon, C.S. & Henry, G.T. (1999) HOPE longitudinal study: year 2 results, Atlanta, GA: Council for School Performance/Georgia State University.",
        "Brock, T., & Richburg-Hayes, L. (2006) Paying for persistence: Early results of a Louisiana scholarship program for low-income parents attending community college, New York, NY: MDRC.",
        "Burdman, P. (2005) The student debt dilemma: Debt aversion as a barrier to college access, Berkeley: University of California, Center for Studies in Higher Education.",
        "Callender, C., & Jackson, J. (2005) Ã\u0083Â¢Does the fear of debt deter students from higher education?Ã\u0083Â¢ Journal of Social Policy, 34(2): 39-58.",
        "Chapman, B. (2006) Ã\u0083Â¢Income contingent loans for higher education: international reforms,Ã\u0083Â¢ in Hanushek, E.A. & Welch, F. (eds.), Handbook of the Economics of Education, Vol. 2, 14361503.",
        "College Board (2011) Trends in College Pricing 2011, New York: The College Board.",
        "Cornwell, C., Mustard, D., & Sridhar, D. (2006) Ã\u0083Â¢The enrollment effects of merit-based financial aid: Evidence from GeorgiaÃ\u0083Â¢s HOPE scholarship,Ã\u0083Â¢ Journal of Labor Economics, 24: 761-786.",
        "Deming, D., & Dynarski, S. (2009) Ã\u0083Â¢Into college, out of poverty? Policies to increase the postsecondary attainment of the poor,Ã\u0083Â¢ NBER Working Paper 15387, Cambridge, MA: National Bureau of Economic Research.",
        "Dominitz, J. & Manski, C.F. (1996) Ã\u0083Â¢Eliciting student expectations of the returns to schooling,Ã\u0083Â¢ Journal of Human Resources, 31(1): 1-26.",
        "Dynarski, S. (2003) Ã\u0083Â¢Does aid matter? Measuring the effect of student aid on college attendance and completion,Ã\u0083Â¢ American Economic Review, 93(1): 279-288.",
        "Dynarski, S. (2004) Ã\u0083Â¢The new merit aid,Ã\u0083Â¢ in C. Hoxby (ed.), College choices: The economics of where to go, when to go, and how to pay for it, 63-100, Chicago: University of Chicago Press and the National Bureau of Economic Research.",
        "Dynarski, S. (2005) Ã\u0083Â¢Loans, liquidity and schooling decisions,Ã\u0083Â¢ unpublished mimeo, Cambridge, MA: Harvard University, Kennedy School of Government.",
        "Dynarski, S. (2008) Ã\u0083Â¢Building the stock of college-educated labor,Ã\u0083Â¢ Journal of Human Resources, 43(3): 576-610.",
        "Dynarski, S. M., & Scott-Clayton, J. (2006) Ã\u0083Â¢The cost of complexity in federal student aid: Lessons from optimal tax theory and behavioral economics,Ã\u0083Â¢ National Tax Journal, 59(2): 319Ã\u0083Â¢ 356.",
        "Dynarski, S.M. & Wiederspan, M. (2012) Ã\u0083Â¢Student aid simplification: looking back and looking ahead,Ã\u0083Â¢ National Tax Journal (forthcoming).",
        "Field, E. (2009) Ã\u0083Â¢Educational debt burden and career choice: Evidence from a financial aid experiment at NYU law school,Ã\u0083Â¢ American Economic Journal: Applied Economics, 1(1): 1-21.",
        "Goldin, C., & Katz, L. F. (2008) The race between education and technology, Cambridge, MA: The Belknap Press of Harvard University Press.",
        "Goldrick-Rab, S. (2010) Ã\u0083Â¢Challenges and opportunities for improving community college student success,Ã\u0083Â¢ Review of Educational Research, 80(3): 437-69.",
        "Greene, J. P., & Foster, G. (2003) Public high school graduation and college readiness rates in the United States, New York: The Manhattan Institute for Policy Research.",
        "Grodsky, E., & Jones, M. T. (2007) Ã\u0083Â¢Real and imagined barriers to college entry: perceptions of cost,Ã\u0083Â¢ Social Science Research 36: 745-66.",
        "Hansen, W. L. (1983) Ã\u0083Â¢Impact of student financial aid on access,Ã\u0083Â¢ in J. Froomkin (ed.), The crisis in higher education (pp. 84-96), New York: The Academy of Political Science.",
        "Heller, D.E. (2006) Ã\u0083Â¢Early commitment of financial aid eligibility,Ã\u0083Â¢ American Behavioral Scientist, 49: 1719-38.",
        "Heller, D.E. (2008) Ã\u0083Â¢The impact of loans on student access,Ã\u0083Â¢ in Baum, S, McPherson, M., & Steele, P. (eds.), The effectiveness of student aid policies: What the research tells us (pp. 39-68), New York: The College Board.",
        "Horn, L. J., Xianglei C., & Chapman, C. (2003) Getting ready to pay for college: What students and their parents know about the cost of college tuition and what they are doing to find out, Washington, DC: U.S. Department of Education, National Center for Education Statistics.",
        "Ikenberry, S. O., & Hartle, T. W. (1998) Too little knowledge is a dangerous thing: What the public thinks about paying for college, Washington, DC: American Council on Education.",
        "Jensen, R. (2010) Ã\u0083Â¢The (perceived) returns to education and the demand for schooling,Ã\u0083Â¢ Quarterly Journal of Economics, 125(2):515-48.",
        "Johnson, J., Rochkind, J. & Ott, A. (2011) One Degree of Separation: How Young Americans Who DonÃ\u0083Â¢t Finish College See Their Chances for Success, San Francisco: Public Agenda.",
        "Kane, T. J. (1996) Ã\u0083Â¢Lessons from the largest school voucher program ever: Two decades of experience with Pell Grants,Ã\u0083Â¢ in B. Fuller, R. Elmore, & G. Orfield (eds.), Who chooses? Who loses? Culture, institutions and the unequal effects of school choice, New York: Teachers College Press.",
        "Kane, T.J. (2003) Ã\u0083Â¢A quasi-experimental estimate of the impact of financial aid on collegegoing, Ã\u0083Â¢ NBER Working Paper No. 9703, Cambridge, MA: National Bureau of Economic Research.",
        "Kane, T. J. (2007) Ã\u0083Â¢Evaluating the impact of the DC Tuition Assistance Grant program,Ã\u0083Â¢ Journal of Human Resources, 42(3): 555-582.",
        "Laibson, D. (1997) Ã\u0083Â¢Golden eggs and hyperbolic discounting,Ã\u0083Â¢ Quarterly Journal of Economics, 112(2): 443Ã\u0083Â¢477.",
        "Lemieux, T. (2006) Ã\u0083Â¢Association Increasing Residual Wage Inequality: Composition Effects, Noisy Data, or Rising Demand for Skill?Ã\u0083Â¢ The American Economic Review, 96(3): 461-498.",
        "Lochner, L.J. & Monge-Naranjo, A. (2011) Ã\u0083Â¢Credit Constraints in Education,Ã\u0083Â¢ NBER Working Paper No. 17435, Cambridge, MA: National Bureau of Economic Research.",
        "Long, B.T. (2008). What is known about the impact of financial aid? Implications for policy (NCPR Working Paper), New York: National Center for Postsecondary Research.",
        "Lusardi, A., Mitchell, O. S., & Curto, V. (2010). Financial literacy among the young: Evidence and implications for consumer policy (NBER Working Paper No. 15352). Cambridge, MA: National Bureau of Economic Research.",
        "Manski, C. (1993) Ã\u0083Â¢Adolescent Econometricians: How Do Youth Infer the Returns to Education?Ã\u0083Â¢ in Clotfelter, C.T. and Rothschild, M. (eds.), Studies of Supply and Demand inHigher Education, 43-60, Chicago: University of Chicago Press.",
        "National Commission on the High School Senior Year (2001), Raising our sights: No high school senior left behind, Princeton, NJ: The Woodrow Wilson National Fellowship Foundation.",
        "Nguyen, T. (2008) Ã\u0083Â¢Information, role models and perceived returns to education: experimental evidence from Madagascar,Ã\u0083Â¢ MIT working paper, Cambridge: Massachusetts Institute of Technology.",
        "OÃ\u0083Â¢Donoghue, T., & Rabin, M. (2001) Ã\u0083Â¢Choice and procrastination,Ã\u0083Â¢ Quarterly Journal of Economics, 116(1), 121Ã\u0083Â¢160.",
        "Office for Fair Access [OFFA] (2009) Good practice guide for institutions: how to increase awareness, knowledge and take-up of bursaries and scholarships, Bristol, UK: OFFA.",
        "Oreopoulos, P. & Dunn, R. (2011) Ã\u0083Â¢Information and college access: evidence from a randomized field experiment,Ã\u0083Â¢ unpublished mimeo, Toronto: University of Toronto.",
        "Pallais, A. (2009a) Ã\u0083Â¢Small differences that matter: mistakes in applying to college,Ã\u0083Â¢ unpublished mimeo, Cambridge, MA: Massachusetts Institute of Technology. Available online http://scholar.harvard.edu/sites/scholar.iq.harvard.edu/files/apallais/files/4030.pdf.",
        "Pallais, A. (2009b) Ã\u0083Â¢Taking a chance on college: Is the Tennessee Education Lottery Scholarship a winner?Ã\u0083Â¢ Journal of Human Resources, 44(1): 199-222.",
        "Roderick, M., Nagaoka, J., Coca, V. & Moeller, E. (2009) From high school to the future: making hard work pay off, Chicago: Consortium on Chicago School Research.",
        "Rosenbaum, J. E., Deil-Amen, R., & Person, A. E. (2006) After admission: From college access to college success, New York: Russell Sage Foundation.",
        "Schrag, P.G. (2001) Ã\u0083Â¢The federal income-contingent repayment option for law student loans,Ã\u0083Â¢ Hofstra Law Review, 29: 733Ã\u0083Â¢862.",
        "Scott-Clayton, J. (2011a), Ã\u0083Â¢The Shapeless River: Does a Lack of Structure Inhibit Students' Progress at Community Colleges?Ã\u0083Â¢ CCRC Working Paper No. 25 (Assessment of Evidence Series), New York: Community College Research Center.",
        "Scott-Clayton, J. (2011b), Ã\u0083Â¢On money and motivation: A quasi-experimental analysis of financial incentives for college achievement,Ã\u0083Â¢ Journal of Human Resources, 46(3): 614-646.",
        "Scott-Clayton, J. (2011c), Ã\u0083Â¢The rise of the five-year four-year degree,Ã\u0083Â¢ NYTimes.com (May 20, 2011), New York: NYTimes.com. Available online: http://economix.blogs.nytimes.com/2011/05/20/the-rise-of-the-five-year-four-year-degree/.",
        "Seftor, N., & Turner, S. (2002). Back to school: Federal student aid policy and adult college enrollment. Journal of Human Resources, 37(2), 336-352.",
        "Smith, H.L. & Powell, B. (1990) Ã\u0083Â¢Great Expectations: Variations in Income Expectations among College Seniors,Ã\u0083Â¢ Sociology of Education, 63: 194Ã\u0083Â¢207.",
        "St. John, E.P., Musoba, G.D., Simmons, A.B., Chung, C.G., Schmit, J. & Peng, C.J. (2004), Ã\u0083Â¢Meeting the access challenge: an examination of IndianaÃ\u0083Â¢s Twenty-First Century Scholars Program,Ã\u0083Â¢ Research in Higher Education, 45(8): 829-71.",
        "Stanley, M. (2003) Ã\u0083Â¢College Education and the Mid-Century GI bills,Ã\u0083Â¢ Quarterly Journal of Economics, 118(2): 671-708.",
        "Turner, S.E. (2009) Ã\u0083Â¢Common across the Atlantic: The underrepresentation of low-income students in higher education in the US and the UK,Ã\u0083Â¢ in Social mobility and education: academic papers presented at a high level summit sponsored by the Carnegie Corporation of New York and the Sutton Trust, 137-174, New York: Carnegie Corporation of New York and Sutton Trust.",
        "Tversky, A., & Simonson, I. (1993) Ã\u0083Â¢Context-dependent preferencesÃ\u0083Â¢ Management Science, 39(10): 1179Ã\u0083Â¢1189.",
        "US Government Accountability Office [GAO] (2010) For-profit colleges: undercover testing finds colleges encouraged fraud and engaged in deceptive and questionable marketing practices, Washington, DC: US GAO.",
        "Usher, A. (2005) A little knowledge is a dangerous thing: how perceptions of costs and benefits affect access to education, Toronto: Educational Policy Institute.",
        "Zhang, L. and Thomas, S. (2005) Ã\u0083Â¢Investment in human capital: Sources of variation in the return of college quality,Ã\u0083Â¢ in Smart, J. (ed.), Higher education: handbook of theory and research, vol. 20, 241-306, The Netherlands: Springer."
    ]
}