{
    "id": 17815,
    "cites": 32,
    "cited_by": 5,
    "reference": [
        "Angeletos, G-M., and J. LaÃ\u0083Â¢O. 2009. Ã\u0083Â¢Incomplete information, higher-order beliefs and price inertia.Ã\u0083Â¢Journal of Monetary Economics, 56, S19-S37.",
        "Broda, C., and D. E. Weinstein. 2006. Ã\u0083Â¢Globalization and the gains from variety.Ã\u0083Â¢Quarterly Journal of Economics, 121 (1), 541-585.",
        "Bils, M. and P. Klenow. 2004. Ã\u0083Â¢Some evidence on the importance of sticky prices.Ã\u0083Â¢ Journal of Political Economy, 112(5), 947-985.",
        "Cecchetti S. G., N. C. Mark, and R. J. Sonara. 2002. Ã\u0083Â¢Price index convergence among United States cities.Ã\u0083Â¢International Economic Review, 43 (4), 1081-1099.",
        "Carvalho C. and F. Nechio. 2011. Ã\u0083Â¢Aggregation and the PPP puzzle in a sticky-price model.Ã\u0083Â¢American Economic Review, 101 (6), 2391-2424.",
        "Choi, C-Y. and K. Matsubara. 2007.Ã\u0083Â¢Heterogeneity in the persistence of relative prices: what do the Japanese cities tell us?Ã\u0083Â¢Journal of the Japanese and International Economies, 21(2), 260-286.",
        "Crucini, M. J., M. Shintani. 2008. Ã\u0083Â¢Persistence in law of one price deviations: evidence from micro-data.Ã\u0083Â¢Journal of Monetary Economics, 55(3), 629-644.",
        "Crucini, M. J., M. Shintani, and T. Tsuruga. 2010a. Ã\u0083Â¢The law of one price without the border: the role of distance versus sticky prices.Ã\u0083Â¢Economic Journal, 120, 462-480.",
        "Crucini, M. J., M. Shintani, and T. Tsuruga. 2010b. Ã\u0083Â¢Accounting for persistence and volatility of good-level real exchange rates: the role of sticky information.Ã\u0083Â¢ Journal of International Economics, 51(5), 48-60.",
        "Eaton, J. and S. Kortum. 2002. Ã\u0083Â¢Technology, geography, and trade.Ã\u0083Â¢ Econometrica, 70(5), 1741-1776.",
        "Engel, C., and J. H. Rogers, 1996. Ã\u0083Â¢How wide is the border?Ã\u0083Â¢ American Economic Review, 86(5), 1112-1125.",
        "Frankel, J.A. 1986. Ã\u0083Â¢International capital mobility and crowding out in the U.S. economy: imperfect integration of Ã\u0083Â¢nancial markets or of goods markets?Ã\u0083Â¢In How Open Is the U.S. Economy?, Hafer R W (ed.). Lexington Books: Lexington; 33Ã\u0083Â¢67.",
        "Fukunaga, I. 2007. Ã\u0083Â¢Imperfect common knowledge, staggered price setting, and the eects of monetary policy.Ã\u0083Â¢Journal of Money, Credit and Banking, 39 (7), 1171-1739.",
        "Helpman, E., M. Melitz and Y. Rubinstein. 2008. Ã\u0083Â¢Estimating trade Ã\u0083Â¢ows: trading partners and trading volumes.Ã\u0083Â¢Quarterly Journal of Economics, 123, 441-487.",
        "Hickey, R. D., and D. S. Jacks. 2011. Ã\u0083Â¢Nominal price rigidities and retail price dispersion in Canada over the twentieth century.Ã\u0083Â¢Canadian Journal of Economics, 44 (3), 749-780.",
        "Huang, K. X. D., Z. Liu, and L. Phaneuf. 2004. Ã\u0083Â¢Why does the cyclical behavior of real wages change over time?,Ã\u0083Â¢American Economic Review, 94 (4), 836-856.",
        "Kano, K., T. Kano, and K. Takechi. 2010. Ã\u0083Â¢Exaggerated death of distance: revisiting distance eects on regional price dispersions.Ã\u0083Â¢Working Paper Series 162, School of Finance and Economics, University of Technology, Sydney.",
        "Kehoe, P. J., and V. Midrigan. 2007. Ã\u0083Â¢Sticky prices and sectoral real exchange rates.Ã\u0083Â¢ Federal Reserve Bank of Minneapolis Working Paper No. 656.",
        "Klenow, P. and O. Kryvtsov. 2008. Ã\u0083Â¢State-dependent or time-dependent pricing: Does it matter for recent U.S. inÃ\u0083Â¢ation?Ã\u0083Â¢Quarterly Journal of Economics, 123(3), 863-904.",
        "Lothian J.R., and M. P. Taylor. 1996. Ã\u0083Â¢Real exchange rate behavior: the recent Ã\u0083Â¢oat from the perspective of the past two centuries.Ã\u0083Â¢Journal of Political Economy 104, 488Ã\u0083Â¢509.",
        "Lucas, R. E. 1972.Ã\u0083Â¢Expectations and the neutrality of money.Ã\u0083Â¢ Journal of Economic Theory 4, 103-124.",
        "Mankiw, G. and R. Reis (2002) Ã\u0083Â¢Sticky information versus sticky prices: a proposal to replace the New Keynesian Phillips curve.Ã\u0083Â¢Quarterly Journal of Economics, 117(4), 1295-1328.",
        "Michael, P., A. R. Nobay, and D. A. Peel. 1997. Ã\u0083Â¢Transaction costs and nonlinear adjustments in real exchange rates: an empirical investigation.Ã\u0083Â¢Journal of Political Economy 105, 862Ã\u0083Â¢879.",
        "Nakamura, E. and J. Steinsson. 2008. Ã\u0083Â¢Five facts about prices: a reevaluation of menu cost models.Ã\u0083Â¢Quarterly Journal of Economics, 123(4), 1415-1464.",
        "Obstfeld M., and A. M. Taylor. 1997. Ã\u0083Â¢Nonlinear aspects of goods-market arbitrage and adjustment: HeckscherÃ\u0083Â¢s commodity points revisited.Ã\u0083Â¢Journal of the Japanese and International Economies 11, 441Ã\u0083Â¢479.",
        "OÃ\u0083Â¢Connell, P. G. J., 1998. Ã\u0083Â¢Market frictions and real exchange rates.Ã\u0083Â¢Journal of International Money and Finance 17, 71Ã\u0083Â¢95.",
        "Parsley, D. C. and S.-J. Wei. 1996. Ã\u0083Â¢Convergence to the law of one price without trade barriers or currency Ã\u0083Â¢uctuations,Ã\u0083Â¢Quarterly Journal of Economics, 111(4), 1211-1236.",
        "Parsley, D. C. and S.-J. Wei. 2001. Ã\u0083Â¢Explaining the border eect: the role of exchange rate variability, shipping costs, and geography.Ã\u0083Â¢ Journal of International Economics, 55(1), 87-105.",
        "Phelps, E. S. 1970. Ã\u0083Â¢Introduction: the new microeconomics in employment and inÃ\u0083Â¢ation theory.Ã\u0083Â¢In Microeconomic Foundations of Employment and InÃ\u0083Â¢ation Theory. NY :Norton.",
        "Rogo, K. 1996. Ã\u0083Â¢The purchasing power parity puzzle.Ã\u0083Â¢Journal of Economic Literature 34, 647Ã\u0083Â¢668.",
        "Taylor, A.M. 2001. Ã\u0083Â¢Potential pitfalls for the purchasing-power-parity puzzle? Sampling and speciÃ\u0083Â¢cation biases in mean-reversion tests of the law of one price.Ã\u0083Â¢Econometrica 69, 473Ã\u0083Â¢498.",
        "Woodford, M. 2003. Ã\u0083Â¢Imperfect common knowledge and the eects of monetary policy.Ã\u0083Â¢ In: Aghion, P., Frydman, R. Stiglitz, J., Woodford, M. (Eds.), Knowledge, Information, and Expectations in Modern Macroeconomics: In Honor of Edmund S. Phelps. Princeton University Press, Princeton."
    ]
}