{
    "id": 17812,
    "cites": 13,
    "cited_by": 32,
    "reference": [
        "Betts, Caroline and Timothy Kehoe. 2006. US Real Exchange Rate Fluctuations and Relative Price Fluctuations. Journal of Monetary Economics, 53(7): 1257-1326.",
        "Burstein, Ariel, Joao Neves and Sergio Rebelo. 2003. Distribution Costs and Real Exchange Rate Dynamics during Exchange-Rate Based Stabilizations. Journal of Monetary Economics, 50(6): 1189-1214.",
        "Burstein, Ariel, Martin Eichenbaum and Sergio Rebelo. 2005. Large Devaluation and the Real Exchange Rate. Journal of Political Economy, 113(4): 742-784.",
        "Campa, JosÃ\u0083Æ\u0092 Manuel and Linda S. Goldberg. 2005. Exchange Rate Pass-through into Import Prices. The Review of Economics and Statistics, 87(4): 679-690.",
        "Campa, JosÃ\u0083Æ\u0092 Manuel and Linda S. Goldberg. 2010. The Sensitivity of the CPI to Exchange Rates: Distribution Margins, Imported Inputs, and Trade Exposure. The Review of Economics and Statistics, 92(2): 392-407.",
        "Crucini, Mario J., Chris I. Telmer and Mario Zachariadis. 2005. Understanding European Real Exchange Rates. American Economic Review, 95(3): 724-738.",
        "Crucini, Mario J., Chris I. Telmer. 2011. Microeconomic Sources of Real Exchange Rate Variability. Manuscript.",
        "Engel, Charles and John Rogers. 1996. How Wide is the Border? American Economic Review, 86(5): 1112-1125.",
        "Engel, Charles. 1999. Accounting for U.S. Real Exchange Rates. Journal of Political Economy, 107(3), 507-538.",
        "Mussa, Michael. 1986. Nominal Exchange Regimes and the Behavior of Real Exchange Rates: Evidence and Implications. Carnegie-Rochester Conference on Public Policy, 25: 117-213.",
        "Popper, Helen and David C. Parsley. 2006. Understanding Real Exchange Rate Movements with Trade in Intermediate Products. PaciÃ\u0083Â¢c Economic Review, 15(2): 171-188.",
        "Salter, W.E.G. 1959. Internal and External Balance: The Role of Price and Expenditure Eects. Economic Record, 35: 226-38.",
        "Swan, Trevor W. 1960. Economic Control in a Dependent Economy, 36: 51-66."
    ]
}