{
    "id": 1781,
    "cites": 14,
    "cited_by": 2,
    "reference": [
        "Green, H.A.J. (1961), The social optimum 1n the presence of monopoly and taxation, Review of Economic Studies, 29, 66-78.",
        "Harberger, A.C. (1964), Taxation, resource allocation, and welfare in The Role of Direct and Indirect Taxes in the Federal Revenue System, J. Due (ed.), Princeton University Press, Princeton, NJ.",
        "Laidler, D. (1969), Income tax incentives for owner-occupied housing in The Taxation of Income from Capital, A. Harberger and M. Bailey (ed.), Washington, DC: The Brookings Institution.",
        "U.S. Treasury (1985), The President's Tax Proposals to the Congress for Fairness, Growth and Simplicity. Washington, OC: U.S. Government Printing Office.",
        "Aaron, H. (1972), Shelter and Subsidies, Washington, DC: The Brookings Institution. Atkinson, A.B. and J.E. Stiglitz (1980), Lectures on Public Economics. New York & London: MaGraw-H1ll.",
        "Auerbach, A. (1979), The optimal taxation of heterogeneous capital, Quarterly Journal of Economics.",
        "Auerbach, A. (1983), Corporate Taxation 1n the United States, Brookings Papers on Economic Activity, 2, 451-505.",
        "Bruno, M. (1972), Harket distortions and gradual reform, Review of Economic Studies. 39, 373-383.",
        "Diamond, P.A. and J.A. Mirrlees (1971), Optimal taxation and public production I: production efficiency and II: tax rules, American Economic Review, 61, 8-25 and 261-278.",
        "Fullerton, Don and Y. Henderson (1984), Incentive Effects of Taxes on Income from Capital, in C. Hulten and I. Sawhill (ed.), The Legacy of Reaqonomics, Washington, DC: The Urban Institute Press.",
        "Quesnerie, R. (1977), On the direction of tax reform, Journal of Public Economics 7, 179-202.",
        "King, M.A. and D. Fullerton (1984), The Taxation of Income from Capital: A Comparative Study of the U.S., U.K., Sweden and West Germany, Chicago: University of Chicago Press.",
        "Ramsey, F.P. (1927), A contribution to the theory of taxation, Economic Journal, 37, 47-61.",
        "Shoven, J.B. and J. Whalley (1972), A general equilibrium calculation of the effects of differential taxation of income from capital in the U.S., Journal of Public Economics. 1 (November), 281-321. -21-U.S. Treasury (1984), Tax Reform for Fairness, Simplicity and Economic Growth, Washington, D.C.: U.S. Government Printing Office."
    ]
}