{
    "id": 17828,
    "cites": 100,
    "cited_by": 30,
    "reference": [
        "Alessandria, George, and Jun Qian, 2005. Ã\u0083Â¢Endogenous Financial Intermediation and Real Effects of Capital Account Liberalization,Ã\u0083Â¢ Journal of International Economics 67, 97-128.",
        "Allen, Franklin, Michael Chui, and Angela Maddaloni, 2004. Ã\u0083Â¢Financial Systems in Europe, the USA, and Asia,Ã\u0083Â¢ Oxford Review of Economy Policy 20, 490-508.",
        "____, and ____, 2000a. Comparing Financial Systems, MIT Press, Cambridge, MA.",
        "____, and ____, 2000b. Ã\u0083Â¢Corporate Governance and Competition,Ã\u0083Â¢ in Corporate Governance: Theoretical and Empirical Perspectives, Xavier Vives, ed., Cambridge University Press, London, 23-94.",
        "____, and ____, 2004a, Ã\u0083Â¢Financial Intermediaries and MarketsÃ\u0083Â¢ (with D. Gale) Econometrica 72, 10231061.",
        "____, and ____, 2004b, Ã\u0083Â¢Financial Fragility, Liquidity and Asset PricesÃ\u0083Â¢ (with D. Gale), Journal of the European Economic Association 2, 1015-1048.",
        "____, and ____, 2007, Understanding Financial Crises, Clarendon Lectures in Finance, Oxford University Press, Oxford and New York.",
        "____, and Hiroko Oura, 2004. Ã\u0083Â¢Sustained Economic Growth and the Financial System,Ã\u0083Â¢ Monetary and Economic Studies, Bank of Japan, 22 S-1, 95-119.",
        "____, and Jun Qian, 2009. Ã\u0083Â¢Corruption and Competition,Ã\u0083Â¢ working paper, University of Pennsylvania.",
        "____, and ____, 2010. Ã\u0083Â¢Comparing Legal and Alternative Institutions in Commerce,Ã\u0083Â¢ Global Perspectives on the Rule of Law, Heckman et al., Eds., Routledge-Cavendish.",
        "____, ____, and ____, 2008. Ã\u0083Â¢ChinaÃ\u0083Â¢s Financial System: Past, Present, and Future,Ã\u0083Â¢ Chapter 14 in ChinaÃ\u0083Â¢s Great Economic Transformation, L. Brandt and T. Rawski, Eds., Cambridge University Press.",
        "____, ____, Chenyu Shan, and Mengxin Zhao, 2012. Ã\u0083Â¢The IPO of Industrial and Commercial Bank of China and the Ã\u0083Â¢Chinese ModelÃ\u0083Â¢ of Privatizing Large Financial Institutions ,Ã\u0083Â¢European Journal of Finance, forthcoming.",
        "____, Rajesh Chakrabarti, Sankar De, Jun Qian, and Meijun Qian, 2008. Ã\u0083Â¢The Financial System Capacities of China and India,Ã\u0083Â¢ working paper, Wharton School, University of Pennsylvania.",
        "____, ____,____, ____, and ____, 2012. Ã\u0083Â¢Financing Firms in India,Ã\u0083Â¢ Journal of Financial Intermeditation, forthcoming.",
        "Berger, Allen, Iftekhar Hasan, and Mingming Zhou, 2006. Ã\u0083Â¢Bank Ownership and Efficiency in China: What will Happen in the WorldÃ\u0083Â¢s Largest Nation?Ã\u0083Â¢ forthcoming, Journal of Banking and Finance.",
        "Black, Bernard S. and Ronald J. Gilson, 1998. Ã\u0083Â¢Venture Capital and the Structure of Capital Markets: Bank versus Stock Markets,Ã\u0083Â¢ Journal of Financial Economics 47, 243-277.",
        "Brandt, Loren, and Xiaodong Zhu, 2000. Ã\u0083Â¢Redistribution in a Decentralized Economy: Growth and Inflation in China under Reform,Ã\u0083Â¢ Journal of Political Economy 108, 422-439.",
        "Burkart, Mike, Tore Elligensen, and Mariassunta Giannetti, 2007. Ã\u0083Â¢What You Sell is What you Lend? Explaining Trade Credits Contracts,Ã\u0083Â¢ forthcoming, Review of Financial Studies.",
        "____, Fausto Panunzi, and Andrei Shleifer, 2003. Ã\u0083Â¢Family Firms,Ã\u0083Â¢ Journal of Finance 58, 2167-2201.",
        "Chan, Kalok, Albert Menkveld, and Zhishu Yang, 2007. Ã\u0083Â¢Information Asymmetry and Asset Prices: Evidence from the China Foreign Share Discount,Ã\u0083Â¢ forthcoming, Journal of Finance.",
        "Che, Jiahua, and Yingyi Qian, 1998. Ã\u0083Â¢Insecure property rights and government ownership of firms,Ã\u0083Â¢ Quarterly Journal of Economics 113, 467-496.",
        "Chung, Stephanie Po-yin, 2005 Ã\u0083Â¢Changes and continuities. Evolution of a Chinese family business (1876Ã\u0083Â¢ 2004)Ã\u0083Â¢, Asia Europe Journal, Volume 3, Number 2",
        "Cifuentes, Rodrigo, Gianluigi Ferrucci, and Hyun Song Shin, 2005, Ã\u0083Â¢Liquidity Risk and Contagion,Ã\u0083Â¢ Journal of the European Economic Association 3, 556-566.",
        "Claessens, Stijn, Simeon Djankov, and Larry Lang, 2000. Ã\u0083Â¢The Separation of Ownership and Control in East Asian Corporations,Ã\u0083Â¢ Journal of Financial Economics 58, 81-112.",
        "Clarke, Donald, Peter Murrell, and Susan Whiting, 2008. Ã\u0083Â¢Law, Property Rights and Institutions,Ã\u0083Â¢ Ch. 11 ChinaÃ\u0083Â¢s Great Economic Transformation, L. Brandt and T. Rawski, Eds., Cambridge University Press.",
        "Cull, Robert, and Colin Xu, 2005. Ã\u0083Â¢Institutions, Ownership, and Finance: The Determinants of Reinvestments of Profit among Chinese Firms,Ã\u0083Â¢ Journal of Financial Economics 77, 117-146.",
        "DemirgÃ\u0083Æ\u0092Ã\u0083Æ\u0092-Kunt, Asli, and Ross Levine, 2001. Financial Structure and Economic Growth: Cross-country Comparisons of Banks, Markets, and Development, MIT Press, Cambridge, Massachusetts.",
        "Diamond, Douglas, and Philip Dybvig, 1983. Ã\u0083Â¢Bank Runs, Deposit Insurance, and Liquidity,Ã\u0083Â¢ Journal of Political Economy 91, 401-419.",
        "Djankov, S., La Porta, R., Lopez-de-Silanes, F., Shleifer, A., 2002. Ã\u0083Â¢The Regulation of Entry,Ã\u0083Â¢ Quarterly Journal of Economics 117, 1-37.",
        "Dollar, David and Shang-jin Wei, 2007. Ã\u0083Â¢Das (Wasted) Kapital: Firm Ownership and Investment Efficiency in China,Ã\u0083Â¢ working paper, IMF.",
        "Dornbusch, Rudiger, 1998. Ã\u0083Â¢Capital Controls: An Idea Whose Time is Past,Ã\u0083Â¢ Princeton Essays in International Finance No. 207.",
        "Du, Julan, Oliver Rui and Sonia Wong, 2008. Ã\u0083Â¢Financing Motivated Takeovers: The Case of China,Ã\u0083Â¢ working paper, Chinese University of Hong Kong.",
        "Fan, Joseph, Huang Jun and Zhu Ning, (2008), Ã\u0083Â¢Financial Distress without Bankruptcy: The Case of ChinaÃ\u0083Â¢, available at http://ihome.cuhk.edu.hk/~b109671/wp/Distress-090408.pdf.",
        "Fan, Joseph, Oliver Rui, and Mengxin Zhao, 2006. Ã\u0083Â¢Rent Seeking and Corporate Finance: Evidence from Corruption,Ã\u0083Â¢ working paper, Chinese University of Hong Kong.",
        "Fan, Joseph, Wong, T.J. 2004. Ã\u0083Â¢Politically-Connected CEOs, Corporate Governance and Post-IPO Performance of China's Partially Privatized FirmsÃ\u0083Â¢, AFA 2005 Philadelphia Meetings",
        "____, T.J. Wong, and Tianyu Zhang 2007. Ã\u0083Â¢Politically-connected CEOs, Corporate Governance and PostIPO Performance of ChinaÃ\u0083Â¢s Partially Privatized Firms,Ã\u0083Â¢ forthcoming, Journal of Financial Economics.",
        "Feldstein, Martin, 1999. Ã\u0083Â¢Social Security Pension Reform in China,Ã\u0083Â¢ China Economic Review 10, 99-107.",
        "____, 2003. Ã\u0083Â¢Banking, Budgets, and Pensions: Some Priorities for Chinese Policy,Ã\u0083Â¢ mimeo, Harvard University.",
        "____, and Jeffrey Liebman, 2006. Ã\u0083Â¢Realizing the Potential of ChinaÃ\u0083Â¢s Social Security Pension System,Ã\u0083Â¢ China Economic Review 17.",
        "Feng, Lei, and Mark Seasholes, 2004. Ã\u0083Â¢Correlated Trading and Location,Ã\u0083Â¢ Journal of Finance 59, 21172144.",
        "Fischer, Stanley. 1998. Ã\u0083Â¢Capital Account Liberalization and the Role of the IMF,Ã\u0083Â¢ Princeton Essays on International Finance No. 207.",
        "Franks, Julian, Colin Mayer, and Stefano Rossi, 2003. Ã\u0083Â¢Ownership: Evolution and Regulation,Ã\u0083Â¢ working paper, London Business School.",
        "Fung, Peter, Michael Firth, and Oliver Rui, 2003. Ã\u0083Â¢Corporate Governance and CEO Compensation in China,Ã\u0083Â¢ working paper, Chinese University of Hong Kong.",
        "Garnaut, Ross, Song Ligang and Yao Yang, 2004, Ã\u0083Â¢SOE Restructuring in ChinaÃ\u0083Â¢, Stanford Center for International Development Working Paper No. 204",
        "Goetzmann William, KÃ\u0083Æ\u0092ll Elisabeth, 2005, Ã\u0083Â¢The History of Corporate Ownership in China: State Patronage, Company Legislation, and the Issue of ControlÃ\u0083Â¢, NBER volume: A History of Corporate Governance around the World: Family Business Groups to Professional Managers.",
        "Gordon, Roger, and Wei Li, 2003. Ã\u0083Â¢Government as Discriminating Monopolist in the Financial Market: The Case of China,Ã\u0083Â¢ Journal of Public Economics 87, 283-312.",
        "Greif, Avner, 1989. Ã\u0083Â¢Reputation and Coalitions in Medieval Trade: Evidence on the Maghribi Traders,Ã\u0083Â¢ Journal of Economic History 49, 857-882.",
        "____, 1993. Ã\u0083Â¢Contract Enforceability and Economic Institutions in Early Trade: The Maghribi TradersÃ\u0083Â¢ Coalition,Ã\u0083Â¢ American Economic Review 83, 525-548.",
        "He.D., Chu C., Shu C.and Wong A. (2005), Ã\u0083Â¢Monetary management in Mainland China in the face of large capital inflows.Ã\u0083Â¢ Reserach Memorandum No 07/2005, Hong Kong Monetary Authority",
        "Herring, Richard, and N. Chatusripitak, 2000. Ã\u0083Â¢The Case of the Missing Market: The Bond Market and Why it Matters for Financial Development,Ã\u0083Â¢ working paper, Wharton Financial Institutions Center.",
        "Hoggarth, Glenn, Ricardo Reis, and Victoria Saporta (2002), Ã\u0083Â¢Costs of Banking System Instability: Some Empirical Evidence,Ã\u0083Â¢ Journal of Banking and Finance 26, 825-855.",
        "Jeng, Leslie A., and Philippe C. Wells, 2000. Ã\u0083Â¢The Determinants of Venture Capital Funding: Evidence across Countries,Ã\u0083Â¢ Journal of Corporate Finance 6, 241-289.",
        "Jensen, Michael, and William Meckling, 1976. Ã\u0083Â¢Theory of the Firm: Managerial Behavior, Agency Costs, and Ownership Structure,Ã\u0083Â¢ Journal of Financial Economics 3, 305-360.",
        "Kam Amy, Citron David and Muradoglu Gulnur, 2008, Ã\u0083Â¢Distress and Restructuring in China: Does ownership matter?Ã\u0083Â¢, China Economic Review 19 (2008) 567-579, available at SSRN: http://ssrn.com/abstract=690181.",
        "Kaminsky, Graciela, and Carmen Reinhart, 1999. Ã\u0083Â¢The Twin Crises: The Causes of Banking and Balanceof -payments Problems,Ã\u0083Â¢ American Economic Review 89, 473-500.",
        "Kane, Edward, 1989. The S&L Mess: How Did It Happen? Washington, D.C.: The Urban Institute Press.",
        "____, 2003. Ã\u0083Â¢What Economic Principles Should Policymakers in Other Countries Have Learned from the S&L Mess?Ã\u0083Â¢ Business Economics 38, 21-30.",
        "Kato, Takao, and Cheryl Long, 2004. Ã\u0083Â¢Executive Compensation and Corporate Governance in China,Ã\u0083Â¢ William Davidson Institute Working Paper No. 690.",
        "Kirby, William, 1995. Ã\u0083Â¢China Unincorporated: Company Law and Business Enterprise in TwentiethCentury China,Ã\u0083Â¢ Journal of Asian Studies 54, 43-63.",
        "Kortum, Samuel, and Josh Lerner, 2000. Ã\u0083Â¢Assessing the Contribution of Venture Capital on Innovation,Ã\u0083Â¢ RAND Journal of Economics 31, 674-692.",
        "La Porta, R., Lopez-de-Silanes, F., Shleifer, A., 2002. Ã\u0083Â¢Government Ownership of Banks,Ã\u0083Â¢ Journal of Finance 57, 265-302.",
        "____, ____, and ____, 2006. Ã\u0083Â¢What Works in Securities Laws?Ã\u0083Â¢ Journal of Finance 61, 1-32.",
        "____, ____, ____, and ____, 1998, Ã\u0083Â¢Law and Finance,Ã\u0083Â¢ Journal of Political Economy 106, 1113-1155.",
        "____, ____, ____, and ____, 2002. Ã\u0083Â¢Investor Protection and Corporate Valuation,Ã\u0083Â¢ Journal of Finance 57, 1147-1170.",
        "Lardy, Nicholas R., 1998. ChinaÃ\u0083Â¢s Unfinished Economic Revolution, Brookings Institution Press, Washington, D.C.",
        "Lau, Lawrence, Yingyi Qian, and Gerard Roland, 2000. Ã\u0083Â¢Reform without Losers: An Interpretation of ChinaÃ\u0083Â¢s Dual-Track Approach to Transition,Ã\u0083Â¢ Journal of Political Economy 108, 120-143.",
        "Lee, Tahirih V., 1993. Ã\u0083Â¢Risky Business: Courts, Culture, and the Marketplace,Ã\u0083Â¢ University of Miami Law Review 47, 1335-1414.",
        "Levine, Ross, 2002. Ã\u0083Â¢Bank-based or Market-based Financial Systems: Which is Better?Ã\u0083Â¢ Journal of Financial Intermediation 11, 1-30.",
        "Li, David, 1996. Ã\u0083Â¢A Theory of Ambiguous Property Rights: The Case of the Chinese Non-state Sector,Ã\u0083Â¢ Journal of Comparative Economics 23, 1-19.",
        "____, 1998. Ã\u0083Â¢Changing Incentives of the Chinese Bureaucracy,Ã\u0083Â¢ American Economic Review 88, 393-397.",
        "Li, Kai, Heng Yue and Longkai Zhao, 2007. Ã\u0083Â¢Ownership, Institutions, and Capital Structure: Evidence from Non-listed Chinese Firms,Ã\u0083Â¢ working paper, University of British Columbia.",
        "Liao, Li, and Bibo Liu, 2008. Ã\u0083Â¢Moral Hazard, Information Disclosure and Market Efficiency: Evidence from ChinaÃ\u0083Â¢s Share Reform,Ã\u0083Â¢ working paper, Tsinghua University.",
        "Lindgren, C., G. Garcia, and M. Saal, 1996. Bank Soundness and Macroeconomic Policy, Washington, D.C.: International Monetary Fund.",
        "Liu, Qiao, 2007. Ã\u0083Â¢Institutions, Financial Development, and Corporate Investment: Evidence from an Implied Return on Capital in China,Ã\u0083Â¢ working paper, University of Hong Kong.",
        "McKinnon, R., 1991. The Order of Economic Liberalization, Johns Hopkins University Press.",
        "McMillan, John, 1995. Ã\u0083Â¢ChinaÃ\u0083Â¢s Nonconformist Reform,Ã\u0083Â¢ Economic Transition in Eastern Europe and Russia: Realities of Reform, ed. Edward Lazear, Stanford: Hoover Institution Press, 419-433.",
        "____, 1997. Ã\u0083Â¢Markets in Transition,Ã\u0083Â¢ Ch.6 of Advances in Economics and Econometrics Vol. 2, David M. Kreps, and Kenneth F. Wallis, eds., Cambridge: Cambridge University Press, 210-239.",
        "____, and Barry Naughton, 1992. Ã\u0083Â¢How to Reform a Planned Economy: Lessons from China,Ã\u0083Â¢ Oxford Review of Economic Policy 8, 130-143.",
        "Mei, Jianping, Jose Scheinkman, and Wei Xiong, 2003. Ã\u0083Â¢Speculative Trading and Stock Prices: An Analysis of Chinese A-B Share Premia,Ã\u0083Â¢ working paper, Princeton University.",
        "Michie, R., 1987. The London and New York Stock Exchanges 1850-1914, London: Allen & Unwin.",
        "Morck, R., B. Yeung, and W. Yu, 2000. Ã\u0083Â¢The Information Content of Stock Markets: Why do Emerging Markets Have Synchronous Stock Price Movement?Ã\u0083Â¢ Journal of Financial Economics 58, 215-260.",
        "Morrison, Wayne, and Marc Labonte, 2008. Ã\u0083Â¢CRS report for congress: ChinaÃ\u0083Â¢s holding of U.S. securities: Implications for the U.S. EconomyÃ\u0083Â¢, Congressional research service.",
        "Orts, Eric, 2001. Ã\u0083Â¢The Rule of Law in China,Ã\u0083Â¢ Vanderbilt Journal of Transitional Law 34, 43-115.",
        "Ouyang, Y.A., Rajan R.S. and Willett T.D., 2007, Ã\u0083Â¢China as a Reserve Sink: The Evidence from Offset and Sterilization CoefficientsÃ\u0083Â¢, Hong Kong Institute for Monetary Research",
        "Park, Albert, Loren Brandt, and John Giles, 2003. Ã\u0083Â¢Competition under Credit Rationing: Theory and Evidence from Rural China,Ã\u0083Â¢ Journal of Development Economics 71, 463-495.",
        "Park, Albert, Sehrt Kaja, 2001. Ã\u0083Â¢Tests of Financial Intermediation and Banking Reform in China,Ã\u0083Â¢ Journal of Comparative Economics 29, 608Ã\u0083Â¢644.",
        "Perkins, Dwight, and Thomas Rawski, 2008. Ã\u0083Â¢Forecasting ChinaÃ\u0083Â¢s Economic Growth to 2025,Ã\u0083Â¢ Ch. 20 in ChinaÃ\u0083Â¢s Great Economic Transformation, L. Brandt and T. Rawski, Eds., Cambridge University Press.",
        "Pistor, Katharina, 2010. Ã\u0083Â¢The governance of ChinaÃ\u0083Â¢s finance,Ã\u0083Â¢ forthcoming in NBER book Capitalizing China.",
        "Prasad, Eswar and Shang-Jin Wei, 2005. Ã\u0083Â¢The Chinese Approach to Capital Flows: Patterns and Possible Explanations,Ã\u0083Â¢ forthcoming in Capital Controls and Capital Flows in Emerging Economies, ed. Sebastian Edwards, Chicago: University of Chicago Press.",
        "Qian, Jun, and Philip Strahan, 2007. Ã\u0083Â¢How Laws and Institutions Shape Financial Contracts: The Case of Bank Loans,Ã\u0083Â¢ Journal of Finance 62, 2803-2834.",
        "____, ____, and Zhishu Yang, 2011. Ã\u0083Â¢The Impact of Incentives and Communication Costs on Information Production: Evidence from Bank Lending,Ã\u0083Â¢ working paper, Boston College.",
        "Qiu, Yuemin, Bing Li, and Youcai Cai, 2000. Losses of State-Owned Commercial Banks: Reasons and Policy Response, Jingji gongzuozhe xuexi ziliao [Study Materials for Economic Workers], no. 44.",
        "Rajan, Raghuram, and Luigi Zingales, 2003a. Ã\u0083Â¢The Great Reversals: The Politics of Financial Development in the Twentieth Century,Ã\u0083Â¢ Journal of Financial Economics 69, 5-50.",
        "_____, and _____, 2003b. Saving Capitalism from Capitalists: Unleashing the Power of Financial Markets to Create Wealth and Spread Opportunity, Random House, New York.",
        "Ranciere, Romain, Aaron Tornell, and Frank Westermann, (2003). Ã\u0083Â¢Crises and Growth: A Reevaluation, Ã\u0083Â¢ NBER Working Paper 10073.",
        "Schipani, Cindy, and Junhai Liu, 2002. Ã\u0083Â¢Corporate Governance in China: Then and Now,Ã\u0083Â¢ Columbia Business Law Review, Vol. 2002, 1-69.",
        "Tsai, Kellee, 2002. Back-alley Banking, Ithaca, NY: Cornell University Press.",
        "Xu, Chenggang, 2009, The Institutional Foundations of ChinaÃ\u0083Â¢s Reforms and Development, Journal of Economic Literature, forthcoming",
        "World Bank (2001). Ã\u0083Â¢Bankruptcy of State Enterprises in China Ã\u0083Â¢ A Case and Agenda for Reforming the Insolvency SystemÃ\u0083Â¢.",
        "Wu, Jing, Joseph Gyourko, and Yongsheng Deng, 2011. Evaluating Conditions in Major Chinese Housing Markets, Regional Science and Urban Economics, forthcoming."
    ]
}