{
    "id": 17822,
    "cites": 61,
    "cited_by": 46,
    "reference": [
        "Admati, Anat R., Peter M. DeMarzo, Martin F. Hellwig, and Paul Pfleiderer (2011), Ã\u0083Â¢Fallacies, irrelevant facts and myths in the discussion of capital regulation: Why bank equity is not expensive,Ã\u0083Â¢ Working Paper, Stanford University.",
        "Aikman, David, Haldane, Andrew and Nelson, Ben (2011), Ã\u0083Â¢Curbing the credit cycleÃ\u0083Â¢, Speech at Columbia University.",
        "Aiyar, Shekhar (2011), Ã\u0083Â¢How did the crisis in international funding markets affect bank lending? Balance sheet evidence from the UKÃ\u0083Â¢, Bank of England Working Paper, No 424.",
        "Aliaga-Diaz, Roger, Powell, Andrew and Maria-Pia Olivero (2011), Ã\u0083Â¢The Macroeconomic Effects of Anti-Cyclical Bank Capital Requirements: Latin America as a Case StudyÃ\u0083Â¢, Drexel University Working Paper.",
        "Alfon, Isaac, ArgimÃ\u0083Æ\u0092n, Isabel and Patricia BascuÃ\u0083Æ\u0092ana-AmbrÃ\u0083Æ\u0092s (2005), Ã\u0083Â¢How individual capital requirements affect capital ratios in UK banks and building societiesÃ\u0083Â¢. Bank of Spain working paper 515.",
        "Arellano, M., and S. Bond (1991), Ã\u0083Â¢Some tests of specification for panel data: Monte Carlo evidence and an application to employment equationsÃ\u0083Â¢, Review of Economic Studies, 58: 277-97.",
        "Assenmacher-Wesche, Katrin and Gerlach, Stefan (2008), Ã\u0083Â¢Financial Structure and the Impact of Monetary Policy on Asset PricesÃ\u0083Â¢ Working Papers 2008-16, Swiss National Bank.",
        "Baer, Herbert and John McElravey (1992). Ã\u0083Â¢Capital adequacy and the growth of U.S. banks.Ã\u0083Â¢ Federal Reserve Bank of Chicago working paper 92-11.",
        "Bagliano, Fabio and Carlo Favero (1998), Ã\u0083Â¢Measuring Monetary Policy with VAR models: An EvaluationÃ\u0083Â¢European Economic Review. 42 (6), 1069-1112.",
        "Bernanke, Ben S. (1983), Ã\u0083Â¢Nonmonetary effects of the financial crisis in the propagation of the great depression,Ã\u0083Â¢ American Economic Review 73, 257-276.",
        "Bernanke, Ben S., and Cara S. Lown (1991), Ã\u0083Â¢The credit crunch,Ã\u0083Â¢ Brookings Papers on Economic Activity 2, 205-248.",
        "Blundell, R., and S. Bond (1998), Ã\u0083Â¢Initial conditions and moment restrictions in dynamic panel data modelsÃ\u0083Â¢, Journal of Econometrics 87: 11-143.",
        "Brinkmann, Emile and Paul Horvitz (1995), Ã\u0083Â¢Risk-based capital standards and the credit crunchÃ\u0083Â¢. Journal of Money, Credit, and Banking 27, 848-863.",
        "Calomiris, Charles, and Charles Kahn (1991), Ã\u0083Â¢The role of demandable debt in structuring optimal banking arrangements.Ã\u0083Â¢ American Economic Review 81, 497-513.",
        "Calomiris, Charles, and Joseph R. Mason (2003), Ã\u0083Â¢Consequences of bank distress during the Great Depression,Ã\u0083Â¢ American Economic Review 93, 937-947.",
        "Calomiris , Charles, and Joseph R. Mason, 2004. Credit Card Securitization and Regulatory Arbitrage, Journal of Financial Services Research, Springer, vol. 26(1), pages 5-27, August Calomiris, Charles and Berry Wilson (2004), Ã\u0083Â¢Bank capital and portfolio management: The 1930s capital crunch and the scramble to shed risk,Ã\u0083Â¢ Journal of Business 77, 421-455.",
        "Calomiris, Charles W., and Margarita Tsoutsoura (2011), Ã\u0083Â¢Underwriting costs of seasoned equity issues: Cross-Sectional determinants and technological Change, 1980-2008,Ã\u0083Â¢ Working Paper, Columbia Business School.",
        "Campello, Murillo (2002), Ã\u0083Â¢Internal capital markets in financial conglomerates: Evidence from small bank responses to monetary policy,Ã\u0083Â¢ Journal of Finance 57, 2773-2805.",
        "Canova, Fabio (2007), Methods for Applied Macroeconomic Research. Princeton University Press.",
        "Cetorelli, Nicola, and Linda S. Goldberg (2009), Ã\u0083Â¢Banking globalization and monetary transmission,Ã\u0083Â¢ Federal Reserve Bank of New York Staff Report No. 333.",
        "Chiuri, Maria Concetta, Giovanni Ferri, and Giovanni Majnoni (2002), Ã\u0083Â¢The macroeconomic impact of bank capital requirements in emerging economies: Past evidence to assess the futureÃ\u0083Â¢. Journal of Banking and Finance 26, 881-904.",
        "Christiano, Lawrence, Eichenbaum, Martin and Evans, Charles (1999), Ã\u0083Â¢Monetary policy shocks: What have we learned and to what end?Ã\u0083Â¢, Handbook of Macroeconomics, in: J. B. Taylor and M. Woodford (ed.), Handbook of Macroeconomics, edition 1, volume 1, chapter 2, 65-148, Elsevier.",
        "Clement, Piet (2010), Ã\u0083Â¢The term Ã\u0083Â¢macroprudentialÃ\u0083Â¢: origins and evolutionÃ\u0083Â¢, BIS Quartery Review, March 2010.",
        "Diamond, Douglas (1984), Ã\u0083Â¢Financial intermediation and delegated monitoringÃ\u0083Â¢ Review of Economic Studies 51, 393-414.",
        "Diamond, Douglas, and Raghuram Rajan (2000), Ã\u0083Â¢A theory of bank capitalÃ\u0083Â¢ Journal of Finance 55, 2431-2465.",
        "Diamond, Douglas, and Ragharam Rajan (2001), Ã\u0083Â¢Liquidity risk, liquidity creation, and financial fragility: A theory of bankingÃ\u0083Â¢. Journal of Political Economy 109, 287327.",
        "Ediz, T., I. Michael, and W. Perraudin (1998), Ã\u0083Â¢The impact of capital requirements on UK bank behaviorÃ\u0083Â¢. Federal Reserve Bank of New York Economic Policy Review 4 (3), 15-22.",
        "Francis, William and Matthew Osborne (2009), Ã\u0083Â¢Bank regulation, capital and credit supply: Measuring the impact of Prudential StandardsÃ\u0083Â¢, FSA Occasional paper no, 36.",
        "Furlong, Frederick (1992), Ã\u0083Â¢Capital regulation and bank lendingÃ\u0083Â¢. Federal Reserve Bank of San Francisco Economic Review, 23-33.",
        "Galati, Gabriele and Richard Moessner (2011), Ã\u0083Â¢Macroprudential policy Ã\u0083Â¢ A literature reviewÃ\u0083Â¢, BIS Working Paper No. 337 Gale, Douglas and Martin Hellwig (1985), Ã\u0083Â¢Incentive-compatible debt contracts: The one-period problemÃ\u0083Â¢ Review of Economic Studies, vol. 52(4), October, 647-63.",
        "Gambacorta, Leonardo, and Paolo Emilio Mistrulli (2004), Ã\u0083Â¢Does Bank Capital Affect Lending Behavior,Ã\u0083Â¢ Journal of Financial Intermediation 13 (4), October, pages 436-57.",
        "Goodhart, Charles, and Boris Hofmann (2008), Ã\u0083Â¢House prices, money, credit, and the macroeconomyÃ\u0083Â¢ .Oxford Review of Economic Policy 24(1), 180-205.",
        "Haubrich, Joseph, and Paul Wachtel (1993), Ã\u0083Â¢Capital requirements and shifts in commercial bank portfoliosÃ\u0083Â¢. Federal Reserve Bank of Cleveland Economic Review, 29 (Quarter 1), 1-15.",
        "Houston, Joel, Christopher James, and David Marcus (1997), Ã\u0083Â¢Capital market frictions and the role of internal capital markets in banking, Journal of Financial Economics 46, 135-164.",
        "Ilzetzki, Ethan, Enrique Mendoza, and Carlos VÃ\u0083Æ\u0092gh, (2010), Ã\u0083Â¢How Big (Small?) are Fiscal Multipliers?Ã\u0083Â¢ NBER Working Papers 16479, National Bureau of Economic Research, Inc.",
        "James, Christopher (1987), Ã\u0083Â¢Some evidence on the uniqueness of bank loans,Ã\u0083Â¢ Journal of Financial Economics 19, 217-235.",
        "James, Christopher and Peggy Wier (1990), Ã\u0083Â¢Borrowing relationships, intermediation, and the cost of issuing public securitiesÃ\u0083Â¢, Journal of Financial Economics 28, 149171.",
        "Jarocinski, Marek (2010), Ã\u0083Â¢Responses to Monetary Policy Shocks in the East and the West of EuropeÃ\u0083Â¢. Journal of Applied Econometrics 25(5), 838-868.",
        "Jimenez, Gabriel, Jesus Saurina, Steven Ongena, and Jose-Luis Peydro (2011), Ã\u0083Â¢Macroprudential Policy, Countercyclical Bank Capital Buffers and Credit Supply: Evidence from the Spanish Dynamic Provisioning Experiment,Ã\u0083Â¢ Working paper, October.",
        "Kashyap, Anil, and Jeremy Stein, (1995), Ã\u0083Â¢The impact of monetary Policy on bank balance sheets,Ã\u0083Â¢ Carnegie-Rochester Conference Series on Public Policy 42, 151-195.",
        "Lown, Cara and Stavros Peristiani (1996), Ã\u0083Â¢The behavior of consumer loan rates during the 1990 credit slowdownÃ\u0083Â¢. Journal of Banking and Finance 20, 1673-1694.",
        "Myers, Stewart and Nicholal Majluf, (1984), Ã\u0083Â¢Corporate financing and investment decisions when firms have information that investors do not haveÃ\u0083Â¢ Journal of Financial Economics 13, 187Ã\u0083Â¢ 221.",
        "Miles, David, Marcheggiano, Gilberto and Jing Yang (2011), Ã\u0083Â¢Optimal bank capitalÃ\u0083Â¢, External MPC Unit Discussion Paper No.31.",
        "Peek, Joe and Eric Rosengren (1995a), Ã\u0083Â¢The capital crunch: Neither a borrower nor a lender beÃ\u0083Â¢. Journal of Money, Credit, and Banking 27, 625-638.",
        "Peek, Joe, and Eric Rosengren (2000), Ã\u0083Â¢Collateral damage: Effects of the japanese bank crisis on real activity in the United States,Ã\u0083Â¢ American Economic Review 90.",
        "Pesaran, M. Hashem, and Ron Smith (1995), Ã\u0083Â¢Estimating long-run relationships from dynamic heterogeneous panels.Ã\u0083Â¢ Journal of Econometrics 68(1), 79-113.",
        "Rebucci, Alessandro (2003), Ã\u0083Â¢On the heterogeneity bias of pooled estimators in stationary VAR specifications.Ã\u0083Â¢ IMF Working Papers 03/73, International Monetary Fund, April.",
        "Romer, Christina and David Romer (2010), Ã\u0083Â¢The Macroeconomic Estimates of Tax Changes: Estimates Based on a New Measure of Fiscal ShocksÃ\u0083Â¢, American Economic Review, vol. 100(3), pages 763-801.",
        "Roodman, D. (2006), Ã\u0083Â¢How to do xtabond2: An Introduction to Difference and Syatem GMM in StataÃ\u0083Â¢, CGD Working Paper, No. 103.",
        "Sa, Filipa, Towbin, Pascal and Tomasz Wieladek (2011). Low interest rates and housing booms: the role of capital inflows, monetary policy and financial innovation, Bank of England working papers 411, Bank of England.",
        "Schaeck, K and Cihak, M. (2007), Ã\u0083Â¢Banking competition and capital ratiosÃ\u0083Â¢, IMF Working Paper, No. 07/216.",
        "Sims, Christopher (1980), Ã\u0083Â¢Macroeconomics and Reality.Ã\u0083Â¢Econometrica, Econometric Society, vol. 48(1), 1-48, January.",
        "Stock, J and Yogo, M (2002), Ã\u0083Â¢Testing for weak instruments in linear IV regressionÃ\u0083Â¢, Technical Working Paper 284, NBER.",
        "Stock, J, Wright, J and Yogo, M (2002), Ã\u0083Â¢A survey of weak instruments and weak identification in generalized method of momentsÃ\u0083Â¢, Journal of Business and Economics Statistics, Vol. 20, No. 4.",
        "Suarez, Javier and Rafael Repullo (2009), The procyclical effects of bank capital regulation CEMFI working paper.",
        "Thakor, Anjan. (1996), Ã\u0083Â¢Capital requirements, monetary policy, and aggregate bank lending: Theory and empirical evidenceÃ\u0083Â¢. Journal of Finance 51, 279-324.",
        "Towbin, Pascal and Sebastian Weber (2010), Ã\u0083Â¢Limits of Floats - The Role of Foreign Currency Debt and Import StructureÃ\u0083Â¢, HEID Working Papers 01-2010, Graduate Institute of International and Development Studies.",
        "Tucker, Paul (2009), Ã\u0083Â¢The debate on financial system resilience: Macroprudential instrumentsÃ\u0083Â¢ Speech at Barclays Annual Lecture.",
        "Tucker, Paul (2011), Ã\u0083Â¢Macroprudential policy: building financial stability institutionsÃ\u0083Â¢ Speech at 20th Hyman P. Minsky conference.",
        "Wagster, John (1999), Ã\u0083Â¢The Basel accord of 1988 and the international credit crunch of 1989-1992Ã\u0083Â¢. Journal of Financial Services Research 15, 123-143.",
        "Vanhoose, David (2008), Ã\u0083Â¢Bank capital regulation, economic stability, and monetary policy: What does the academic literature tell us?Ã\u0083Â¢ Atlantic Economic Journal, 36(1), 1-14."
    ]
}