{
    "id": 17821,
    "cites": 41,
    "cited_by": 36,
    "reference": [
        "Agarwal, S., J. Driscoll, X. Gabaix, and D. Laibson. 2009. The age of reason: Financial decisions over the lifecycle with implications for regulation, Brookings Papers on Economic Activity, Fall 2009, 51Ã\u0083Â¢101.",
        "Alessie, R., M. van Rooij, and A. Lusardi. 2011. Financial literacy and retirement preparation in the Netherlands. Journal of Pension Economics and Finance 10(4): 527Ã\u0083Â¢545.",
        "Almenberg, J., and A. Dreber. 2011. Gender, financial literacy and stock market participation. Working Paper, Stockholm School of Economics.",
        "Almenberg, J., and C. Gerdes. 2011. Exponential growth bias and financial literacy, IZA Discussion Paper n. 5814.",
        "Almenberg, J., and J. SÃ\u0083Æ\u0092ve-SÃ\u0083Æ\u0092derbergh. 2011. Financial literacy and retirement planning in Sweden. Journal of Pension Economics and Finance 10(4): 585Ã\u0083Â¢ 598.",
        "Almenberg, J., and J. Widmark. 2011. Numeracy, financial literacy and participation in asset markets. Mimeo, Swedish Ministry of Finance.",
        "Banks, J., and Z. Oldfield. 2007. Understanding pensions: Cognitive functions, numerical ability and retirement saving. Fiscal Studies 28(2): 143Ã\u0083Â¢170.",
        "Bernheim, D. 1995. Do households appreciate their financial vulnerabilities? An analysis of actions, perceptions, and public policy. In Tax policy and economic growth, 1Ã\u0083Â¢30. Washington, DC: American Council for Capital Formation.",
        "Bernheim, D. 1998. Financial illiteracy, education and retirement saving. In Living with defined contribution pensions, eds. O. Mitchell and S. Schieber, 38Ã\u0083Â¢68. Philadelphia, PA: University of Pennsylvania Press.",
        "Bucher-Koenen, T., and A. Lusardi. 2011. Financial literacy and retirement preparation in Germany. Journal of Pension Economics and Finance 10(4): 565Ã\u0083Â¢584.",
        "Chen, H., and A. Rao. 2007. When two plus two is not equal to four: Errors in processing multiple percentage changes. Journal of Consumer Research 34: 327Ã\u0083Â¢340.",
        "Christelis, D., T. Jappelli, and M. Padula. 2010. Cognitive abilities and portfolio choice. European Economic Review 54: 18Ã\u0083Â¢39.",
        "Chiteji, N., and F. Stafford. 1999. Portfolio choices of parents and their children as young adults: Asset accumulation by African American families.",
        "American Economic Review Papers and Proceedings 89: 377Ã\u0083Â¢380 Crossan, D., D. Feslier, and R. Hurnard. 2011. Financial literacy and retirement planning in New Zealand. Journal of Pension Economics and Finance 10(4): 619Ã\u0083Â¢635.",
        "Cude, B., F. Lawrence, A. Lyons, K. Metzger, E. LeJeune, L. Marks, and K. Machtmes. 2006. College students and financial literacy: What they know and what we need to learn. Proceedings of the Eastern Family Economics and Resource Management Association, 102Ã\u0083Â¢109.",
        "Disney, R., and J. Gathergood. 2011. Financial literacy and indebtedness: New evidence for UK Consumers. Mimeo, University of Nottingham Fornero, E., and C. Monticone. 2011. Financial literacy and pension plan participation in Italy. Journal of Pension Economics and Finance 10(4): 547Ã\u0083Â¢ 564.",
        "Gerardi, K., L. Goette, and S. Meier. 2010. Financial literacy and subprime mortgage delinquency: Evidence from a survey matched to administrative data. Federal Reserve Bank of Atlanta Working Paper 2010-10.",
        "Hastings, J., and O. S. Mitchell. 2011. How financial literacy and impatience shape retirement wealth and investment behaviors. NBER Working Paper 16740.",
        "Hastings, J., O. S. Mitchell, and E. Chyn. 2011. Fees, framing, and financial literacy in the choice of pension manager. In Financial literacy: Implications for retirement security and the financial marketplace, eds. Olivia S. Mitchell and Annamaria Lusardi. Oxford, UK: Oxford University Press, 101Ã\u0083Â¢115.",
        "Hastings, J., and L. Tejeda-Ashton. 2008. Financial literacy, information, and demand elasticity: Survey and experimental evidence from Mexico. NBER Working Paper 14538.",
        "Hilgert, M., J. Hogarth, and S. Beverly. 2003. Household financial management: The connection between knowledge and behavior. Federal Reserve Bulletin: 309Ã\u0083Â¢322.",
        "Klapper, L., and G. Panos. 2011. Financial literacy and retirement planning: the Russian case. Journal of Pension Economics and Finance 10(4): 599Ã\u0083Â¢618.",
        "Li, G. 2009. Information sharing and stock market participation: Evidence from extended families. Mimeo, Federal Reserve Board.",
        "Lusardi, A. 2011. AmericansÃ\u0083Â¢ financial capability. NBER Working Paper 17103.",
        "Lusardi, A., and O. S. Mitchell. 2007a. Baby boomers retirement security: The role of planning, financial literacy and housing wealth. Journal of Monetary Economics 54: 205Ã\u0083Â¢224.",
        "Lusardi, A., and O. S. Mitchell. 2007b. Financial literacy and retirement preparedness: Evidence and implications for financial education. Business Economics: 35Ã\u0083Â¢44.",
        "Lusardi, A., and O. S. Mitchell. 2009. How ordinary consumers make complex economic decisions: Financial literacy and retirement readiness. NBER Working Paper 15350.",
        "Lusardi, A., and O. S. Mitchell. 2011a. The outlook for financial literacy. In Financial Literacy: Implications for Retirement Security and the Financial Marketplace, edited by Olivia S. Mitchell and Annamaria Lusardi. Oxford, UK: Oxford University Press, 1Ã\u0083Â¢16 Lusardi, A., and O. S. Mitchell. 2011b. Financial literacy and planning: Implications for retirement wellbeing. In Financial literacy: Implications for retirement security and the financial marketplace, eds. Olivia S. Mitchell and Annamaria Lusardi. Oxford, UK: Oxford University Press,17Ã\u0083Â¢39.",
        "Lusardi, A., and O. S. Mitchell. 2011c. Financial literacy around the world: an overview. Journal of Pension Economics and Finance 10(4): 497Ã\u0083Â¢508.",
        "Lusardi, A., and O. S. Mitchell. 2011d. Financial literacy and retirement planning in the United States. Journal of Pension Economics and Finance 10(4): 509Ã\u0083Â¢ 525.",
        "Lusardi, A., O. S. Mitchell, and V. Curto. 2010. Financial literacy among the young. Journal of Consumer Affairs 44 (2): 358Ã\u0083Â¢380.",
        "Lusardi, A., and P. Tufano. 2009a. Debt literacy, financial experiences, and overindebtedness. NBER Working Paper 14808.",
        "Lusardi, A., and P. Tufano. 2009b. Teach workers about the peril of debt. Harvard Business Review November: 22Ã\u0083Â¢24.",
        "Peters, E., J. Hibbard, P. Slovic, and N. Dieckmann. 2007. Numeracy skills and the communication, comprehension, and use of risk-benefit information. Health Affairs 26(2): 741Ã\u0083Â¢748.",
        "Poterba, J., S. Venti, and D. Wise. 2008. The changing landscape of pensions in the United States. In Overcoming the saving slump: How to increase the effectiveness of financial education and saving programs, ed. Annamaria Lusardi, 17Ã\u0083Â¢46. Chicago: University of Chicago Press.",
        "Sekita, S., 2011, Financial literacy and retirement planning in Japan. Journal of Pension Economics and Finance 10(4): 637Ã\u0083Â¢656.",
        "Stango, V., and J. Zinman. 2009. Exponential growth bias and household finance. Journal of Finance 64: 2807Ã\u0083Â¢2849.",
        "Song, C. 2011. Financial illiteracy and pension contributions: A field experiment on compound interest in China. Mimeo, University of California-Berkeley.",
        "Van Rooij, M., A. Lusardi, and R. Alessie. 2011. Financial literacy and stock market participation, Journal of Financial Economics 101(2): 449Ã\u0083Â¢472.",
        "Volk, R. 2007. Clarifying Values: Non-Numerical Approaches for Low Literacy Patients. Presentation to the 2007 Summer Institute on Informed Patient Choice, Center for the Evaluative Clinical Sciences. Hanover, NH: Dartmouth College.",
        "Yoong, J. 2011. Financial illiteracy and stock market participation: Evidence from the RAND American Life Panel. In Financial literacy: Implications for retirement security and the financial marketplace, eds. Olivia S. Mitchell and Annamaria Lusardi. Oxford, UK: Oxford University Press, 76Ã\u0083Â¢100."
    ]
}