{
    "id": 1782,
    "cites": 31,
    "cited_by": 1,
    "reference": [
        "1. Allison, John P., Economic Factors and the Rate of Crime, Land Economics, Vol. 48, No. 2 (May 1972), pp. 193-96",
        "2. Bechdolt, Burley V. Jr., Cross-sectional Analyses of Socio- economic Determinants of Urban Crime, Review of Social Economy, Vol. 33, No. 2 (October 1975), pp. 132-40.",
        "3. Becker, Gary S., Crime and Punishment: An Economic Approach, Journal of Political Economy, Vol. 76, No. 2 (March/April 1968), pp. 169-217.",
        "4. Block, N. K., and J. M. Heineke, A Labor Theoretic Analysis of the Criminal Choice, American Economic Review, Vol. 65, No. 3 (June 1975), pp. 314-25.",
        "5. Corman, Hope, Theodore Joyce, and Norman Lovitch, Crime and the Business Cycle in New York City: A VAR Approach, paper presented at the 60th Annual Conference of the Western Economic Association in Anaheim, California, June 30-July 4, 1985.",
        "6. Danziger, Sheldon, and David Wheeler, The Economics of Crime: Punishment or Income Redistribution, Review of Social Economy, Vol. 33, No. 2 (October 1975), pp. 113-31.",
        "7. Ehrlich, Isaac, Participation in Illegitimate Activities: A Theoretical and Empirical Investigation, Journal of Political Economy, Vol. 81, No. 3 (May/June 1973), pp. 521-65.",
        "8. _______, The Deterrent Effect of Capital Punishment: A Question of Life and Death, American Economic Review, Vol. 65, No. 3 (June 1975), pp. 397-417. R- 2",
        "9. Fleisher, Belton N., The Effect of Unemployment on Juvenile Delinquency, Journal of Political Economy, Vol. 71, No. 6 (December 1963), pp. 543-55.",
        "10. _______, The Effect of Income on Delinquency, American Economic Review, Vol. 56, No. 1 (March 1966), pp. 118-37.",
        "11. Freeman, Richard B., Crime and the Labor Market, National Bureau of Economic Research Working Paper No. 1031, November 1982.",
        "12. Gordon, Robert J., and Stephen R. King, The Output Cost of Disinflation in Traditional and Vector Autoregressive Models, Brookings Papers on Economic Activity, No. 1 (1982), pp. 205-42.",
        "13. Granger, C. W. J., Investigating Causal Relations by Econo- metric Models and Cross-Spectral Methods, Econometrica, Vol. 37, No. 3 (July 1969), pp. 424-38.",
        "14. Greenwood, Michael J., and Walter J. Wadycki, Crime Rates and Public Expenditures for Police Protection: Their Interaction, Review of Social Economy, Vol. 31, No. 2 (October 1973), pp. 138-51.",
        "15. Hoch, Irving, Factors in Urban Crime, Journal of Urban Economics, Vol. 1, No. 2 (April 1974), pp. 184-229.",
        "16. Hoenack, Stephen A., and William C. Weiler, A Structural Model of Murder Behavior and the Criminal Justice System, American Economic Review, Vol. 70, No. 3 (June 1980), pp. 327-41. R- 3",
        "17. Land, Kenneth C., and Marcus Felson, A General Framework for Building Dynamic Macro Social Indicator Models: Including an Analysis of Changes in Crime Rates and Police Expenditures, American Journal of Sociology, Vol. 82, No. 3 (November 1976), pp. 565-604.",
        "18. Litterman, Robert B., Techniques of Forecasting Using Vector Autoregressions, Working Paper No. 115, Federal Reserve Bank of Minneapolis, November 1979.",
        "19. McPhetters, Lee R., Robert Mann, and. Don Schlagenhauf, Economic Response to a Crime Deterrence Program: Mandatory Sentencing for Robbery with a Firearm, Economic Inquiry, Vol. 22, No. 4 (October 1984), pp. 550-70.",
        "20. Myers, Samuel L., Jr., Estimating the Economic Model of Crime: Employment Versus Punishment Effects, Quarterly Journal of Economics, Vol. 98, No. 1 (February 1983), pp. 157-66.",
        "21. Phillips, Llad, Harold L. Votey, Jr., and Darold Maxwell, Crime, Youth, and the Labor Market, Journal of Political Economy, Vol. 80, No. 3, Part I (May/June 1972), pp. 491-504.",
        "22. _______, and Subhash C. Ray, Evidence on the Identification and Causality Dispute About the Death Penalty, in Applied Time-Series Analysis, edited by 0. P. Anderson and M. R. Perryman. New York: North Holland, 1982, pp. 313-40.",
        "23. Pogue, Thomas F., Effect of Police Expenditures on Crime Rates: Some Evidence, Public Finance Quarterly, Vol. 3, No. 1 (January 1975) , pp. 14-44. R-4",
        "24. Schmidt, Peter, and Ann D. Witte. An Economic Analysis of Crime and Justice. Orlando: Academic Press, mc, 1984.",
        "25. Sims, Christopher A., Macroeconomics and Reality, Econometrica, Vol. 48, No. 1 (January 1980), pp. 1-48.",
        "26. Sjoquist, David Lawrence, Property Crime and Economic Behavior: Some Empirical Results, American Economic Review, Vol. 63, No. 3 (June 1973), pp. 439-46.",
        "27. United States. Bureau of Labor Statistics, Current Population Survey (CPS), Microfiche, New York Office.",
        "28. _______. Department of Justice, Federal Bureau of Investiga- tion. Uniform Crime Reports for the U.S., Various issues, Washington: Government Printing Office.",
        "29. Weicher, John C., The Effect of Income on Delinquency: Comment, American Economic Review, Vol. 60, No. 1 (March 1970), pp. 249-56.",
        "30. Witte, Ann Dryden, Estimating the Economic Model of Crime with Individual Data, Quarterly Journal of Economics, Vol. 94, No. 1 (February 1980), pp. 57-84.",
        "32. _______, A Time Series-Cross Section Analysis of Inter- national Variation in Crime and Punishment, Review of Economics and Statistics, Vol. 62, No. 3 (August 1980), pp. 417-23."
    ]
}