{
    "id": 17824,
    "cites": 26,
    "cited_by": 2,
    "reference": [
        "Adams P., Hurd M.D., McFadden D. Merrill A and Ribeiro T. Healthy, Wealthy and Wise? Tests for Direct Causal Paths between Health and Socioeconomic Status, Journal of Econometrics, 112(1), 3-56, 2003.",
        "Attanasio, Orazio and Carl Emmerson, Mortality, Health Status, and Wealth, Journal of the European Economic Association, 1(4):821-850, 2003.",
        "Bernheim, B. Douglas, Is the Baby Boom Generation Preparing Adequately for Retirement?, Merrill Lynch, 1992.",
        "Case, Anne and Angus Deaton, Health and Wealth Among the Poor: India and South Africa Compared, American Economic Review (Papers and Proceedings), 95 (2005), 229-233.",
        "Engen, Eric, William Gale and Cory Uccello, The Adequacy of Household Saving, Brookings Papers on Economic Activity, vol. 2, p. 65-187, 1999.",
        "Haveman, Robert, Karen Holden, Barbara Wolfe, and Andrei Romanov, Assessing the Maintenance of Savings Sufficiency over the First Decade of Retirement, CESIFO Working Paper No. 1567, October 2005.",
        "Hurd, Michael, Daniel McFadden and Angela Merrill, Predictors of Mortality among the Elderly, in D. Wise (ed.) Themes in the Economics of Aging, University of Chicago Press, 2001.",
        "Hurd, Michael and Susann Rohwedder, The Adequacy of Economic Resources in Retirement, Then and Now, RAND, December 2009.",
        "Hurd, Michael and David Wise, The Wealth and Poverty of Widows: Assets Before and After the Husband's Death, in D. Wise (ed.) The Economics of Aging, University of Chicago Press, p. 177-199,1989.",
        "Johnson, Richard, Cori Uccello, and Joshua Goldwyn, Who Forgoes Survivor Protection in Employer-Sponsored Pension Annuities, The Gerontologist, Feb. 2005, 45(1), p. 26-35.",
        "Love, David, Paul Smith and Lucy McNair, A New Look at the Wealth Adequacy of Older U.S. Households, Federal Reserve Board Finance and Economics Discussion Paper No. 2008-20, 2008.",
        "Michaud, P.-C. , A. van Soest, Ã\u0083Â¢Health and Wealth of Elderly Couples: Causality Tests using Dynamic Panel Data ModelsÃ\u0083Â¢ Journal of Health Economics 27:5,pp. 1312-1325, 2008.",
        "Mitchell, Olivia and James Moore, Can Americans Afford to Retire? New Evidence on Retirement Saving Adequacy, Journal of Risk and Insurance, 65(3), p. 371-400, 1998. Munnell, Alicia, Anthony Webb and francesca Golub-Sass, Is There Really a Retirement Saving Crisis? An NRRI Analysis, CRR Boston College No.",
        "Poterba, James, Steven F. Venti and David A. Wise. Ã\u0083Â¢Family Status Transitions, Latent Health, and the Post-Retirement Evolution of Assets?Ã\u0083Â¢ NBER Working Paper No. 15789, 2010a and forthcoming in David A. Wise (ed), Explorations in the Economics of Aging.",
        "Poterba, James, Steven F. Venti and David A. Wise. Ã\u0083Â¢The Asset Cost of Poor HealthÃ\u0083Â¢ NBER Working Paper No. 16389, 2010b.",
        "Rohwedder, Susann, Steven J. Haider, and Michael D. Hurd, 2006, Ã\u0083Â¢Increases in Wealth among the Elderly in the Early 1990s: How Much is Due to Survey Design?Ã\u0083Â¢ Review of Income and Wealth, Dec. 2006, 52(4), 509-524.",
        "Scholz, John Karl, Ananth Seshadri, and Surachai Khitatrakun, Are Americans Saving Optimally for Retirement, Journal of Political Economy 114 (4), 2006, 607-647.",
        "Sevak, Purvi, David Weir and Robert Willis, The Economic Consequences of a Husband's Death: Evidence from the HRS and AHEAD, Social Security Bulletin, vol 65, no. 3, p. 31-44, 2003.",
        "Smith, James P. Ã\u0083Â¢Healthy Bodies and Thick Wallets: The Dual Relation between Health and Economic Status,Ã\u0083Â¢ Journal of Economic Perspectives, 13(2):145-166, 1999.",
        "Smith, James P. Ã\u0083Â¢Unraveling the SES-Health Connection,Ã\u0083Â¢ Population and Development Review Supplement: Aging, Health and Public Policy, 30:108-132, 2004.",
        "Smith, James P., Ã\u0083Â¢Consequences and Predictors of New Health Events,Ã\u0083Â¢ in David A. Wise (eds.) Analyses in the Economics of Aging, University and Chicago Press, p.213-240. 2005.",
        "VanDerhei, Jack and Craig Copeland, The EBRI Retirement Readiness Rating: Retirement Income Preparation and Future Prospects, EBRI Issue Brief no. 344, July 2010 Venti, Steven F. and David A. Wise, Ã\u0083Â¢Aging and Housing Equity,Ã\u0083Â¢ in Bodie, Hammond, and Mitchell (ed.) Innovations in Retirement Financing.",
        "University of Pennsylvania Press and the Pension Research Council. 2002.",
        "Venti, Steven F. and David A. Wise, Ã\u0083Â¢Aging and Housing Equity: Another Look,Ã\u0083Â¢ In D.A. Wise, (ed.), Perspectives on the Economics of Aging, University of Chicago Press, 2004. Weir, David and Robert Willis, Prospects for Widow Poverty in the Finances of Marries Couples in the HRS, in O. Mitchell, B. Hammond and A.",
        "Rappaport (ed.), Forecasting Retirement Needs and Retirement Wealth, University of Pennsylvania Press, p. 208-234, 2000.",
        "Wu, Stephen, The Effects of Health Status Events on the Economic Status of Married Couples, Journal of Human Resources, vol. 38, no. 1, p. 219230. 2003."
    ]
}