{
    "id": 17826,
    "cites": 26,
    "cited_by": 0,
    "reference": [
        "Abrego, L., C. Perroni, J. Whalley and R.M. Wigle. 2001. Trade and Environment: Bargaining Outcomes from Linked Negotiations. Review of International Economics, 9(3), pp.414-428. Betina, V. D., R.A. McDougall and T.W. Hertel. 2006. GTAP Version6 Documentation: Chapter 20 &apos;Behavioral Parameters&apos;  accessed at https://www.gtap.agecon.purdue.edu/resources/download/2906.pdf.",
        "Cahuc, P., F.P. Vinay and J.M. Robin. 2006. Wage Bargaining With On-the Job Search: theory and Evidence. Econometrica, 74(2), pp.323-364.",
        "Calmfors, L., J. Driffill, S. Honkapohja and F. Giavazzi. 1988. Bargaining Structure, Corporatism and Macroeconomic Performance. Economic Policy, 3(6), pp.13-61.",
        "Caroenter, J.P. 2002. Evolutionary Models of Bargaining: Comparing Agent-based Computational and Analytical Approaches to Understanding Convention Evolution. Computational Economics, 19, pp.25-49.",
        "Coles, M.G. and A. Muthoo. 1998. Strategic Bargaining and Competitive Bidding in a Dynamic Market Equilibrium. Review of Economic Studies, 65, pp.235-260.",
        "CSY. 2010. China Statistical Yearbook. Available at: http://www.stats.gov.cn/tisi/ Dong, Y. and J. Whalley. 2010. Model Structure and The Combined Welfare and Trade Effects of China&apos;s Trade Related Policies. Global Economy Journal, 10(4), pp.1-19.",
        "Hoadley, S. and J. yang. 2008. China&apos;s Free Trade Negotiations: Economics, Security, and Diplomacy. In The Political Economy of the Asia Pacific, pp.123-146.",
        "Johnson, H.G. 1965. An Economic Theory of protectionism, Tariff Bargaining, and the Formation of Customs Unions. Journal of Political Economy, 73(3), pp.256-283.",
        "Johnson, E.J., C. Camerer, S. Sen and T. Rymon. 2002. Detecting Failures of Backward Induction: Monitoring Information Search in sequential Bargaining. Journal of Economic Theory, 104, pp.16-47.",
        "Kalai, E. 1985. Solutions to the Bargaining Problem. In: L. Hurwicz, D. Schmeidler and H. Sonnenschein, Eds, Social Goals and Social Organization, Essays in memory of E. Pazner. Cambridage University Press, pp.77-105.",
        "Kalai, E. and M. Smorodinsky. 1975. Other Solutions to Nash&apos;s Bargaining problem. Econometrica, 43(3), pp.513-518.",
        "Kennan, J. 2010. Private Information, Wage Bargaining and Employment Fluctuations. Review of Economic Studies, 77, pp.633-664.",
        "MCS. 2010. Ministry of Commerce Statistics of China. http://www.mofcom.gov.cn/tongiiziliao/tongiiziliao.html Nash, J.F. 1950. The Bargaining Problem. Econometrica, 28, pp.155-162.",
        "Nash, J.F. 1951. Non-cooperative Games. Annals of Mathematics, 54(2), pp.286-295.",
        "Peters, H.J.M. 1987. Some Axiomatic Aspects of Bargaining. In: J.H.P. Paelinck and P.H. Vossen, Eds., Axiomatics and Pragmatics of conflict Analysis. Aldershot, UK: Gower Press, pp.112-141.",
        "Peters, H.J.M. 1992. Axiomatic Bargaining Game Theory. Theory and Decision Library, Dordrecht: Kluwer Academic Publishers.",
        "Roth, A.E. 1979. Axiomatic Models of Bargaining. Berlin and New York: Springer-Verlag, No.170.",
        "Roth, A.E., V. Prasnikar, M.O. Fujiwara and S. Zamir. 1991. Bargaining and Market Behavior in Jerusalem, Ljubljana, Pittsburgh, and Tokyo: An Experimental Study. The American Economic Review, 81(5), pp.1068-1095.",
        "Rubinstein, A. 1982. Perfect Equilibrium in a Bargaining Model. Econometrica, 50(1), pp.97-109.",
        "Shoven, J.B. and J. Whalley. 1992. Applying General Equilibrium. Cambridge University Press.",
        "Thomson, W. 1983. Problems of Fair Division and the Egalitarian Solution. Journal of Economic Theory, Vol.31, pp.211-226.",
        "Thomson, W. 1985. Axiomatic Theory of Bargaining with a Variable Population: A Survey of Recent Results. In: A.E. Roth, ed. Game Theoretic Models of Bargaining. Cambridge University Press, pp.233-258.",
        "Thomson, W. 1994. Cooperative Models of Bargaining. In: R.J. Aumann and S. Hart, Handbook of Game Theory, Vol.2. Trejos, A. and R. Wright. 1995. Search, Bargaining, Money, and Prices. Journal of Political Economy, 103(1), pp.118-141.",
        "Trifon, R. and M. Landau. 1974. A Model of Wage Bargaining Involving Negotiations and Sanctions. Management Science, 20(6), pp.960-970.",
        "UN. 2010. United Nations Interactive Graphic System of International Economic Trends Data (SIGCI Plus). Data available at: http://www.eclac.org/comercio/ecdata2/index.html.",
        "Whalley, J. and L. Wang. 2010. The Impact of Renminbi Appreciation on Trade Flows and Reserve Accumulation in a Monetary Trade Model. Economic Modelling, 28, pp.614-621."
    ]
}