{
    "id": 17838,
    "cites": 60,
    "cited_by": 12,
    "reference": [
        "Acharya, Viral, 2009, Ã\u0083Â¢A Theory of Systemic Risk and Design of Prudential Bank RegulationÃ\u0083Â¢, Journal of Financial Stability, 5(3), 224-255. 27 See for example, the New York Times, May 26, 2010, Ã\u0083Â¢Doubts Grow on Central BankÃ\u0083Â¢s Ability to End CrisisÃ\u0083Â¢, and the Economist, November 27, 2010, Ã\u0083Â¢Plugging the HoleÃ\u0083Â¢and December 3, 2011, Ã\u0083Â¢The Dash for CashÃ\u0083Â¢.",
        "Acharya, Viral, Heitor Almeida and Murillo Campello, 2010, Ã\u0083Â¢Aggregate Risk and the Choice Between Cash and Lines of CreditÃ\u0083Â¢, Working Paper, New York University Stern School of Business.",
        "Acharya, Viral and Ouarda Merrouche, 2008, Ã\u0083Â¢Precautionary Hoarding of Liquidity and Inter-Bank Markets: Evidence from the Sub-prime CrisisÃ\u0083Â¢, Working Paper, New York University Stern School of Business.",
        "Acharya, Viral, Lasse Pedersen, Thomas Philippon and Mathew Richardson, 2010, Ã\u0083Â¢Measuring Systemic RiskÃ\u0083Â¢, Working paper, New York University Stern School of Business.",
        "Acharya, Viral, Joao Santos and Tanju Yorulmazer, 2010, Ã\u0083Â¢Systemic Risk and Deposit Insurance PremiumsÃ\u0083Â¢ Economic Policy Review, Federal Reserve Bank of New York, 16(1), 89-99.",
        "Acharya, Viral, Philipp Schnabl, and Gustavo Suarez, 2009, Ã\u0083Â¢Securitization without Risk Transfer,Ã\u0083Â¢Journal of Financial Economics, forthcoming.",
        "Acharya, Viral and David Skeie, 2011, Ã\u0083Â¢A Model of Liquidity Hoarding and Term Premia in Inter-Bank MarketsÃ\u0083Â¢, Journal of Monetary Economics, Carnegie Rochester Series in Public Policy (April 2011), forthcoming.",
        "Adrian, Tobias, Karin Kimbrough and Dina Marchioni, 2010, Ã\u0083Â¢The Federal ReserveÃ\u0083Â¢s Commercial Paper Funding Facility,Ã\u0083Â¢ Federal Reserve Bank of New York Staff Reports no. 423.",
        "Afonso, Gara, Anna Kovner and Antoinette Schoar, 2010, Ã\u0083Â¢Stressed, Not Frozen: The Federal Funds Market in the Financial Crisis,Ã\u0083Â¢ Federal Reserve Bank of New York Staff Reports no. 437. Forthcoming Journal of Finance.",
        "Ashcraft, Adam, 2008, Ã\u0083Â¢Does the Market Discipline Banks? New Evidence from the Regulatory Capital Mix,Ã\u0083Â¢ Journal of Financial Intermediation, 17(4), 543-561.",
        "Ashcraft, Adam, Morten Bech, and Scott Frame, 2010, Ã\u0083Â¢The Federal Home Loan Bank System: the Lender of Nextto -Last Resort?Ã\u0083Â¢Journal of Money, Credit and Banking, 42(4), 551-583.",
        "Ashcraft Adam, James McAndrews and David Skeie, 2010, Ã\u0083Â¢Precautionary Reserves and the Interbank Market, Journal of Money, Credit and Banking, forthcoming.",
        "Bord, Vitaly, and Joao Santos, 2011, Ã\u0083Â¢BanksÃ\u0083Â¢ Liquidity and Cost of Liquidity for Corporations,Ã\u0083Â¢ Working Paper, Federal Reserve Bank of New York.",
        "Bertrand, Marianne, Antoinette Schoar and David Thesmar, 2007, Ã\u0083Â¢Banking Deregulation and Industry Structure: Evidence from the French Banking Reforms of 1985,Ã\u0083Â¢ The Journal of Finance, 62(2), 597-628.",
        "Borenstein, Severin and Nancy Rose, 1995, Ã\u0083Â¢Bankruptcy and Pricing Behavior in U.S. Airline Markets,Ã\u0083Â¢ American Economic Review, 85(2), 397-402.",
        "Brunnermeier, Markus, 2009, Ã\u0083Â¢Deciphering the Liquidity and Credit Crunch 2007-2008,Ã\u0083Â¢ Journal of Economic Perspectives, 23(1), 77-100.",
        "Busse, Meghan, 2002, Ã\u0083Â¢Firm Financial Condition and Airline Price Wars,Ã\u0083Â¢ The RAND Journal of Economics, 33(2), 298-318.",
        "Calomiris, Charles, and Berry Wilson, 2004, Ã\u0083Â¢Bank Capital and Portfolio Management: The 1930s Ã\u0083Â¢Capital CrunchÃ\u0083Â¢ and the Scramble to Shed Risk,Ã\u0083Â¢ Journal of Business, 77(3), 421-455.",
        "Chakrabarti , Rajashri, Donghoon Lee, Wilbert van der Klaauw and Basit Zafar, 2011, Ã\u0083Â¢Household debt and saving during the 2007 recessionÃ\u0083Â¢ Federal Reserve Bank of New York Staff Reports no. 482.",
        "Cornett, Marcia, Jamie McNutt, Philip Strahan, and Hassan Tehranian, 2011, Ã\u0083Â¢Liquidity Risk Management and Credit Supply in the Financial Crisis,Ã\u0083Â¢ Journal of Financial Economics, 101(2), 297-312.",
        "Cook, Douglas, and Lewis Spellman, 1994, Ã\u0083Â¢Repudiation Risk and Restitution Costs: Toward Understanding Premiums on Insured Deposits,Ã\u0083Â¢ Journal of Money, Credit and Banking, 26(3), 439-459.",
        "Covitz, Daniel, Nellie Liang, and Gustavo Suarez, 2009, Ã\u0083Â¢The Evolution of a Financial Crisis: Panic in the AssetBacked Commercial Paper Market,Ã\u0083Â¢ Finance and Economics Discussion Series, Federal Reserve Board of Governors 2009-36.",
        "Davenport, Andrew and Kathleen McDill, 2006, Ã\u0083Â¢The Depositor Behind the Discipline: A Micro-Level Case Study of Hamilton Bank,Ã\u0083Â¢ Journal of Financial Services Research, 30(1), 93-109.",
        "Demirguc-Kunt Asli, and Harry Huizinga, 2004, Ã\u0083Â¢Market Discipline and Deposit Insurance,Ã\u0083Â¢ Journal of Monetary Economics, 51(2), 375-399.",
        "Diamond, Douglas, and Raghuram Rajan, 2005, Ã\u0083Â¢Liquidity Shortages and Banking Crises,Ã\u0083Â¢ Journal of Finance, 60(2), 615-647.",
        "Diamond, Douglas, and Raghuram Rajan, 2009, Ã\u0083Â¢The Credit Crisis: Conjectures about Causes and Remedies,Ã\u0083Â¢ American Economic Review: Papers & Proceedings, 99(2), 606-610.",
        "Driscoll, John and Ruth Judson, 2009, Ã\u0083Â¢Sticky Deposit Rates: Data and Implications for Models of Price AdjustmentÃ\u0083Â¢ Working Paper, Federal Reserve Board.",
        "Flannery, Mark, and Sorin Sorescu, 1996, Ã\u0083Â¢Evidence of Bank Market Discipline in Subordinated Debenture Yields: 1983-1991,Ã\u0083Â¢ Journal of Finance, 51(4), 1347-1377.",
        "Flannery, Mark, 1998, Ã\u0083Â¢Using Market Information in Prudential Bank Supervision: A Review of the U.S. Empirical Evidence,Ã\u0083Â¢ Journal of Money, Credit and Banking, 30(3), 273-305.",
        "Gao, Pengjie, and Hayong Yun, 2009, Ã\u0083Â¢Commercial Paper, Lines of Credit, and the Real Effects of the Financial Crisis of 2008: Firm-level Evidence from the Manufacturing Industry,Ã\u0083Â¢ Working Paper, Notre Dame University.",
        "Gatev, Evan, and Philip Strahan, 2006, Ã\u0083Â¢BanksÃ\u0083Â¢ Advantage in Hedging Liquidity Risk: Theory and Evidence from the Commercial Paper Market,Ã\u0083Â¢ Journal of Finance, 61(2), 867-892.",
        "Gatev, Evan, Til Schuermann and Philip Strahan, 2009, Ã\u0083Â¢Managing Bank Liquidity Risk: How Deposit-Loan Synergies Vary with Market Conditions,Ã\u0083Â¢ Review of Financial Studies, 22(3), 995-1020.",
        "Goldberg, Lawrence, and Sylvia Hudgins, 2002, Ã\u0083Â¢Depositor Discipline and Changing Strategies for Regulating Thrift Institutions,Ã\u0083Â¢ Journal of Financial Economics, 63(2), 263-274.",
        "Gorton, Gary, 2008, Ã\u0083Â¢The Panic of 2007,Ã\u0083Â¢ in Maintaining Stability in a Changing Financial System, a symposium sponsored by the Federal Reserve Bank of Kansas City, August 21-23.",
        "Gozzi, Juan Carlos and Martin Goetz, 2010, Ã\u0083Â¢Liquidity Shocks, Local Banks, and Economic Activity: Evidence from the 2007-2009 CrisisÃ\u0083Â¢, Working Paper, Brown University.",
        "Hannan, Timothy, and Gerald Hanweck, 1988, Ã\u0083Â¢Bank Insolvency Risk and the Market for Large Certificates of Deposit,Ã\u0083Â¢ Journal of Money, Credit and Banking, 20(2), 203-211.",
        "He, Zhiguo, In Gu Khang, and Arvind Krishnamurthy. 2010. Ã\u0083Â¢Balance Sheet Adjustments during the 2008 Crisis,Ã\u0083Â¢ Working Paper, University of Chicago.",
        "Ivashina, Victoria, and David Scharfstein, 2010, Ã\u0083Â¢Bank Lending during the Financial Crisis of 2008,Ã\u0083Â¢ Journal of Financial Economics, 97(3), 319-338.",
        "Iyer, Rajkamal and Manju Puri, 2008, Ã\u0083Â¢Understanding Bank Runs: The Importance of Depositor-Bank Relationships and Networks,Ã\u0083Â¢ NBER Working Paper 14280.",
        "Kacperczyk, Marcin, and Philipp Schnabl, 2010, Ã\u0083Â¢When Safe Proved Risky: Commercial Paper during the Financial Crisis of 2007-2009,Ã\u0083Â¢ Journal of Economic Perspectives, 24(1), 29-50.",
        "Kacperczyk, Marcin and Philipp Schnabl, 2011, Ã\u0083Â¢Implicit Guarantees and Risk Taking: Evidence from Money Market Funds,Ã\u0083Â¢ Working paper, New York University Stern School of Business.",
        "Kashyap, Anil, Raghuram Rajan and Jeremy Stein, 2002, Ã\u0083Â¢Banks as Liquidity Providers: An Explanation for the Coexistence of Lending and Deposit-Taking,Ã\u0083Â¢ Journal of Finance, 57(1), 33-73.",
        "Liu, Yian, 2011, Ã\u0083Â¢International Liquidity Sharing: Evidence from Financial CrisesÃ\u0083Â¢, Working Paper, University of Chicago.",
        "Maechler, Andrea, and Kathleen McDill, 2006, Ã\u0083Â¢Dynamic depositor discipline in US banks,Ã\u0083Â¢ Journal of Banking and Finance, 30(7), 1871-1898.",
        "Martinez Peria, Maria Soledad, and Sergio Schmukler, 2001, Ã\u0083Â¢Do Depositors Punish Banks for Bad Behavior? Market Discipline, Deposit Insurance, and Banking Crises,Ã\u0083Â¢ Journal of Finance, 56(3), 1029-1051.",
        "McCabe, Patrick, 2010, Ã\u0083Â¢The Cross Section of Money Market Fund Risks and Financial CrisesÃ\u0083Â¢ Finance and Economics Discussion Series, Federal Reserve Board of Governors, 2010-51.",
        "Montoriol-Garriga, Judit, and Evan Sekeris, 2009, Ã\u0083Â¢A Question of Liquidity: The Great Banking Run of 2008?Ã\u0083Â¢ Federal Reserve Bank of Boston Working Paper No QAU09-4.",
        "Mora, Nada, 2010, Ã\u0083Â¢Can Banks Provide Liquidity in a Financial Crisis?Ã\u0083Â¢ Economic Review, Federal Reserve Bank of Kansas City, Third Quarter.",
        "Park, Sangkyun, and Stavros Peristiani, 1998, Ã\u0083Â¢Market Discipline by Thrift Depositors,Ã\u0083Â¢ Journal of Money, Credit and Banking, 30(3), 347-364.",
        "Pennacchi, George. 2006. Ã\u0083Â¢Deposit Insurance, Bank Regulation, and Financial System Risks,Ã\u0083Â¢ Journal of Monetary Economics, 53(1), 1-30.",
        "Rajan, Raghuram, 2005, Ã\u0083Â¢Has Financial Development Made the World Riskier?Ã\u0083Â¢ in The Greenspan Era: Lessons for the Future, a symposium sponsored by the Federal Reserve Bank of Kansas City, August 25-27.",
        "Saidenberg, Marc, and Philip Strahan, 1999, Ã\u0083Â¢Are Banks Still Important for Financing Large Businesses?Ã\u0083Â¢ Federal Reserve Bank of New York Current Issues in Economics and Finance, 5(12), 1-6.",
        "Saunders, Anthony, and Berry Wilson, 1996, Ã\u0083Â¢Contagious Bank Runs: Evidence from the 1929-1933 Period,Ã\u0083Â¢ Journal of Financial Intermediation, 5(4), 409-423.",
        "Schumacher, Liliana, 2000, Ã\u0083Â¢Bank Runs and Currency Runs in a System without a Safety Net: Argentina and the Ã\u0083Â¢TequilaÃ\u0083Â¢ Shock,Ã\u0083Â¢ Journal of Monetary Economics, 46(1), 257-277.",
        "Shapiro, Matthew, 2010, Ã\u0083Â¢The Effects of the Financial Crisis on the Well-Being of Older Americans: Evidence from the Cognitive Economics Study,Ã\u0083Â¢ Working Paper, University of Michigan.",
        "Rates (r) Depositor Demand Ã\u0083Â¢Deposits = f(r, nearby failed banks) Bank Supply r=f(Ã\u0083Â¢Deposits, cost of alternative funds) Deposits This chart plots the VIX index (left-axis) and net flows into deposit accounts at commercial banks (right-axis) over the period 2005-2009. The underlying data are the Chicago Board Options Exchange for VIX (month-end), and the Federal Reserve H8 release for deposits at domestically chartered commercial banks. The latter deposit flows data are aggregated from weekly to monthly frequency.",
        "These deposit flows are also corrected for the artificial impact of JP Morgan Chase's acquisition of the large thrift, WaMu, reflected in the H8 release of October 1, 2008.",
        "CRSP Fails are the period associated with market equity returns worse than-90% over 18-month period (Acharya et al, 2010).",
        "Failure covers both regulatory-assisted failures and near-fails, as measured by large negative returns on the market value of equity (specifically, the first date when the 18-month return was worse than-90% using daily CRSP data following Acharya, Pedersen, Philippon, and Richardson, 2010), with the exception of column (3) which is for regulatory failure only. All regressions also control for the deposit concentration and fractions of seniors in the local market, as well as for local economic conditions (percentage change in house prices, employment and establishments - both pre-crisis (2006Q1-2007Q2 average) and during the crisis). The standard errors used in calculating significance levels are robust and are clustered at the bank organization level in columns (5) and (6). See Appendix for variable definitions and details about bank panel. ***, **, * indicate 1%, 5%, and 10% significance, respectively.",
        "This period corresponds to a five-month window surrounding the Lehman failure, similar to Afonso, Kovner and Schoar (2010). The reported R 2 is the within R 2 for the panel fixed effects regressions in columns (2), (4), (6) and (8). All regressions control for the deposit-weighted geographic market deposit concentration (annual from Summary of Deposits). Note that bank liquidity and solvency characteristics are from the quarterly Call Reports, and therefore t-1 indicates the one quarter lag. The standard errors used in calculating significance levels are clustered at the bank organization level. See Appendix for variable definitions and details about bank panel. ***, **, * indicate 1%, 5%, and 10% significance, respectively."
    ]
}