{
    "id": 17834,
    "cites": 23,
    "cited_by": 11,
    "reference": [
        "Advisory Committee on Student Financial Assistance, 2005. The Student Aid Gauntlet: Making Access to College Simple and Certain: Final Report of the Special Study of Simplification of Need Analysis and Application for Title IV Aid. Advisory Committee on Student Financial Assistance, Washington, DC. Bettinger, Eric P., Bridget Terry Long, Philip Oreopoulos, and Lisa Sanbonmatsu, forthcoming. Ã\u0083Â¢The Role of Simplification and Information in College Decisions: Results From the H&R Block FAFSA Experiment.Ã\u0083Â¢ Quarterly Journal of Economics.",
        "Blumenthal, Marshal, and Joel Slemrod, 1992. Ã\u0083Â¢The Compliance Cost of the U.S Individual Income Tax System: A Second Look After Tax Reform.Ã\u0083Â¢ National Tax Journal 45 (2), 185Ã\u0083Â¢202.",
        "College Board, 2011. Trends in Student Aid: 2011. College Board, Washington, DC.",
        "Commission on the Future of Higher Education, 2006. A Test of Leadership: Charting the Future of U.S. Higher Education. U.S. Department of Education, Washington, DC.",
        "Council of Economic Advisors, 2009. Simplifying Student Aid: The Case for an Easier, Faster, and More Accurate FAFSA. Council of Economic Advisers, Washington, DC.",
        "Dynarski, Susan, and Judith Scott-Clayton, 2006. Ã\u0083Â¢The Cost of Complexity in Federal Student Aid: Lessons from Optimal Tax Theory and Behavioral Economics.Ã\u0083Â¢ National Tax Journal 59 (2), 319Ã\u0083Â¢356.",
        "Dynarski, Susan, and Judith Scott-Clayton, 2007. Ã\u0083Â¢College Grants on a Postcard: A Proposal for Simple and Predictable Federal Student Aid.Ã\u0083Â¢ Discussion Paper 2007-01. The Hamilton Project, Washington, DC.",
        "Dynarski, Susan, Joshua Hyman, and Diane Schanzenbach, 2011. Ã\u0083Â¢Experimental Evidence on the Effect of Childhood Investments on Postsecondary Attainment and Degree Completion.Ã\u0083Â¢ NBER Working Paper 17533. National Bureau of Economic Research, Cambridge, MA.",
        "Institute of Education Sciences, 2011. Digest of Education Statistics: 2011. U.S. Department of Education, Washington, DC.",
        "Kahneman, Daniel, and Amos Tversky, 2000. Choices, Values, and Frames. Cambridge University Press, Cambridge, MA.",
        "Madrian, Brigitte C., and Dennis F. Shea, 2001. Ã\u0083Â¢The Power of Suggestion: Inertia in 401(k) Participation and Savings Behavior.Ã\u0083Â¢ Quarterly Journal of Economics 116 (4), 1149Ã\u0083Â¢ 1187.",
        "Parisi, Michael, 2011. Ã\u0083Â¢Individual Income Tax Returns, Preliminary Data, 2009.Ã\u0083Â¢ Statistics of Income Bulletin (Winter), 7Ã\u0083Â¢21.",
        "Rethinking Student Aid Study Group, 2008. Fulfilling the Commitment: Recommendations for Reforming Federal Student Aid. College Board, Washington, DC.",
        "Steinberg, Jacquest, 2011. Ã\u0083Â¢Seeking Your Questions on the FAFSA, the Free Application for Federal Student Aid Ã\u0083Â¢ NYTimes.com,Ã\u0083Â¢ Retrieved January 7, 2011 at http://thechoice.blogs.nytimes.com/2012/01/06/mark-kantrowitz/.",
        "Thaler, Richard, and Cass Sunstein, 2008. Nudge: Improving Decisions About Health, Wealth, and Happiness. Yale University Press, New Haven, CT.",
        "U.S. Department of Education, 2008a. Summary of Changes for the Application Processing System: 2009Ã\u0083Â¢2010. U.S. Department of Education, Washington, DC.",
        "U.S. Department of Education, 2008b. 2006-2007 Federal Pell Grant Program End-of-Year Report, U.S. Department of Education, Washington, DC.",
        "U.S. Department of Education, 2009a. Federal Pell Grant Program End-of-Year Report, US. Department of Education, Washington, DC.",
        "U.S. Department of Education, 2009b. Ã\u0083Â¢2007Ã\u0083Â¢2008 National Postsecondary Student Aid Survey: Restricted-Use Data File.Ã\u0083Â¢ U.S. Department of Education, Washington, DC.",
        "U.S. Department of Education, 2010. Summary of Changes for the Application Processing System: 2011Ã\u0083Â¢2012. U.S. Department of Education, Washington, DC.",
        "U.S. Department of Education, 2011a. 2009Ã\u0083Â¢2010 Federal Pell Grant Program End-of-Year Report. U.S. Department of Education, Washington, DC.",
        "U.S. Department of Education, 2011b. Federal Student Aid Application: Facts and Figures. U.S. Department of Education, Washington, DC.",
        "Wilkinson, Rupert, 2005. Aiding Students, Buying Students. Vanderbilt University Press, Nashville, TN."
    ]
}