{
    "id": 17839,
    "cites": 59,
    "cited_by": 11,
    "reference": [
        "Aggarwal, R., L. Klapper, and P. Wysocki, 2005, Portfolio preferences of foreign institutional investors, Journal of Banking and Finance 29, 2919-2946.",
        "Ahearne, A., W. Griever, and F. Warnock, 2004, Information costs and home bias: an analysis of U.S. holdings of foreign equities, Journal of International Economics 62, 313-336.",
        "Amiram, D., and Mary Margaret Frank, 2010, The Effects of the Taxation of Dividends on the Allocation of Foreign Portfolio Investment Around the World, (available at http://ssrn.com/abstract=1539422).",
        "Bernstein, S., J. Lerner, and A. Schoar, 2009, The Investment Strategies of Sovereign Wealth Funds, NBER WP 14861.",
        "Bradshaw, M. T., B. J. Bushee, and G. S. Miller, 2004, Accounting choice, home bias, and U.S. investment in non-U.S. firms, Journal of Accounting Research 42(5), 795-841.",
        "Bushman, R., J. Piotroski, and A. Smith, 2004, What determines corporate transparency? Journal of Accounting Research 42(2), 207-251.",
        "Chan, K., V. Covrig and L. Ng, 2005, What determines the domestic bias and foreign bias? Evidence from mutual fund equity allocations worldwide, Journal of Finance 60, 1495-1534.",
        "Dahlquist, M., L. Pinkowitz, R. Stulz, and R. Williamson, 2003, Corporate governance and the home bias, Journal of Financial and Quantitative Analysis 38, 87-110.",
        "Dehejia, R. and S. Wahba, 2002, Propensity score matching methods for non-experimental causal studies, Review of Economics and Statistics 84, 151Ã\u0083Â¢161.",
        "Desai, M., and D. Dharmapala, 2011, Dividend taxes and international portfolio choice, Review of Economics and Statistics 93(1): 266-284.",
        "Diamond, D. W., and R. E. Verrecchia, 1991, Disclosure, Liquidity, and the Cost of Capital, Journal of Finance 46(4), 1325-59.",
        "Didier, T., R. Rigobon, and S. Schmukler, 2010, Unexploited Gains from International Diversification: Patterns of Portfolio Holdings around the World, mimeo.",
        "Doidge, C., G.A. Karolyi, and R. Stulz, 2004, Why are foreign firms listed in the U.S. worth more? Journal of Financial Economics 71, 205-238.",
        "Doidge, C., G.A. Karolyi, K. Lins, D. Miller, and R. Stulz, 2009. Private Benefits of Control, Ownership, and the cross-listing decision, Journal of Finance 64(1), 425-466.",
        "Drake, C., 1993, Effects of misspecification of the propensity score on estimators of treatment effects, Biometrics 49, 1231Ã\u0083Â¢1236.",
        "Durnev, A. and H. Kim, 2005, To Steal or Not to Steal: Firm Attributes, Legal Environment, and Valuation, Journal of Finance 60(3): 1461-1493.",
        "Dyck, A.and L. Zingales, 2004, Private Benefits of Control: An International Comparison, Journal of Finance 59(2), 537-600.",
        "Easterbrook, F., 1984, Two Agency Cost Explanations of Dividends, American Economic Review 74(4), 650-659.",
        "Edison, H. J., and F. Warnock, 2004, U.S. InvestorsÃ\u0083Â¢ Emerging Market Equity Portfolios: A Security-Level Analysis, Review of Economics and Statistics 84(3), 691-704.",
        "Fanto, J., and R. Karmel, 1997, A report on the attitudes of foreign companies regarding a U.S. listing, Stanford Journal of Law, Business and Finance 24, 763-812.",
        "Ferreira, M., and P. Matos, 2008, The colors of investorsÃ\u0083Â¢ money: The role of institutional investors around the world, Journal of Financial Economics 88, 499-533.",
        "Fidora, M., M. Fratzscher, and C. Thimann, 2007, Home Bias in Global Bond and Equity Markets: The Role of Real Exchange Rate Volatility, Journal of International Money and Finance 26, 631-655.",
        "Foerster, S. R., and G. A. Karolyi, 1999, The effects of market segmentation and investor recognition on asset prices: Evidence from foreign stocks listing in the United States, Journal of Finance 54, 981-1013.",
        "Glassman, D. A. and L. A. Riddick, 2001, What causes home asset bias and how should it be measured? Journal of Empirical Finance 8, 35-54.",
        "Glazerman, S., D. Levy, and D. Myers, 2003, Nonexperimental versus experimental estimates of earnings impacts, The Annals of the American Academy of Political and Social Science 589, 63Ã\u0083Â¢93.",
        "Gozzi, J., R. Levine, and S. Schmukler, 2008, Internationalization and the evolution of corporate valuation, Journal of Financial Economics 88(3), 607-632.",
        "Heckman, J. J., 1979, Sample selection bias as a specification error, Econometrica 47, 153-161.",
        "Heckman, J., H. Ichimura, J. Smith, and P. Todd, 1998, Characterizing selection bias using experimental data, Econometrica, 66, 1017-1098.",
        "Heckman, J. and R. Robb Jr., 1985, Alternative methods for evaluating the impact of interventions, in Longitudinal Analysis of Labor Markets Data, ed. By J. Heckman and B. Singer. New York: Cambridge University Press, pp. 156-245.",
        "Henderson, B., N. Jegadeesh, and M. Weisbach, 2006, World markets for raising new capital, Journal of Financial Economics 82, 63-101.",
        "Imbens, G. W. 2004, Nonparametric estimation of average treatment effects under exogeneity: a review, Review of Economics and Statistics 86, 1, 4Ã\u0083Â¢29.",
        "International Finance Corportation, 1998, Emerging Stock Markets Factbook.",
        "Jensen, M., 1986, Agency Cost of Free Cash Flow, Corporate Finance, and Takeovers, American Economic Review (Papers and Proceedings) 76(2), 323-329.",
        "Johnson, S,, R, La Porta, F, Lopez-de-Silanes, and A, Shleifer, 2000. Tunneling. American Economic Review (Papers and Proceedings) 90, 22-27, Kalcheva, I,, and K, Lins, 2007. International evidence on cash holdings and expected managerial agency problems, Review of Financial Studies 20: 1087-1112.",
        "Karolyi, A. and R. Stulz, 2003, Are assets priced locally or globally?, in G. Constantinides, M. Harris and R. Stulz, eds.: The Handbook of the Economics of Finance, North-Holland Publishers, New York, NY.",
        "Kho, B., R. Stulz, and F. Warnock, 2009, Financial globalization, governance, and the evolution of the home bias, Journal of Accounting Review 47: 597-635.",
        "Lalonde, R., 1986, Evaluating the econometric evaluations of job training programs with experimental data, American Economic Review 76, 604-620.",
        "Lang, M., K. Lins, and D. Miller, 2003, ADRs, analysts, and accuracy: Does cross listing in the U.S. improve a firmÃ\u0083Â¢s information environment and increase market value? Journal of Accounting Research 41(2), 317-345.",
        "La Porta, R. F. Lopez-de-Silanes, A. Shleifer, and R. Vishny, 1998, Law and finance, Journal of Political Economy 106, 1113-1155.",
        "La Porta, R. F. Lopez-de-Silanes, A. Shleifer, and R. Vishny, 1999, Corporate ownership around the world, Journal of Finance 54, 471-515.",
        "La Porta, R., F. Lopez-de-Silanes, A. Shleifer, and R. Vishny, 2002, Investor Protection and Corporate Valuation, Journal of Finance, Vol. 57(3), 1147-1170.",
        "Larcker, D., T. Rusticus, 2010, On the Use of Instrumental Variables in Accounting Research, Journal of Accounting and Economics 49(3): 186-205.",
        "Lee, L.F., 1978, Unionism and wage rates: A simultaneous equations model with qualitative and limited dependent variables, International Economic Review, 19, 415-433.",
        "Leuz, C., Lins, K., and F. Warnock, 2009, Do foreigners invest less in poorly governed firms? Review of Financial Studies, 22, 3245-3285.",
        "Leuz, C., and R. Verrechia, 2004, The Economic Consequences of Increased Disclosure, Journal of Accounting Research 38: 91-124.",
        "Lewis, K. K., 1999, Trying to Explain Home Bias in Equities and Consumption, Journal of Economic Literature 37, 571-608.",
        "Maddala, G., 1983, Limited-Dependent and Qualitative Variables in Econometrics, Cambridge Press.",
        "Merton, R. C., 1987, A simple model of capital market equilibrium with incomplete information, Journal of Finance 42, 483-510.",
        "Miller, D., 1999, The market reaction to international cross-listings: evidence from depositary receipts, Journal of Financial Economics 51, 103-123.",
        "Morgan, D. P., 2002, Rating banks: Risk and uncertainty in an opaque industry, American Economic Review 92, 874-888.",
        "Pinkowitz, L., R. Stulz, and R. Williamson, 2006, Does the Contribution of Corporate Cash Holdings and Dividends to Firm Value Depend on Governance? A Cross-Country Analysis, Journal of Finance 27252753.",
        "Reese, W., and M. Weisbach, 2002, Protection of minority shareholders interests, cross-listings in the United States, and subsequent equity offerings, Journal of Financial Economics, 66(1): 65-104.",
        "Rosenbaum, P. R. and D. B. Rubin. 1983, The central role of the propensity score in observational studies for causal effects, Biometrika 70, 41Ã\u0083Â¢55.",
        "Sarkissian, S., and M. Schill. 2004. The Overseas Listing Decision: New Evidence of Proximity Preference. Review of Financial Studies 17, 769Ã\u0083Â¢809.",
        "Sarkissian, S,, and M, Schill, 2010. Why are U.S. Firms Listed in Foreign Markets Worth More?, working paper presented at 2010 Western Finance Association meetings.",
        "Stuart, E., 2004, Matching methods for causal inference: Designing observational studies, Harvard University Department of Statistics mimeo.",
        "Thomas, C. P., F. E. Warnock, and J. Wongswan, 2004, The Performance of International Portfolios, International Finance Discussion Paper 2004-817 (Federal Reserve Board).",
        "Yu, Gwen, 2010, Accounting Standards and International Portfolio Holdings: Analysis of Cross-border Holdings Following Mandatory Adoption of IFRS, Ph.D. dissertation, The University of Michigan.",
        "Zhao, Z., 2004, Using matching to estimate treatment effects: data requirements, matching metrics, and Monte Carlo evidence, Review of Economics and Statistics 86, 1, 91Ã\u0083Â¢107."
    ]
}