{
    "id": 17832,
    "cites": 26,
    "cited_by": 68,
    "reference": [
        "Acharya, V., Richardson, M., Nieuwerburgh, S. V., White, L. J. (2010). Guaranteed to Fail: Fannie Mae, Freddie Mac, and the Debacle of Mortgage Finance. Princeton University Press, March 2011.",
        "Ambrose, B. W., LaCour-Little M. and Sanders A.B. (2004). The EÃ\u0083Â¯ect of Conforming Loan Status on Mortgage Yield Spreads: A Loan Level Analysis. Real Estate Economics. Vol. 32, No. 4, 541-569.",
        "Campbell, J.Y., Giglio, S. and Pathak, P. (2010). Forced Sales and House Prices. American Economic Review, Forthcoming.",
        "DellÃ\u0083Â¢Ariccia, G., Igan, D. and Laeven, L. (2009). Credit Booms and Lending Standards: Evidence from the Subprime Mortgage Market. European Banking Center Discussion Paper, No. 200914S.",
        "Downing, C., Stanton, R. and Wallace, N. (2005). An Empirical Test of a Two-Factor Mortgage Valuation Model: How Much Do House Prices Matter? Real Estate Economics, Vol. 33, Issue 4, 681-710.",
        "Fama, E. F. and MacBeth, J. D. (1973). Risk, Return, and Equilibrium: Empirical Tests. The Journal of Political Economy, Vol. 81, No. 3, 607-636.",
        "Favara, G. and Imbs, J. (2011). Credit Supply and the Price of Housing. CEPR Discussion Paper, No. 8129.",
        "Favilukis,J., Ludvigson, S.C. and Nieuwerburgh S. V. (2010). The Macroeconomic Effects of Housing Wealth, Housing Finance, and Limited Risk-Sharing in General Equilibrium. NBER Working Paper, No. 15988.",
        "Genesove, D. and Mayer, C. J. (1997). Equity and Time to Sale in the Real Estate Market. American Economic Review, Vol. 87, No. 3. (Jun, 1997), pp. 255-269.",
        "Glaeser, E. L, Gottlieb, J. and Gyourko, J. (2010). Can Cheap Credit Explain the Housing Boom. NBER Working Paper, No. 16230.",
        "Green, R. K. and Wachter, S. M. (2005). The American Mortgage in Historical and International Context. The Journal of Economic Perspectives, Vol. 19, No. 4, 93114.",
        "Hubbard, G. and Mayer, C. (2008). House Prices, Interest Rates, and the Mortgage Market Meltdown. Columbia Business School Working Paper.",
        "Kaufman, A. (2010). What do Fannie and Freddie do? Unpublished Manuscript.",
        "Khandani, A. E., Lo, A.W. and Merton, R.C. (2009). Systemic Risk and the ReÃ\u0083Â¯nancing Ratchet EÃ\u0083Â¯ect. NBER Working Paper, No. 15362.",
        "Kindleberger, C., Aliber, R. and Solow, R. (2005). Manias, Panics, and Crashes: A History of Financial Crises. Wiley Investment Classics, Book 39.",
        "Kiyotaki, N. and Moore, J. (1997). Credit Cycles. The Journal of Political Economy, Vol. 105, No. 2, 211-248.",
        "Loutskina, E. and Strahan, P. (2009) Securitization and the Declining Impact of Bank Financial Condition on Loan Supply: Evidence from Mortgage Originations. Journal of Finance, 64(2), 861-922.",
        "Loutskina, E. and Strahan, P. (2010). Informed and Uninformed Investment in Housing: The Downside of DiversiÃ\u0083Â¯cation. Review of Financial Studies, Forthcoming.",
        "Lussardi, A., Schneider, D. and Tufano, P. (2011). Financially Fragile Households: Evidence and Implications. NBER Working Paper, No. 17072.",
        "Mayer, C. (2011). Housing Bubbles: A Survey. Annual Review of Economics, 3:55977.",
        "McKenzie, J.A. (2002). A Reconsideration of the Jumbo/Non-jumbo Mortgage Rate DiÃ\u0083Â¯erential. The Journal of Real Estate Finance and Economics, Vol. 25, No. 2-3, 197-213.",
        "Mian, A. and SuÃ\u0083Â¯, A. (2009). The Consequences of Mortgage Credit Expansion: Evidence from the U.S. Mortgage Default Crisis. The Quarterly Journal of Economics. Vol. 124, No. 4, 1449-1496.",
        "Saiz, A. (2010). The Geographic Determinants of Housing Supply. The Quarterly Journal of Economics, 125(3): 1253-1296.",
        "Sherlund, S.M. (2008). The Jumbo-Conforming Spread: A Semiparametric Approach. Finance and Economics Discussion Series Working Paper, 2008-01.",
        "Stanton, R. (1995). Rational Prepayment and the Valuation of Mortgage-Backed Securities The Review of Financial Studies. Vol. 8, No. 3, 677-708.",
        "Stein, J.C. (1995). Prices and Trading Volume in the Housing Market: A Model with Down-Payment EÃ\u0083Â¯ects. The Quarterly Journal of Economics. Vol. 100, No. 2, 379406."
    ]
}