{
    "id": 17833,
    "cites": 34,
    "cited_by": 4,
    "reference": [
        "Acemoglu, D., Egorov, G. and Sonin, K. (2011). A Political Theory of Populisim. MIT working paper 11Ã\u0083Â¢21.",
        "Ansolabehere, S. and Snyder, J. M. (2000). Valence politics and equilibrium in spatial election models, Public Choice 103: 327Ã\u0083Â¢336.",
        "Ansolabehere, S., Snyder, J. M. and Stewart, C. (2000). Old Voters, New Voters, and the Personal Vote: Using Redistricting to Measure the Incumbency Advantage, American Journal of Political Science 44: 17Ã\u0083Â¢34.",
        "Aragones, E. and Palfrey, T. R. (2002). Mixed Equilibrium in a Downsian Model with a Favoured Candidate, Journal of Economic Theory 103: 131Ã\u0083Â¢161.",
        "Ashworth, S. and Bueno de Mesquita, E. (2008). Electoral Selection, Strategic Challenger Entry, and the Incumbency Advantage, The Journal of Politics 70: 1006Ã\u0083Â¢1025.",
        "Ashworth, S. and Bueno de Mesquita, E. (2009). Elections with platform and valence competition., Games and Economic Behavior 67(1): 191Ã\u0083Â¢216.",
        "Barro, R. (1973). The control of politicians: an economic model, Public Choice 14(1): 19Ã\u0083Â¢ 42.",
        "Cain, B., Ferejohn, J. and Fiorina, M. (1987). The Personal Vote: Constituency Service and Electoral Independence, Harvard University Press.",
        "Canes-Wrone, B., Herron, M. C. and Shotts, K. W. (2001). Leadership and Pandering: A Theory of Executive Policymaking, American Journal of Political Science 45(3): 532Ã\u0083Â¢ 550.",
        "Carrillo, J. D. and Castanheira, M. (2002). Platform Divergence, Political EÃ\u0083Â¯ciency and the Median Voter Theorem. CEPR Discussion Paper No. 3180.",
        "Chan, W. (1996). External recruitment versus internal promotion, Journal of Labor Economics 14(4): 555Ã\u0083Â¢570.",
        "Dick, A. R. and Lott, J. R. (1993). Reconciling votersÃ\u0083Â¢ behavior with legislative term limits, Journal of Public Economics 50(1): 1Ã\u0083Â¢14.",
        "Downs, A. (1957). An Economic Theory of Democracy, New York: Harper and Row.",
        "Feddersen, T. and Pesendorfer, W. (1998). Convicting the Inocent: The Inferiority of Unanimous Jury Verdicts under Strategic Voting, American Political Science Review 92(1): 23Ã\u0083Â¢35.",
        "Ferejohn, J. (1986). Incumbent performance and electoral control, Public Choice 50: 5Ã\u0083Â¢26.",
        "Gelman, A. and King, G. (1990). Estimating incumbency advantage without bias, American Journal of Political Science 34(1): 1142Ã\u0083Â¢1164.",
        "Gersbach, H. (2007). Vote-Share Contracts and Democracy. CEPR Discussion Paper DP6497.",
        "Gersbach, H. (2010). On Higher Hurdles for Incumbents, Economics Bulletin 30(1).",
        "Grossman, S. J. (1981). The Informational Role of Warranties and Private Disclosure About Product Quality, Journal of Law and Economics 24: 461Ã\u0083Â¢483.",
        "Kartik, N., Ottaviani, M. and Squintani, F. (2007). Credulity, lies, and costly talk, Journal of Economic theory 134(1): 93Ã\u0083Â¢116.",
        "Lee, D. S. (2008). Randomized experiments from non-random selection in U.S. House elections, Journal of Econometrics 142: 675Ã\u0083Â¢697.",
        "Levitt, S. D. and Wolfram, C. D. (1997). Decomposing the Sources of Incumbency Advantage in the U.S. House, Legislative Studies Quarterly 22: 45Ã\u0083Â¢60.",
        "Maskin, E. and Tirole, J. (2004). The Politician and the Judge: Accountability in Government, The American Economic Review 94(4): 1034Ã\u0083Â¢1054.",
        "Matthews, S. A. and Mirman, L. J. (1983). Equilibrium Limit Pricing: The EÃ\u0083Â¯ects of Private Information and Stochastic Demand, Econometrica 51(4): 981Ã\u0083Â¢996.",
        "Meirowitz, A. (2008). Electoral Contests, Incumbency Advantages, and Campaign Finance, The Journal of Politics 70: 681Ã\u0083Â¢699.",
        "Meyer, M. A. (1991). Learning from Coarse Information: Biased Contests and Career ProÃ\u0083Â¯les, Review of Economic Studies 58: 15Ã\u0083Â¢41.",
        "Meyer, M. A. (1992). Biased Contests and MOral Hazard: Implications for Career ProÃ\u0083Â¯les, Annales DÃ\u0083Â¢Economie et de Statistique 25: 165Ã\u0083Â¢187.",
        "Milgrom, P. (1981). Good News and Bad News: Representation Theorems and Applications, Bell Journal of Economics 12: 380Ã\u0083Â¢391.",
        "Moloney, K. (2001). The rise and fall of spin: Changes of fashion in the presentation of UK politics, Journal of Public AÃ\u0083Â¯airs 1: 124Ã\u0083Â¢135.",
        "Morelli, M. and Van Weelden, R. (2011a). Ideology and Information in Policy Making. https://www.sites.google.com/richvanweelden/Ã\u0083Â¯les/posturing.pdf.",
        "Morelli, M. and Van Weelden, R. (2011b). Re-election Through Division. https://www.sites.google.com/richvanweelden/Ã\u0083Â¯les/pandering.pdf.",
        "RogoÃ\u0083Â¯, K. (1990). Equilibrium political budget cycles, The American Economic Review 80(1): 21Ã\u0083Â¢36.",
        "RogoÃ\u0083Â¯, K. and Sibert, A. (1988). Elections and Macroeconomic Policy Cycles, Review of Economic Studies 55: 1Ã\u0083Â¢16.",
        "Samuelson, L. (1984). Electoral Equilibria with Restricted Strategies, Public Choice 43(3): 307Ã\u0083Â¢327."
    ]
}