{
    "id": 17841,
    "cites": 89,
    "cited_by": 35,
    "reference": [
        "Abrahamse, W., L. Steg, C. Vlek, T. Rothengatter, 2007. The effect of tailored information, goal setting, and tailored feedback on household energy use, energy-related behaviors, and behavioral antecedents. Journal of Environmental Psychology 27 (2007) 265Ã\u0083Â¢276 Acemoglu D, Aghion P, Bursztyn L, Hemous D., 2011. The environment and directed technical change. American Economic Review, in press.",
        "Aghion, P. and P. Howitt, 1992. A model of growth through creative destruction. Econometrica 60(2), 323-351.",
        "Allcott, H. and S. Mullainathan, 2010. Behavior and energy policy, Science 327, 1204-1205.",
        "Ambec, S., M. A. Cohen, S. Elgie, and P. Lanoie, 2011. The Porter Hypothesis at 20: Can Environmental Regulation Enhance Innovation and Competitiveness? Resources for the Future, Washington D.C., USA.",
        "Ambrosi P., Hourcade J.-C., Hallegatte S., Lecocq F., Dumas P., Ha Duong M., 2003. Optimal control models and elicitation of attitudes towards climate damages. Environmental Modeling and Assessment 8(3):133-147.",
        "Andreoni, J., and A. Levinson, 2001. The simple analytics of the Environmental Kuznets Curve. Journal of Public Economics 80 (2), 269Ã\u0083Â¢286.",
        "Arrow, K. J., 1962. The economic implications of learning by doing. The Review of Economic Studies 29 (3), 155-173.",
        "Asheim, G.B., and M.L. Weitzman, 2001. Does NNP Growth Indicate Welfare Improvement? Economics Letters 73:2, pp. 233-39.",
        "Barbier, E., 1997. Environmental Kuznets Curve special issue: IntroductionÃ\u0083Â¢. Environment and Development Economics 2, 369Ã\u0083Â¢381.",
        "Baumol, W. and W. Oates, 1988. The Theory of Environmental Policy, (2nd edition) Cambridge University Press, Cambridge.",
        "Baumol, W., 1972. On Taxation and the Control of Externalities, American Economic Review, 62(3), 307321.",
        "Betz, R., and M. Sato, 2006. Emissions trading: lessons learnt from the 1st phase of the EU ETS and prospects for the 2nd phase. Climate Policy 6(4), 351Ã\u0083Â¢359.",
        "Blanchard, O. J., Gali, J., 2010. The Macroeconomic effects of Oil Price Shocks: Why are the 2000s so Different from the 1970s? Bolt, K.; Ruta, G. and M. Sarraf, 2005, Estimating the Cost of Environmental Degradation, The World Bank.",
        "Bourguignon, F. and Fields, G. 1990. Poverty Measures and Anti-poverty Policy. Recherches Economiques de Louvain, 56(3-4), pp. 409-427.",
        "Bowen, A., 2011. Green growth, green jobs, and labour market. Background paper for the SDN Flagship Report on Green Growth. The World Bank, Washington, DC.",
        "Brock, W.A., and Taylor, M.S. 2005. Chapter 28 Economic Growth and the Environment: A Review of Theory and Empirics Aghion, P. & Durlauf, S. N. (ed.) Elsevier, Vol. 1, Part 2, pp. 1749-1821 Brock, W., and Taylor, M. 2010. The Green Solow model , Journal of Economic Growth, Springer Netherlands, Vol. 15(2), pp. 127-153-153.",
        "Camerer, C. and H. Kunreuther, 1989. Decision Processes for Low Probability Events: Policy Implications. Journal of Policy Analysis and Management, 8, 565-592.",
        "Chapin, F. S., III, E. S. Zavaleta, V. T. Eviner, R. L. Naylor, P. M. Vitousek, H. L. Reynolds, D. U. Hooper, S. Lavorel, O. E. Sala, S. E. Hobbie, M. C. Mack, and S. Diaz. 2000. Consequences of changing biodiversity. Nature 405:234Ã\u0083Â¢242.",
        "Coady, D., M. El-Said, R. Gillingham, K. Kpodar, P. Medas, and D. Newhouse, 2006: The magnitude and distribution of fuel subsidies: evidence from Bolivia, Ghana, Jordan, Mali, and Sri Lanka, IMF Working Paper WP/06/247, Washington, DC.",
        "Costello, C., Gaines, S. D. & Lynham, J., 2008. Can Catch Shares Prevent Fisheries Collapse? Science 321, 1678Ã\u0083Â¢1681 (2008).",
        "Croitoru, Leila and Maria Sarraf, Eds. 2010. The Cost of Environmental Degradation: Case Studies from the Middle East and North Africa. The World Bank, Washington DC Dasgupta, P., and G. Heal, 1974. Optimal Depletion of Exhaustible Resources. Rev. Econ. Studies, Symposium (1974), pp. 3-28.",
        "Dasgupta, P., and K-G MÃ\u0083Æ\u0092ler, 2000. Net National Product, Wealth, and Social Well-Being. Environment and Development Economics 5, Parts 1&2:69-93, February & May 2000.",
        "Davis, K., S.J. Caldeira, H. D. Matthews. Science 329, 1330Ã\u0083Â¢33 (2010).",
        "Fischer, C., R. G. Newell, 2008. Environmental and technology policies for climate mitigation, Journal of Environmental Economics and Management, Volume 55, Issue 2, Pages 142-162.",
        "Foa, R., 2009. Social and Governance Dimensions of Climate Change Implications for Policy, Policy Research Working Paper 4939, The World Bank.",
        "Freeman, M. III, J. Herriges and C. Kling, 2003. The Measurement of Environmental and Resource Values: Theory and Methods. 2nd Ed. Washington DC: RFF Press.",
        "Freund, C. L., and C. I. Wallich, 1995: Raising household energy prices in Poland. Who gains? Who loses? Policy Research Working Paper 1495, The World Bank, Washington, DC.",
        "Gali, J. and M. Gertler (eds.), 2008. International Dimensions of Monetary Policy. University of Chicago Press, Chicago, IL, Ch.",
        "Gerlagh R., 2006. ITC in a Global Growth-Climate Model with CCS. The Value of Induced Technical Change for Climate Stabilization, The Energy Journal, Special issue on Induced Technological Change and Climate Change, 55-72.",
        "Gillingham, K., R. Newell, and K. Palmer (2009): Ã\u0083Â¢Energy Efficiency Economics And Policy,Ã\u0083Â¢ Annual Review of Resource Economics, 1, 597Ã\u0083Â¢619.",
        "Gneezy, U. and Rustichini, A. (2000), Pay Enough Or Don't Pay At All, Quarterly Journal Of Economics, 115 (3), 791-810.",
        "Goulder L.H., Mathai K (2000) Optimal CO2 abatement in the presence of induced technological change.",
        "Journal of Environmental Economics and Management 39(1):1_38 Goulder, L. (1995), Ã\u0083Â¢Environmental Taxation and the Ã\u0083Â¢Double DividendÃ\u0083Â¢: A Reader's Guide,Ã\u0083Â¢ International Tax and Public Finance 2(2).",
        "Graff Zivin, J.S., and M. J. Neidell, 2011. The impact of pollution on worker productivity, NBER Working Paper 17004.",
        "Gregorio, J. D., O. Landerretche, and C. Neilson, 2007. Another pass-through bites the dust? Oil prices and inflation, mimeo, 2007.",
        "Grossman, G.M., Krueger, A.B. (1993). Ã\u0083Â¢Environmental impacts of a North American free trade agreementÃ\u0083Â¢. In: Garber, P. (Ed.), The USÃ\u0083Â¢Mexico Free Trade Agreement. MIT Press, Cambridge, MA, pp. 57Ã\u0083Â¢125.",
        "Grossman, G.M., Krueger, A.B. (1995). Ã\u0083Â¢Economic growth and the environmentÃ\u0083Â¢. Quarterly Journal of Economics 110 (2), 353Ã\u0083Â¢377.",
        "Grubb M., Chapuis T., Duong MH (1995) The economics of changing course: Implications of adaptability and inertia for optimal climate policy. Energy Policy 23(4-5):pp. 417-431 Guivarch C., S. Hallegatte, 2011. Existing infrastructure and the 2C target, Climatic Change Letters, in press.",
        "Gusdorf, F., S. Hallegatte, 2007. Compact or Spread-Out Cities : Urban Planning, Taxation, and the Vulnerability to Transportation Shocks, Energy Policy, 35 (2007) 4826-4838.",
        "Gusdorf, F., S. Hallegatte, A. Lahellec, 2008: Time and space matter: how urban transitions create inequality, Global Environment Change, 18(4), 708-719.",
        "Ha-Duong M., M.Grubb ,J.-C. Hourcade (1997) Influence of socioeconomic inertia and uncertainty on optimal CO2-emission abatement. Nature 390(6657):270-273 Hallegatte, S., 2011. How economic growth and rational decisions can make disaster losses grow faster than wealth, Policy Research Working Paper 5617, The World Bank Hallegatte, S., J.-C. Hourcade, P. Dumas, 2007, Why economic dynamics matter in assessing climate change damages: illustration on extreme events, Ecological Economics, volume 62(2), 330-340 Hamilton, K., and M. Clemens, 1999, Genuine Savings Rates in Developing Countries. The World Bank Economic Review, 13:2, pp. 333-56.",
        "Hanley, N. and E. B. Barbier, 2009, Pricing Nature: Cost Benefit Analysis and Environmental Policy. Cheltenham, UK: Edward Elgar.",
        "Hanna, R., 2011. The Effect of Pollution on Labor Supply: Evidence from a Natural Experiment in Mexico City, NBER Working Paper 17302.",
        "Harberger, A.C., 1978: On the use of distributional weights in social costÃ\u0083Â¢benefit analysis. Journal of Political Economy, 86(2).",
        "Harrison, A.E. and A. Rodriguez-Clare (2010), Ã\u0083Â¢Trade, Foreign Investment, and Industrial PolicyÃ\u0083Â¢, Handbook of Development Economics. Volume 5, Pages 4039-4214.",
        "Heal, G. and KristrÃ\u0083Æ\u0092m, B. 2005. Chapter 22 National Income and the Environment, MÃ\u0083Æ\u0092ler, K.-G. & Vincent, J. R. (ed.) Elsevier, Volume 3, Part 2, pp. 1147-1217 Heal, G. and Schlenker, W., 2008. Ã\u0083Â¢Economics: sustainable fisheriesÃ\u0083Â¢, Nature 455, 1044-1045.",
        "Helm, D. 2010. Government failure, rent-seeking, and capture: the design of climate change policy. Oxford Review of Economic Policy 26 (2), 182-196.",
        "Hogarth, R., and H. Kunreuther, 1995. Decision Making Under Ignorance: Arguing with Yourself. Journal of Risk and Uncertainty, 10, 15-36.",
        "Hoornweg, Daniel, Mila Freire, Marcus J. Lee, Perinaz Bhada-Tata, and Belinda Yuen. 2011. Cities and Climate Change: Responding to an Urgent Agenda. The World Bank.",
        "Hope, E. and B. Singh, 1995: Energy price increases in developing countries: case studies of Columbia, Ghana, Indonesia, Malaysia, Turkey, and Zimbabwe, Policy Research Working Paper 1442, The World Bank, Washington, DC.",
        "Hourcade, J.-C., F. Ghersi, E. Combet, D. Thery, 2010: Carbon Tax and Equity : The Importance of Policy Design, in Dias Soares, C., Milne, J., Ashiabor, H., Deketelaere, K., Kreiser, L. (ed.), Critical Issues in Environmental Taxation, Oxford University Press, Oxford, pp. 277-295.",
        "Jaccard M, Rivers N (2007) Heterogeneous capital stocks and the optimal timing for CO2 abatement.",
        "Resource and Energy Economics 29(1):1-16 Kanbur, R., 2010: Macro crisis and targeting transfers to the poor. In Globalization and Growth: Implications for a Post-Crisis World, Commission on Growth and Development, The World Bank, 342pp, Washington, DC.",
        "Laffont JJ (1999) Political economy, information, and incentives. European Economic Review 43:649-669.",
        "Lecocq F, Hourcade J, Ha Duong M (1998) Decision making under uncertainty and inertia constraints: sectoral implications of the when flexibility. Energy Economics 20(5-6):539-555 Lucas, R. E., Jr., 1988. On the Mechanics of Economic Development, Journal of Monetary Economics, 22: 3-42.",
        "Magat,W., K.W. Viscusi, and J. Huber, 1987. Risk-dollar trade-offs, risk perceptions, and consumer behaviour. In: Learning About Risk [Viscusi, W. and W. Magat (eds.)]. Harvard University Press, Cambridge, MA, 83-97.",
        "Malthus,T. R. (1965).First essay on population. New-York: Kelley. (Original work published 1798) Mankiw, N.G., D. Romer, D. N. Weil, 1992. A Contribution to the Empirics of Economic Growth, The Quarterly Journal of Economics, 107(2), 407-437 Manne A, Richels R (2004) The impact of learning-by-doing on the timing and costs of CO2 abatement.",
        "Milanovic, M., 2011. The Haves and the Have-Nots. A Brief Idiosyncratic History of Global Inequality, Basic Books, 2011 Muller, NZ., R. Mendelsohn and W. Nordhaus, 2011, Environmental Accounting for Pollution in the United States. American Economic Review 101:1649-1675.",
        "Nordhaus WD, 1992. An optimal transition path for controlling greenhouse gases. Science 258(5086):1315-1319 Nordhaus, W.D. 1974. Resources as a Constraint on Growth. American Economic Review 64: 22-26.",
        "OÃ\u0083Â¢Neill, B. C., Riahi, K. & Keppo, I. Mitigation implications of midcentury targets that preserve long-term climate policy options. Proc. Natl Acad. Sci. USA 107, 1011Ã\u0083Â¢1016 (2009).",
        "Otto, V.M., and Reilly, J., 2008. Directed technical change and the adoption of CO2 abatement technology: the case of CO2 capture and storage. Energy Economics. 30, 2871Ã\u0083Â¢2890. doi:10.1016/j.eneco.2007.07.001.",
        "Pagiola S., von Ritter K. and J. Bishop, 2005. Assessing the Economic Value of ecosystem Conservation, Others 0502006, EconWPA.",
        "Parry, I. W. H. & Bento, A. M., 2000. Tax Deductions, Environmental Policy, and the Double Dividend Hypothesis, Journal of Environmental Economics and Management, Elsevier, vol. 39(1), pages 6796, January.",
        "Popp D., R.G. Newell, and A.B. Jaffe, 2009. Energy, the Environment, and Technological Change, NBER Working Papers 14832, National Bureau of Economic Research, Inc Porter, M., and C. van der Linde (1995), Toward a New Conception of the Environment-Competitiveness Relationship, Journal of Economic Perspective 9(4), 97Ã\u0083Â¢118.",
        "Rausch S., G. E. Metcalf, J.M. Reilly, and S. Paltsev, 2009: Distributional impacts of a U.S. greenhouse gas policy: a general equilibrium analysis of carbon pricing, Report 182, MIT Global Change Science and Policy.",
        "Rodrik, D. and A. Subramanian, 2008. Why did financial globalization disappoint? Mimeo. Harvard University and Peterson Institute for International Economics.",
        "Romer, Paul M., Ã\u0083Â¢Endogenous Technological Change, Journal of Political Economy, 1990, 98, S71-102. Romer, Paul M., Ã\u0083Â¢The Origins of Endogenous Growth, The Journal of Economic Perspectives, Vol. 8, No.",
        "1 (Winter, 1994) pp. 3-22 Rozenberg J., S. Hallegatte, A. Vogt-Schilb, O. Sassi, C. Guivarch, H. Waisman, J.-C. Hourcade, 2010, Climate policies as a hedge against the uncertainty on future oil supply, Climatic Change Letters, 101(3), pp. 663-669.",
        "Selden, T., Song, D. (1994). Ã\u0083Â¢Environmental quality and development: Is there a Kuznets curve for air pollution emissions?Ã\u0083Â¢. Journal of Environmental Economics and Management 27, 147Ã\u0083Â¢162.",
        "Sen, A. K., 1973: On the Development of Basic Income Indicators to Supplement the GNP Measure.",
        "United Nations Economic Bulletin for Asia and the Far East, September-December 1973b, 24(2-3), pp. 1-11.",
        "Sen, A.K., 1976: Poverty: An Ordinal Approach to Measurement. Econometrica, 44(2), pp. 219-23.",
        "Shafik, N., Bandyopadhyay, S. (1994). Economic Growth and Environmental Quality: Time Series and Cross Country Evidence. The World Bank, Washington, DC.",
        "Small, K.A., et K. Van Dender. 2007.  Long run trends in transport demand, fuel price elasticities and implications of the oil outlook for transport policy . OECD/ITF Joint Transport Research Centre Discussion Papers.",
        "Smulders, J. (1994). Growth Market Structure and the Environment: Essays on the Theory of Endogenous Economic Growth. Tilburg University, Tilburg.",
        "Smulders, S. (1999). Ã\u0083Â¢Endogenous growth theory and the environmentÃ\u0083Â¢. In: van den Berg, J.C.J.M. (Ed.), Handbook of Environmental and Resource Economics. Edward Elgar, Cheltenham, pp. 610Ã\u0083Â¢621.",
        "Smulders, S. 2005, Endogenous Technological Change, Natural Resources, and Growth, Chapter 8 in Ã\u0083Â¢Natural Resources and the Environment in the New MillenniumÃ\u0083Â¢, R.D. Simpson, M.A. Toman, and R.U. Ayres (eds), The Johns Hopkins University Press for Resources for the Future.",
        "Solow, R. M. , 1956. A contribution to the theory of economic growth. Quarterly Journal of Economics, 70, 65Ã\u0083Â¢94.",
        "Solow, R. M., 1974. The Economics of Resources or the Resources of Economics. American Economic Review 64: 1-14.",
        "Stokey, N. (1998). Ã\u0083Â¢Are there limits to growthÃ\u0083Â¢. International Economic Review 39 (1), 1Ã\u0083Â¢31.",
        "Sue Wing, I. (2006) Representing induced technological change in models for climate policy analysis.",
        "Energy Economics 28(5-6):539-562 Train, K., 1985, Ã\u0083Â¢Discount rates in consumerÃ\u0083Â¢s energy-related decisions: a review of the literatureÃ\u0083Â¢, Energy, 10(12):1243-1253 Tversky, A. and E. Shafir, 1992. Choice under conflict: the dynamics of deferred decision. Psychological Science, 3(6), 358-361.",
        "United Nations 2003. Handbook of National Accounting: Integrated Environmental and Economic Accounting 2003. New York: United Nations.",
        "Vogt-Schilb A., S. Hallegatte, 2011. When Starting with the Most Expensive Option Makes Sense: Use and Misuse of Marginal Abatement Cost Curves. Policy Research Working Paper 5803, The World Bank.",
        "Wigley TML, Richels R, Edmonds JA (1996) Economic and environmental choices in the stabilization of atmospheric CO2 concentrations. Nature 379(6562):240-243 World Bank, 2006. Where is the Wealth of the Nations? The World Bank, Washington D.C. World Bank, 2009. World Development Report 2010: Development and Climate Change. World Bank, Washington DC.",
        "World Bank. 2009. World Development Report 2010: Development and Climate Change. World Bank Publications.",
        "World Bank 2011. The Changing Wealth of Nations: Measuring sustainable development in the new millennium. Washington DC: The World Bank.",
        "Yusuf, A.A., and B. Resosudarmo, 2007: On the distributive effect of carbon tax in developing countries: the case of Indonesia, Working Paper in Economics and Development Studies, Padjadjaran University.",
        "Zenghelis, D., 2011. A macroeconomic plan for a green recovery, Policy paper, Grantham Research Institute on Climate Change and the Environment."
    ]
}