{
    "id": 17845,
    "cites": 57,
    "cited_by": 9,
    "reference": [
        "Ackerman, Bruce A., and Richard B. Stewart. 1985. Ã\u0083Â¢Reforming environmental law.Ã\u0083Â¢ Stanford Law Review 37 (5): 1333Ã\u0083Â¢1365.",
        "Arimura, Toshi H. 2002. Ã\u0083Â¢An empirical study of the SO2 allowance market: Effects of PUC regulations.Ã\u0083Â¢ Journal of Environmental Economics and Management 44 (2) (September): 271Ã\u0083Â¢289. http://dx.doi.org/doi:10.1006/ jeem.2001.1202.",
        "Arrow, Kenneth J., Maureen L. Cropper, George C. Eads, Robert W. Hahn, Lester B. Lave, Roger G. Noll, Paul R. Portney, et al. 1996. Ã\u0083Â¢Is there a role for benefit-cost analysis in environmental, health, and safety regulation ?Ã\u0083Â¢ Science 272 (5259) (April 12): 221Ã\u0083Â¢222. http://www.jstor.org/stable/2889625.",
        "Banzhaf, H. Spencer, Dallas Burtraw, David Evans, and Alan Krupnick. 2006. Ã\u0083Â¢Valuation of natural resource improvements in the Adirondacks.Ã\u0083Â¢ Land Economics 82 (3): 445Ã\u0083Â¢464.",
        "Baumol, William J., and Wallace E. Oates. 1971. Ã\u0083Â¢The use of standards and prices for protection of the environment.",
        "Belden, Roy. 2005. Ã\u0083Â¢A hole in CAIR.Ã\u0083Â¢ Environmental Finance, November. www.environmentalmarkets.org/galleries /default-file/ef11ema18.pdf.",
        "Bellas, Allen S., and Ian Lange. 2011. Ã\u0083Â¢Evidence of innovation and diffusion under tradable permit programs.Ã\u0083Â¢ International Review of Environmental and Resource Economics 5 (1) (May): 1Ã\u0083Â¢22. http://dx.doi.org/ doi:10.1561/101.00000036.",
        "Bohi, Douglas R., and Dallas Burtraw. 1992. Ã\u0083Â¢Utility investment behavior and the emission trading market.Ã\u0083Â¢ Resources and Energy 14 (1Ã\u0083Â¢2) (April): 129Ã\u0083Â¢53. http://dx.doi.org/doi:10.1016/0165-0572(92)90022-9.",
        "Bravender, Robin. 2009. Ã\u0083Â¢Acid rain credits nosedive on CAIR concerns.Ã\u0083Â¢ Greenwire, March 27. www.eenews.net/ public/Greenwire/2009/03/27/4?page_type=print.",
        "Burtraw, Dallas. 1996. Ã\u0083Â¢The SO2 emissions trading program: Cost savings without allowance trades.Ã\u0083Â¢ Contemporary Economic Policy 14 (2) (April 1): 79Ã\u0083Â¢94. http://dx.doi.org/doi:10.1111/j.1465-7287.1996.tb00615.x. Ã\u0083Â¢Ã\u0083Â¢Ã\u0083Â¢. 1998. Ã\u0083Â¢Cost Savings, Market Performance and Economic Benefits of the U.S. Acid Rain Program.Ã\u0083Â¢ Discussion Paper 98-28-REV. Washington, D.C.: Resources for the Future, March. www.rff.org/RFF/Documents /RFF-DP-98-28-REV.pdf.",
        "Ã\u0083Â¢Ã\u0083Â¢Ã\u0083Â¢. 2000. Ã\u0083Â¢Innovation Under the Tradable Sulfur Dioxide Emission Permits Program in the U.S. Electricity Sector.Ã\u0083Â¢ Discussion Paper 00Ã\u0083Â¢38. Washington, D.C.: Resources for the Future, September. www.rff.org/ documents/RFF-DP-00-38.pdf.",
        "Burtraw, Dallas, and Erin Mansur. 1999. Ã\u0083Â¢The Effects of Trading and Banking in the SO2 Allowance Market.Ã\u0083Â¢ Discussion Paper 99-25. Washington, D.C.: Resources for the Future, March. www.rff.org/documents/ RFF-DP-99-25.pdf.",
        "HARVARD ENVIRONMENTAL ECONOMICS PROGRAMÃ\u0083Â¢ Ã\u0083Â¢Ã\u0083Â¢ HARVARD KENNEDY SCHOOLÃ\u0083Â¢ Ã\u0083Â¢ 35 Burtraw, Dallas, and Karen Palmer. 2003. Ã\u0083Â¢The Paparazzi Take a Look at a Living Legend: The SO2 Cap-andTrade Program for Power Plants in the United States.Ã\u0083Â¢ Discussion Paper 03-15. Washington, D.C.: Resources for the Future, April. www.rff.org/documents/rff-dp-03-15.pdf.",
        "Burtraw, Dallas, and Sarah Jo Szambelan. 2009. Ã\u0083Â¢U.S. Emissions Trading Markets for SO2 and NOx .Ã\u0083Â¢ Discussion Paper 09-40. Washington, D.C.: Resources for the Future, October. www.rff.org/documents/RFFDP -09-40.pdf.",
        "Burtraw, Dallas, Karen Palmer, and Danny Kahn. 2010. Ã\u0083Â¢A symmetric safety valve.Ã\u0083Â¢ Energy Policy 38 (9) (September) : 4921Ã\u0083Â¢4932. http://dx.doi.org/doi:10.1016/j.enpol.2010.03.068.",
        "Carlson, Curtis, Dallas Burtraw, Maureen L. Cropper, and Karen Palmer. 2000. Ã\u0083Â¢Sulfur dioxide control by electric utilities: What are the gains from trade?Ã\u0083Â¢ Journal of Political Economy 108 (6) (December): 1292Ã\u0083Â¢1326.",
        "Coase, Ronald H. 1960. Ã\u0083Â¢The problem of social cost.Ã\u0083Â¢ Journal of Law and Economics 3: 1Ã\u0083Â¢44.",
        "Conniff, Richard. 2009. Ã\u0083Â¢The political history of cap and trade.Ã\u0083Â¢ Smithsonian, August. www.smithsonianmag.com/ science-nature/Presence-of-Mind-Blue-Sky-Thinking.html.",
        "Crocker, Thomas D. 1966. Ã\u0083Â¢The structuring of atmospheric pollution control systems.Ã\u0083Â¢ In The Economics of Air Pollution, ed. Harold Wolozin, 61Ã\u0083Â¢86. New York: W.W. Norton.",
        "Dales, John H. 1968. Pollution, Property, and Prices. Toronto: University of Toronto Press.",
        "Deutch, John, Ernest J. Moniz, et al. 2007. The Future of Coal. Cambridge, Mass.: Massachusetts Institute of Technology. http://web.mit.edu/coal.",
        "Ellerman, A. Denny, Paul L. Joskow, Richard Schmalensee, Juan-Pablo Montero, and Elizabeth M. Bailey. 2000. Markets for Clean Air: The U.S. Acid Rain Program. Cambridge: Cambridge University Press.",
        "Frey, Elaine. 2008. Ã\u0083Â¢Technology Diffusion and Environmental Regulation: The Adoption of Scrubbers by Coal-Fired Power Plants.Ã\u0083Â¢ Working Paper 08-04. Washington, D.C.: U.S. Environmental Protection Agency, National Center for Environmental Economics, March. http://yosemite.epa.gov/ee/epa/eed.nsf/ WPNumber/2008-04/$File/2008-04.PDF.",
        "Goulder, Lawrence, and Robert N. Stavins. 2010. Interactions between State and Federal Climate Change Policies.",
        "Discussion Paper 2010-36. Cambridge, Mass.: Harvard Project on Climate Agreements, June. http://belfercenter. ksg.harvard.edu/publication/20251.",
        "Hahn, Robert W., and Robert N. Stavins. 2010. Ã\u0083Â¢The Effect of Allowance Allocations on Cap-and-Trade System Performance.Ã\u0083Â¢ Working Paper 15854. Cambridge, Mass.: National Bureau of Economic Research. www. nber.org/papers/w15854.",
        "Jackson, Robert L. 1987. Ã\u0083Â¢Senators offer measures to cut acid rain pollutants.Ã\u0083Â¢ Los Angeles Times, January 17. http://articles.latimes.com/1987-01-17/news/mn-5105_1_acid-rain.",
        "36Ã\u0083Â¢Ã\u0083Â¢THE SO2 ALLOWANCE TRADING SYSTEM AND THE CLEAN AIR ACT AMENDMENTS OF 1990: REFLECTIONS ON TWENTY YEARS OF POLICY INNOVATION Joskow, Paul L, and Richard Schmalensee. 1998. Ã\u0083Â¢The political economy of market-based environmental policy: The U.S. Acid Rain Program.Ã\u0083Â¢ Journal of Law and Economics 41 (1) (April): 37Ã\u0083Â¢83.",
        "Joskow, Paul L., Richard Schmalensee, and Elizabeth M. Bailey. 1998. Ã\u0083Â¢The market for sulfur dioxide emissions.Ã\u0083Â¢ American Economic Review 88 (4) (September): 669Ã\u0083Â¢685. www.jstor.org/stable/117000.",
        "Keohane, Nathaniel O. 2003. Ã\u0083Â¢What Did the Market Buy? Cost Savings Under the U.S. Tradeable Permits Program for Sulfur Dioxide.Ã\u0083Â¢ Working Paper YCELP-01-11-2003. Yale Center for Environmental Law and Policy, October 15. http://papers.ssrn.com/sol3/papers.cfm?abstract_id=465320.",
        "Lange, Ian, and Allen S. Bellas. 2005. Ã\u0083Â¢Technological change for sulfur dioxide scrubbers under market-based regulation.Ã\u0083Â¢ Land Economics 81 (4) (November): 546Ã\u0083Â¢556. www.jstor.org/stable/4129681.",
        "Metcalf, Gilbert E. 2007. An Equitable Tax Reform to Address Global Climate Change. Discussion Paper 2007-12. The Hamilton Project. Washington, D.C.: The Brookings Institution, October. www.brookings. edu/papers/2007/10carbontax_metcalf.aspx.",
        "Montgomery, W. David. 1972. Ã\u0083Â¢Markets in licenses and efficient pollution control programs.Ã\u0083Â¢ Journal of Economic Theory 5 (3) (December): 395Ã\u0083Â¢418. http://dx.doi.org/doi:10.1016/0022-0531(72)90049-X.",
        "NAPAP. 2005. National Acid Precipitation Assessment Program Report to Congress: An Integrated Assessment. Washington, D.C.: National Science and Technology Council, Committee on Environment and Natural Resources. http://ny.cf.er.usgs.gov/napap/Information/NAPAP%20Report%208-22-05.pdf.",
        "Nelson, Gabriel. 2011. Ã\u0083Â¢EPA orders power plants to clean up interstate emissions.Ã\u0083Â¢ New York Times, July 7. www. nytimes.com/gwire/2011/07/07/07greenwire-epa-orders-power-plants-to-clean-up-interstate-87138.html.",
        "Palmer, Karen, and David A. Evans. 2009. Ã\u0083Â¢The evolving SO2 allowance market: Title IV, CAIR, and beyond.Ã\u0083Â¢ Resources for the Future Weekly Policy Commentary. July 13. www.rff.org/Publications/WPC/Pages/090713Evolving -SO2-Allowance-Market.aspx.",
        "Palmer, Karen, Dallas Burtraw, and Jhih-Shyang Shih. 2005. Ã\u0083Â¢Reducing Emissions from the Electricity Sector: The Costs and Benefits Nationwide and for the Empire State.Ã\u0083Â¢ Discussion Paper 05-23. Washington, D.C.: Resources for the Future, June. www.rff.org/documents/RFF-DP-05-23.pdf.",
        "Peace, Janet, and Robert N. Stavins. 2010. Ã\u0083Â¢Meaningful and Cost Effective Climate Policy: The Case for Cap and Trade.Ã\u0083Â¢ In Brief. Arlington, Va.: Pew Center on Global Climate Change, June. www.c2es.org/publications /whitepaper/meaningful-and-cost-effective-climate-policy-case-cap-and-trade.",
        "Popp, David. 2003. Ã\u0083Â¢Pollution control innovations and the Clean Air Act of 1990.Ã\u0083Â¢ Journal of Policy Analysis and Management 22 (4): 641Ã\u0083Â¢660.",
        "Schmalensee, Richard, and Robert N. Stavins. 2011. Ã\u0083Â¢A guide to economic and policy analysis of EPAÃ\u0083Â¢s Transport Rule.Ã\u0083Â¢ White Paper. Analysis Group, March. http://206.169.254.86/uploadedFiles/News_and_Events/ News/2011_StavinsSchmalansee_TransportRuleReport.pdf.",
        "Schmalensee, Richard, Paul L. Joskow, A. Denny Ellerman, and Elizabeth M. Bailey. 1998. Ã\u0083Â¢An interim evaluation of sulfur dioxide emissions trading.Ã\u0083Â¢ Journal of Economic Perspectives 12 (3): 53Ã\u0083Â¢68. www.jstor.org/ stable/2647032.",
        "HARVARD ENVIRONMENTAL ECONOMICS PROGRAMÃ\u0083Â¢ Ã\u0083Â¢Ã\u0083Â¢ HARVARD KENNEDY SCHOOLÃ\u0083Â¢ Ã\u0083Â¢ 37 Shadbegian, Ronald J., Wayne B. Gray, and Cynthia L. Morgan. 2005. Ã\u0083Â¢Benefits and Costs from Sulfur Dioxide Trading: A Distributional Analysis.Ã\u0083Â¢ Working Paper 05-09. Washington, D.C.: U.S. Environmental Protection Agency, National Center for Environmental Economics, December. http://yosemite.epa.gov/ee/ epa/eed.nsf/WPNumber/2005-09/$File/2005-09.PDF.",
        "Spinney, Peter. 2011. Ã\u0083Â¢EPA issues final CAIR replacement rule effective January 1, 2012.Ã\u0083Â¢ The Optimization Blog.",
        "Stavins, Robert N. 1988. Project 88: Harnessing Market Forces to Protect our Environment. Washington, D.C.: Project 88, December. http://www.hks.harvard.edu/fs/rstavins/Monographs_&_Reports/Project_88-1.pdf.",
        "Ã\u0083Â¢Ã\u0083Â¢Ã\u0083Â¢. 1995. Ã\u0083Â¢Transaction costs and tradeable permits.Ã\u0083Â¢ Journal of Environmental Economics and Management 29 (2) (September): 133Ã\u0083Â¢148. http://dx.doi.org/doi:10.1006/jeem.1995.1036.",
        "Ã\u0083Â¢Ã\u0083Â¢Ã\u0083Â¢. 1998. Ã\u0083Â¢What can we learn from the grand policy experiment? Lessons from SO2 allowance trading.Ã\u0083Â¢ Journal of Economic Perspectives 12 (3): 69Ã\u0083Â¢88. http://www.jstor.org/stable/2647033.",
        "Ã\u0083Â¢Ã\u0083Â¢Ã\u0083Â¢. 2003. Ã\u0083Â¢Experience with market-based environmental policy instruments.Ã\u0083Â¢ In Handbook of Environmental Economics, ed. Karl-GÃ\u0083Æ\u0092ran MÃ\u0083Æ\u0092ler and Jeffrey Vincent, Vol. I:355Ã\u0083Â¢435. Amsterdam, Netherlands: Elsevier Science.",
        "Ã\u0083Â¢Ã\u0083Â¢Ã\u0083Â¢. 2008. Ã\u0083Â¢Addressing climate change with a comprehensive U.S. cap-and-trade system.Ã\u0083Â¢ Oxford Review of Economic Policy 24 (2) (June): 298Ã\u0083Â¢321. http://dx.doi.org/doi:10.1093/oxrep/grn017.",
        "Swift, Byron. 2004. Ã\u0083Â¢Emissions trading and hot spots: A review of the major programs.Ã\u0083Â¢ Environment Reporter 35 (19) (May 7): 1Ã\u0083Â¢16.",
        "U.S. EPA. 2011. Clean Air Interstate Rule, Acid Rain Program, and Former NOx Budget Trading Program 2010 Progress Report. Washington, D.C.: U.S. Environmental Protection Agency, October 5. www.epa.gov/airmarkets /progress/ARPCAIR10.html.",
        "U.S. EPA, National Center for Environmental Economics. 2001. The United States Experience with Economic Incentives for Protecting the Environment. Washington, D.C.: U.S. Environmental Protection Agency, January. http://yosemite.epa.gov/ee/epa/eerm.nsf/vwAN/EE-0216B-13.pdf/$file/EE-0216B-13.pdf.",
        "U.S. EPA, Office of Air and Radiation. 2000. Analysis of the Acid Deposition and Ozone Control Act (S. 172). Washington, D.C.: U.S. Environmental Protection Agency, July. http://www.epa.gov/airmarkets/resource /docs/s172report.pdf.",
        "Ã\u0083Â¢Ã\u0083Â¢Ã\u0083Â¢. 2011. The Benefits and Costs of the Clean Air Act from 1990 to 2020: Final Report. Washington, D.C.: U.S. Environmental Protection Agency, March. http://www.epa.gov/air/sect812/prospective2-2.html.",
        "Weitzman, Martin L. 1974. Ã\u0083Â¢Prices vs. quantities.Ã\u0083Â¢ Review of Economic Studies 41 (128) (October): 477Ã\u0083Â¢491.",
        "Wiener, Jonathan B., and Barak D. Richman. 2010. Ã\u0083Â¢Mechanism choice.Ã\u0083Â¢ In Research Handbook on Public Choice and Public Law, ed. Daniel A. Farber and Anne Joseph OÃ\u0083Â¢Connell, 363Ã\u0083Â¢397. Research Handbooks in Law and Economics Series. Cheltenham, UK: Edward Elgar.",
        "38Ã\u0083Â¢Ã\u0083Â¢THE SO2 ALLOWANCE TRADING SYSTEM AND THE CLEAN AIR ACT AMENDMENTS OF 1990: REFLECTIONS ON TWENTY YEARS OF POLICY INNOVATION Winebrake, James J., Alexander E. Farrell, and Mark A. Bernstein. 1995. Ã\u0083Â¢The Clean Air ActÃ\u0083Â¢s sulfur dioxide emissions market: Estimating the costs of regulatory and legislative intervention.Ã\u0083Â¢ Resource and Energy Economics 17 (3) (November): 239Ã\u0083Â¢260. http://dx.doi.org/doi:10.1016/0928-7655(95)00006-J.",
        "Yergin, Daniel. 2011. The Quest: Energy, Security and the Remaking of the Modern World. New York: Penguin Press."
    ]
}