{
    "id": 17846,
    "cites": 48,
    "cited_by": 6,
    "reference": [
        "Argyres, Nicholas S. and Brian S. Silverman (2004). Ã\u0083Â¢R&D, Organization Structure, and the Development of Corporate Technological Knowledge,Ã\u0083Â¢ Strategic Management Journal, 25 (8/9): 929-958.",
        "Autor, David, Frank Levy and Richard J. Murnane (2003). Ã\u0083Â¢The Skill Content of Recent Technological Change: An Empirical Exploration,Ã\u0083Â¢ Quarterly Journal of Economics, 118 (4): 1279-1334.",
        "Bandiera, Oriana, Andrea Prat, Raffaella Sadun and Julie Wulf (2011). Ã\u0083Â¢Span of Control or Span of Activity?Ã\u0083Â¢ working paper.",
        "Bartel, Ann, Casey Ichniowski, and Kathryn Shaw (2007). Ã\u0083Â¢How Does Information Technology Affect Productivity? Plant Level Comparisons of Product Innovation, Process Improvement and Worker Skills,Ã\u0083Â¢ Quarterly Journal of Economics, 122 (4): 1721-1758.",
        "Bloom, Nicholas, Luis Garicano, Raffaella Sadun, John Van Reenen (2010). Ã\u0083Â¢The Distinct Effects of Information Technology and Communication Technology on Firm Organization.Ã\u0083Â¢ HBS Working Paper.",
        "Bresnahan, Timothy F., Erik Brynjolfsson and Lorin M. Hitt (2002). Ã\u0083Â¢Information Technology, Workplace Organization and the Demand for Skilled Labor: Firm-Level Evidence,Ã\u0083Â¢ Quarterly Journal of Economics, 117 (1): 339-376.",
        "Chandler, Alfred D. (1962). Strategy and Structure: Chapters in the History of the Industrial Enterprise, Cambridge: MIT Press.",
        "_____ (1991). Ã\u0083Â¢The Function of the HQ Unit in the Multibusiness Firm,Ã\u0083Â¢ Strategic Management Journal, 12: 31-50.",
        "Collis, David J., David Young, and Michael Goold (2007). Ã\u0083Â¢The Structure, Size, and Performance of Corporate Headquarters,Ã\u0083Â¢ Strategic Management Journal, 28 (4): 383-405.",
        "Cremer, Jacques, Luis Garicano and Andrea Prat (2007). Ã\u0083Â¢Language and the Theory of the Firm,Ã\u0083Â¢ Quarterly Journal of Economics, 112 (1): 373-407.",
        "Dessein, Wouter, Luis Garicano and Robert Gertner (2010). Ã\u0083Â¢Organizing for Synergies,Ã\u0083Â¢ American Economic Journal: Microeconomics. 2: 77-114.",
        "Dessein, Wouter and Tano Santos (2006). Ã\u0083Â¢Adaptive Organizations,Ã\u0083Â¢ Journal of Political Economy, 114 (5): 956-995.",
        "Dunne, Timothy and et al (2004). Ã\u0083Â¢Wage and Productivity Dispersion in U.S. Manufacturing: The Role of Computer Investment,Ã\u0083Â¢ Journal of Labor Economics, 22 (2): 397-430.",
        "Fan, J. P. H. and L. H. P. Lang (2000). Ã\u0083Â¢The Measurement of Relatedness: An Application to Corporate Diversification.Ã\u0083Â¢ Journal of Business, 73 (4): 629-660.",
        "Finkelstein, Sydney, Donald C. Hambrick and Albert A. Cannella Jr. (2009). Ã\u0083Â¢Top Management Teams,Ã\u0083Â¢ In Strategic Leadership: Theory and Research on Executives, Top Management Teams, and Boards, New York: Oxford University Press, p. 121-63.",
        "Fligstein, Neil (1990). The Transformation of Corporate Control. Boston: Harvard University Press.",
        "Galbraith, Jay R. (2002). Designing Organizations: An Executive Guide to Strategy, Structure, and Process, San Francisco: Jossey-Bass.",
        "Garicano, Luis (2000). Ã\u0083Â¢Hierarchies and the Organization of Knowledge in Production,Ã\u0083Â¢ Journal of Political Economy, 108 (5): 874-904.",
        "Gerstner, Louis, Jr. (2002). Who Says Elephants CanÃ\u0083Â¢t Dance, New York: Harper Collins, p. 77.",
        "Groysberg, Boris, L. Kevin Kelly and Bryan MacDonald (2011). Ã\u0083Â¢The New Path to the C-Suite,Ã\u0083Â¢ Harvard Business Review, 89 (3): 60-68.",
        "Guadalupe, Maria and Julie Wulf (2010). Ã\u0083Â¢The Flattening Firm and Product Market Competition: The Effect of Trade Liberalization on Corporate Hierarchies,Ã\u0083Â¢ American Economic Journal: Applied Economics, 2 (4): 105-127.",
        "Hambrick, Donald C. and Phyllis A. Mason (1984). Ã\u0083Â¢Upper Echelons: The Organization as a Reflection of Its Top Managers,Ã\u0083Â¢ Academy of Management Review, 9 (2): 193-206.",
        "Hart, Oliver and John Moore (2005). Ã\u0083Â¢On the Design of Hierarchies: Coordination versus Specialization,Ã\u0083Â¢ Journal of Political Economy, 113 (4): 675-702.",
        "Hayek, Friedrich A. von (1945). Ã\u0083Â¢The Use of Knowledge in Society.Ã\u0083Â¢ American Economic Review 35: 519-30.",
        "Helfat, Constance and Kathleen Eisenhardt (2004). Ã\u0083Â¢Inter-temporal Economies of Scope, Organizational Compliance Coordination in Organizations,Ã\u0083Â¢ Strategic Management Journal, 25 (13): 1217-1232.",
        "Hill, Charles W. L.; Michael A. Hitt and Robert E. Hoskisson (1992). Ã\u0083Â¢Cooperative Versus Competitive Structures in Related and Unrelated Diversfied Firms.Ã\u0083Â¢ Organization Science, 3(4): 501-21.",
        "Hounshell, David and John Kenly Smith, Jr. (1988). Science and Corporate Strategy: Du Pont R&D, 1902-1980. New York, NY: Cambridge University Press.",
        "Lawrence, Paul R. and Jay W. Lorsch (1967). Organization and Environment. Boston, Mass.: HBS Division of Research, Menz, Markus (2011). Ã\u0083Â¢Functional Top Management Team Members: A Review, Synthesis, and Research Agenda,Ã\u0083Â¢ Journal of Management, (forthcoming).",
        "McElheran, Kristina (2010). Ã\u0083Â¢Delegation in Multi-Establishment Firms: Evidence from I.T. Purchasing,Ã\u0083Â¢ Working Paper.",
        "Milgrom, Paul and John Roberts (1995). Ã\u0083Â¢Complementarities and Fit: Strategy, Structure, and Organizational Change in Manufacturing.Ã\u0083Â¢ Journal of Accounting & Economics, 19 (2/3): 179-208.",
        "Nath, Pravin and Vijay Mahajan (2008). Ã\u0083Â¢Chief Marketing Officers: A Study of Their Presence in FirmsÃ\u0083Â¢ Top Management Teams,Ã\u0083Â¢ Journal of Marketing, 72 (1): 65-81.",
        "Nickerson, Jack A. and Todd R. Zenger (2004). Ã\u0083Â¢A Knowledge-Based Theory of the Firm--the ProblemSolving Perspective,Ã\u0083Â¢ Organization Science, 15 (6): 617-32.",
        "Palepu, Krishna (1985). Ã\u0083Â¢Diversification Strategy, Profit Performance and the Entropy Measure,Ã\u0083Â¢ Strategic Management Journal, 6 (3): 239-255.",
        "Porter, Michael E. (1985). The Competitive Advantage: Creating and Sustaining Superior Performance, New York: Free Press.",
        "Puranam, Phanish and Marlo Goetting (2011). Ã\u0083Â¢Interdependence and Organization DesignÃ\u0083Â¢, Chapter in forthcoming Handbook of Economic Organization, Ed: Anna Grandori.",
        "Qian, Yingyi and et al (2006). Ã\u0083Â¢Coordination and Experimentation in M-Form and U-Form Organizations,Ã\u0083Â¢ Journal of Political Economy, 114 (2): 366-402.",
        "Rajan, Raghuram G. and Julie M. Wulf (2006). Ã\u0083Â¢The Flattening Firm: Evidence From Panel Data On The Changing Nature Of Corporate Hierarchies,Ã\u0083Â¢ Review of Economics & Statistics, 88 (4): 769-773.",
        "Rivkin, Jan W. and Nicolaj Siggelkow (2003). Ã\u0083Â¢Balancing Search and Stability: Interdependencies among Elements of Organizational Design.Ã\u0083Â¢ Management Science, 49 (3): 290-311.",
        "Roberts, John (2004). Ã\u0083Â¢The Modern Firm.Ã\u0083Â¢ Oxford University Press.",
        "Rotemberg, Julio J. (1999). Ã\u0083Â¢Process-versus Function-Based Hierarchies,Ã\u0083Â¢ Journal of Economics & Management Strategy, 8 (4): 453-487.",
        "Rumelt, Richard (1974). Strategy, Structure, and Economic Performance, Cambridge: Harvard University Press.",
        "Sloan, Alfred P. (1963). My Years with General Motors, New York: Doubleday.",
        "Stein, Jeremy (2002). Ã\u0083Â¢Information Production and Capital Allocation: Decentralized versus Hierarchical Firms,Ã\u0083Â¢ Journal of Finance, 57 (5): 1891-1921.",
        "Williamson, Oliver (1975). Markets and Hierarchies, New York: Free Press.",
        "_____ (1985). The Economic Institutions of Capitalism, New York: Free Press.",
        "Wulf, Julie. 2011. Ã\u0083Â¢The Flattened Firm-Not as Advertised,Ã\u0083Â¢ Working Paper.",
        "Wulf, Julie. 2011. Ã\u0083Â¢The Changing Structure at the Top.Ã\u0083Â¢ Working Paper.",
        "Zorn, Dirk M. (2004). Ã\u0083Â¢Here a Chief, There a Chief: The Rise of the CFO in the American Firm.Ã\u0083Â¢ American Sociological Review, 69 (3): 345-364."
    ]
}