{
    "id": 17842,
    "cites": 51,
    "cited_by": 78,
    "reference": [
        "Ackerberg, Daniel, Kevin Caves and Garth Frazer (2007) Ã\u0083Â¢Structural Identification of Production FunctionsÃ\u0083Â¢, mimeo UCLA.",
        "Albouy, David (2009) Ã\u0083Â¢The Unequal Geographic Burden of Federal TaxationÃ\u0083Â¢ Journal of Political Economy, 117(4):635-667.",
        "Angrist, Joshua (2004) Ã\u0083Â¢Treatment effect heterogeneity in theory and practiceÃ\u0083Â¢ Economic Journal, 114(494), C52-C83.",
        "Banerjee, Abhijit and Esther Duflo (2008) Ã\u0083Â¢Do firms want to borrow more? Testing credit constraints using a directed lending programÃ\u0083Â¢ MIT mimeo.",
        "Beason, Richard and David Weinstein (1996) Ã\u0083Â¢Growth, Economies of Scale and Targeting in Japan (1955-1990)Ã\u0083Â¢, Review of Economics and Statistics, 78(2), 286-295.",
        "Black, Dan, Jeffrey Smith, Mark Berger and Brett Noel (2003) Ã\u0083Â¢Is the Threat of Reemployment Services More Effective Than the Services Themselves? Evidence from Random Assignment in the UI SystemÃ\u0083Â¢ American Economic Review, 93(4), 1313-1327.",
        "Blundell, Richard, Monica Costa Dias, Costas Meghir and John Van Reenen (2004) Ã\u0083Â¢Evaluating the Employment Impact of a Mandatory Job Search ProgramÃ\u0083Â¢ Journal of the European Economic Association, 2(4), 569-606.",
        "Bond, Steve and John Van Reenen (2007) Ã\u0083Â¢Micro-econometric models of investment and employmentÃ\u0083Â¢ Chapter 65 in Heckman, James and Edward Leamer (eds) Handbook of Econometrics Volume 6A (2007) 4417-4498.",
        "Bronzini, Raffello and Guido de Blasio (2006) Ã\u0083Â¢Evaluating the Impact of Investment Incentives: The Case of Italy's Law 488/1992Ã\u0083Â¢ Journal of Urban Economics 60(2): 327-349.",
        "Bronzini, Raffaello and Eleonora Iachini (2010) Ã\u0083Â¢Are incentives for R&D effective? Evidence from a regression discontinuity approachÃ\u0083Â¢, mimeo Bank of Italy.",
        "Busso, Mattias, Jesse Gregory and Patrick Cline (2010) Ã\u0083Â¢Do Local empowerment programs work? Evidence from the Federal Empowerment Zone programÃ\u0083Â¢, NBER WP No. 16096.",
        "Criscuolo, Chiara, Jonathan Haskel and Ralf Martin, (2003) Ã\u0083Â¢Building the evidence base for productivity policy using business data linkingÃ\u0083Â¢, Economic Trends 600.",
        "Criscuolo, Chiara, Ralf Martin, Henry Overman and John Van Reenen (2006) Ã\u0083Â¢Longitudinal Micro Data Study of Selected BERR Business Support ProgrammesÃ\u0083Â¢, BIS mimeo.",
        "David, Paul, Bronwyn Hall and Andrew Toole (2000) Ã\u0083Â¢Is public R&D a complement or substitute for private R&D? A review of the econometric evidenceÃ\u0083Â¢ Research Policy, 29(4-5), 497-529. Department of Business, Innovation and Skills (various years), Industrial Development Reports, London: HMSO.",
        "Devereux, Michael, Rachel Griffith and Helen Simpson (2007) Ã\u0083Â¢Firm location decisions, regional grants and agglomeration externalitiesÃ\u0083Â¢ Journal of Public Economics, 91(3-4), 413435.",
        "European Commission (2011) State Aid Scorecard, Brussels: European Commission, http://ec.europa.eu/competition/state_aid/studies_reports/studies_reports.html Einio, Elias and Henry Overman (2011) Ã\u0083Â¢The Impact of the UK Local Enterprise Growth InitiativeÃ\u0083Â¢, mimeo LSE.",
        "Felix, R. Alison and James Hines (2011) Ã\u0083Â¢Who offers tax-based development incentives?Ã\u0083Â¢ NBER Discussion Paper 17466 Gibbons, Stephen, Henry Overman and Matti Sarvimaki (2011) Ã\u0083Â¢The impact of subsidizing commercial space in deprived neighbourhoodsÃ\u0083Â¢, mimeo LSE.",
        "Glaeser, Edward and Joshua Gottlieb (2009) Ã\u0083Â¢The Economics of Place-Making PoliciesÃ\u0083Â¢, Harvard Institute of Economic Research Discussion Paper No. 2166.",
        "Gobillon, Laurent, Thierry Magnac and Harris Selod (2010) Ã\u0083Â¢Do Unemployed Workers Benefit from Enterprise Zones: the French experienceÃ\u0083Â¢, CEPR Working Paper 8084.",
        "GonzÃ\u0083Æ\u0092lez, Xulia, Jordi Jamandreu, and Consuelo PazÃ\u0083Æ\u0092 (2005) Ã\u0083Â¢Barriers to innovation and subsidy effectivenessÃ\u0083Â¢, RAND Journal of Economics, 36, 930-50.",
        "Goolsbee, Austan, (1998) Ã\u0083Â¢Does Government R&D Policy Mainly Benefit Scientists and Engineers?Ã\u0083Â¢ American Economic Review, 88(2), 298-302.",
        "Gorg, Holger and Eric Strobl (2007) Ã\u0083Â¢The effect of R&D subsidies on private R&DÃ\u0083Â¢ Economica, 74(294), 215-234.",
        "Hall, Bronwyn and John Van Reenen (2000) Ã\u0083Â¢Fiscal Incentives for R&D: A New Review of the EvidenceÃ\u0083Â¢ Research Policy, 29, 449-469.",
        "Haltiwanger, John, Ron Jarmin and Javier Miranda (2010) Ã\u0083Â¢Who Creates Jobs? Small vs. Large vs. YoungÃ\u0083Â¢ NBER Working Paper 16300 Hamermesh, Daniel (1990) Labor Demand, Princeton: Princeton University Press.",
        "Harris, Richard and Chris Robinson (2005) Ã\u0083Â¢The Impact of Regional Selective Assistance on Sources of Productivity Growth: Plant Level Evidence from UK Manufacturing 1990-1998Ã\u0083Â¢, Regional Studies, 39(6), 751-765.",
        "Hart, Mark, Nigel Driffield, Stephen Roper and Kevin Mole (2008) Ã\u0083Â¢Evaluation of Regional Selective Assistance (RSA) and its successor, Selective Finance for Investment in England (SFIE)Ã\u0083Â¢ BERR Occasional Paper No. 2.",
        "Harrison, Ann E. (1994) Ã\u0083Â¢An empirical Test of the Infant Industry Argument: CommentÃ\u0083Â¢, The American Economic Review, 84(4), 1090-1095.",
        "Heckman, James, Hidehiko Ichimura and Petra Todd (1997), Ã\u0083Â¢Matching as an Econometric Evaluation Estimator: Evidence from Evaluating a Job Training ProgramÃ\u0083Â¢, Review of Economic Studies, 64, 605-654.",
        "Holmes, Thomas (1998) Ã\u0083Â¢The Effects of State Policies on the Location of Industry: Evidence from State Borders,Ã\u0083Â¢ Journal of Political Economy 106(4), 667-705.",
        "Hsieh, Chang-Tai and Peter Klenow, 2009. Ã\u0083Â¢Misallocation and Manufacturing TFP in China and IndiaÃ\u0083Â¢, Quarterly Journal of Economics, CXXIV (4) Imbens, Guido W and Joshua D. Angrist (1994) Ã\u0083Â¢Identification and Estimation of Local Average Treatment EffectsÃ\u0083Â¢ Econometrica, 62(2), 467-75.",
        "Irwin, Douglas and Peter Klenow (1996) Ã\u0083Â¢High-tech R&D subsidies: estimating the effects of SematechÃ\u0083Â¢ Journal of International Economics, 40, 323-44.",
        "Jacob, Brian and Lars Lefgren (2010) Ã\u0083Â¢The impact of research grant funding on scientific productivityÃ\u0083Â¢, Journal of Public Economics, 95(9-10), 1168-1177.",
        "Jones, Jonathan and Colin Wren (2004) Ã\u0083Â¢Inward Foreign Direct Investment and Employment: A Project-Based Analysis in North-East EnglandÃ\u0083Â¢ Journal of Economic Geography 4(5), 51744.",
        "King, Mervyn (1974) Ã\u0083Â¢Taxation and the cost of capitalÃ\u0083Â¢, Review of Economic Studies, 41, 21-36 Klette, Tor, Jarle MÃ\u0083Æ\u0092en and Zvi Griliches (2000) Ã\u0083Â¢Do subsidies to commercial R&D reduce market failures?Ã\u0083Â¢ Research Policy 29(4-5) 471-496.",
        "Kline, Pat and Enrico Moretti (2011) Ã\u0083Â¢Can Public Investment Shift Regional Growth Equilibria? One Hundred Years of Evidence from the Tennessee Valley AuthorityÃ\u0083Â¢, mimeo UC Berkeley.",
        "Koopman, Jan-Gert (2011) Ã\u0083Â¢State aid priorities: Rescuing and restructuring banks and preventing subsidy racesÃ\u0083Â¢, Presentation at CRA conference on Competition Policy, Brussels 7th December 2011 Krueger, Ann O. and Baran Tuncer (1982) Ã\u0083Â¢An empirical test of the Infant Industry ArgumentÃ\u0083Â¢, American Economic Review 72(5), 1142-1152.",
        "Lach, Saul (2002) Ã\u0083Â¢Do R&D subsidies stimulate or displace private R&D? Evidence from IsraelÃ\u0083Â¢ Journal of Industrial Economics, 50, 369-90.",
        "Lawrence, Robert Z. and David E. Weinstein (2001) Ã\u0083Â¢Trade and Growth: Import Led or Export Led? Evidence from Japan and KoreaÃ\u0083Â¢ in Joseph E. Stiglitz and Shahid Yusuf eds., Rethinking the East Asia Miracle, Oxford: Oxford University Press.",
        "Martin, Ralf (2008) Ã\u0083Â¢Productivity dispersion, competition and productivity measurementÃ\u0083Â¢ Centre for Economic Performance Discussion Paper No. 0692.",
        "Martin, Philippe, Thierry Mayer and Florian Mayneris (2011) Ã\u0083Â¢Public support to clusters: A firm level study of French Local Productive SystemsÃ\u0083Â¢ Regional Science and Urban Economics, 41(2), 108-123.",
        "Mayer, Thierry, Francois Mayneris and L. Py (2011) Ã\u0083Â¢The Impact of Urban Enterprise Zones on Establishment Location Decisions - Evidence from French ZFUsÃ\u0083Â¢. Mimeo Sciences-Po.",
        "Mirrlees, James (2010) Mirrlees Review of Taxation, London: Institute for Fiscal Studies Moretti, Enrico (2011) Ã\u0083Â¢Local Labor MarketsÃ\u0083Â¢ Chapter 14 in Orley Ashenfelter and David Card (eds) Handbook of Labor Economics Volume 4B, Amsterdam: North Holland National Audit Office (2003) Regional Grants in England, 17th June, MHSO: London.",
        "Neumark, David and Jed Kolko (2010) Ã\u0083Â¢Do Enterprise Zones Create Jobs? Evidence from California's Enterprise Zone ProgramÃ\u0083Â¢, forthcoming Journal of Urban Economics.",
        "Olley, Steve and Ariel Pakes (1996) Ã\u0083Â¢The dynamics of Productivity in the Telecommunications equipment industryÃ\u0083Â¢, Econometrica 64 (6), 1263-1297.",
        "Rodrik, Dani (2007) Ã\u0083Â¢One Economics, Many RecipesÃ\u0083Â¢, Princeton: Princeton University Press Ruane, Frances (1982) Ã\u0083Â¢Corporate Income Tax, Investment grants and the cost of capitalÃ\u0083Â¢, Journal of Public Economics, 17, 103-109.",
        "Takalo, Tuomas, Tanja Tanayama and Otto Toivanen (2008) Ã\u0083Â¢Evaluating innovation policy: a structural treatment effect model of R&D subsidiesÃ\u0083Â¢, Research Discussion Papers 7/2008, Bank of Finland.",
        "Van Reenen, John (2004) Ã\u0083Â¢Active Labour Market Policies and the British New Deal for Youth in ContextÃ\u0083Â¢ in Richard Blundell, David Card, and Richard Freeman (eds) Seeking a Premier Economy, Chicago: Chicago University Press.",
        "Wallsten, Scott (2000) Ã\u0083Â¢The effects of government-industry R&D programs on private R&D: the case of the Small Business Innovation Research programÃ\u0083Â¢ RAND Journal of Economics, 31, 82-100.",
        "Wilson, Daniel. (2009) Ã\u0083Â¢Beggar thy Neighbor? The In-State, Out-of-State and Aggregate Effects of R&D Tax CreditsÃ\u0083Â¢ Review of Economics and Statistics, 91(2), 431-436.",
        "Wren, Colin (2005) Ã\u0083Â¢Regional Grants: Are They Worth It?Ã\u0083Â¢ Fiscal Studies, 26(2), 245-75.",
        "Wren, Colin and J. Taylor (1999) Ã\u0083Â¢Industrial Restructuring and Regional PolicyÃ\u0083Â¢ Oxford Economic Papers, 51, 487-516."
    ]
}