{
    "id": 17854,
    "cites": 30,
    "cited_by": 4,
    "reference": [
        "Atkinson, Thomas R., 1967, Trends in Corporate Bond Quality, National Bureau of Economic Research, Studies in Corporate Bond Financing, Columbia University Press, New York, NY.",
        "Benmelech, Efraim, and Michael Bordo, 2011, The Financial Crisis of 1873 and 19th Century American Corporate Governance, Working paper, Harvard University.",
        "Bernanke, Ben S., and Mark Gertler, 1995, Inside the Black Box: The Credit Channel of Monetary Policy Transmission, Journal of Economic Perspectives 9, 27-48.",
        "Bernanke, Ben S., Mark Gertler, and Simon Gilchrist, 1996, The Financial Accelerator and the Flight to Quality, The Review of Economics and Statistics 78, 1-15.",
        "Calomiris, Charles W., 1993, Financial Factors in the Great Depression, Journal of Economic Perspectives 7, 61-85.",
        "Chari, V.V., Lawrence J. Christiano, and Patrick Kehoe, 2007, The Gertler-Gilchrist Evidence on Small and Large Firms Sales, Working paper, Federal Reserve Bank of Minneapolis.",
        "Davis, Joseph H., 2004, An Annual Index of U.S. Industrial Production, 1790Ã\u0083Â¢1915, Quarterly Journal of Economics 119, 1177-1215.",
        "Friedman, Milton, and Anna J. Schwartz, 1963, A Monetary History of the United States, 1867-1960, Princeton University Press, Princeton, NJ.",
        "Garcia-Herrero, Alicia, 1997, Monetary Impact of a Banking Crisis and the Conduct of Monetary Policy, International Monetary Fund Working Paper WP/97/124.",
        "Giesecke, Kay, Francis A. LongstaÃ\u0083Â¯, Stephen Schaefer, and Ilya Strebulaev, 2011, Corporate Default Risk: A 150-Year Perspective, Journal of Financial Economics 102, 233-250.",
        "Hickman, W. Braddock, 1953, The Volume of Corporate Bond Financing Since 1900, National Bureau of Economic Research, Studies in Corporate Bond Financing, Princeton University Press, Princeton, NJ.",
        "Hickman, W. Braddock, 1958, Corporate Bond Quality and Investor Experience, National Bureau of Economic Research, Studies in Corporate Bond Financing, Princeton University Press, Princeton, NJ.",
        "Hickman, W. Braddock, 1960, Statistical Measures of Corporate Bond Financing Since 1900, National Bureau of Economic Research, Studies in Corporate Bond Financing, Princeton University Press, Princeton, NJ.",
        "Homer, Sidney, and Richard Sylla, 1991, A History of Interest Rates, Rutgers University Press, New Brunswick, NJ.",
        "Ivashina, Victoria, and David Scharfstein, 2010, Bank Lending During the Financial Crisis of 2008, Journal of Financial Economics 97, 319-338.",
        "James, Christopher, 1987, Some Evidence on the Uniqueness of Bank Loans, Journal of Financial Economics 19, 217-235.",
        "Kaehler, Juergen, 2010, InÃ\u0083Â¯ation in the Aftermath of Banking Crises: A Panel-Data Analysis, Working paper, University of Erlangen-Nuremberg.",
        "Kahan, Marcel, and Bruce Tuckman, 1995, Private vs. Public Lending: Evidence from Cov- enants, in The Yearbook of Fixed Income Investing 1995, J. D. Finnerty and M. S. Fridson eds., Irwin Professional Publishing, New York, NY.",
        "Kiyotaki, Nobuhiro, and John Moore, 1997, Credit Cycles, Journal of Political Economy 105, 211-248.",
        "Laeven Luc, and Fabian Valencia, Systemic Banking Crises: A New Database, 2008, International Monetary Fund Working Paper 08-224.",
        "MoodyÃ\u0083Â¢s Investors Services, 2011, Corporate Default and Recovery Rates, 1920-2010. MoodyÃ\u0083Â¢s Global Credit Policy Special Comment, Annual update.",
        "Qian, Rong, Carmen M. Reinhart, and Kenneth S. RogoÃ\u0083Â¯, 2011, On Graduation from Default, InÃ\u0083Â¯ation, and Banking Crisis: Elusive or Illusion?, in Daron Acemoglu and Michael Woodford (eds), 2010 NBER Macroeconomics Annual University of Chicago Press, Chicago IL.",
        "Reinhart, Carmen M., and Kenneth S. RogoÃ\u0083Â¯, 2008, Banking Crises: An Equal Opportunity Menace, NBER Working Paper No. 14587.",
        "Reinhart, Carmen M., and Kenneth S. RogoÃ\u0083Â¯, 2009, This Time is DiÃ\u0083Â¯erent, Princeton University Press, Princeton, NJ.",
        "Schularick, Mortiz, and Alan M. Taylor, 2011, Credit Booms Gone Bust: Monetary Policy, Leverage Cycles, and Financial Crises, 1870Ã\u0083Â¢2008, American Economic Review, forthcoming.",
        "Shiller, Robert J., 2005, Irrational Exuberance: (Second Edition), Princeton University Press, Princeton, NJ.",
        "Strebulaev, Ilya, 2007, Do Tests of Capital Structure Theory Mean What They Say?, Journal of Finance 62, 1747-1787.",
        "Tallman, Ellis, and Elmus Wicker, 2010, Banking and Financial Crises in United States History: What Guidance can History OÃ\u0083Â¯er Policymakers?, Working paper 10-09, Federal Reserve Bank of Cleveland.",
        "U.S. Department of the Census, 1975, Historical Statistics of the United States, Colonial Times to 1970, Bicentennial Edition, Parts I and II.",
        "Wicker, Elmus, 2000, Banking Panics of the Gilded Age, Cambridge University Press, New York. 1900 1910 1920 1930 1940 1950 1960 1970 1980 1990 2000 0.1 0.15 0.2 0.25 0.3 0.35 0.4 0.45 0.5 PercentofGDP Loans Bonds"
    ]
}