{
    "id": 17857,
    "cites": 21,
    "cited_by": 1,
    "reference": [
        "Kahneman, Daniel, Jack Knetsch, and Richard Thaler, 1991, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Anomalies: The Endowment Effect, Loss Aversion, and Status Quo Bias,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Journal of Economic Perspectives 5, 193-206.",
        "Gruber, Jonathan, and David Rodriguez, 2007, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093How much uncompensated care do doctors provide ?,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Journal of Health Economics 26, 1151-1169.",
        "Finkelstein, Amy, Sarah Taubman, Bill Wright, Mira Bernstein, Jonathan Gruber, Joseph P. Newhouse, Heidi Allen, Katherine Baicker, and the Oregon Health Study Group, 2011, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093The Oregon Health Insurance Experiment: Evidence from the First Year,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d NBER working paper #17190.",
        "Finkelstein, Amy and Robin McKnight, 2008. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093What Did Medicare Do? The Initial Impact of Medicare on Mortality and Out of Pocket Spending,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Journal of Public Economics 92, 1644-1668.",
        "Duggan, Mark, and Fiona Scott Morton, 2011, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093The Medium-Term Impact of Medicare Part D on Pharmaceutical Prices,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d American Economic Review 101, 387Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c392.",
        "Duggan, Mark, and Fiona Scott Morton, 2006, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093The Distortionary Effects of Government Procurement: Evidence from Medicaid Prescription Drug Purchasing.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Quarterly Journal of Economics 121, 1Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c30.",
        "Diamond, Peter, 1971, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093A Model of Price Adjustment,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Journal of Economic Theory 3, 156-168.",
        "Dafny, Leemore, Mark Duggan, and Subramaniam Ramanarayanan (2009), Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Paying a Premium on Your Premium? Consolidation in the US Health Insurance Industry,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d NBER working paper #15434.",
        "Cutler, David, and Richard Zeckhauser, 2000, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093The anatomy of health insurance,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d In: Culyer, A. Newhouse, J.P. (Eds.), Handbook of Public Economics, Vol 1A. Elsevier, Amsterdam, pp. 563-643.",
        "Cogan, John, Glenn Hubbard, and Daniel Kessler, 2011, Healthy, Wealthy, and Wise: 5 Steps to a Better Health Care System, Second Edition, Hoover Institution Press and AEI Press.",
        "Cicchetti, Charles and Dubin, Jeffrey, 1994, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093A Microeconometric Analysis of Risk Aversion and the Decision to Self-Insure,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Journal of Political Economy 102, 169-186.",
        "Cabral, Marika, 2011, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Claim Timing and Ex Post Insurance Selection: Evidence from Dental Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Ë\u009cInsuranceÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0084¢,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d working paper.",
        "AmericaÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0084¢s Health Insurance Plans, 2009, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093The Value of Provider Networks and the Role of Outof -Network Charges in Rising Health Care Costs: A Survey of Charges Billed by Out-ofNetwork Physicians,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d downloaded from http://www.ahipresearch.org/ValueofProviderNetworksSurvey.html on December 8, 2011.",
        "Kaiser Family Foundation and Health Research and Educational Trust, 2011, Employer Health Benefits Annual Survey, downloaded from http://ehbs.kff.org.",
        "Lakdawalla, Darius, and Wesley Yin, 2009, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Insurer Bargaining and Negotiated Drug Prices in Medicare Part D,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d NBER working paper #15330.",
        "Lakdawalla, Darius, and Wesley Yin, 2010, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Insurers&apos; Negotiating Leverage and the External Effects of Medicare Part D,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d NBER working paper #16251.",
        "Mayers, David, and Clifford Smith, 1982, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093On the Corporate Demand for Insurance.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Journal of Business 55, 281-296.",
        "National Health Expenditures, 2011, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093NHE Web Tables,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d downloaded from https://www.cms.gov/NationalHealthExpendData/downloads/tables.pdf, accessed December 6, 2011.",
        "Rabin, Matthew and Richard Thaler, 2001, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Anomalies: Risk Aversion,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Journal of Economic Perspectives 15, 219-232.",
        "Selden, Thomas M. and Merrile Sing, 2008, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Aligning the Medical Expenditure Panel Survey to Aggregate U.S. Benchmarks,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Agency for Healthcare Research and Quality Working Paper No. 08006, downloaded from http://gold.ahrq.gov.",
        "Stahl, Dale, 1989, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Oligopolistic Pricing with Sequential Consumer Search. American Economic Review 79, 700-712."
    ]
}