{
    "id": 17850,
    "cites": 42,
    "cited_by": 145,
    "reference": [
        "Appelbaum, E., & Batt, R. L. (1994). The new American workplace: transforming work systems in the United States. Ithaca, NY: ILR Press.",
        "Barney, J. B., & Arikan, A. M. (2001). The resource-based view origins and implications. In M. A. Hitt, R. E. Freeman & J. S. Harrison (Eds.), The Blackwell handbook of strategic management (Chapter 5). Oxford, UK; Malden, MA: Blackwell.",
        "Barney, J. B., & Griffin, R. W. (1992). The management of organizations: Strategy, structure, behavior. Boston: Houghton Mifflin Co.",
        "Becker, B. E., & Huselid, M. A. (1998). High performance work systems and firm performance: A synthesis of research and managerial implications. Research in Personnel and Human Resources Journal, 16(1), 53Ã\u0083Â¢101.",
        "Becker, M. C. (2004). Organizational routines: A review of the literature. Industrial and Corporate Change, 13(4), 643Ã\u0083Â¢678.",
        "Bloom, N., Draca, M., and Van Reenen, J. (2011) Trade induced technical change? The impact of Chinese imports on innovation, IT and productivity. Centre for Economic Performance Discussion Paper No. 1000.",
        "Bloom, N., Eifert, B., Mahajan, A., McKenzie, D., & Roberts, J. (2011). Does management matter? Evidence from India. National Bureau of Economic Research Working Paper Series, No. 16658. Retrieved from http://www.nber.org/papers/w16658.pdf Bloom, N., Genakos, C., Martin, R., & Sadun, R. (2010). Modern management: Good for the environment or just hot air? The Economic Journal, 120(544), 551Ã\u0083Â¢572.",
        "Bloom, N., Kretschmer, T., & Van Reenen, J. (2011). Are family-friendly workplace practices a valuable firm resource? Strategic Management Journal, 32(4), 343Ã\u0083Â¢367.",
        "Bloom, N., Liang, J., Roberts., J., and Ying, Z. (2012). Does working from home work? Evidence from a corporate experiment. Stanford mimeo.",
        "Bloom, N., Propper, C., Seiler, S., & Van Reenen, J. (2010). The impact of competition on management quality: Evidence from public hospitals. National Bureau of Economic Research Working Paper Series, No. 16032.",
        "Bloom, Nicholas, Raffaella Sadun, and John Van Reenen (2012). Management as a Technology, LSE mimeo Bloom, N., Schweiger, H., & Van Reenen, J. (2011). The land that lean manufacturing forgot? Management practices in transition countries. National Bureau of Economic Research Working Paper Series, No. 17231.",
        "Bloom, N., & Van Reenen, J. (2007). Measuring and explaining management practices across firms and countries. Quarterly Journal of Economics, 122(4), 1351Ã\u0083Â¢1408.",
        "Bloom, N., & Van Reenen, J. (2011) Ã\u0083Â¢Human Resource Management and ProductivityÃ\u0083Â¢, Handbook of Labor Economics Volume 4B in Orley Ashenfelter and David Card (eds), Chapter 19 1697-1769.",
        "Boeker, W and Karichalil, R. (2002). Entrepreneurial Transitions: Factors Influencing Founder Departure. The Academy of Management Journal. 45(4), 818-826.",
        "Cumming, D., Siegel, D. S., & Wright, M. (2007). Private equity, leveraged buyouts and governance. Journal of Corporate Finance, 13(4), 439Ã\u0083Â¢460.",
        "Davila, A., Foster, G., & Jia, N. (2010). Building sustainable high-growth startup companies: Management systems as an accelerator. California Management Review, 52(3), 79Ã\u0083Â¢105.",
        "Delery, J. E., & Doty, D. H. (1996). Modes of theorizing in strategic human resource management: Tests of universalistic, contingency, and configurations. Performance predictions. Academy of Management Journal, 39(4), 802Ã\u0083Â¢835.",
        "Delfgaauw, J., Dur, R., Proper, C. and Smith, S. (2011), Ã\u0083Â¢Management practices: are not for profits different?Ã\u0083Â¢, CMPO working paper 11/263.",
        "Dohrmann, T. and G. Pinshaw. 2009. The road to improved compliance: A McKinsey benchmarking study of tax administrations 2008-2009. New York: McKinsey & Company.",
        "Eisenhardt, K. M., & Martin, J. A. (2000). Dynamic capabilities: What are they? Strategic Management Journal, 21(10/11), 1105Ã\u0083Â¢1121.",
        "Foster, L., Haltiwanger, J., & Krizan, C. J. (2006). Market selection, reallocation, and restructuring in the U.S. retail trade sector in the 1990s. Review of Economics & Statistics, 88(4), 748Ã\u0083Â¢758.",
        "Foster, L., Haltiwanger, J., & Syverson, C. (2008). Reallocation, firm turnover, and efficiency: Selection on productivity or profitability? American Economic Review, 98(1), 394Ã\u0083Â¢425.",
        "Grous, A. (2011) Ã\u0083Â¢Management Practices in the UK Aerospace SectorÃ\u0083Â¢, LSE mimeo Greene, William, (2002). Econometric Analysis (fifth edition). Prentice Hall Harris, R., Siegel, D. S., & Wright, M. (2005). Assessing the impact of management buyouts on economic efficiency: Plant-level evidence from the United Kingdom. Review of Economics & Statistics, 87(1), 148Ã\u0083Â¢153.",
        "Homkes, Rebecca. 2011. The missing management link: Why Management Matters in global public-private partnerships, LSE mimeo Hoxby, C. M. (2000). Does competition among public schools benefit students and taxpayers? American Economic Review, 90(5), 1209Ã\u0083Â¢1238.",
        "House, R. J., Hanges, P.M., Javidan, M., Dorfman, P., and Gupta, V. (2004). Culture, leadership, and organizations: The GLOBE study of 62 societies. Thousand Oaks, CA: SAGE Publications.",
        "Huselid, M. A., & Becker, B. E. (1996). Methodological issues in cross-sectional and panel estimates of the human resource-firm performance. Industrial Relations, 35(3), 400Ã\u0083Â¢422.",
        "Ichniowski, C., Shaw, K., & Prennushi, G. (1997). The effects of human resource management practices on productivity: A study of steel finishing lines. The American Economic Review, 87(3), 291Ã\u0083Â¢313.",
        "Javidan, M., Dorfman, P., Sully de Luque, M., & House, R. J. (2006). In the eye of the beholder: Cross-cultural lessons in leadership from Project GLOBE. Academy of Management Perspectives, 20(3): 67Ã\u0083Â¢91.",
        "Lengnick-Hall, M. L., Lengnick-Hall, C. A., Andrade, L. S., & Drake, B. (2009). Strategic human resource management: The evolution of the field. Human Resource Management Review, 19(2), 64Ã\u0083Â¢85.",
        "Lepak, D. P., Liao, H., Chung, Y., & Harden, E. (2006). A conceptual review of human resource management systems in strategic human resource management research. In J. Martocchio (Ed.), Research in personnel and human resource management (pp. 217Ã\u0083Â¢271). Stamford, CT: JAI Press.",
        "Lichtenberg, F. R., & Siegel, D. (1990). The effects of leveraged buyouts on productivity and related aspects of firm behavior. Journal of Financial Economics, 27(1), 165Ã\u0083Â¢ 194.",
        "Macduffie, J. P. (1995). Human resource bundles and manufacturing performance: Organizational logic and flexible production systems in the world auto industry. Industrial & Labor Relations Review, 48(2), 197Ã\u0083Â¢221.",
        "McConnell, J., Hoffman, K., Quanbeck., A, and McCarty, D. (2009). Management practices in substance abuse treatment programs. Journal of Substance Abuse.",
        "McNally, S. (2010). Evaluating education policies: The evidence from economic research. CEP Election Analysis, (Paper No: CEPEA008). Retrieved from http://cep.lse.ac.uk/pubs/download/ea008.pdf McKinsey & Company. 2009. Ã\u0083Â¢Management Matters in Northern Ireland and the Republic of Ireland.Ã\u0083Â¢, http://www.delni.gov.uk/managementmatters Nelson, R. R., & Winter, S. G. (1982). An evolutionary theory of economic change. Cambridge, MA: Belknap Press of Harvard University Press.",
        "Osterman, P. (1994). How common is workplace transformation and who adopts it? Industrial & Labor Relations Review, 47(2), 173Ã\u0083Â¢188.",
        "Pfeffer, J. (1999a). Seven practices of successful organizations. Health Forum Journal, 42(1), 24Ã\u0083Â¢27.",
        "Pfeffer, J. (1999b). Seven practices of successful organizations: Part 2: Invest in training reduce status differences donÃ\u0083Â¢t keep secrects. Health Forum Journal, 42(2), 55.",
        "Pfeffer, J., & Veiga, J. F. (1999). Putting people first for organizational success. Academy of Management Executive, 13(2), 37Ã\u0083Â¢48.",
        "Siegel, Jordan I., Amir N. Licht, and Shalom H. Schwartz. (2011). Egalitarianism and International Investment. Journal of Financial Economics (forthcoming).",
        "Siegel, D. S. & Simons. K. (2010). Assessing the effects of mergers and acquisitions on firm performance, plant productivity, and workers: New evidence from matched employer-employee data. Strategic Management Journal, 31, 903-916 Skinner, J., & Staiger, D. (2009). Technology diffusion and productivity growth in health care. National Bureau of Economic Research Working Paper Series, (No. 14865).",
        "Retrieved from http://www.nber.org/papers/w14865.pdf Syverson, Chad (2011) Ã\u0083Â¢What determines productivity?Ã\u0083Â¢, Journal of Economic Literature, 49(2) 326Ã\u0083Â¢365 Winter, S. G. (2003). Understanding Dynamic Capabilities. Strategic Management Journal, 24(10), 991Ã\u0083Â¢995.",
        "Woodward, J. (1958). Management and technology. London: H. M. Stationery Office."
    ]
}