{
    "id": 17870,
    "cites": 16,
    "cited_by": 0,
    "reference": [
        "Centers for Medicare and Medicaid Services. Bundled Payments for Care Improvement Initiative: Fact Sheet. August 23, 2011.",
        "http://innovations.cms.gov/documents/pdf/Fact-Sheet-Bundled-PaymentFINAL82311. pdf (last accessed 1/26/12) Dartmouth Medical School. The Dartmouth Atlas of Health Care, 1996. Chicago, AHA Press.",
        "Elixhauser A, Steiner C, Harris DR, Coffrey RM. Comorbidity measures for use with administrative data. Medical Care, 1998; 36(1): 8-27.",
        "Ellis RP, McGuire, TG. Hospital response to prospective payment: moral hazard, selection, and practice-style effects. Journal of Health Economics. 1996; 15: 257277.",
        "Grimaldi PL. Prospective rates for episodes of home health care. Journal of Health Care Finance. 2002; 28(3):63-75.",
        "Hodgkin, D and McGuire TG. Payment levels and hospital response to prospective payment. Journal of Health Economics, 1994; 13: 1-30 Iezzoni, L.I., Daley, J., Heeren, T., et al. Identifying complications of care using administrative data. Medical Care. 1994; 32(7): 700-715.",
        "McCall N, Komisar H, Petersons A, and Moore S. Medicare home health before and after the BBA. Health Affairs, May/June 2001, Vol. 20, No. 3, p. 189Ã\u0083Â¢198.",
        "McCall N, et al. Utilization of home health services before and after the Balanced Budget Act of 1997: what were the initial effects? Health Services Research. 2003b: 38(1): 85-106.",
        "McKnight R. Home care reimbursement, long-term care utilization, and health outcomes. Journal of Public Economics. 2006; 90: 293-323.",
        "Medicare Payment Advisory Commission. Home health services. Report to the Congress: Medicare Payment Policy. March 2002 Medicare Payment Advisory Commission. Home health care services payment system. Payment Basics, October 2010 (a).",
        "Medicare Payment Advisory Commission. Home health services. Report to the Congress: Medicare Payment Policy, March 2010 (b).",
        "Newhouse J. Pricing the priceless: a health care conundrum. Cambridge (MA): The MIT Press; 2002.",
        "Porel FW, Liu K, Brungo DB. Agency and market area factors affecting home health agency supply changes. Health Services Research. 2006; 41(5): 1847-1875.",
        "Schlenker RE, Powell MC, and Goodrich GK. Initial home health outcomes under prospective payment. Health Services Research. 2005; 40(1): 177-194.",
        "Scott WK, Macera CA, Cornman CB, Sharpe PA. Functional health status as a predictor of mortality in men and women over 65. Journal of Clinical Epidemiology. 1997; 50(3): 291-296.",
        "Sood N, Huckfeldt P, Escarce J, Grabowski DC, Newhouse JP. The effect of prospective payment on admission and treatment policy: evidence from inpatient rehabilitation facilities. NBER Working Paper 17125; 2011."
    ]
}