{
    "id": 1787,
    "cites": 13,
    "cited_by": 5,
    "reference": [
        "Dixit, Avinash and Joseph Stiglitz, Monopolistic Competition and Optimum Product Diversity American Economic Review, June 1977.",
        "Dornbusch, Rudiger,Expectations and Exchange Rate Dynamics, Journal of Political Economy 8~4, 1976: 1161-76.",
        "Directory of Economics, Forthcoming. Flood, Robert P. and Hodrick, Robert J., Optimal Price and Inventory Adjustment In an Open Economy Model of the Business Cycle, NBER Working Paper Series, No. 1089, March 1983.",
        "Fischer, Stanley, Wage Indexation and Macroeconomic Stability, in Karl Brunner and Allan H. Meltzer, eds., Stabilization of Domestic and International Economy, Vol. 5, Carnegie-Rochester Conferences on Public Policy, a supplementary series to the Journal of Monetary Economics, Suppl. 1977, 107-147.",
        "Giovannini Alberto, Exchange Rates and Traded Goods Prices, Working paper, Columbia University, i985. Gray, J0 Anna, On Indexation and Contract Length, Journal of Political Economy, February 1978, 86, 1-18.",
        "Uelpman Elhanan and Paul Krugman, Market Structure and Foreign Trade, MIT Press, 1985.",
        "Isard, Peter, How Far Can We Push the Law of One Price American Economic Review, December, 1977.",
        "Kravis, Irving B., Alan Heston, and Robert Summers, World Product and Income: International Comparisons of Real GDP, Baltimore, Johns Hopkins University Press, 1982.",
        "Meese, Richard and Kenneth Rogoff, The Out-of-Sample Failure of Empirical Exchange Rate Models printed in Exchange Rates and International Macroeconomics Jacob A. Frenkel, (ed.) the University of Chicago Press, 1983.",
        "Theories of Foreign Exchange Market In Policies for Employment, Prices and Exchange Rates, K. Brunner and A. H. Meltzer (eds.), Carnegie-Rochester Conference Series, Vol. 11, 1979.",
        "Officer, Larry, Purchasing Power Parity and Exchange Rates, JAI Press, 19814.",
        "Rotemberg, Julio, J. Sticky Prices in the United States Journal of Political Economy, Volume 90, No. 6, December 1982, 1187-1211. Sheshinski, Eytan, and Weiss Yorarn, Inflation and Costs of Price Adjustment, Review of Economics Studies 1414, June 77: 287~3014. Svensson, Lars E. 0., Sticky Goods Prices, Flexible Asset Prices, Monopolistic Competition, and Monetary Policy Working Paper, Institute for International Economic Studies, University of Stockholm, February i985.",
        "Taylor, John B., Aggregate dynamics and Staggered Contracts, Journal of Political Economy 8, February 1980: 1-17."
    ]
}