{
    "id": 17874,
    "cites": 15,
    "cited_by": 8,
    "reference": [
        "Stucke, R., 2011, Updating History, Working Paper, Oxford University Swensen, D. 2000, Pioneering Portfolio Management: An Unconventional Approach to Institutional Investment. Free Press.",
        "Robinson, David and Berk Sensoy, 2011b. Manager Compensation, Ownership, and the Cash Flow Performance of Private Equity Funds, Working Paper, Duke University and Ohio State University.",
        "Robinson, D. and B. Sensoy, 2011a, Private Equity in the 21st Century: Liquidity, Cash Flows, and Performance from 1984-2010, Working Paper, Duke University and Ohio State University.",
        "Phalippou, Ludovic and Oliver Gottschalg, 2009, The Performance of Private Equity Funds, Review of Financial Studies Vol. 22, No. 4, 1747-1776.",
        "Metrick, Andrew, and Ayako Yasuda, 2010. The Economics of Private Equity Funds. Review of Financial Studies 23: 2303-2341.",
        "Ljungqvist, A. and M. Richardson, 2003, The Cash Flow, Return, and Risk Characteristics of Private Equity. Working Paper No. 9495, NBER.",
        "Ljungqvist, A., M. Richardson, and D. Wolfenzon, 2007, The Investment Behavior of Buyout Funds: Theory and Evidence.",
        "Lerner, Josh, Antoinette Schoar and Wan Wongsunwai, 2007, Smart Institutions, Foolish Choices? The Limited Partner Performance Puzzle, Journal of Finance 62:731-64.",
        "Korteweg, Arthur and Morten Sorensen, 2010. Risk and Return Characteristics of Venture Capital-Backed Entrepreneurial Companies. Review of Financial Studies.",
        "Kocis, James M., James C. Bachman, Austin M. Long and Craig J. Nickels, 2009, Inside Private Equity, Hoboken, N.J., USA: John Wiley & Sons, Inc.",
        "Kaplan, S.N. and P. StrÃ\u0083Â¶mberg, 2009, Leveraged Buyouts and Private Equity. Journal of Economic Perspectives, Winter, 121-146.",
        "Jones, C. and M. Rhodes-Kropf, 2004, The Price of Diversifiable Risk in Venture Capital and Private Equity. Working Paper, Columbia University Kaplan, S. N., and A. Schoar, 2005. Private Equity Returns: Persistence and Capital flows. Journal of Finance 60, 1791-1823.",
        "Jegadeesh, N., R. Kraussl, and J. Pollet, 2009, Risk and Expected Returns of Private Equity Investments: Evidence Based on Market Prices. Journal of Finance.",
        "Harris, R., T. Jenkinson, and R. Stucke, 2010, A White Paper on Private Equity Data and Research, UAI Foundation Working Paper, University of Virginia.",
        "Cornelius, P., 2011, International Investments in Private Equity: Asset Allocation, Markets, and Industry Structure, London, UK: Academic Press."
    ]
}