{
    "id": 17895,
    "cites": 22,
    "cited_by": 0,
    "reference": [
        "Weitzman, M., 1979. Optimal search for the best alternative. Econometrica 47, 641-654.",
        "Varian, H., 1980. A model of sales. American Economic Review 70, 651-659.",
        "Stiglitz, J., 1979. Equilibrium in product markets with imperfect information. American Economic Review 69, 339-345.",
        "Stahl, D., 1996. Oligopolistic pricing with heterogeneous consumer search. International Journal of Industrial Organization 14, 243-268.",
        "Stahl, D., 1989. Oligopolistic pricing with sequential consumer search. American Economic Review 79, 700-712.",
        "Spiegler, R., 2006. Competition over Agents with Boundedly Rational Expectations. Theoretical Economics 1, 207-231.",
        "Salop, S. and J. Stiglitz, 1982. The theory of sales: A simple model of equilibrium price dispersion with identical agents. American Economic Review 72, 1121-1130.",
        "Salop, S., Stiglitz, J., 1977. Bargains and ripoffs: A model of monopolistically competitive price dispersion. Review of Economic Studies 44, 493-510.",
        "Rosenthal, R., 1980. A Model in which an Increase in the Number of Sellers Leads to a Higher Price. Econometrica 48, 1575-1579.",
        "Rob, R., 1985. Equilibrium price distributions. Review of Economic Studies 52, 487-504.",
        "Reinganum, J., 1979. A simple model of equilibrium price dispersion. Journal of Political Economy 87, 851-858.",
        "MacMinn, R., 1980. Search and Market Equilibrium. Journal of Political Economy 88, 308-327.",
        "Gabaix, X., and Laibson, D., 2006. Shrouded Attributes, Consumer Myopia, and Information Suppression in Competitive Markets. Quarterly Journal of Economics 121, 505-540.",
        "Diamond, P., 1971. A model of price adjustment. Journal of Economic Theory 3, 156-168.",
        "Ellison, G., and Wolitzky, A., 2011. A Search Cost Model of Obfuscation. MIT Working Paper.",
        "Carlson, J., McAfee, P., 1983. Discrete equilibrium price dispersion. Journal of Political Economy 91, 480-493.",
        "Carlin, B., and Manso, G., 2011. Obfuscation, Learning, and the Evolution of Investor Sophistication. Review of Financial Studies 24: 754-785.",
        "Carlin, B., 2009. Strategic Price Complexity in Retail Financial Markets. Journal of Financial Economics 91: 278-287.",
        "Braverman, A. and A. Dixit, 1981. Consumer search and market equilibria: A note. Review of Economic Studies 48, 657-658.",
        "Burdett, K. and K. Judd, 1983. Equilibrium price dispersion. Econometrica 51, 955-970.",
        "Braverman, A., 1980. Consumer search and alternative market equilibria. Review of Economic Studies 47, 487-502.",
        "Baye, M., Morgan, J., 2001. Information gatekeepers on the internet and the competitiveness of homogeneous product markets. American Economic Review 91, 454-474."
    ]
}