{
    "id": 17921,
    "cites": 23,
    "cited_by": 43,
    "reference": [
        "Hamilton, James and Jing Cynthia Wu (2011), Risk premia in crude oil futures prices, Working paper, University of California, San Diego.",
        "Gorton, Gary and Geert Rouwenhorst (2006), Facts and fantasies about commodity futures, Financial Analysts Journal 62 (2), 47-68.",
        "Froot, Kenneth, David Scharfstein, and Jeremy Stein (1993), Risk management: Coordinating corporate investment and financing policies, Journal of Finance 48, 1629-1658.",
        "Erb, Claude and Campbell Harvey (2006), The strategic and tactical value of commodity futures, Financial Analysts Journal 62 (2), 69-97.",
        "de Roon, Frans, Theo Nijman, and Chris Veld (2000), Hedging pressure effects in futures markets, Journal of Finance 55, 1437-1456.",
        "Cochrane, John (2011), Discount rates, Journal of Finance 66, 1047-1108.",
        "Danielsson, Jon, Jean-Pierre Zigrand, and Hyun Song Shin (2010), Balance sheet capacity and endogenous risk, Working paper, London School of Economics and Princeton University.",
        "Buyuksahin, Bahattin and Michel Robe (2010), Speculators, commodities and cross-market linkages, Working paper, International Energy Agency and American University.",
        "Brunnermeier, Markus and Lasse Pedersen (2009), Funding liquidity and market liquidity, Review of Financial Studies 22, 2201-2238.",
        "Bessembinder, Hendrik (1992), Systematic risk, hedging pressure, and risk premiums in futures markets, Review of Financial Studies 4, 637-667.",
        "Adrian, Tobias and Hyun Song Shin (2010), Liquidity and leverage, Journal of Financial Intermediation 19, 418-437.",
        "Acharya, Viral, Lars Lochstoer and Tarun Ramadorai (2009), Limits to arbitrage and hedging: evidence from commodity markets, Working paper, NYU Stern.",
        "Tang, Ke and Wei Xiong (2010), Index investment and financialization of commodities, Working paper, Princeton University.",
        "Stoll, Hans and Robert Whaley (2010), Commodity index investing and commodity futures prices, Journal of Applied Finance 1, 1-40.",
        "Newey, W.K., and K.D. West (1987), A Simple, Positive Semi-Definite, Heteroskedasticity and Autocorrelation Consistent Covariance Matrix, Econometrica, 55(3), 703-708.",
        "Singleton, Kenneth (2011), Investor flows and the 2008 boom/bust in oil prices, Working paper, Stanford University.",
        "Kyle, Albert and Wei Xiong (2001), Contagion as a wealth effect, Journal of Finance 56, 1401-1440.",
        "Mitchell, Mark, Lasse Heje Pedersen and Todd Pulvino (2007), Slow moving capital, American Economic Review 97, 215-220.",
        "Irwin, Scott and Dwight Sanders (2011), Index funds, financialization, and commodity futures markets, Applied Economics Perspectives and Policy 33, 1-31.",
        "Hirshleifer, David (1988), Residual risk, trading costs, and commodity futures risk premia, Review of Financial Studies 1, 173-193.",
        "He Zhiguo, In Gu Khang, and Arvind Krishnamurthy (2010), Balance sheet adjustment in the 2008 Crisis, IMF Economic Review 1, 118-156.",
        "Hicks, Charles (1939), Value and Capital, Oxford U.P., Cambridge.",
        "He Zhiguo and Arvind Krishnamurthy (2009), Intermediary asset pricing, Working paper, University of Chicago and Northwestern University."
    ]
}