{
    "id": 17927,
    "cites": 33,
    "cited_by": 12,
    "reference": [
        "Vissing-Jorgensen, Annette, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Limited Asset Market Participation and the Elasticity of Intertemporal Substitution,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Journal of Political Economy, 2002, 110, 825Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c253.",
        "Thaler, Richard and Shlomo Benartzi, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Save More Tomorrow: Using Behavioral Economics to Increase Employee Saving,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Journal of Political Economy, 2004, 112 (1), S164Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009cS187.",
        "Tversky, Amos and Daniel Kahneman, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Judgement under Uncertainty: Heuristics and Biases,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Science, 1974, 185, 1124Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c1131.",
        "Stango, Victor and Jonathan Zinman, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Exponential Growth Bias and Household Finance, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Journal of Finance, 2009, 64 (6), 2807Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c2849.",
        "Song, Changcheng, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Financial Illiteracy and Pension Contributions: A Field Experiment on Compound Interest in China,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d mimeo., University of California, Berkeley 2012.",
        "Skinner, Jonathan, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Are You Sure YouÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0084¢re Saving Enough for Retirement?,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Journal of Economic Perspectives, 2007, 21 (3), 59Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c80.",
        "Oreopoulos, Philip and Kjell G. Salvanes, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Priceless: The Nonpecuniary BeneÃ\u0083Â¯Ã\u0082Â¬Ã\u0082Â\u0081ts of Schooling,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Journal of Economic Perspectives, 2011, 25 (1), 159Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c184.",
        "Scholz, John Karl, Ananth Seshadri, and Surachai Khitatrakun, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Are Americans Saving Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Ë\u009cOptimallyÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0084¢ for Retirement?,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Journal of Political Economy, 2006, 114 (4), 607Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c 643.",
        "Mitchell, Olivia S., Gary R. Mottola, Stephen P. Utkus, and Takeshi Yamaguchi, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Default, Framing, and Spillover EÃ\u0083Â¯Ã\u0082Â¬Ã\u0082â\u0082¬ects: The Case of Lifecycle Funds in 401(K) Plans,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d NBER Working Paper 15108, National Bureau of Economic Research 2009.",
        ", Punam Anand Keller, and Adam M. Keller, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093New Ways to Make People Save: A Social Marketing Approach,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d NBER Working Paper 14715, National Bureau of Economic Research 2009.",
        "Madrian, Brigitte C. and Dennis F. Shea, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093The Power of Suggestion: Inertia in 401(k) Participation and Savings Behavior,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Quarterly Journal of Economics, 2001, 116 (4), 1149Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c1525.",
        "List, J.A., Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Why Economists Should Conduct Field Experiments and 14 Tips for Pulling One OÃ\u0083Â¯Ã\u0082Â¬Ã\u0082â\u0082¬,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d The Journal of Economic Perspectives, 2011, 25 (3), 3Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c15.",
        "Lusardi, Annamaria and Olivia Mitchell, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Financial Literacy and Retirement Preparedness: Evidence and Implications for Financial Education,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Business Economics, 2007, 42 (1), 35Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c44.",
        "Guvenen, Fatih, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Reconciling ConÃ\u0083Â¯Ã\u0082Â¬Ã\u0082â\u0080\u009aicting Evidence of the Elasticity of Intertemporal Substitution: A Macroeconomic Perspective,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Journal of Monetary Economics, 2006, 53, 1452Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c1472.",
        "Hacker, Jacob S., The Great Risk Shift, Oxford University Press, 2006.",
        "Gruber, Jonathan, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093A Tax-Based Estimate of the Elasticity of Intertemporal Substitution, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d NBER Working Paper 11945, National Bureau of Economic Research 2006.",
        "Goda, Gopi Shah and Colleen Flaherty Manchester, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Incorporating Employee Heterogeneity into Default Options for Retirement Plan Selection,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d NBER Working Paper 16099, National Bureau of Economic Research 2010.",
        "Engelhardt, Gary V. and Anil Kumar, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Employer Matching and 401(k) Saving: Evidence from the Health and Retirement Survey,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Journal of Public Economics, 2007, 91, 1920Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c1943.",
        "Even, William and David Macpherson, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093DeÃ\u0083Â¯Ã\u0082Â¬Ã\u0082Â\u0081ned Contribution Plans and the Distribution of Pension Wealth,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Industrial Relations, 2007, 46 (3), 551Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c581.",
        "Eisenstein, Eric M. and Stephen J. Hoch, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Intuitive Compounding: Framing, Temporal Perspective, and Expertise,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Working Paper, Cornell University 2007.",
        "DuÃ\u0083Â¯Ã\u0082Â¬Ã\u0082â\u0080\u009ao, Esther and Emmanuel Saez, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093The Role of Information and Social Interactions in Retirement Plan Decisions: Evidence from a Randomized Experiment,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Quarterly Journal of Economics, 2003, 118 (3), 815Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c842.",
        "De Nardi, Mariacristina, Eric French, and John B. Jones, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Why Do the Elderly Save? The Role of Medical Expenses,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Journal of Political Economy, 2010, 118 (1), 39Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c75.",
        "DuÃ\u0083Â¯Ã\u0082Â¬Ã\u0082â\u0080\u009ao, Ester, William Gale, JeÃ\u0083Â¯Ã\u0082Â¬Ã\u0082â\u0082¬rey Liebman, Peter Orszag, and Emmanuel Saez, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Saving Incentives for Low- and Middle-Income Families: Evidence from a Field Experiment with H&R Block,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Quarterly Journal of Economics, 2006, 121 (4), 1311Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c1346.",
        ", Emily Haisley, Jennifer Kurkoski, and Cade Massey, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Small Cues Change Savings Choices,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d NBER Working Paper 17843, National Bureau of Economic Research 2012.",
        ", , , and Andrew Metrick, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093For Better or For Worse: Default EÃ\u0083Â¯Ã\u0082Â¬Ã\u0082â\u0082¬ect and 401(k) Savings Behavior,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d in David A. Wise, ed., Perspectives in the Economics of Aging, Chicago, IL: University of Chicago Press, 2004.",
        "Choi, James J., David Laibson, and Brigitte C. Madrian, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Reducing the Complexity Costs of 401(k) Participation Through Quick Enrollment,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d NBER Working Paper 11979, National Bureau of Economic Research 2006.",
        "Charness, G. and P. Kuhn, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Lab Labor: What Can Labor Economists Learn from the Lab?,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Handbook of Labor Economics, 2011, 4, 229Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c330.",
        "Buessing, Marric and Mauricio Soto, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Getting to the Top of Mind: How Reminders Increase Saving,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Technical Report, Cetner for Retirement Research at Boston College February 2006.",
        "Card, David, Stefano DellaVinga, and Ulrike Malmendier, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093The Role of Theory in Field Experiments,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Journal of Economic Perspectives, 2011, 25 (3), 39Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c62.",
        "Beshears, John, James J. Choi, David Laibson, and Brigitte C. Madrian, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093The Importance of Default Options for Retirement Savings Outcomes: Evidence from the United States,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d NBER Working Paper No. 12009, National Bureau of Economic Research 2006.",
        ", Andrey Fradkin, and Igor Popov, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093The Welfare Economics of Default Options: A Theoretical and Empirical Analysis of 401(k) Plans,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d NBER Working Paper 17587, National Bureau of Economic Research 2011.",
        "Bernheim, B. Douglas and Antonio Rangel, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Beyong Revealed Preference: ChoiceTheoretic Foundations for Behavioral Welfare Economics,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Quarterly Journal of Economics, 2009, 124 (1), 51Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c104.",
        "Attanasio, Orazio P. and Guglielmo Weber, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Consumption Growth, the Interest Rate, and Aggregation,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Review of Economic Studies, 1993, 60 (3), 631Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c49."
    ]
}