{
    "id": 17934,
    "cites": 34,
    "cited_by": 92,
    "reference": [
        "Allen, Franklin, and Douglas Gale. 1994. Limited Market Participation and Volatility of Asset Prices. American Economic Review 84(4): 933-955. _ and______ 2007. Understanding Financial Crises. Oxford: Oxford University Press.",
        "Bernanke, Ben, and Mark Gertler. 1989. Agency Costs, Net Worth and Business Fluctuations, American Economic Review 79(1): 14-31.",
        "Bernanke, Ben, Mark Gertler and Simon Gilchrist. 1999. The Financial Accelerator in a Quantitative Business Cycle Framework. In Handbook of Macroeconomics, edited by John Taylor and Michael Woodford. Amsterdam, Netherlands: Elsevier.",
        "Brunnermeier, Markus, and Lasse Pedersen. 2009. Market Liquidity and Funding Liquidity. Review of Financial Studies 22(6): 2201-2238.",
        "_, Thomas Eisenbach and Yuliy Sannikov. 2011. Macroeconomics with Financial Frictions: A Survey. Manuscript for 2010 Econometric Society World Congress Monograph.",
        "Del Negro, Marco, Gauti Eggertsson, Andrea Ferrero and Nobuhiro Kiyotaki. 2011. The Great Escape?: A Quantitative Evaluation of the Fed's Liquidity Facilities. Staff Reports 520. Federal Reserve Bank of New York.",
        "Diamond, Douglas, and Philip Dybvig. 1983. Bank Runs, Deposit Insurance, and Liquidity. Journal of Political Economy 91(3): 401-419.",
        "Eisfeldt, Andrea. 2004. Endogenous Liquidity in Asset Markets. Journal of Finance 59(1): 1-30.",
        "Freeman, Scott. 1996a. Clearinghouse Banks and Banknote Over-issue. Journal of Monetary Economics 38(1): 101-115.",
        "_. 1996b. Payment System, Liquidity, and Rediscounting. American Economic Review 86(5): 1126-38.",
        "Gertler, Mark, and Peter Karadi. 2011. A Model of Unconventional Monetary Policy. Journal of Monetary Economics 58(1): 17-34.",
        "Gertler, Mark and Nobuhiro Kiyotaki. 2010. Financial Intermediation and Credit Policy in Business Cycle Analysis. In Handbook of Monetary Economics, edited by Benjamin Friedman and Michael Woodford. Amsterdam, Netherlands: Elsevier.",
        "Green, Edward. 1999. Money and Debt in the Structure of Payments. Federal Reserve Bank of Minneapolis, Quarterly Review 23: 13-29.",
        "Hart, Oliver, and John Moore. 1994. A Theory of Debt Based on the Inalienability of Human Capital. Quarterly Journal of Economics 109(4): 841-879.",
        "Holmstrom, Bengt. and Jean Tirole. 1998. Private and Public Supply of Liquidity. Journal of Political Economy 106(1): 1-40.",
        "Keynes, John Maynard. 1936. The General Theory of Employment, Interest, and Money. London: Macmillan.",
        "Kiyotaki, Nobuhiro, and John Moore. 1997. Credit Cycles. Journal of Political Economy 105(2): 211-248.",
        "_ and_______. 2001. Liquidity, Business Cycles and Monetary Policy: Manuscript of Clarendon Lecture 2. Mimeo. London School of Economics.",
        "_ and_______. 2002. Evil is the Root of All Money. American Economic Review: Papers and Proceedings 92(2): 62-66.",
        "_ and_______. 2003. Inside Money and Liquidity. Mimeo. London School of Economics.",
        "_ and_______. 2005a. Liquidity and Asset Prices. International Eco45 nomic Review 46(2): 317-349.",
        "and_______. 2005b. Financial Deepening. Journal of European Economic Association: Papers and Proceedings 3(2-3): 701-713.",
        "Kurlat, Pablo. 2011. Lemons Markets and the Transmission of Aggregate Shocks. Mimeo. Stanford University.",
        "Lagos, Ricardo and Randalll Wright. 2005. A Unified Framework for Monetary Theory and Policy Analysis. Journal of Political Economy 113(3): 463-484.",
        "Metzler, Loyd A. 1951. Wealth, Saving, and the Rate of Interest. Journal of Political Economy 59(2): 93-116.",
        "Moore, John. 2009. Contagious Iliquidity. Technical Handout of Hurwicz Lecture at Latin American Meeting of the Econometric Society, Edinburgh University and London School of Economics.",
        "Nosal, Ed, and Guillaume Rocheteau. 2011. Money, Payments, and Liquidity. Cambridge: MA. MIT Press.",
        "Shi, Shouyong. 1997. A Divisible Search Model of Fiat Money, Econometrica 65(1), 75-102.",
        "_. 2011. Liquidity, Assets and Business Cycles. Mimeo, University of Toronto.",
        "Tobin, James. 1969. A General Equilibrium Approach to Monetary Theory. Journal of Money, Credit, and Banking 1(1): 15-29.",
        "Townsend, Robert. 1987. Asset Return Anomalies in a Monetary Economy. Journal of Economic Theory 41(5): 219-247.",
        "_ and Neil Wallace. 1987. A Model of Circulating Private Debt: An Example with a Coordination Problem. In Contractural Arrangements for Intertemporal Trade, edited by Edward Prescott and Neil Wallace. Minneapolis, MN: University of Minnesota Press.",
        "Williamson, Stephen. 1987. Financial Intermediation, Business Failures, and Real Business Cycles. Journal of Political Economy 95(6): 1196-1216.",
        "Woodford, Michael. 2003. Interest and Prices. Princeton, NJ: Princeton University Press."
    ]
}