{
    "id": 17938,
    "cites": 96,
    "cited_by": 2,
    "reference": [
        "Abaluck, J. and J. Gruber (2011) Choice inconsistencies among the elderly: evidence from plan choice in the Medicare Part D program, American Economic Review, 101(4), 1180-1210.",
        "Abbring, J., P. Chiappori, J. Heckman, J. Pinquet (2003) Adverse selection and moral hazard in insurance: can dynamic data help to distinguish? Journal of the European Economic Association, 1(2/3), 512-21.",
        "Agarwal, V., J. Ligon (1998) Insurer contract nonperformance in a market with adverse selection, Journal of Risk and Insurance, 65(1), 135-150.",
        "Akerlof, G. (1970) The Market for Lemons: Quality uncertainty and the market mechanism, The Quarterly Journal of Economics, 84(3): 488-500.",
        "Allard, M., J. Cresta, and J. Rochet (1997) Pooling and separating equilibria in insurance markets with adverse selection and distribution costs, Geneva Papers on Risk and Insurance-Theory, 22(2), 103.120.",
        "Arrow, K. (1963) Uncertainty and the Welfare Economics of Medical Care. American Economic Review, 53:941-973.",
        "Bajari, P., H. Hong, A. Khwaja (2006), Moral hazard, adverse selection, and health expenditures: a semiparametric analysis, NBER Working Paper 12445.",
        "Belli, P. (2001) How adverse selection affects the health insurance market, World Bank Policy Research Working Paper 2574.",
        "Blouin, M. (2003) Equilibrium in a decentralized market with adverse selection, Economic Theory, 22(2), 245-262.",
        "Blumberg, L., J. Holahan (2009) The Individual Mandate Ã\u0083Â¢ An Affordable and Fair Approach to Achieving Universal Coverage, New England Journal of Medicine, 361 (1): 6Ã\u0083Â¢7.",
        "Boccuti, C. and M. Moon (2003) Adverse selection in private stand-alone drug plans and techniques to reduce it, Commonwealth Club white paper.",
        "Buchmueller, T. (2008) Community rating, entry-age rating, and adverse selection in private health insurance in Australia, Geneva Papers on Risk and Insurance- Issues and Practice, 33(4), 588-609.",
        "Bunce, V., J. Wieske (2010) Health Insurance Mandates in the States 2010, white paper, Council for Affordable Health Insurance.",
        "Card, D, C. Dobkin, N. Maestas (2008) The impact of nearly universal insurance coverage on health care utilization: evidence from Medicare, NBER working paper 10365.",
        "Cardon, J., Hendel, I. (2001) Asymmetric information in health insurance: evidence from the National Medical Expenditure Survey, Rand Journal of Economics 32 (3): 408Ã\u0083Â¢427.",
        "Chade, H., E. Schlee (2011) Optimal insurance with adverse selection, Theoretical Economics.",
        "Chade, H., V. de Serio (2002) Risk Aversion, Moral Hazard, and the Principal's Loss, Economic Theory, Vol. 20(2) , 637-644 Chiappori, P. (2000). Econometric Models of Insurance under Asymmetric Information, Handbook of Insurance, Georges Dionne (ed), 365-394.",
        "Chiappori, P., B. Jullien, B. Salanie, F. Salanie (2006) Asymmetric information in insurance: general testable implications, working paper.",
        "Chiappori, P.; Salanie, B. (2000) Testing for Asymmetric Information in Insurance Markets, Journal of Political Economy 108 (1): 56Ã\u0083Â¢78.",
        "Cho, I., and D. Kreps (1987) Signaling games and stable equilibria,. Quarterly Journal of Economics, 102(2), 179-221.",
        "Clark, J. (1895) The gold standard of currency in the light of recent theory, Political Science Quarterly, 10(3), 389-403.",
        "Clark, R. (1976) The soundness of financial intermediaries, Yale Law Journal, 86(1), 1-102.",
        "Crocker, K., and A. Snow (1985a) A simple tax structure for competitive equilibrium and redistribution in insurance markets with asymmetric information, Southern Economic Journal, 51(4), 1142-1150.",
        "Crocker, K., and A. Snow (1985b) The efficiency of competitive equilibria in insurance markets with asymmetric information, Journal of Public Economics, 26(2), 207.219.",
        "Crosby, Everett (1905). Fire prevention, Annals of the American Academy of Political and Social Science (American Academy of Political and Social Science) 26 (2): 224Ã\u0083Â¢238.",
        "Cutler, D. and R. Zeckhauser (2000) The anatomy of health insurance, in A. Culyer and J. Newhouse (eds) Handbook of Health Economics, Elsevier Science, Chap. 11.",
        "Cutler, D. and S. Reber (1998), Paying for health insurance: the trade-off between competition and adverse selection, Quarterly Journal of Economics, 113(2), 433-466.",
        "Cutler, D., A. Finkelstein, and K. McGarry (2008) Preference heterogeneity and insurance markets: explaining a puzzle of insurance, American Economic Review, 98(2), 157-162..",
        "Dahlby, B. (1981) Adverse selection and Pareto improvements through compulsory insurance, Public Choice, 37(3), 547.558.",
        "Dasgupta, P., and E. Maskin (1986) The existence of equilibrium in discontinuous economic games, II: Applications, The Review of Economic Studies, 53(1), 27.41.",
        "De Donder, P., J. Hindriks (2006) Equilibrium social insurance with policy-motivated parties, Core Discussion Paper 2006/33.",
        "De Meza, D. and D. Webb (2001), Advantageous selection in insurance markets, RAND Journal of Economics, 32(2), 249-262.",
        "Diamond, P. (1978), Welfare analysis of imperfect information equilibrium, Bell Journal of Economics, 9(1), 82-105.",
        "Dionne, G., N. Doherty, and N. Fombaron (2001) Adverse Selection in Insurance Markets, Handbook of Insurance, Chapter 7, p. 185.",
        "Duffie, D. and K. Singleton (2003). Credit Risk: Pricing, Measurement, and Management. Princeton University Press Encinosa,W. (2001) A comment on Neudeck and Podczeck, Journal of Health Economics, 20(4), 667.673.",
        "Fagart, M., and B. Kambia-Chopin (2006): .Prevention in insurance markets, Annales d.Economie et de Statistique, 82, 55.70.",
        "Fang, H., M. Keane, and D. Silverman (2008), Sources of advantageous selection: evidence from the medigap insurance market, Journal of Political Economy, 116(2), 303-350.",
        "Feldman, R., C. Escribano, and L. PellisÃ\u0083Æ\u0092 (1998): .The role of government in health insurance markets with adverse selection, Health Economics, 7(8), 659.670.",
        "Feldstein, M. (1973), Welfare loss of excess health insurance, Journal of Political Economy, 81(2), 251-280.",
        "Finkelstein, A. (2002) When can partial public insurance produce Pareto improvements?,.NBER Working Paper.",
        "Finkelstein, A. (2004) Minimum standards, insurance regulation and adverse selection: evidence from the Medigap market, Journal of Public Economics, 88(12), 2515.2547.",
        "Finkelstein, A.; McGarry, K. (2006). Multiple dimensions of private information: evidence from the long-term care insurance market, American Economic Review 96 (4): 938Ã\u0083Â¢958.",
        "Finkelstein, A.; Poterba, J. (2004). Adverse selection in insurance markets: policyholder evidence from the UK annuity market. Journal of Political Economy 112 (1): 183Ã\u0083Â¢208.",
        "Finkelstein, A., Poterba, J., and Rothschild, C, (2009), Ã\u0083Â¢Redistribution by insurance market regulation: Analyzing a ban on gender-based retirement annuitiesÃ\u0083Â¢, Journal of Financial Economics 91, 38Ã\u0083Â¢58 Gale, D. (1992) A Walrasian theory of markets with adverse selection, Review of Economic Studies, 59(2), 229-255.",
        "Gale, D. (1996) Equilibria and Pareto optima of markets with adverse selection, Economic Theory, 7(2), 207-235.",
        "Glazer, J., and T. McGuire (2000): .Optimal risk adjustment in markets with adverse selection: an application to managed care, American Economic Review, 90(4), 1055.1071.",
        "Grennan, M. (2012) Price discrimination and bargaining: empirical evidence from medical devices, American Economic review, forthcoming.",
        "Grossman, H. (1979): .Adverse selection, dissembling, and competitive equilibrium, The Bell Journal of Economics, 10(1), 336.343.",
        "Grubel, H. (1971) Risk, uncertainty, and moral hazard, Journal of Risk and Insurance, 38(1), 99-106.",
        "Gruber, J. (2008) Covering the uninsured in the United states, Journal of Economic Literature, 46(3), 571-606.",
        "Heiss, F., D. McFadden, and J. Winter (2006): Who failed to enroll in Medicare Part D, and why? Early results. Health Affairs, 25, w344Ã\u0083Â¢w354.",
        "Heiss, F., D. McFadden, and J. Winter (2009): Regulation of health insurance markets: Lessons from enrollment, plan choice, and adverse selection in Medicare Part D. NBER Working Paper No. 15392.",
        "Hellwig, M. (1987): .Some recent developments in the theory of competition in markets with adverse selection, European Economic Review, 31(1-2), 319.325.",
        "Hendel, I. (2005) Efficient sorting in a dynamic adverse-selection market, Review of Economic Studies, 72(2), 467-497.",
        "Hendren, N. (2011) Private information and insurance rejections, MIT working paper.",
        "Herring, B., M. Pauly (2006) The effect of State community rating reulation on premiums and coverage in the individual health insurance market, NBER working paper 12504.",
        "Hodgeman, D. (1960) Credit risk and credit rationing, Quarterly Journal of Economics, 74 (2), 258-278.",
        "Holmstrom, B. (1979), Moral hazard and observability. Bell Journal of Economics, pp. 74-91.",
        "Johnson, W. (1977) Choice of compulsory insurance schemes under adverse selection, Public Choice, 31, 23-35.",
        "Keating, R. (2012) Health Care Policy Cost Index 2012, white paper, Small Business & entrepreneurship Council.",
        "Kilburn, F. (1904) Control and supervision of trust companies, Annals of the American Academy of Political and Social Science, 24, 29-42.",
        "Lopez-Cunat, J. (2000) Adverse selection under ignorance, Economic Theory, 16(2), 379-399.",
        "Mahdavi, G. (2005) Advantageous selection versus adverse selection in life insurance market, Japanese Society for the Promotion of Science.",
        "Mahul, O., B. Wright (2004) Implications of incomplete performance for optimal insurance, Economics, New Series, 71(284), 661-670.",
        "Mailath,, G., G. Noldeke (2008) Does competitive pricing cause market breakdown under extreme adverse selection? Journal of Economic Theory 140, 97 Ã\u0083Â¢ 125.",
        "McFadden, D., C. Noton, and P. Olivella (2012) Minimum coverage in insurance markets, working paper.",
        "McFadden, D., J. Winter, F. Heiss (2008) Consumer directed health care: Can consumers take care of themselves?, Swiss Journal of Economics and Statistics, 144(3), 285-307.",
        "McGuire, T. (2000) Physician agency, in A. Culyer and J. Newhouse (eds) Handbook of Health Economics, Elsivier Science, Chap. 9.",
        "Mimra, W., and A. Wambach (2011) A Game-Theoretic Foundation for the Wilson Equilibrium in Competitive Insurance Markets with Adverse Selection,.CESifo Working Paper Series.",
        "Miyazaki, H. (1977) The rat race and internal labor markets, The Bell Journal of Economics, 8(2), 394.418.",
        "Mott, D. et al (1998) Agency theory, drug formularies, and drug product selection: implications for public policy, Journal of Public Policy and Marketing, 17(2), 287-293.",
        "Neudeck, W., and K. Podczeck (1996) Adverse selection and regulation in health insurance markets, Journal of Health Economics, 15(4), 387-408.",
        "Neuhaus, W. (1995) Community rating and equalisation, ASTIN Bulletin 25 (2), 95Ã\u0083Â¢118.",
        "Olivella, P., and M. Vera-Hernandez (2010) How complex are the contracts offered by health plans? Journal of the Spanish Economic Association, 1(3), 305-323.",
        "Olivella, P., and M. Vera-HernÃ\u0083Æ\u0092ndez, (2012) Ã\u0083Â¢Testing for asymmetric information in private health insuranceÃ\u0083Â¢, The Economic Journal, forthcoming.",
        "Olivella, P., and M. Vera-HernÃ\u0083Æ\u0092ndez (2007) Competition among Differentiated Health Plans under Adverse SelectionÃ\u0083Â¢, Journal of Health Economics, 26, 233-250.",
        "Pauly, M. (1970) The welfare economics of community rating, Journal of Risk and Insurance, 37(3), 407-18.",
        "Pauly, M. (1974) Overinsurance and the public provision of insurance: the roles of moral hazard and adverse selection, Quarterly Journal of Economics, 88(1), 44-62.",
        "Pauly, M. and S. Nicholson (1999) Adverse consequences of adverse selection, Journal of Health Politics, Policy, and Law, 24(5), 921-930.",
        "Radner, R. (1968) Competitive equilibrium under uncertainty, Econometrica, 36, 31-58.",
        "Radner, R. (1970) Problems in the theory of markets under uncertainty, American Economic Review, 59(2), 454-460.",
        "Riley, J. (1975) Competitive signaling, Journal of Economic Theory, 10, 174-186.",
        "Riley, J. (2002) Weak and strong signals, Scandinavian Journal of Economics, 104(2), 213-236.",
        "Rose, C. (1993) Equilibrium and adverse selection, RAND Journal of Economics, 24(4), 559-569.",
        "Rothschild, M., and J. Stiglitz (1976) Equilibrium in competitive insurance markets: An essay on the economics of imperfect information, Quarterly Journal of Economics, 90(4), 629.649.",
        "Sharpe, William F. (1964). Capital asset prices: A theory of market equilibrium under conditions of risk, Journal of Finance, 19 (3), 425-442 Smart, M. (2000) Competitive insurance markets with two unobservables, International Economic Review, 41(1), 153.170.",
        "Spence, M. (1974) Competitive and optimal response to signals, Journal of Economic Theory, 7(3), 296-332.",
        "Spence, M. (1976) Informational aspects of market structure, Quarterly Journal of Economics, 90(4), 591-597.",
        "Spence, M. (1978) Product differentiation and performance in insurance markets, Journal of Public Economics, 10(3), 427-447.",
        "Spence, M., R. Zeckhauser (1971) Insurance, information, and individual action, American Economic Review, 61(2), 380-387.",
        "Villeneuve, B. (2000) The consequences for a monopolistic insurance firm of evaluating risk better than customers: the adverse selection hypothesis reversed, Geneva Papers on Risk and Insurance-Theory, 25(1), 65.79.",
        "Walford, C. et al (1881) On the Number of Deaths from Accident, Negligence, Violence, and Misadventure in the United Kingdom and some other Countries, Journal of the Royal Statistical Society.",
        "Wilson, C. (1977) A model of insurance markets with incomplete information, Journal of Economic Theory, 16(2), 167-207.",
        "Wilson, C. (1979) Equilibrium and adverse selection, American Economic Review, 69(2), 313-317.",
        "Wilson, C. (1980) The nature of equilibrium in markets with adverse selection, Bell Journal of Economics, 11(1), 108-130.",
        "Zweifel, P., F. Breyer, M. Kifmann (2009) Health Economics, Springer-Verlag: Berlin. Remedies for Sick Insurance - Tables and Figures"
    ]
}