{
    "id": 17944,
    "cites": 26,
    "cited_by": 25,
    "reference": [
        "[26] Svensson, Lars O (2001),.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093The Zero Bound in an Open-Economy: A Foolproof Way of Escaping from a Liquidity Trap,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Monetary and Economic Studies 19(S-1), Bank of Japan, 277-312.",
        "[25] Philippon, Thomas and Virgiliu Midrigan (2011), Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Household Leverage and The Recession,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d NBER Working Paper No. 16965.",
        "[24] Obstfeld, Maurice and Kenneth Rogoff (2010), Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Global Imbalances and The Financial Crisis: Products of Common Causes.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d In: Glick, R., Spiegel, M.M. (Eds), Asia and the Global Financial Crisis, Federal Reserve Bank of San Francisco.",
        "[23] Obstfeld, Maurice, and Kenneth Rogoff (2007), Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093The Unsustainable U.S. Current Account Position Revisited.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d In G7 Current Account Imbalances: Sustainability and Adjustment, ed. Richard H. Clarida. Chicago: University of Chicago Press.",
        "[22] Obstfeld, Maurice, and Kenneth Rogoff (2005), Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Global Current Account Imbalances and Exchange Rate Adjustments,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Brookings Papers on Economic Activity 1, pp. 67Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c 146.",
        "[21] Obstfeld, Maurice, and Kenneth Rogoff (2001), Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Perspectives on OECD Capital Market Integration: Implications for U.S. Current Account Adjustment,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d In Global Economic Integration: Opportunities and Challenges, Kansas City, MO: Federal Reserve Bank of Kansas City.",
        "[20] Obstfeld, Maurice (2011), Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Financial Flows, Financial Crises, and Global Imbalances, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d mimeo, University of California at Berkeley.",
        "[19] Mendoza, Enrique (2010), Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Sudden Stops, Financial Crises & Leverage,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d American Economic Review, 100(5): 1941Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c66.",
        "[18] Krugman, Paul (2011b), Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Wishful Thinking and the Road to Eurogeddon,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d The New York Times, The Coscience of a Liberal, Blog Post November 7, 2011.",
        "[17] Krugman, Paul (2011a), Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093The Doctrine of Immaculate Transfer,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d The New York Times, The Coscience of a Liberal, Blog Post January 12, 2011.",
        "[16] Hale, Galina and Bart Hobijn (2011), Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093The U.S. Content of Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009dMade in ChinaÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d FRBSF Economic Letter, 2011-25.",
        "[15] Guerrieri, Veronica and Guido Lorenzoni (2010), Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Credit Crisis, Precautionary Savings and the Liquidity Trap,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d MIT, mimeo.",
        "[14] Gourinchas, Pierre-Olivier, Helene Rey and Nicolas Govillot (2010), Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Exorbitant Privilege and Exorbitant Duty,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d University of California at Berkeley, mimeo.",
        "[13] Fujiwara, Ippei, Tomoyuki Nakajimaz, Nao Sudox, and Yuki Teranishi, (2011) Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Global Liquidity Trap,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d NBER Working Paper No. 16867.",
        "[12] Fujiwara, Ippei, Nao Sudo, and Yuki Teranishi, (2010) Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093The Zero Lower Bound and Monetary Policy in a Global Economy: A Simple Analytical InvestigationÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d, International Journal of Central Banking, Vol.6, Issue 1, pp. 103-134.",
        "[11] Feldstein, Martin (2011), Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093The Role of Currency Realignments in Eliminating the US and China Current Account Imbalances,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d NBER Working Paper No. 16674.",
        "[9] Eggertsson, Gauti and Paul Krugman (2012), Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Debt, Deleveraging, and the Liquidity Trap: A Fisher-Minsky-Koo Approach,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d The Quarterly Journal of Economics 127(3): 1469-1513.",
        "[10] Eggertsson, Gauti and Michael Woodford (2003), Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093The Zero Bound on Interest Rates and Optimal Monetary Policy,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Brookings Papers on Economic Activity 1, 212-219.",
        "[8] De Walque, Gregory, Frank Smets and Rafael Wouters (2005), Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093An Estimated TwoCountry DSGE Model for the Euro Area and the US Economy,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d European Central Bank, mimeo.",
        "[7] Devereux, Michael B. and James Yetman (2010), Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Leverage Constraints and the International Transmission of ShocksÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d, Journal of Money Credit and Banking 42, 71-105.",
        "[6] Cook, David and Michael B. Devereux (2011), Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Sharing the Burden: Monetary and Fiscal Responses to a World Liquidity Trap,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d University of British Columbia, mimeo.",
        "[5] Cole, Harold and Maurice Obstfeld (1991), Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Commodity trade and international risk sharing: How much do financial markets matter?Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d, Journal of Monetary Economics, Vol. 28, Issue 1, 3-24.",
        "[4] Benigno, Pierpaolo (2009), Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Price Stability with Imperfect Financial Integration,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Journal of Money, Credit and Banking, 41: 121Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c149.",
        "[3] Benigno, Gianluca, Pierpaolo Benigno and Fabio Ghironi (2007), Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Interest Rate Rules for Fixed Exchange Rate Regimes,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Journal of Economic Dynamics and Control, Vol.",
        "[1] Aghion, Philippe, Philippe Bachetta and Abhijit Banerjee (2001), Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Currency Crises and Monetary Policy in an Economy with Credit Constraints,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d European Economic Review, vol. 45, issue 7.",
        "[2] Aoki, Kosuke, Gianluca Benigno and Nobuhiro Kyotaki (2010), Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Adjusting to Capital Account Liberalization,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d CEP Discussion Paper No. 1014."
    ]
}