{
    "id": 17942,
    "cites": 30,
    "cited_by": 1,
    "reference": [
        "Phalippou, Ludovic, 2009. Beware of Venturing into Private Equity, Journal of Economic Perspectives 23:147-1666.",
        "Phalippou, Ludovic and Oliver Gottschalg, 2009. The Performance of Private Equity Funds, Review of Financial Studies 22:1747-1776.",
        "Robinson, David T. and Berk A. Sensoy, 2011. Cyclicality, Performance Measurement, and Cash Flow Liquidity in Private Equity, Working Paper, Duke University and Ohio State University.",
        "Metrick, Andrew, and Ayako Yasuda, 2011. Venture Capital and other Private Equity: A Survey. European Financial Management, forthcoming.",
        "Metrick, Andrew, and Ayako Yasuda, 2010a. The Economics of Private Equity Funds. Review of Financial Studies 23: 2303-2341.",
        "Metrick, Andrew, and Ayako Yasuda, 2010b. Venture Capital and the Finance of Innovation. Wiley & Sons.",
        "Litvak, Kate, 2009. Venture Capital Partnership Agreements: Understanding Compensation Arrangements. University of Chicago Law Review 76:161-218.",
        "Ljungqvist, Alexander, Matthew Richardson, and Daniel Wolfenzon, 2007. The Investment Behavior of Buyout Funds: Theory and Evidence. Working Paper, NYU Stern School of Business",
        "Lerner, Josh, Antoinette Schoar and Wan Wongsunwai, 2007. Smart Institutions, Foolish Choices? The Limited Partner Performance Puzzle. Journal of Finance 62:731-764.",
        "Leland, Hayne and David Pyle, 1977. Informational Asymmetries, Financial Structure, and Financial Intermediation, 1977. Journal of Finance 32:371-387.",
        "Korteweg, Arthur and Morten Sorensen, 2010. Risk and Return Characteristics of Venture Capital-Backed Entrepreneurial Companies. Review of Financial Studies.",
        "Khorana, Ajay, Henri Servaes, and Lei Wedge, 2007. Portfolio Manager Ownership and Fund Performance. Journal of Financial Economics 85:179-204.",
        "Kaplan, Steven N. and Antoinette Schoar, 2005. Private Equity Performance: Returns, Persistence, and Capital Flows, Journal of Finance 60:1791-1823.",
        "Jones, Charles and Matthew Rhodes-Kropf, 2003. The Price of Diversifiable Risk in Venture Capital and Private Equity. Working Paper, Columbia University.",
        "Jensen, Michael and Kevin J. Murphy, 1990. Performance Pay and Top Management Incentives. Journal of Political Economy 98:225-264.",
        "Harris, Robert S., Tim Jenkinson and Steven N. Kaplan, 2011. Private Equity Performance: What do we Know? Working Paper.",
        "Harris, Robert S., Tim Jenkinson and Rudiger Stucke, 2010. A White Paper on Private Equity Data and Research. UAI Foundation Consortium Working Paper.",
        "Hochberg, Yael, Alexander Ljungqvist, and Annette Vissing-Jorgensen, 2010. Informational Hold-up and Performance Persistence in Venture Capital. Working Paper, New York University and Northwestern University.",
        "Gompers, Paul and Josh Lerner, 1999. An Analysis of Compensation in the U.S. Venture Capital Partnership, Journal of Financial Economics 51:3-44.",
        "Gompers, Paul 1996. Grandstanding in the Venture Capital Industry. Journal of Financial Economics 42:133-156.",
        "Fama, Eugene F. and Kenneth R. French, 2010. Luck versus Skill in the Cross-Section of Mutual Fund Returns. Journal of Finance 65:1915-1947.",
        "Driessen, J., T.-C. Lin, and L. Phalippou, 2012. A New Method to Estimate Risk and Return of Non-Traded Assets from Cash Flows: The Case of Private Equity Funds. Journal of Financial and Quantitative Analysis, forthcoming.",
        "DaRin, Marco, Thomas Hellmann, and Manju Puri, 2011. A Survey of Venture Capital Research. Handbook of the Economics of Finance, forthcoming.",
        "Cochrane, John, 2005. The Risk and Return of Venture Capital. Journal of Financial Economics 75:3-52.",
        "Carhart, Mark M., 1997. On Persistence in Mutual Fund Performance. Journal of Finance 52:57-82.",
        "Busse, Jeffrey, A., Amit Goyal, and Sunil Wahal, 2010. Performance Persistence in Institutional Investment Management. Journal of Finance 65:765-790.",
        "Berk, Jonathan, and Jules van Binsbergen, 2011. Measuring Skill of Active Managers. Working Paper, Stanford University.",
        "Berk, Jonathan, and Richard Green, 2004. Mutual Fund Flows and Performance in Rational Markets. Journal of Political Economy 112:1269-1295.",
        "Axelson, Ulf, Per Str omberg, and Michael S. Weisbach, 2009. Why are Buyouts Levered? The Financial Structure of Private Equity Firms. Journal of Finance 64:1549-1582.",
        "Agrawal, Vikas, Naveen Daniel, and Narayan Naik, 2009. Role of Managerial Incentives and Discretion in Hedge Fund Performance. Journal of Finance 64:2221-2256."
    ]
}