{
    "id": 1795,
    "cites": 17,
    "cited_by": 1,
    "reference": [
        "Allan, Steven G., Clark, Robert L. and Daniel A. Sumner (1984). Post- Retirement Adjustments of Pension Benefits. National Bureau of Economic Research, Working Paper No. 1364, June.",
        "Financial Analysts Journal 36 (July-August): 3-10. Bodie, Zvi, Light, Jay, Morck, Randall and Robert A. Taggart, Jr. (1984).",
        "Investigation. National Bureau of Economic Research, Working Paper No. 1315, March. Bulow, Jeremy (1981). Early Retirement Pension Benefits. NBER Working Paper No. 654, April.",
        "Benefits. Paper presented at National Bureau of Economic Research Conference on Pensions, Labor and Individual Choice, Dorado Beach, Puerto Rico. ________ and Myron Scholes (1983). Who Owns the Assets in a Defined-Benefit Pension Plan?. In Zvi Bodie and John Shoven, eds., Financial Aspects of the United States Pension System (Chicago: University of Chicago Press).",
        "Clark, Robert and Ann McDermed (1985). Earnings and Pension Compensation, the Effect of Eligibility. Mimeograph, North Carolina State University.",
        "Ezra, Don (1983). The Struggle for Pension Fund Wealth (Toronto: Pagurian Press Limited).",
        "Feldstein, Martin and Randall Morck (1983). Pension Funding Decisions, Interest Rate Assumptions, and Share Prices. In Z. Bodie and J.Shoven, eds. Financial Aspects of the United States Pension System (Chicago: University of Chicago Press).",
        "National Savings. Journal of Finance 35 (September): 801-24. French, Kenneth R., Ruback, Richard S. and G. William Schwert (1983).",
        "Economy 91: No. 1 (February): 70-96. Friedman, Benjamin (1983). Pension Funding, Pension Asset Allocation and Corporation Finance: Evidence from Individual Company Data. In Z.",
        "Bodie and J. Shovens, eds. Financial Aspects of the United States Pension System (Chicago: University of Chicago Press). Harrison, J. Michael and William Sharpe (1983). Optimal Funding and Asset Allocation Rules for Defined-Benefit Pension Plans. In Z. Bodie and 3.",
        "Shovens, eds. Financial Aspects of the United States Pension System (Chicago: University of Chicago Press). Ippolito, Richard (l985a). The Economic Function of Underfunded Pension Plans. Journal of Law and Economics, XXVIII: No.3 (October): 611-652. ________ (1985b). The Labor Contract and Real Economic Pension Liabilities.",
        "American Economic Review, forthcoming. Kotlikoff, Laurence and Daniel Smith (1983). Pensions in the American Economy. (Chicago: University of Chicago Press).",
        "Lazear, Edward (1981). Agency, Earning Profiles, Productivity and Hours Restrictions, American Economic Review 71: No. 4 (September): 606- 6210.",
        "University of Chicago Press). ________ (1979). Why is There Mandatory Retirement? Journal of Political Economy 87: No. 5 (December 1979): 1261-84.",
        "Logue, Dennis (1979). Legislative Influence on Corporate Pension Plans.",
        "Medoff, J. and K. Abraham (1981). Are Those Paid More Really More Productive?. Journal of Human Resources XVI No. 2 (Spring): 186-216.",
        "Pesando, James (1982). Investment Risk, Bankruptcy Risk and Pension Reform in Canada. Journal of Finance, 37: No.3 (June: 341-349."
    ]
}