{
    "id": 17953,
    "cites": 35,
    "cited_by": 18,
    "reference": [
        "Alexandroff, A. D. (1939) Almost everywhere existence of the second differential of a convex function and surfaces connected with it Leningrad State University Annals, Mathematics Series 6, 3Ã\u0083Â¢35.",
        "Aliprantis, C. D. and Border, K. C. (2006) InÃ\u0083Â¯nite Dimensional Analysis: A Hitchhiker Ã\u0083Â¢s Guide 3rd. edn Springer-Verlag Berlin Heidelberg.",
        "Beshears, J., Choi, J., Laibson, D. and Madrian, B. (2010) The Impact of Employer Matching on Savings Plan Participation under Automatic Enrollment Research Ã\u0083Â¯ndings in the economics of aging The University of Chicago Press Chicago pp. 311Ã\u0083Â¢327.",
        "Birge, J. R. and Murty, K. G. (1994) Mathematical programming: State of the art 1994 Univ. of Michigan Ann Arbor, MI (United States).",
        "Burtless, G. and Hausman, J. (1978) The Effect of Taxation on Labor Supply: Evaluating the Gary Negative Income Tax Experiment Journal of Political Economy 86, 1103Ã\u0083Â¢1130.",
        "Diamond, P. A. and Mirrlees, J. A. (1971) Optimal Taxation and Public Production II: Tax Rules The American Economic Review 61(3), 261Ã\u0083Â¢278.",
        "Dontchev, A. (1998) A Proof of the Necessity of Linear Independence Condition and Strong Second-Order SufÃ\u0083Â¯cient Optimality Condition for Lipschitzian Stability in Nonlinear Programming Annals of Optimization Theory and Applications pp. 467Ã\u0083Â¢473.",
        "Dontchev, A. and Rockafellar, R. T. (1996) Characterizations of Strong Regularity for Variational Inequalities over Polyhedral Convex Sets SIAM Journal on Optimization 6(4), 1087Ã\u0083Â¢1105.",
        "Eustaquiro, R., Karas, E. and Ribeiro, A. (2007) Constraint QualiÃ\u0083Â¯cations for Nonlinear Programming Working Paper .",
        "Fosgerau, M., McFadden, D. L. and Bierlaire, M. (2010) Choice probability generating functions Munich Personal RePEc Archive .",
        "Gan, L. and Ju, G. (2011) Nonparametric estimation of Structural Labor Supply and Exact Welfare Change under Non-Convex Piecewise Linear Budget Sets Working Paper .",
        "Henrion, R. (1992) On constraint qualiÃ\u0083Â¯cations Journal of Optimization Theory and Applications 72(1), 187Ã\u0083Â¢197.",
        "Howard, R. (1998) AlexandrovÃ\u0083Â¢s theorem on the second derivatives of convex functions via RademacherÃ\u0083Â¢s theorem on the Ã\u0083Â¯rst derivatives of Lipschitz functions On-line lecture note Department of Mathematics, University of South Carolina, Columbia, South Carolina.",
        "Katzner, D. (1968) A Note on the differentiability of Demand Functions Econometrica 36, 415Ã\u0083Â¢418.",
        "Klatte, D. and Tammer, K. (1990) Strong stability of stationary solutions and Karush-Kuhn-Tucker points in nonlinear optimization Annals of Operations Research 27(1), 285Ã\u0083Â¢307.",
        "Levy, A. B. (2001) Lipschitzian Multifunctions and a Lipschitzian Inverse Mapping Theorem Mathematics of Operations Research 26(1), 105Ã\u0083Â¢118.",
        "Luderer, B., Minchenko, L. and Satsura, T. (2002) Multivalued Analysis and Nonlinear Programming Problems with Perturbations Kluwer Academic Publishers.",
        "Magaril-IlÃ\u0083Â¢aev, G. (1978) The Implicit Function Theorem for Lipschitz Maps Russian Math.Surveys 33(1), 209Ã\u0083Â¢210.",
        "Mas-Colell, A., Whinston, M. and Green, J. (1995) Microeconomic Theory Oxford Press Oxford.",
        "Matzkin, R. L. (1991) Axioms of Revealed Preference for Nonlinear Choice Sets Econometrica 59(6), 1779Ã\u0083Â¢1786.",
        "Matzkin, R. L. and McFadden, D. L. (2011) Trembling payoff market games Working Paper .",
        "McFadden, D. (2010) The Impact of Employer Matching on Savings Plan Participation under automatic Enrollment: Comment Research Findings in the Economics of Aging, pp. 327Ã\u0083Â¢335.",
        "McFadden, D. L. and Richter, M. (1990) Stochastic Rationality and Revealed Stochastic Preference in J. Chipman, D. L. McFadden and M. Richter (eds), Preferences, Uncertainty, and Optimality: Essays in honor of Leonid Hurwicz Westview Press Boulder and Oxford pp. 161Ã\u0083Â¢186.",
        "McFadden, D., Puig, C. and Kirschner, D. (1978) Determinants of the Long-Run Demand for Electricity Proceedings of the American Statistical Association .",
        "Milgrom, P. and Segal, I. (2002) Envelope Theorems for Arbitrary Choice Sets Econometrica 70(2), 583Ã\u0083Â¢601.",
        "MofÃ\u0083Â¯tt, R. (1990) The Econometrics of Kinked Budget Constraints The Journal of Economic Perspectives 4(2), 119Ã\u0083Â¢139.",
        "Nauges, C. and Blundell, R. (2010) Estimating Residential Water Demand Under Block Rate Pricing: A Nonparametric Approach Working Paper .",
        "Rademacher, H. (1919) ber partielle und totale differenzierbarkeit von Funktionen mehrerer Variabeln und ber die Transformation der Doppelintegrale Mathematische Annalen 79(4), 340Ã\u0083Â¢359.",
        "Rader, T. (1973a) Absolutely continuous Constrained Maximizers Journal of Optimization Theory and Applications 12, 107Ã\u0083Â¢128.",
        "Richter, M. (1966) Revealed Preference Theory Econometrica 34, 635Ã\u0083Â¢645.",
        "Robinson, S. M. (1980) Strongly Regular Generalized Equations Mathematics of Operations Research 5(1), 43Ã\u0083Â¢62.",
        "Rockafellar, R. (1970) Convex analysis Princeton University Press Princeton, N.J. Scholtes, S. and Stohr, M. (2001) How Stringent Is the Linear Independence Assumption for Mathematical Programs with Complementarity Constraints? Mathematics of Operations Research 26(4), 851Ã\u0083Â¢863.",
        "Sion, M. (1958) On general minimax theorems. PaciÃ\u0083Â¯c Journal of Mathematics 8(1), 171Ã\u0083Â¢176.",
        "Varian, H. (1993) Microeconomic Analysis Norton New York. A Proofs Lemma 1 Let m be contained in the closed ball M = {m Ã\u0083Â¢ Rn | m Ã\u0083Â¢ c} for some c > 0. If U(x; t) + m  x is quasiconcave in x for all m and c is sufÃ\u0083Â¯ciently large, then U(x; t) and U(x; t) + m  x are concave in x. Proof. Suppose U(x; t) + m  x is quasiconcave in x for all m Ã\u0083Â¢ M. For x = x and Ã\u0083Å½ Ã\u0083Â¢ (0, 1), deÃ\u0083Â¯ne xÃ\u0083Å½ = Ã\u0083Å½x + (1 Ã\u0083Â¢ Ã\u0083Å½)x . Then U(xÃ\u0083Å½ , t) + m  xÃ\u0083Å½ Ã\u0083Â¢ min{U(x ; t) + m  x , U(x ; t) + m  x }, implying U(xÃ\u0083Å½ , t) Ã\u0083Â¢ Ã\u0083Å½U(x , t) Ã\u0083Â¢ (1 Ã\u0083Â¢ Ã\u0083Å½)U(x , t) Ã\u0083Â¢ min{(1 Ã\u0083Â¢ Ã\u0083Å½)(U(x , t) Ã\u0083Â¢ U(x , t) + m  (x Ã\u0083Â¢ x )), Ã\u0083Å½(U(x , t) Ã\u0083Â¢ U(x , t) + m  (x Ã\u0083Â¢ x ))}. Take m = Ã\u0083Â¢(x Ã\u0083Â¢ x )(U(x , t) Ã\u0083Â¢ U(x , t))/ x Ã\u0083Â¢ x 2 to obtain U(xÃ\u0083Å½ , t) Ã\u0083Â¢ Ã\u0083Å½U(x , t) Ã\u0083Â¢ (1 Ã\u0083Â¢ Ã\u0083Å½)U(x , t) Ã\u0083Â¢ 0. When the ball M is of sufÃ\u0083Â¯cient radius to contain all such m, the inequality proves that U(x, t) is concave in x. Since the sum of concave functions is concave, U(x, t) + m  x is concave in x.",
        "It also follows that V (m ; t, B) > Ã\u0083Â¢Ã\u0083Â¢ if V (m; t, B) > Ã\u0083Â¢Ã\u0083Â¢ and by assumption there exists such an m. By Rockafellar (1970, Thm. 24.8) and the fact that S Ã\u0083Â¢ Rn +, it follows that V is convex, closed, and nondecreasing in m. It remains to show that X (m; t, B) and V (m; t, B) satisfy the GFFI. Consider then x0 Ã\u0083Â¢ B1 Ã\u0083Â¢ X (m0 ; t, B0 ) . It must be shown that V m1 ; t, B1 Ã\u0083Â¢ V m0 ; t, B0 Ã\u0083Â¢ m1 Ã\u0083Â¢ m0 x0 with equality if x0 Ã\u0083Â¢ X (m1 ; t, B1 ) . But if x0 Ã\u0083Â¢ B1 Ã\u0083Â¢ X (m0 ; t, B0 ) then V m1 ; t, B1 Ã\u0083Â¢ V m0 ; t, B0 = V m1 ; t, B1 Ã\u0083Â¢ V m1 ; t, B0 + V m1 ; t, B0 Ã\u0083Â¢ V m0 ; t, B0 Ã\u0083Â¢ m1 Ã\u0083Â¢ m1 x0 + m1 Ã\u0083Â¢ m0 x0 . If also x0 Ã\u0083Â¢ X (m1 ; t, B1 ) then we obtain the reverse inequality and the desired conclusion follows."
    ]
}