{
    "id": 1796,
    "cites": 26,
    "cited_by": 17,
    "reference": [
        "Barnett, William A., Economic Monetary Aggregates: An Application of Index Number and Aggregation Theory, Journal qf Econometrics 14 (1980), 11Ã\u0082â\u0080\u009448.",
        "Barnett, William A., The Optimal Level of Monetary Aggregation, Journal of Money, Credit, and Banking 14 (1982), 687Ã\u0082â\u0080\u0094710.",
        "Barnett, William A., Consumer Demand and Labor Supply: Goods, Monetary Assets, and Time (New York: North Holland, 1981).",
        "Baumol, William J., The Transactions Demand for Cash: An Inventory Theoretic Approach, Quarterly Journal of Economics 66 (1952), 545-556.",
        "Calvo, G.A., On Models of Money and Perfect Foresight, International Economic Review 20 (1979), 83-103.",
        "Chetty, V. Karuppan, On Measuring the Nearness of Near-Moneys, American Economic Review 59 (1969), 270-281.",
        "Ewis, Nabil and Douglas Fisher, The Translog Utility Function and the Demand for Money in the United States, Journal of Money, Credit, and Banking 16 (1984), 34-53.",
        "Feige, E. and 0. Pierce, The Substitutability of Money and Near Monies: A Survey of the Time Series Evidence, Journal of Economic Literature 15, (1977), 439Ã\u0082â\u0080\u0094469.",
        "Feldstein, Martin S., Louis DicksÃ\u0082â\u0080\u0094Mireaux and James M. Poterba, The Effective Tax Rate and the Pretax Rate of Return, Journal of Public Economics 21 (1983), 129Ã\u0082â\u0080\u0094158.",
        "Fischer, Stanley, Capital Accumulation on the Transition Path in a Monetary Optimizing Economy, Econometrica 47 (1979), 1433-1439.",
        "Goldfeld, Stephen M., The Demand for Money Revisited, Brookings Papers on Economic Activity 3 (1973), 577Ã\u0082â\u0080\u0094638.",
        "Grossman, Sanford J. and Laurence Weiss, A Transactions Based Model of the Monetary Transmission Mechanism, American Economic Review 73 (1983), 871-880.",
        "Hansen, Lars Peter, and Kenneth Singleton, Generalized Instrumental Variables Estimation of Nonlinear Rational Expectations Models, Econometrica 50 (1982), 1269Ã\u0082â\u0080\u00941286.",
        "Hausman, Jerry A., Individual Discount Rates and the Purchase and Utilization of Energy-Using Durables, Bell Journal of Economics 10 (1979), 33-54.",
        "Husted, Steven and Mark Rush, On Measuring the Nearness of Near Monies: Revisited, Journal of Monetary Economics 14 (1984), 171-182.",
        "Jovanovic, Boyan, Inflation and Welfare in the Steady State, Journal of Political Economy 90 (1982), 561-577.",
        "Mankiw, N. Gregory, Julio J. Rotemberg, and Lawrence H. Summers, Intertemporal Substitution in Macroeconomics, Quarterly Journal of Economics 100 (1985), 225Ã\u0082â\u0080\u0094251.",
        "Mankiw, N. Gregory and Lawrence H. Summers, Are Tax Cuts Really Expansionary?, NBER Working Paper No. 1443, Cambridge, Mass., September 1984.",
        "Mehra, Rajnish and Edward C. Prescott, The Equity Premium: A Puzzle, Journal of Monetary Economics 15, 145-162. Obstfeld, Maurice, Multiple Stable Equilibria in an Optimizing Perfect-Foresight Model, Econometrica 52 (1984), 223Ã\u0082â\u0080\u0094228.",
        "Obstfeld, Maurice, The Capital Inflows Problem Revisited: A Stylized Model of Southern Cone Disinflation, Review of Economic Studies 52 (1985), 605Ã\u0082â\u0080\u0094624.",
        "Romer, David, A Simple General Equilibrium Version of the Baumol-Tobin Model, M.I.T. mimeo, September 1984.",
        "Rotemberg, Julio J., A Monetary Equilibrium Model with Transaction Costs, Journal of Political Economy 92(1984), 40-58.",
        "Saving, Thomas R., Transactions Costs and the Demand for Money, American Economic Review 61 (1971), 407-420.",
        "Sidrauski, Miguel, Inflation and Economic Growth, Journal of Political Economy 75 (1967), 796Ã\u0082â\u0080\u0094810.",
        "Tobin, James, The Interest-Elasticity of Transactions Demand for Cash, Review of Economics and Statistics 38 (1956), 241Ã\u0082â\u0080\u0094247.",
        "Tobin, James and William Brainard, Pitfalls in Financial Model Building, American Economic Review 58 (1968), 99-122."
    ]
}