{
    "id": 17983,
    "cites": 53,
    "cited_by": 16,
    "reference": [
        "Zhao, M. (2006). Conducting R&D in Countries with Weak Intellectual Property Rights Protection. Management Science, 52 (8): 1185Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u00901199.",
        "Wright, B. (1983). The Economics of Invention Incentives: Patents, Prizes and Research Contracts. American Economic Review, 73(4): 691Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u0090707.",
        "Younge, K., and M. Marx (2013). The market value of secrecy: evidence from a natural experiement. Available at http://www.funginstitute.berkeley.edu/sites/default/files/Market%20Value%20of %20Secrecy.pdf Zaby, A. (2010). Losing the lead: the patenting decision in the light of the disclosure requirement. Economics of Innovation and New Technology, 19(2): 147Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c164.",
        "Bessen, J. and M. J. Meurer (2008). Patent Failure: How Judges, Bureaucrats, and Lawyers Put Innovators at Risk. Princeton, NJ: Princeton University Press.",
        "Bhattarchaya, S. and S. Guriev (2006). Patents vs. Trade Secrets: Knowledge Licensing and Spillover, Journal of the European Economic Association 4: 1112Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u00901147.",
        "Boldrin, M. and D. Levine (2012). The case against patents. Journal of Economic Perspectives, 27: 3Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009022.",
        "Bound, J., C. Cummins, Z. Griliches, B. H. Hall, and A. B. Jaffe (1984). Who Does R&D and Who Patents? In R&D, Patents, and Productivity, Z. Griliches (ed.). Chicago: University of Chicago Press, pp. 21Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009054.",
        "Brouwer, E. and A. Kleinknecht (1999). Innovative Output, and a FirmÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0084¢s Propensity to Patent. An exploration of CIS micro data. Research Policy, 28(6): 615Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u0090624.",
        "Cockburn, I. and R. Henderson (2003). Survey Results from the 2003 Intellectual Property Owners Association on Strategic Management of Intellectual Property. Available at http://www.ipo.org/AM/Template.cfm?Section=Past_Meetings_and_Events&Templ ate=/CM/HTMLDisplay.cfm&ContentID=13628 Cohen, W. M., A. Goto, A. Nagata, R. Nelson, and J. P. Walsh (2002). R&D spillovers, patents and the incentives to innovate in Japan and the United States. Research Policy, 31: 1349Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c1367 Cohen, W. M., R. R. Nelson, and J. Walsh (2000). Protecting Their Intellectual Assets: Appropriability Conditions and Why U.S. Manufacturing Firms Patent (or Not). Cambridge, MA: NBER Working Paper No. 7552.",
        "Comanor W. and F. M. Scherer (1969). Patent Statistics as a Measure of Technical Change. Journal of Political Economy, 77: 392Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u0090398.",
        "Encaoua, D., and Y. Lefouili (2005). Choosing Intellectual Protection: Imitation, Patent Strength and Licensing. In J. Mairesse, and M. Trajtenberg (eds), Annales d&apos;Ã\u0083Æ\u0092Ã\u0082â\u0080°conomie et de Statistique (Special issue of Contributions in Memory of Zvi Griliches), 79/80: 241Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u0090271.",
        "Gambardella, A., and B. H. Hall (2006). Proprietary Versus Public Domain Licensing Of Software And Research Products, Research Policy 35(6): 875Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u0090892.",
        "Gilbert, R. and D. Newbery (1982). Preemptive Patenting and the Persistence of Monopoly, American Economic Review 72: 514Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u0090526.",
        "Gill, D. (2008). Strategic Disclosure of Intermediate Research Results. Journal of Economics and Management Strategy, 17(3), 733Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u0090758.",
        "Graham, S. J. H. (2004). Hiding in the PatentÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0084¢s Shadow: FirmsÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0084¢ Uses of Secrecy to Capture Value from New Discoveries. Georgia Institute of Technology TI: GER Working Paper Series. Available at http://smartech.gatech.edu/xmlui/handle/1853/10725 Graham, S. J. H., G. Hancock, A. Marco, and A. F. Myers (2013). The USPTO Trademark Case Files Dataset: Descriptions, Lessons, and Insights. Alexandria, VA: U. S. Patent and Trademark Office. Available at http://ssrn.com/abstract=2188621 Graham, S. J. H. and T. Sichelman (2008). Why Do StartÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u0090Ups Patent? Berkeley Technology Law Journal, 23(3): 1063Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u00901097.",
        "Graham, S. J. H., and D. Somaya (2006). Vermeers and Rembrandts in the same attic: Complementarity between copyright and trademark leveraging strategies in software. Available at http://papers.ssrn.com/sol3/papers.cfm?abstract_id=887484 Graham, S. J. H., and D. Hedge (2012). Do inventors value secrecy in patenting? Evidence from the American InventorÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0084¢s Protection Act of 1999. Available at http://papers.ssrn.com/sol3/papers.cfm?abstract_id=2170555 Graham, S. J. H., R. Merges, P. Samuelson, and T. Sichelman (2010): High Technology Entrepreneurs and the Patent System: Results of the 2008 Berkeley Patent Survey.",
        "Green, J. and S. Scotchmer (1995). On the Division of Profit in Sequential Innovation. RAND Journal of Economics, 26: 20Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009033.",
        "Greenhalgh, C. A. and M. Rogers (2007b). Trade Marks and Performance in UK Firms: Evidence of Schumpeterian Competition through Innovation. Oxford University, Economics Dept. Available at http://www.economics.ox.ac.uk/Research/wp/pdf/paper300.pdf Griffiths, W., P. Jensen, and E. Webster. (2011). What Creates Abnormal Profits? Scottish Journal of Political Economy, 58(3): 323Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u0090346.",
        "Griliches, Zvi (1990). Patent Statistics as Economic Indicators: A Survey. Journal of Economic Literature 28: 1661Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u0090707.",
        "Hagedoorn, J. and A.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u0090K. Ridder (2012). Open innovation, contracts, and intellectual property rights: an exploratory empirical study. Maastricht, NL: UNUÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u0090MERIT Working Paper No. 2012Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u0090025.",
        "Helmers, C. and L. McDonagh (2012). Patent Litigation in the UK. LSE Legal Studies Working Paper No. 12/2012. Available at SSRN: http://ssrn.com/abstract=2154939 Henkel, J., and S. M. Lernbecher (neÃ\u0083Æ\u0092Ã\u0082Â© Pangerl) (2008). Defensive Publishing Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u0090 An Empirical Study. Available at http://ssrn.com/paper=981444 Henry, E., and F. RuizÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u0090Aliseda (2012). Innovation Beyond Patents: Technological Complexity as a Protection against Imitation, CEPR Discussion Papers 8870.",
        "Henry, E., and C. J. Ponce (2011). Waiting to Imitate: On the Dynamic Pricing of Knowledge. Journal of Political Economy 119(5): 959Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u0090981.",
        "Holbrook, T. R. (2006). Possession in Patent Law, 59 SMU Law Review 123.",
        "Horstmann, I., G. M. MacDonald, and A. Slivinski (1985). Patents as Information Transfer Mechanisms: To Patent or (Maybe) Not to Patent. Journal of Political Economy, 93(5): 837Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u0090858.",
        "Hounshell, D. A. (1984). From American System to Mass Production 1800Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u00901932: The Development of Manufacturing Technology in the United States. Baltimore: Johns Hopkins University Press.",
        "Hyytinen, A., and M. Pajarinen (2002).  Financing of technologyÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u0090intensive small businesses: some evidence on the uniqueness of the ICT sector. Information Economics and Policy, 17(1): 115Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u0090132.",
        "Hyytinen, A., and M. Pajarinen (2003). External Finance, Firm Growth and the Benefits of Information Disclosure: Evidence from Finland (Revised), Research Institute of the Finnish Economy Discussion Paper 805.",
        "Jensen, P. H., and E. Webster (2009). Knowledge Management: Does Capture Impede Creation? Industrial and Corporate Change, 18: 701Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u0090727 Jovanovic, B. and G.M. MacDonald (1994). The Life Cycle of a Competitive Industry. Journal of Political Economy, 102: 322Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u0090347.",
        "Klepper, S. (1996). Entry, Exit, Growth, and Innovation over the Product Life Cycle. American Economic Review, 86: 562Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u0090583.",
        "Kultti, K., T. Takalo, and J. Toikka (2007). Secrecy versus Patenting. RAND Journal of Economics, 38(1): 22Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009042.",
        "Landes, W. and R. Posner (2003). The Economic Structure of Intellectual Property Law. Boston, MA: Belknap/Harvard.",
        "Lanjouw, J. O., A. Pakes, and J. Putnam (1998). How to Count Patents and Value Intellectual Property: Uses of Patent Renewal and Application Data. Journal of Industrial Economics XLVI (4): 405Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009033.",
        "Lemley, M. and C. Shapiro (2005). Probabilistic Patents. Journal of Economic Perspectives, 19(2): 75Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009098.",
        "Available at http://papers.ssrn.com/sol3/papers.cfm?abstract_id=922520 Levin, R. C., A. K. Klevorick, R. R. Nelson, and S. G. Winter (1987). Appropriating the Returns from Industrial Research and Development. Brookings Papers on Economic Activity, 3: 783Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u0090831.",
        "Mansfield, E. (1986). Patents and innovation: An empirical study. Management Science, 32(2): 173Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u0090181.",
        "Mansfield, E., M. Schwartz, and S. Wagner (1981). Imitation Costs and Patents: An Empirical Study. Economic Journal, 91: 907Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u0090918.",
        "Merges, R. (2004). A New Dynamism in the Public Domain, University of Chicago Law Review, 71: 183Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u0090203.",
        "Millot, V. and P. Llerena (2013). Are Trademarks and Patents Complementary or Substitute Protections for Innovation. BETA Working Paper 2013Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009001.",
        "Mosel, M. (2011). Big patents, small secrets: how firms protect inventions when R&D outcome is heterogeneous. Bavarian Graduate Program in Economics (BGPE) Working Paper No. 105.",
        "Moser P. (2013). Patents and Innovation: Evidence from Economic History. Journal of Economic Perspectives, 27(1): 23Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009044.",
        "Mowery, D. C., R. R. Nelson, B. N. Sampat, and A. A. Ziedonis (2004). Ivory Tower and Industrial Innovation: UniversityÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u0090Industry Technology Transfer before and after the BayhÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u0090Dole Act.  Stanford, CA: Stanford University Press.",
        "Murmann J. P. (2003). Knowledge and Competitive Advantage Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c The Coevolution of Firms, Technologies and National Institutions. Cambridge, UK: Cambridge University Press Nagaoka S., and J. P. Walsh. (2009). Commercialization and other uses of patents in Japan and the US: Major findings from the RIETIÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u0090Georgia Tech inventor survey. Tokyo, Japan: RIETI Discussion Paper.",
        "Nuvolari, A. (2004). Collective invention during the British Industrial Revolution: the case of the Cornish pumping engine. Cambridge Journal of Economics, 28(3): 347Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u0090363.",
        "Olson, M., (1971) [1965]. The Logic of Collective Action: Public Goods and the Theory of Groups (Revised edition). Cambridge, MA: Harvard University Press.",
        "Ouellette, L. L. (2011). Do Patents Disclose Useful Information? New Haven, CT: Yale Law School.",
        "Pajak, S. (2010). Do Firms Rely on Big Secrets? An Analysis of IP Protection Strategies with the CIS 4 Survey. Available at http://papers.ssrn.com/sol3/Papers.cfm?abstract_id=1538980 Pitkethly, R. H. (2001). Intellectual property strategy in Japanese and UK companes: patent licensing decisions and learning opportunities. Research Policy, 30: 425Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u0090442.",
        "National University of Singapore. Available at http://www.comp.nus.edu.sg/~ipng/research/2011_secrecy.pdf Png, I. P. L. and Q. Wang (2006). Copyright Law and the Supply of Creative Work: Evidence from the Movies. National University of Singapore. Available at http://www.comp.nus.edu.sg/~ipng/research/copyrt.pdf Ponce, C. (2007). More Secrecy...More Knowledge Disclosure? On Disclosure Outside of Patents. Universidad Carlos III de Madrid, Departamento de EconomÃ\u0083Æ\u0092Ã\u0082Â­a, Economic Series 41, Working Paper 07Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009072.",
        "Rogers, M. and C. Greenhalgh (2006). Use of IP by the UK Financial Services Sector. In The management of intellectual property (D. Bosworth and E. Webster, eds.). Cheltenham, UK: Edward Elgar.",
        "Rogers, M., C. Greenhalgh, and C. Helmers (2007). The association between the use of IP by UK SMEs in 2001 and subsequent performance in 2002 to 2004. Report for UK Intellectual Property Office, http://www.ipo.gov.uk/ipresearchÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u0090associationÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u0090 200710.pdf Romer, P. M. (1990). Endogenous Technological Change. Journal of Political Economy, 98: S71Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u0090S102.",
        "Scherer F. M. (1998). The size distribution of profits from innovation. Annales d&apos;Economie et de Statistique, 49/50: 495Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u0090516 Schmookler, J. (1966). Invention and Economic Growth. Cambridge, Mass.: Harvard University Press.",
        "Schneider, C. (2008). Fences and competition in patent races. International Journal of Industrial Organization, 26(6): 1348Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u00901364.",
        "Waldfogel, J. (2012). Copyright Protection, Technological Change, and the Quality of New Products: Evidence from Recorded Music since Napster. Journal of Law and Economics, 55(4): 715Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u0090740.",
        "Walsh, J. and S. Nagaoka (2008). How Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093openÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d is innovation in the US and Japan?: Evidence from the RIETIÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u0090Georgia Tech inventor survey. Tokyo, Japan: RIETI Discussion Papers."
    ]
}