{
    "id": 17991,
    "cites": 64,
    "cited_by": 96,
    "reference": [
        "Oi, W. Y., and T. L. Idson (1999): Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Firm Size and Wages,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d in Handbook of labor economics, ed. by O. Ashenfelter, and D. Card, vol. 3B, pp. 2165Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c2214. Elsevier Science, North-Holland, Amsterdam, New York and Oxford.",
        "Munch, J. R., and J. R. Skaksen (2008): Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Human Capital and Wages in Exporting Firms,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Journal of International Economics, 75(2), 363Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c372.",
        "Monte, F. (2011): Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Skill Bias, Trade, and Wage Dispersion,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Journal of International Economics, 83(2), 202Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c218.",
        "Menezes-Filho, N. A., M.-A. Muendler, and G. Ramey (2008): Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093The Structure of Worker Compensation in Brazil, with a Comparison to France and the United States,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Review of Economics and Statistics, 90(2), 324Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c346.",
        "Menezes-Filho, N. A., and M.-A. Muendler (2011): Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Labor Reallocation in Response to Trade Reform,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d NBER Working Paper, 17372.",
        "Melitz, M. J. (2003): Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093The Impact of Trade on Intra-Industry Reallocations and Aggregate Industry Productivity,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Econometrica, 71(6), 1695Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c1725.",
        "Maddala, G. S. (1983): Limited-dependent and qualitative variables in econometrics, vol. 3 of Econometric Society Monographs. Cambridge University Press, Cambridge, UK.",
        "Lemieux, T. (2006): Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Increasing Residual Wage Inequality: Composition Effects, Noisy Data, or Rising Demand for Skill?,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d American Economic Review, 96(3), 461Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c498.",
        "Lazear, E. P., and K. L. Shaw (2009): Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Wage Structure, Raises and Mobility: An Introduction to International Comparisons of the Structure of Wages Within and Across Firms,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d in The Structure of Wages: An International Comparison, ed. by E. P. Lazear, and K. L. Shaw, chap. 1. University of Chicago Press, Chicago.",
        "Kume, H., G. Piani, and C. F. B. d. Souza (2003): Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093A Pol Ã\u0083â\u0080\u009eÃ\u0082Â±tica Brasileira de Importa cÃ\u0083â\u0080¹Ã\u0082Å\u0093 ao no Per Ã\u0083â\u0080\u009eÃ\u0082Â±odo 1987-98: Descri cÃ\u0083â\u0080¹Ã\u0082Å\u0093 ao e Avalia cÃ\u0083â\u0080¹Ã\u0082Å\u0093 ao,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d in A abertura comercial brasileira nos anos 1990: Impactos sobre emprego e sal arios, ed. by C. H. Corseuil, and H. Kume, chap. 1, pp. 9Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c37. MTE and IPEA, Rio de Janeiro.",
        "Krishna, P., J. P. Poole, and M. Z. Senses (2011): Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Trade Liberalization, Firm Heterogneity, and Wages: New Evidence from Matched Employer-Employee Data,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d World Bank Policy Research Working Paper, 5711.",
        "Katz, L. F., and K. M. Murphy (1992): Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Changes in Relative Wages, 1963-1987: Supply and Demand Factors,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Quarterly Journal of Economics, 107(1), 35Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c78.",
        "Kovak, B. K. (2011): Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Local Labor Market Effects of Trade Policy: Evidence from Brazilian Liberalization, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Carnegie Mellon University, unpublished manuscript.",
        "Kambourov, G. (2009): Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Labour Market Regulations and the Sectoral Reallocation of Workers: The Case of Trade Reforms,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Review of Economic Studies, 76(4), 1321Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c1358.",
        "Juhn, C., K. M. Murphy, and B. Pierce (1993): Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Wage Inequality and the Rise in Returns to Skill,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Journal of Political Economy, 101(3), 410Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c442.",
        "Irarrazabal, A., A. Moxnes, and L. D. Opromolla (2011): Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093The Margins of Multinational Production and the Role of Intra-firm Trade,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Dartmouth College, unpublished manuscript.",
        "Helpman, E., O. Itskhoki, and S. Redding (2010): Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Inequality and Unemployment in a Global Economy,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Econometrica, 78(4), 1239Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c1283.",
        "Helpman, E., O. Itskhoki, M. Muendler, and S. Redding (2012): Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Trade and Inequality: From Theory to Estimation,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d NBER Working Paper, 17991.",
        "Helpman, E., and O. Itskhoki (2010): Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Labour Market Rigidities, Trade and Unemployment,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Review of Economic Studies, 77(3), 11001137.",
        "Gonzaga, G., N. A. Menezes-Filho, and M. C. Terra (2006): Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Trade Liberalization and the Evolution of Skill Earnings Differentials in Brazil,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Journal of International Economics, 68(2), 345Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c67.",
        "(2007): Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Distributional Effects of Globalization in Developing Countries,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Journal of Economic Literature, 45(1), 39Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c82.",
        "(2005): Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Trade, Wages, and the Political Economy of Trade Protection: Evidence from the Colombian Trade Reforms,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Journal of International Economics, 66(1), 75Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c105.",
        "Goldberg, P. K., and N. Pavcnik (2003): Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093The Response of the Informal Sector to Trade Liberalization, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Journal of Development Economics, 72(2), 463Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c96.",
        "Fr Ã\u0083â\u0080\u009eÃ\u0082Â±as, J. A., D. S. Kaplan, and E. A. Verhoogen (2009): Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Exports and Wage Premia: Evidence from Mexican Employer-Employee Data,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Columbia University, unpublished manuscript.",
        "Ferreira, F. H. G., P. G. Leite, and M. Wai-Poi (2010): Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Trade Liberalization, Employment Flows and Wage Inequality in Brazil,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d in The Poor under Globalization in Asia, Latin America and Africa, ed. by M. Nissanke, and E. Thorbecke, UNU-Wider Studies in Development Economics, chap. 8, pp. 199Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c254. Oxford University Press, Oxford.",
        "Felbermayr, G., J. Prat, and H.-J. Schmerer (2011): Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Globalization and Labor Market Outcomes: Wage Bargaining, Search Frictions, and Firm Heterogeneity,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Journal of Economic Theory, 146(1), 39Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c 73.",
        "(1999): Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093The Impact of Outsourcing and High-Technology Capital on Wages: Estimates for the United States, 1979-1990,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Quarterly Journal of Economics, 114(3), 907Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c40.",
        "Abowd, J. M., F. Kramarz, D. N. Margolis, and K. R. Troske (2001): Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093The Relative Importance of Employer and Employee Effects on Compensation: A Comparison of France and the United States,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Journal of the Japanese and International Economies, 15(4), 419Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c436.",
        "Amemiya, T. (1985): Advanced Econometrics. Harvard University Press, Cambridge, Mass.",
        "Amiti, M., and D. R. Davis (2012): Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Trade, Firms, and Wages: Theory and Evidence,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Review of Economic Studies, 79(1), 1Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c36, forthcoming.",
        "Attanasio, O., P. K. Goldberg, and N. Pavcnik (2004): Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Trade Reforms and Wage Inequality in Colombia,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Journal of Development Economics, 74(2), 331Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c366.",
        "Autor, D. H., L. F. Katz, and M. S. Kearney (2008): Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Trends in U.S. Wage Inequality: Revising the Revisionists,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Review of Economics and Statistics, 90(2), 300Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c323.",
        "Barth, E., A. Bryson, J. C. Davis, and R. Freeman (2011): Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093The Contribution of Dispersion across Plants to the Increase in US Earnings Dispersion,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Presented at the EEA-ESEM meetings, unpublished manuscript.",
        "Baumgarten, D. (2011): Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Exporters and the Rise in Wage Inequality: Evidence from German Linked Employer-Employee Data,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d RWI, unpublished manuscript.",
        "Berman, E., J. Bound, and Z. Griliches (1994): Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Changes in the Demand for Skilled Labor within U.S. Manufacturing: Evidence from the Annual Survey of Manufactures,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Quarterly Journal of Economics, 109(2), 367Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c97.",
        "(1997): Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Exporters, Skill Upgrading, and the Wage Gap,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Journal of International Economics, 42(1-2), 3Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c31.",
        "Burdett, K., and D. T. Mortensen (1998): Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Wage Differentials, Employer Size, and Unemployment, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d International Economic Review, 39(2), 257Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c273.",
        "Burstein, A., and J. Vogel (2012): Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Globalization, Technology, and the Skill Premium: A Quantitative Analysis,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Columbia University, mimeograph.",
        "Bustos, P. (2011): Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Trade Liberalization, Exports, and Technology Upgrading: Evidence on the Impact of Mercosur on Argentinian Firms,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d American Economic Review, 101(1), 30440.",
        "Cahuc, P., F. Postel-Vinay, and J. M. Robin (2006): Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Wage Bargaining with On-the-Job Search: Theory and Evidence,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Econometrica, 74(2), 323Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c64.",
        "Cos ar, A. K. (2010): Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Adjusting to Trade Liberalization: Reallocation and Labor Market Policies,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d University of Chicago Booth School of Business, unpublished manuscript.",
        "Das, S., M. J. Roberts, and J. R. Tybout (2007): Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Market Entry Costs, Producer Heterogeneity, and Export Dynamics,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Econometrica, 75(3), 837Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c873.",
        "Davidson, C., F. Heyman, S. Matusz, F. Sj oholm, and S. C. Zhu (2011): Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Globalization and Imperfect Labor Market Sorting,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Research Institute of Industrial Economics Working Paper, 856, Stockholm.",
        "Davidson, C., and S. J. Matusz (2010): International Trade with Equilibrium Unemployment. Princeton University Press, Princeton, NJ.",
        "Davidson, C., S. J. Matusz, and A. Shevchenko (2008): Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Globalization and Firm Level Adjustment with Imperfect Labor Markets,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Journal of International Economics, 75(2), 295Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c309.",
        "Davis, D. R., and J. Harrigan (2011): Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Good Jobs, Bad Jobs, and Trade Liberalization,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Journal of International Economics, 84(1), 26Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c36.",
        "Davis, S. J., and J. C. Haltiwanger (1991): Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Wage Dispersion Between and Within U.S. Manufacturing Plants, 1963-86,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Brookings Papers on Economic Activity: Microeconomics, 1991(1), 115Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c80.",
        "Dix-Carneiro, R. (2013): Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Trade Liberalization and Labor Market Dynamics,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Duke University, Unpublished Manuscript.",
        "Eaton, J., S. Kortum, F. Kramarz, and R. Sampogaro (2013): Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Firm-to-Firm Trade: Imports, Exports and the Labor Market,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Yale University, unpublished manuscript.",
        "Egger, H., P. Egger, and U. Kreickemeier (2011): Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Trade, Wages, and Profits,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d University of T ubingen, unpublished manuscript.",
        "Egger, H., and U. Kreickemeier (2009): Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Firm Heterogeneity and the Labor Market Effects of Trade Liberalization,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d International Economic Review, 50(1), 187Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c216.",
        "Faggio, G., K. G. Salvanes, and J. Van Reenen (2010): Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093The Evolution of Inequality in Productivity and Wages: Panel Data Evidence,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Industrial and Corporate Change, 19(6), 1919Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c1951.",
        "Fally, T., R. Paillacar, and C. Terra (2010): Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Economic Geography and Wages in Brazil: Evidence from Micro-Data,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Journal of Development Economics, 91(1), 155Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c168.",
        "Feenstra, R. C., and G. H. Hanson (1996): Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Foreign Investment, Outsourcing and Relative Wages,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d in The Political Economy of Trade Policy: Papers in Honor of Jagdish Baghwati, ed. by R. C. Feenstra, G. M. Grossman, and D. A. Irwin, chap. 6, pp. 89Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c128. MIT Press, Cambridge, Mass.",
        "Abowd, J. M., F. Kramarz, and D. N. Margolis (1999): Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093High Wage Workers and High Wage Firms,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Econometrica, 67(2), 251Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c333.",
        "Yeaple, S. R. (2005): Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093A Simple Model of Firm Heterogeneity, International Trade, and Wages,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Journal of International Economics, 65(1), 1Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c20.",
        "Verhoogen, E. A. (2008): Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Trade, Quality Upgrading, and Wage Inequality in the Mexican Manufacturing Sector,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Quarterly Journal of Economics, 123(2), 489Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c530.",
        "Trefler, D., and S. C. Zhu (2005): Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Trade and Inequality in Developing Countries: A General Equilibrium Analysis,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Journal of International Economics, 65(1), 21Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c48.",
        "Stole, L. A., and J. Zwiebel (1996): Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Intra-firm Bargaining under Non-binding Contracts,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Review of Economic Studies, 63(3), 375Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c410.",
        "Schank, T., C. Schnabel, and J. Wagner (2007): Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Do Exporters Really Pay Higher Wages? First Evidence from German Linked Employer-Employee Data,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Journal of International Economics, 72(1), 52Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c74.",
        "Postel-Vinay, F., and J.-M. Robin (2002): Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Equilibrium Wage Dispersion with Worker and Employer Heterogeneity,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Econometrica, 70(6), 2295Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c2350.",
        "Postel-Vinay, F., and H. Thuron (2010): Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093On-the-Job Search, Productivity Shocks and the Individual Earnings Process,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d International Economic Review, 51(3), 599Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c629.",
        "Rosen, S. (1982): Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Authority, Control, and the Distribution of Earnings,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Bell Journal of Economics, 13(2), 311Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c323.",
        "Sampson, T. (2012): Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Selection into Trade and Wage Inequality,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d London School of Economics, unpublished manuscript."
    ]
}