{
    "id": 17995,
    "cites": 25,
    "cited_by": 8,
    "reference": [
        "Armitage, C. J. & Conner, M. (2001). Efficacy of the theory of planned behavior. British Journal of Social Psychology, 40(4), 471-499.",
        "Bamberg, S. (2000). The promotion of new behavior by forming an implementation intention: results of a field experiment in the domain of travel mode choice. Journal of Applied Social Psychology, 30(9), 1903-1922.",
        "Bamberg, S. (2002). Implementation intention versus monetary incentive: comparing the effects of interventions to promote the purchase of organically produced food. Journal of Economics Psychology, 23, 573-587.",
        "Dholakia, U.M. & Bagozzi, R.P. (2003). As time goes by: how goal and implementation intentions influence enactment of short-fuse behavior. Journal of Applied Social Psychology, 33, 889-922.",
        "Ebbinhaus, H. (1885). Uber das Gedachtnis [Memory]. Leipzig, Germany: Duncker and Humblot.",
        "Gollwitzer, P. M. (1999). Implementation intentions: strong effects of simple plans. American Psychologist, 54(7), 493-503 Gollwitzer, P. M. & Sheeran, P. (2006) Implementation intentions and goal achievement: a metaanalysis of effects and processes. Advances in Experimental Social Psychology, 38, 69-119.",
        "Koestnet, R., Lekes, N., Powers, T. A., Chicoine, E. (2002). Attaining personal goals: selfconcordance plus implementation intentions equals success. Journal of Personality and Social Psychology, 83(1), 231-244.",
        "Lawton, R., Conner, M., & Prestwich, A. (2003). The use of implementation intentions and the decision balance sheet in promoting exercise behavior. Psychology and Health, 18(6), 707-721.",
        "Levanthal, H., Singer, R., & Jones, S. (1965). Effects of fear and specificity of recommendation upon attitudes and behavior. Journal of Personality and Social Psychology, 2(1), 20-29.",
        "Leventhal, H., Watts, J. C., & Pagano, F. (1967). Effects of fear and instructions on how to cope with danger. Journal of Personality and Social Psychology, 6(3), 313-321.",
        "Milkman, K. L., Beshears, J., Choi, J. J., Laibson, D., & Madrian, B. C. (2011). Using implementation intentions prompts to enhance influenza vaccination rates. Proceedings of the National Academy of Sciences, 108(26), 10415-10420.",
        "Milkman, K.L., Rogers, T. & Bazerman, M.H. (2008). Harnessing our inner angels and demons: What we have learned about want/should conflicts and how that knowledge can help us reduce short-sighted decision making. Perspectives on Psychological Science, 3(4), 324-338.",
        "Nickerson, D.W & Rogers, T. (2010). Do you have a voting plan?: implementation intentions, voter turnout, and organic plan making. Psychological Science, 21(2), 194-199.",
        "OÃ\u0083Â¢Donoghue, M. & Rabin, M. (1999). Doing it now or later. American Economic Review, 89, 103-124.",
        "Orbell, S., Hodgkins, S., & Sheeran, P. (1997). Implementation intentions and the theory of planned behavior. Personality & Social Psychology Bulletin, 23(9), 945-954 Rutter, D. R., Steadman, L., & Quine, L. (2006). An implementation intentions intervention to increase uptake of mammography. Annals of Behavioral Medicine, 32(2), 127-134.",
        "Schacter, D.L. (1999). The Seven Sins of Memory: Insights from Psychology and Cognitive Neuroscience. American Psychologist, 54(3), 182-203.",
        "Sheeran, P., & Orbell, S. (1999). Augmenting the theory of planned behavior: roles for anticipated regret and descriptive norms. Journal of Applied Social Psychology. 29(10), 21072142.",
        "Sheeran, P., & Orbell, S. (2000). Using implementation interventions to increase attendance for cervical cancer screening. Health Psychology, 19(3), 283-289.",
        "Sniehotta F.F., Scholz, U., & Schwarzer, R. (2006). Action plans and coping plans for physical exercise: A longitudinal study in cardiac rehabilitation. British Journal of Health Psychology, 11, 23-37.",
        "Thaler, R. H. & Sunstein, C. R. (2008). Nudge: Improving Decision About Health, Wealth, and Happiness. Connecticut: Yale University Press.",
        "U.S. Preventive Services Task Force (2008). Screening for Colorectal Cancer: U.S. Preventive Services Task Force Recommendation Statement. External Web Site Icon AHRQ Publication 0805124 -EF-3, October 2008. Agency for Healthcare Research and Quality, Rockville, MD.",
        "Verplanken, B. & Faes, S. (1999). Good intentions, bad habits, and effects of forming implementation intentions on healthy eating. European Journal of Social Psychology, 29, 591604 Wagner, A. D., Schacter, D. L., Rotte, M., Koutstaal, W., Maril, A., Dale, A. M., et al. (1998).",
        "Webb, T. L. & Sheeran, P. (2007). How do implementation inentions promote goal attainment? A test of component processes. Journal of Experimental Social Psychology, 43, 295-302.",
        "Zauber, A. G., Lansdorp-Vogelaar, I., Knudsen, A. B., Wilschut, J., van Ballegooijen, M., & Kuntz, K. M. (2008) Evaluating test strategies for colorectal cancer screening: a decision analysis for the U.S. Preventive Services Task Force. Annals of Internal Medicine, 149, 659-69.",
        "Zauber, A. G., Winawer, S. J., O'Brien, M. J., Lansdorp-Vogelaar, I., van Ballegooijen, M., Hankey, B. F., Shi, W., Bond, J. H., Schapiro, M. Panish, J. F., Stewart, E. T., & Waye, J. D. (2012). Colonoscopic polypectomy and long-term prevention of colorectal-cancer deaths. The New England Journal of Medicine, 366, 687-696"
    ]
}