{
    "id": 18002,
    "cites": 42,
    "cited_by": 8,
    "reference": [
        "Bakermans-Kranenburg, M., M. van Ijzendoorn, and F. JuÃ\u0083Â¯er (2008). Earlier is better: A meta-analysis of 70 years of intervention improving cognitive development in institutionalized children. Monographs of the Society for Research in Child Development 73(3), 279Ã\u0083Â¢293.",
        "Bastian, M., A. Sponberg, S. Suomi, and J. D. Higley (2003). Long-term eÃ\u0083Â¯ects of infant rearing condition on the acquisition of dominance rank in juvenile and adult rhesus macaques (Macaca mulatta). Developmental Psychobiology 42(1), 44Ã\u0083Â¢51.",
        "Bos, K. J., J. Zeanah, Charles H., A. T. Smyke, N. A. Fox, and I. Nelson, Charles A. (2010). Stereotypies in children with a history of early institutional care. Archives of Pediatrics and Adolescent Medicine 164(5), 406Ã\u0083Â¢411.",
        "Champoux, M., B. Metz, and S. Suomi (1991). Behavior of nursery/peer-reared and mother-reared rhesus monkeys from birth through 2 years of age. Primates 32, 509Ã\u0083Â¢514.",
        "Cicchetti, D. and S. Toth (1995). A developmental psychopathology perspective on child abuse and neglect. Journal of the American Academy of Child and Adolescent Psychiatry 34(5), 541Ã\u0083Â¢565.",
        "Clarke, A., G. W. Kraemer, and D. J. Kupfer (1998). EÃ\u0083Â¯ects of rearing condition on hpa axis response to Ã\u0083Â¯uoxetine and desipramine treatment over repeated social separations in young rhesus monkeys. Psychiatry Research 79(2), 91Ã\u0083Â¢ 104.",
        "Coe, C. L., G. R. Lubach, W. B. Ershler, and R. G. Klopp (1989). InÃ\u0083Â¯uence of early rearing on lymphocyte proliferation responses in juvenile rhesus monkeys. Brain, Behavior, and Immunity 3(1), 47Ã\u0083Â¢60.",
        "Dettmer, A., M. Novak, S. Suomi, and J. Meyer (2012). Physiological and behavioral adaptation to relocation stress in diÃ\u0083Â¯erentially reared rhesus monkeys: Hair cortisol as a biomarker for anxiety-related responses. Psychoneuroendocrinology 37(2), 191Ã\u0083Â¢199.",
        "Dube, S., V. Felitti, M. Dong, W. Giles, and R. Anda (2003). The impact of adverse childhood experiences on health problems: Evidence from four birth cohorts dating back to 1900. Preventative Medicine 37(3), 268Ã\u0083Â¢277.",
        "Essex, M., W. Boyce, C. Hertzman, L. Lam, J. Armstrong, S. Neumann, and M. Kobor (2011). Epigenetic vestiges of early developmental adversity: Childhood stress exposure and dna methylation in adolescence. Child Development. in press.",
        "Evans, A. S. (1976). Causation and disease: The Henle-Koch postulates revisited. Yale Journal of Biology and Medicine 49(2), 175195.",
        "Evans, A. S. (1991). Causation and disease: eÃ\u0083Â¯ect of technology on postulates of causation. Yale Journal of Biology and Medicine 64(5), 513528.",
        "Feng, X., L. Wang, S. Yang, D. Qin, J. Wang, C. Li, L. Lv, Y. Ma, and C. Hu (2011). Maternal separation produces lasting changes in cortisol and behavior in rhesus monkeys. Proceedings of the National Academy of Sciences 108(34), 14312Ã\u0083Â¢14317.",
        "Fox, S., P. Levitt, and C. Nelson III (2010). How the timing and the quality of early experiences inÃ\u0083Â¯uence the development of brain architecture. Child Development 81(1), 28Ã\u0083Â¢40.",
        "Gordon, T., D. Gust, M. Wilson, A. Ahmed-Ansari, A. Brodie, and H. McClure (1992). Social separation and reunion aÃ\u0083Â¯ects immune system in juvenile rhesus monkeys. Physiology and Behavior 51(3), 467Ã\u0083Â¢472.",
        "Gunnar, M. R. and P. A. Fisher (2006). Bringing basic research on early experience and stress neurobiology to bear on preventive interventions for neglected and maltreated children. Development and Psychopathology 18(3), 651Ã\u0083Â¢677.",
        "Harlow, H. and R. Zimmermann (1959). AÃ\u0083Â¯ectional responses in the infant monkey. Science 130(3373), 419Ã\u0083Â¢467.",
        "Harlow, H. F. and M. K. Harlow (1962). The eÃ\u0083Â¯ect of rearing conditions on behavior. Bulletin of the Menninger Clinic 26(5), 213Ã\u0083Â¢224.",
        "Heckman, J. J. (2005, August). The scientiÃ\u0083Â¯c model of causality. Sociological Methodology 35(1), 1Ã\u0083Â¢97.",
        "Heckman, J. J., S. H. Moon, R. Pinto, P. A. Savelyev, and A. Q. Yavitz (2010). Analyzing social experiments as implemented: A reexamination of the evidence from the HighScope Perry Preschool Program. Quantitative Economics 1(1), 1Ã\u0083Â¢46. First draft, September, 2006.",
        "Hertzman, C. and T. Boyce (2010). How experience gets under the skin to create gradients in developmental health. Annual Review of Public Health 31, 329Ã\u0083Â¢347.",
        "Higley, J. D., P. T. Mehlman, R. E. Poland, D. M. Taub, J. Vickers, S. J. Suomi, and M. Linnoila (1996). CSF testosterone and 5-HIAA correlate with diÃ\u0083Â¯erent types of aggressive behaviors. Biological Psychiatry 40(11), 1067Ã\u0083Â¢1082.",
        "Jackowski, A., T. D. Perera, C. G. Abdallah, G. Garrido, C. Y. Tang, J. Martinez, S. J. Mathew, J. M. Gorman, L. A. Rosenblum, E. L. Smith, A. J. Dwork, D. C. Shungu, A. KaÃ\u0083Â¯man, J. Gelernter, J. D. Coplan, and J. Kaufman (2011). Early-life stress, corpus callosum development, hippocampal volumetrics, and anxious behavior in male nonhuman primates. Psychiatry Research: Neuroimaging 192(1), 37Ã\u0083Â¢44.",
        "Lewis, M. H., J. P. Gluck, J. M. Petitto, L. L. Hensley, and H. Ozer (2000). Early social deprivation in nonhuman primates: long-term eÃ\u0083Â¯ects on survival and cell-mediated immunity. Biological Psychiatry 47(2), 119 Ã\u0083Â¢ 126.",
        "Lieblich, A. (2010). A century of childhood, parenting, and family life in the kibbutz. Journal of Israeli History 29(1), 1Ã\u0083Â¢24.",
        "Lutz, C. K., E. B. Davis, A. M. Ruggiero, and S. J. Suomi (2007). Early predictors of self-biting in socially-housed rhesus macaques (Macaca mulatta). American Journal of Primatology 69(5), 584Ã\u0083Â¢590.",
        "Maestripieri, D. (2007). Macachiavellian intelligence: how rhesus macaques and humans have conquered the world. Chicago, IL: University Of Chicago Press.",
        "McEwen, B. S. (1998). Seminars in medicine of the beth israel deaconess medical center: Protective and damaging eÃ\u0083Â¯ects of stress mediators. The New England Journal of Medicine 338(3), 171Ã\u0083Â¢179.",
        "Moore, T. M., A. Scarpa, and A. Raine (2002). A meta-analysis of serotonin metabolite 5-HIAA and antisocial behavior. Aggressive Behavior 28(4), 299Ã\u0083Â¢ 316.",
        "Novak, M. A. and J. S. Meyer (2009). Alopecia: Possible causes and treatments, particularly in captive nonhuman primates. Comp Med 59(1), 1826.",
        "Nunes, S., M. Watanabe, H. Morimoto, R. Moriya, and E. Reiche (2010). The impact of childhood sexual abuse on activation of immunological and neuroendocrine response. Aggression and Violent Behavior 15(6), 440Ã\u0083Â¢445.",
        "Repetti, R. L., S. E. Taylor, and T. E. Seeman (2002). Risky families: Family social environments and the mental and physical health of oÃ\u0083Â¯spring. Psychological Bulletin 128(2), 330Ã\u0083Â¢366.",
        "Romano, J. P. and M. Wolf (2005, March). Exact and approximate stepdown methods for multiple hypothesis testing. Journal of the American Statistical Association 100(469), 94Ã\u0083Â¢108.",
        "Rutter, M. (2010). Deprivation-speciÃ\u0083Â¯c psychological patterns: eÃ\u0083Â¯ects of institutional deprivation. Monographs of the Society for Research in Child Development 75(1), 1Ã\u0083Â¢242.",
        "Sackett, G. (1970). Innate mechanisms, rearing conditions, and a theory of early experiences eÃ\u0083Â¯ects in primates. In M. Jones (Ed.), Miami Symposium on the prediction of behavior: EÃ\u0083Â¯ects of early experience. Miami: University of Miami Press.",
        "Sackett, G., G. Ruppenthal, and A. Davis (2002). Survival, growth, health, and reproduction following nursery rearing compared with mother rearing in pigtailed monkeys (Macaca nemestrina). American Journal of Primatology 56(3), 165Ã\u0083Â¢183.",
        "Sackett, G. P. (1972). Exploratory behavior of rhesus monkeys as a function of rearing experiences and sex. Developmental Psychology 6(2), 260Ã\u0083Â¢270.",
        "Schapiro, S. J. (2002). EÃ\u0083Â¯ects of social manipulations and environmental enrichment on behavior and cell-mediated immune responses in rhesus macaques. Pharmacology Biochemistry and Behavior 73(1), 271Ã\u0083Â¢278.",
        "Schweinhart, L. J., J. Montie, Z. Xiang, W. S. Barnett, C. R. BelÃ\u0083Â¯eld, and M. Nores (2005). Lifetime EÃ\u0083Â¯ects: The High/Scope Perry Preschool Study Through Age 40. Ypsilanti, MI: High/Scope Press.",
        "Spinelli, S., S. Chefer, S. Suomi, J. D. Higley, C. Barr, and E. Stein (2009). Early-life stress induces long-term morphologic changes in primate brain. Archives of General Psychiatry 66(6), 658Ã\u0083Â¢665.",
        "Suomi, S. J., H. F. Harlow, and M. A. Novak (1974). Reversal of social deÃ\u0083Â¯cits produced by isolation rearing in monkeys. Journal of Human Evolution 3(6), 527Ã\u0083Â¢534.",
        "Wallen, K. (1996). Nature needs nurture: The interaction of hormonal and social inÃ\u0083Â¯uences on the development of behavioral sex diÃ\u0083Â¯erences in rhesus monkeys. Hormones and Behavior 30(4), 364Ã\u0083Â¢378."
    ]
}