{
    "id": 1800,
    "cites": 14,
    "cited_by": 12,
    "reference": [
        "Blanchard, 0. and C. Kahn (1980) The Solution of Linear Difference Models Under Rational Expectations, Econometrics 48(5), July, PP 1305-1312. Buiter, W. and R. Marston (1985) International Economic Policy Coordination, Cambridge University Press.",
        "Canzoneri, M. and J. A. Gray (1985) Two Essays on Monetary Policy in an Interdependent World, International Economic Review (forthcoming) Currie, D. and P. Levine (1985) Macroeconomic Policy Design in and Interdependent World in Buiter and Marston (1985), pp228-267.",
        "Eichengreen, B. (1985) International Policy Coordination in Historical Perspective: A view from the Interwar Years in Buiter and Marston (1985), pp 139-178.",
        "Fair, R. and J. Taylor (1983) Solution and Maximum Likelihood Estimation of Dynamic Non-Linear Rational Expectations Models. Econometrica 51(4), pp 139-178.",
        "Hamada, K. (1974) Alternative Exchange Rate Systems and the Interdependence of Monetary Policies, in Robert Z. Aliber, ed., National Monetary Policies and the International Financial System, University of Chicago Press, pp. 13-33. -59-Ishii N., McKibbin W.# and J. Sachs (1985) The Economic Policy Mix, Policy Cooperation, and Protectionism: Some Aspects of Macroeconomic Interdependence Among the United States, Japan, and Other OECD Countries, Journal of Policy Modeling 7(4) (forthcoming).",
        "Matsuyama, K. (1985) Strategic Aspects of the International Gold Standard mimeo, Harvard University.",
        "McKibbin, W. and J. Sachs (1985) Comparing the Global Performance of Alternati Exchange Arrangements forthcoming.",
        "McKinnon, R. (1984) An International Standard for Monetary Stabilization, Policy Analyses in International Economics, No. 8, Institute for International Economics, March Mundell, R. (1968) International Economics New York: Macmillan. chapter 18.",
        "Obstfeld, M. (1985) Floating Exchange Rates: Experience and Prospects, Bookings Papers on Economic Activity 2; pp 369-450.",
        "Oudiz, G. and Sachs, J. (1985) International Policy Coordination in Dynamic Macroeconomic Models in Buiter and Marston (1985).",
        "Roosa, R. (1984) Exchange Rate Arrangements in the Eighties in The International Monetary System. Federal Reserve Bank of Boston Conference Series No 28.",
        "Sachs, J. (1985a) The Dollar and The Policy Mix: 1985 Brookings Papers on Economic Activity. 85:1 pp 117-185 -60-Sachs, J. (1985b) The Case for More Managed Exchange Rates Paper presented to the Federal Reserve Bank of Kansas City Conference on the U.S. Dollar, Jackson Hole Wyoming, August 1985 Sachs, J., and W. McKibbin (1985) Macroeconomic Policies in the OECD and LDC External Adjustment NBER Working Paper 1534, January, forthcoming in F. Colaco and S. van Wijnbergen, eds (1986) International Capital Flows and the Developing Countries.",
        "Swoboda, A. (1978) Gold, Dollars, Euro-Dollars amd the World Money Stock Under Fixed Exchange Rates American Economic Review (September).",
        "Williamson, J. (1983) The Exchange Rate System, Policy Analyses in International Economics, No. 5, Institute for International Economics, September -61-"
    ]
}