{
    "id": 18007,
    "cites": 17,
    "cited_by": 10,
    "reference": [
        "Arrow, Kenneth J. The Role of Securities in the Allocation of Risk Bearing, The Review of Economic Studies, 31(2), pp. 91-96, (1964). Chari, V.V., Patrick Kehoe and Ellen McGrattan. New Keynesian Models: Not Yet Useful for Policy Analysis, American Economic Journal: Macroeconomics 1(1), pp. 242-266, 2009.",
        "Clarida, Richard, Jordi Gali and Mark Gertler. The Science of Monetary Policy: A New Keynesian Perspective, Journal of Economic Literature, 37, pp. 1661-1707, 1999.",
        "_Monetary Policy Rules and Macroeconomic Stability: Evidence And Some Theory, Quarterly Journal of Economics, 115(1), pp. 147-180, 2000.",
        "Curdia, Vasco and Michael Woodford. Conventional and Unconventional Monetary Policy, Federal Reserve Bank of St. Louis Review, 92(4) pp. 229-264, 2010.",
        "Eggertsson, Gauti B. and Michael Woodford, The Zero Bound on Interest Rates and Optimal Monetary Policy, Brookings Papers on Economic Activity, Economic Studies Program, The Brookings Institution, 34(1) pp. 139-235, (2003).",
        "Farmer, Roger E. A. Confidence, Crashes and Animal Spirits, Economic Journal, (122) pp. 155-172, 2012a.",
        "_The Stock Market Crash of 2008 Caused the Great Recession: Theory and Evidence, Journal of Economic Dynamics and Control, (36) pp. 693-707, 2012b.",
        "_ Animal Spirits, Persistent Unemployment, and the Belief Function, forthcoming in Roman Frydman and Edmund S. Phelps (eds.), Rethinking Expectations: The Way Forward for Macroeconomics, Princeton , N.J.: Princeton University Press, 2013.",
        "Federal Reserve Bank of Richmond, (2001), Economic Quarterly, Special Issue The 50th Anniversary of the Treasury-Federal Reserve Accord, Winter, 2001.",
        "Fleckenstein, Matthias, Francis A. Longstaff and Hanno N. Lustig, Why Does the Treasury Issue TIPS? The TIPS-Treasury Bond Puzzle Available at SSRN: http://ssrn.com/abstract=1672982 or http://dx.doi.org/10.2139/ssrn.1672982 2010.",
        "Kocherlakota, Narayana R. Incomplete Labor Markets, Federal Reserve Bank of Minneapolis mimeo, March 2012.",
        "Roger E. A. Farmer Ã\u0082Â© Los Angeles, January 2012 Krishnamurthy, Arvind and Annette Vissing-Jorgenesen. The Effects of Quantitative Easing on Interest Rate Channels and Implications for Policy, Brookings Papers on Economic Activity, Fall 2011.",
        "Kuttner, Kenneth N. Can Central Banks Target Bond Prices, In Chung, ed., Monetary Policy in an Environment of Low Inflation, Seoul: The Bank of Korea, 2006.",
        "Lubik, Thomas A. and Frank Schorfheide. Testing for Indeterminacy: An Application to U.S. Monetary Policy, American Economic Review, 94(1) pp. 190-217, 2004.",
        "McConnell, Margaret M. and Gabriel Perez-Quiros, What has Changed Since the Early 1980&apos;s? American Economic Review, 90(5), pp. 1464-1476, 2000.",
        "Sims, Christopher and Tao Zha. Were there Regime Switches in U.S. Monetary Policy, American Economic Review, 96(1), pp. 54-81, 2006.",
        "Taylor, John B. Discretion versus Policy Rules in Practice, Carnegie-Rochester Conference Series on Public Policy, 39, pp.195-214, 1993."
    ]
}