{
    "id": 18009,
    "cites": 27,
    "cited_by": 0,
    "reference": [
        "Balassone, Fabrizio, Jorge Cunha, Geert Langenus, Bernhard Manzke, Jeanne Pavot, Doris Prammer and Pietro Tommasino (2009): Fiscal sustainability and policy implications for the euro area, European Central Bank, WORKING PAPER SERIES NO 994 / JANUARY 2009 Berkel, B., and BÃ\u0083Æ\u0092rsch-Supan, A. (2004): Pension Reform in Germany: The Impact on Retirement Decisions. Finanzarchiv, Vol 60, No. 3, 393-421.",
        "Blanchard, O.J. (1990), Ã\u0083Â¢Suggestions for a New Set of Fiscal IndicatorsÃ\u0083Â¢, OECD Economics Department Working Paper No 79.",
        "Blanchard O.J., J.C. Chouraqui, R.P. Hagemann und N. Sartor (1990), Ã\u0083Â¢The Sustainability of Fiscal Policy: New Answers to an Old QuestionÃ\u0083Â¢, OECD Economic Studies 15: 7Ã\u0083Â¢36.",
        "Blondal, S., and S. Scarpetta (1998): The retirement decision in OECD countries, Working papers (Organisation for Economic Co-operation and Development. Economics Dept.); no. 202 Blundell, R., A. Duncan and C. Meghir (1998): Estimating Labor Supply Responses Using Tax Reforms, Econometrica 66(4), 827-862.",
        "BÃ\u0083Æ\u0092rsch-Supan, A. und R. Schnabel, 1998, Social Security and Declining Labor-Force Participation in Germany. American Economic Review 88, 173-178.",
        "BÃ\u0083Æ\u0092rsch-Supan, A., 2000, Incentive Effects of Social Security on Labor Force Participation: Evidence in Germany and Across Europe. Journal of Public Economics, Vol. 78, 25-49.",
        "BÃ\u0083Æ\u0092rsch-Supan, A., und M. Miegel (Eds.), 2001, Pension Reform in Six Countries, Springer. Heidelberg, New York, Tokyo.",
        "BÃ\u0083Æ\u0092rsch-Supan, A. und A. Reil-Held (2001): How much is Transfer and how much Insurance in a Pay-As-You-Go System? The German Case, Scandinavian Journal of Economics, Vol. 130, No.3, 505-524.",
        "BÃ\u0083Æ\u0092rsch-Supan, A. und P. Tinios (2002): The Greek Pension System: Strategic Framework for Reform, In: R. C. Bryant, N. C. Garganas, G. S. Tavlas (Eds.), GreeceÃ\u0083Â¢s Economic Performance and Prospects, Bank of Greece, 361-451.",
        "BÃ\u0083Æ\u0092rsch-Supan, A., (2005): Suomen vuoden 2005 elÃ\u0083Æ\u0092keuudistus, Kansantaloudellinen aikakauskirja, The Finnish Economic Journal, Vol. 1/2005, 101.vsk, 52-71.",
        "BÃ\u0083Æ\u0092rsch-Supan, A. und C. B. Wilke (2005): The German Public Pension System: How it will become an NDC System Look-Alike, In: Robert Holzmann and Edward Palmer (Eds.), Pension Reform Ã\u0083Â¢ Issues and Prospects for Non-Financial Defined Contribution (NDC) Schemes, World Bank, Washington D.C., 573-610.",
        "BÃ\u0083Æ\u0092rsch-Supan, A., 2007, Rational Pension Reform, Geneva Papers on Risk and Insurance: Issues and Practice, Nr. 4, 430-446.",
        "BÃ\u0083Æ\u0092rsch-Supan, A., Bucher-Koenen, T., Reil-Held, A. und C. Wilke (2008): Zum kÃ\u0083Æ\u0092nftigen Stellenwert der ersten SÃ\u0083Æ\u0092ule im Gesamtsystem der Alterssicherung, DRV-Schriften, Band 80, 13-31.",
        "BÃ\u0083Æ\u0092rsch-Supan, A. und R. Schnabel (2010): Early Retirement and Employment of the Young in Germany, In: Gruber, J. and D. A. Wise (Eds.), Social Security Programs and Retirement around the World, University of Chicago Press, Chicago, 147-166.",
        "Carone, Giuseppe, Declan Costello, Nuria Diez Guardia, Per Eckefeldt and Gilles Mourre (2008): Economic Growth and Fiscal Sustainability in the EU: The Impact of an Ageing Population, in: Daniele Franco (ed.), Fiscal Sustainability: Analytical Developments and Emerging Policy Issues, Banca dÃ\u0083Â¢Italia: Rome.",
        "Dang, Thai-Thanh, Pablo Antolin, Howard Oxley (2001): Fiscal Implication of Ageing: Projections of Age-related Spending, Organisation for Economic Co-operation and Development (OECD) Working Paper No. 305 Economic Policy Committee (2003): Ã\u0083Â¢The Impact of Ageing Populations on Public Finances: Overview of Analysis Carried out at an EU Level and Proposals for a Future Work ProgrammeÃ\u0083Â¢, Doc. No. EPC/ECFIN/435/03-EN final.",
        "European Commission (2005): Ã\u0083Â¢The 2005 projections of age-related expenditure (2004Ã\u0083Â¢2050) for the EU-25 Member States: underlying assumptions and projection methodologiesÃ\u0083Â¢, European Economy, Special Report No. 4/2005.",
        "European Commission (2009): Ã\u0083Â¢Sustainability Report Ã\u0083Â¢ 2009Ã\u0083Â¢, European Economy No. 9/2009.",
        "European Commission (2010): Ã\u0083Â¢Public Finances in EMU Ã\u0083Â¢ 2010Ã\u0083Â¢, European Economy No. 4/2010.",
        "European Commission (2010): Joint Report by the Economic Policy Committee (Ageing Working Group), the Social Protection Committee (Indicators Sub-Group) and the Commission services (DG for Economic and Financial Affairs and DG Employment, Social Affairs and Equal Opportunities) on Pensions: Progress and key challenges in the delivery of adequate and sustainable pensions in Europe, EUROPEAN ECONOMY Occasional Papers 71 Gruber, J. und Wise, D. A. (eds., 1999), Social Security and Retirement Around the World. Chicago, London: University of Chicago Press.",
        "Gruber, J., and D. A. Wise (eds., 2003), Incentive Effects of Public Pension Systems, University of Chicago Press, Chicago, 285-344.",
        "Gruber, J. and D. A. Wise (eds., 2010), Social Security Programs and Retirement around the World, University of Chicago Press, Chicago.",
        "Holzmann, Robert, and Richard Hinz (2005): Old-Age Income Support in the 21st Century: The World BankÃ\u0083Â¢s Perspective on Pension Systems and Reform, The World Bank: Washington, DC.",
        "Moog, Stefan, Christoph MÃ\u0083Æ\u0092ller, and Bernd RaffelhÃ\u0083Æ\u0092schen (2010), Ehrbare Staaten? Die deutsche Generationenbilanz im internationalen Vergleich: Wie gut ist Deutschland auf die demografische Herausforderung vorbereitet? Diskussionspapier Forschungszentrum GenerationenvertrÃ\u0083Æ\u0092ge, Albert-Ludwigs-UniversitÃ\u0083Æ\u0092t Freiburg OECD Social Expenditure database (SOCX, www.oecd.org/els/social/expenditure, Nov. 2011) OECD (2011), Pensions at a Glance, OECD, Paris.",
        "United Nations Population Division (2001): Replacement Migration: Is It a Solution to Declining and Ageing Populations? New York: United Nations.",
        "Werding, M. (2007): Ã\u0083Â¢Implicit Pension Debt and Fiscal Sustainability: An Assessment for GermanyÃ\u0083Â¢, in: Morten Balling, Ernest Gnan und Frank Lierman (Hrsg.), Money, Finance and Demography: The Consequences of Ageing, SUERF: Vienna, S. 147Ã\u0083Â¢174.",
        "Werding, M. und H. Hofmann (2008): Projektionen zur langfristigen TragfÃ\u0083Æ\u0092higkeit der Ã\u0083Æ\u0092ffentlichen Finanzen, ifo BeitrÃ\u0083Æ\u0092ge zur Wirtschaftsforschung, Bd. 30, ifo Institut: MÃ\u0083Æ\u0092nchen."
    ]
}