{
    "id": 18018,
    "cites": 16,
    "cited_by": 2,
    "reference": [
        "Anderson, James E. (2011). Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093The Gravity Model.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Annual Review of Economics 3.",
        "Chetty, Raj, Adam Looney, and Kory Kroft (2009). Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Salience and Taxation: Theory and Evidence.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d American Economic Review 99(4), 1145-1177.",
        "Dinerstein, Michael, Liran Einav, Jonathan Levin and Neel Sundaresan (2012). Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Consumer Search, Pricing and Platform Design in Online Markets,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009din progress.",
        "Einav, Liran, Theresa Kuchler, Jonathan Levin, and Neel Sundaresan (2011). Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Learning from Seller Experiments in Online Markets.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Unpublished manuscript, Stanford University.",
        "Ellison, Glenn and Sara Ellison (2009). Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Tax Sensitivity and Home State Preferences in Internet Purchasing.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d American Economic Journal: Economic Policy 1(2), 53-71.",
        "Goolsbee, Austan (2000a). Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093In a World without Borders: the Impact of Taxes on Internet Commerce.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Quarterly Journal of Economics 115(2), 561-576.",
        "Goolsbee, Austan (2000b). Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Internet Commerce, Tax Sensitivity, and the Generation Gap.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Tax Policy and the Economy 14. James Poterba ed., MIT Press: Cambridge, MA.",
        "Goolsbee, Austan, Michael Lovenheim, and Joel Slemrod (2010). Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Playing with Fire: Cigarettes, Taxes and Competition from the Internet.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d American Economic Journal: Economic Policy 2(1), 131-154.",
        "Hortacsu, Ali, F. Asis Martinez-Jerez, and Jason Douglas (2009). Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093The Geography of Trade in Online Transactions: Evidence from eBay and MercadoLibre.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d American Economic Journal: Microeconomics 1(1), 53-74.",
        "Maguire, Steven (2011). Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093State Taxation of Internet Transactions.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Congressional Research Service Report R41853, available at http://www.fas.org/sgp/crs/misc/R41853.pdf.",
        "Manzi, Nina (2010). Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Use Tax Collection on Income Tax Returns in Other States.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Policy Brief, Research Department, Minnesota House of Representatives.",
        "Smith, Michael D., and Erik Brynjolfsson (2001). Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Consumer Decision-Making at an Internet Shopbot: Brand Still Matters.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Journal of Industrial Economics 49(4), 541Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c 558.",
        "U.S. Census Bureau (2011). Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093E-Stats Report.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Available at http://www.census.gov/econ/estats.",
        "Varian, Hal R. (2000). Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Taxation of Electronic Commerce.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Harvard Journal of Law and Technology, 13(3), 639-652. h",
        "Anderson, Eric, Nathan Fong, Duncan Simester, and Catherine Tucker (2010). Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093How Sales Taxes Aect Customer and Firm Behavior: The Role of Search on the Internet.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Journal of Marketing Research 47(2), 229-239.",
        "Alm, James and Mikhail Melnik (2005). Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Sales Taxes and the Decision to Purchase Online.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Public Finance Review 33(2), 184-212."
    ]
}