{
    "id": 1802,
    "cites": 136,
    "cited_by": 27,
    "reference": [
        "Abel, E.L. 1982. Consumption of alcohol during pregnancy: a review of effects on growth and development of offspring. Hum. Bio. 54:421-453.",
        "Baltimore, Md.: Johns Hopkins Press. Ackernecht, E.B. 1952. Diseases in the Middle West. In Essays in the History of Medicine in Honor of David J. Davis. N.?.: University of Illinois.",
        "Adams, J.W., and Kasakoff, A.B. 1983. Migration and life-cycles in the American north; age-specific migration rates, 1700 to 1850, mimeo, Univ. of S. Carolina.",
        "Appleby, LB. 1975. Nutrition and disease: the case of London, 1550-1750.",
        "J. Interdiscip. Hist. 6:1-22. Appleby, A.B. 1978. Famine in Tudor and Stuart England. Stanford, Ca.: Stanford Univ. Press.",
        "Appleby, A.B. 1979a. Grain prices and subsistence crises in England and France, 1590-17140. J. Econ. Hist. 39:865-887.",
        "Appleby, A.B. 1979b. Diet in sixteenth-century England: sources, problems, possibilities. In Health, Medicine, and Mortality in the Sixteenth Century. C. Webster, ed., 91-116. Cambridge: Cambridge Univ. Press.",
        "Appleby, A.B. 1980. The disappearance of the plague: a continuing puzzle.",
        "Toronto: D. Van Nostrand. Ashby, H.T. 1915. Infant Mortality. Cambridge: Cambridge Univ. Press.",
        "Ashworth, A. 1982. International differences in infant mortality and the impact of malnutrition: a review. Hum. Nut. : din. Nut. 36c:7-23.",
        "Atwater, W.0., and Woods, C.D. 1897. Dietary studies with reference to the food of the Negro in Alabama in 1895 and 1896. U.S.D.A. Off. Exp. Stat. Bull. 38:3-69. Balinsky, W., and Berger, R. 1975. A review of the research on general health status indexes. Med. Care 13: 283-293.",
        "Baumgartner, R.N., and Mueller, W.H. 1984. Multivariate analyses of illness data for use in studies on the relationship of physical growth and morbidity. Hum. Bio. 56: 111-128.",
        "Beal, V.A. 1980. Nutrition in the Life Span. New York: John Wiley.",
        "Beisel, W.R. 1977. Magnitude of the host nutritional responses to infection. Am. J. Clin. Nut. 30: 1236-1247.",
        "Benson, L. 1969. The Concept of Jacksonian Democracy: New York as a Test Case. New York: Atheneum.",
        "Berridge, V., and Edwards, G. 1981. Opium and the People: Opiate Use in Nineteenth-Century England. London: Allen Lane.",
        "Berry, T.S. 1943. Western Prices before 1861: A Study of the Cincinnati Market. Cambridge, Mass.: Harvard Univ. Press.",
        "Bidwell, P.W., and Falconer, J.I. 1925. History of Agriculture in the Northern United States 1620-1860. Washington, DC: Carnegie Institution.",
        "Birkbeck, J.A. 1976. Metrical growth and skeletal development of the human fetus. In The Biology of Human Fetal Growth. D.F. Roberts and A.M.",
        "Thomson eds., 39-68. London: Taylor and Francis. Bjerre, I. 1975. Neurological investigation of 5-year-old children with low birth weight. Act. Paediatr. Scand. 6~4: 33-1(3.",
        "Birkbeck, J.A. 1976. Metrical growth and skeletal development of the human fetus. In The Biology of Human Fetal Growth. D.F. Roberts and A.M.",
        "Thomson eds., 39-68. London: Taylor and Francis. Blaxter, M. 1976. The Meaning of Disability: A Sociological Study of Impairment. London: Heineman.",
        "Bourne, J., Fogel, R.W., Pope, C., and Wimmer, L. 1984. A description and analysis of the data in the DAE/CPE pilot sample of genealogies, mimeo, Univ. of Chicago.",
        "Bouvier, L.F., and van der Tak, J. 1976. Infant mortality: progress and problems. Pop. Bull. 31:No. 1.",
        "Bowden, P. 1967. Agricultural prices, farm profits, and rents. In The Agrarian History of England and Wales. Volume IV: 1500-16140, J.",
        "Bowden, P.J. 1985. Agricultural prices, wages, farm profits, and rents. In The Agrarian History of England and Wales. Volume V: 1640-1750: II.",
        "Agrarian Change, J. Thirsk, ed., 1-118. Cambridge: Cambridge Univ. Press. Bowden, P. 1985. Appendices: III. Statistics. In The Agrarian History of England and Wales. Volume V: 16140-1750: II. Agrarian Change. J.",
        "Thirsk, ed., 827-902. Cambridge: Cambridge Univ. Press. Boyd, M.F. 19~41. An historical sketch of the prevalence of malaria in North America. Am. J. Trop. Med. 21: 2232141(. Briscoe, ~I. 1979. The quantitative effect of infection on the use of food by young children in poor countries. Am. J. Clin. Nut. 32: 648-676.",
        "Hum. Bio. 7:307-322. Butler, N. 19711. Risk factors in human intrauterine growth retardation. In Size at Birth. Ciba Foundation Symposium, 27: 379-397.",
        "Butlin, N.G. 1971. Ante-Bellum Slavery: A Critique of a Debate. Canberra: Dept. Econ. Mist. Australian Nat. Univ.",
        "Campbell, B.M.S. 1983. Arable productivity in medieval England: some evidence from Norfolk. J. Econ. Mist. 143:379-11011.",
        "Carr, L.G., and Walsh, L.S. 1980. Inventories and the analysis of wealth and consumption patterns in St. Marys County, Maryland, 1658-1777.",
        "Hist. Meth. 13:81-104. Case, R.A.MI., Coghill, C., Harley, J.L., and Pearson, J.T. 1962. Chester Beatty Research Institute Abridged Serial Life Tables, England and Wales 18141-1960. Part I. London, 1962.",
        "Chiswick, B.R. 1978. Immigrants and immigration policy. In Contemporary Economic Problems 1978, W. Feilner, ed. Washington, DC: Amer.",
        "Enterprise Institute. Chiswick, B.R. 1979. The economic progress of immigrants: some apparently universal patterns. In Contemporary Economic Problems 1979, W.",
        "Fellner, ed. Washington, DC: Amer. Enterprise Institute. 156 Christanson, R.E., Van den Berg, B.J., Milkovich, L., and Oechsli. F.W. 1981. Incidence of congenital anomalies among white and black live births with long-term follow-up. Am. J. Pub. H. 71: 1333-13111.",
        "Coale, A.J., and Demeny, P. 1966. Regional Model Life Tables and Stable Populations. Princeton, N.J.: Princeton Univ. Press.",
        "Cole, T.J. 1979. A method for assessing age-standardized weight-for-height in children seen cross-sectionally. Ann. Hum. Bio. 6:2119-268.",
        "Cole, T.J., and Parkin, J.M. 1977. Infection and its effect on the growth of young children: a comparison of the Gambia and Uganda. Trans. B.",
        "Soc. Trop. Med. Hyg. 71: 196-198. Commons, J.R., Saposs, D.J., Sumner, H.L., Mittleman, E.B., Hoagland, H.E., Andreros, J.B., and Perlman, S. 1918. History of Labor in the United States. 2 vols. New York: Macmillan.",
        "Condon-Paolini, D., Cravioto, J., Johnston, F.E., DeLicardie, E.R., and Scholl, T.0. 1977. Morbidity and growth of infants and young children in a rural Mexican village. Am. J. Pub. H. 67: 651-656.",
        "J. Mist. Geog. 6:179202. Condran, G.A., and Crimmins-Gardner, E. 1978. Public health measures and mortality in U.S. cities in the late nineteenth century. Hum. Ecol.",
        "Creighton, C. 1891. A History of Epidemics in Britain from A.D. 6621 to the Extinction of the Plague. Cambridge: Cambridge Univ. Press. 1 57 David, P.A. 1967. The growth of real product in the United States before 1B~40: new evidence, controlled conjectures. J. Econ. Hist. 27: 151- 197.",
        "David, P.A., and Solar, P. 1977. A bicentary contribution to the history of the cost of living in America. Res. Econ. Mist. 2:1-80.",
        "Davidson, S., Passmore, R., Brock, J.F., and Truswell, A.S. 1979. Human Nutrition and Dietetics. Edinburgh: Churchill Livingstone.",
        "Demos, J. 1970. A Little Commonwealth: Family Life in Plymouth Colony. New York: Oxford Univ. Press.",
        "Druinmond, J.C., and Wilbrahaxn, A. 1939. The Englishmans Food: A History of Five Centuries of English Diet. London: Jonathan Cape.",
        "Duff y, J. 1953. Epidemics in Colonial America. Baton Rouge: Louisiana State Univ. Press.",
        "Dyer, C. 1983. English diet in the later middle ages. In Social Relations and Ideas: Essays in Honour of R.H. Hilton. T.H. Aston, P.R. Coss, C.",
        "Dyer, and J. Thirsk, eds., 191-216. Cambridge: Cambridge Univ. Press. Easterlin, R.A. 1975. Farm production and income in old and new areas at mid-century. In Essays in Nineteenth Century Economic History: The Old Northwest. D.C. Kingaman and R.K. Vedder, eds., 77-117. Athens: Ohio Univ. Press.",
        "Easterlin, R.A. 1977. Population Issues in American economic history: a survey and critique. Res. Econ. Mist., 1 Supplement:131-158.",
        "Encyclopaedia Britannica 1961 . Chicago: Ency. Brit. Inc.",
        "Engerman, S.I..., and Galiman, R.E. 1983. U.S. economic growth. Res. Econ.",
        "Mist. 8: 1-46. Ernst, R. 19149. Immigrant Life in New York City 1825-1863. New York: Kings Crown Press.",
        "Eveleth, P.B., and Tanner, J.M. 1976. Worldwide Variation in Human Growth Cambridge: Cambridge Univ. Press.",
        "Everitt, A. 1967. Farm labourers. In The Agrarian History of England and Wales, Volume IV: 1500-1640. J. Thirsk, ed., 396-1465. Cambridge: Cambridge Univ. Press.",
        "Feigin, R.S. 1981 . Interaction of infection and nutrition. In Textbook of Pediatric Infectious Diseases, R.D. Feigin and J.D. Cherny, eds., 18- 214. Philadelphia: W.B. Saunders.",
        "Fischer, D.H., and Dobscn, M.S. 1979. Dying times: changing patterns of death and disease in England and America 1650-1850, mimec, Brandeis Univ.",
        "Fitzhardinge, P.M., and Steven, E.M. 1972a. The small-for-date-infant.",
        "I. Later growth patterns. Pediatr. 49: 671681. Fitzhardinge, P.M., and Steven, E.M. 1972b. The small-for-date-infant.",
        "II. Neurological and intellectual sequelae. Pediatr. 50: 50-57. Flinn, M.W. 19711. The stabilization of mortality in pre-industrial Western Europe. J. Eur. Econ. Mist. 3: 285318.",
        "Flinn, M.W. 1981. The European Demographic System, 1500-1820. Baltimore, Md.: Johns Hopkins Univ. Press.",
        "Floud, R. 1983a. Inference from the heights of volunteer soldiers and sailors, mimeo, NBER.",
        "Floud, B. 1983b. The heights of Europeans since 1750: a new source for European economic history, mimeo, Birkbeck College, London.",
        "Floud, B. 19821. Measuring the transformation of European economies: income, health and welfare, mimeo, Birkbeck College, London.",
        "Floud, B. 1985a. Two cultures? British and American heights in the nineteenth century, mimeo, Birkbeck College, London.",
        "Floud, 1985b. Human stature and inequality: a progress report, mimeo, Birkbeck College, London.",
        "Floud, H., and Wachter, K.W. 1982. Poverty and physical stature: evidence on the standard of living of London boys 1770-1870. Soc. Sci. Hist.",
        "Fogel, R.W. 1985. Second thoughts on the European escape from hunger: crop yields, price elasticities, entitlements, and mortality rates. Mimeo, University of Chicago.",
        "Fogel, R.W. 1986. Without Consent or Contract: The Rise and Fall of American Slavery. New York: W.W. Norton.",
        "Fogel, R.W., and Engerman, S.L. 1971. The Economics of Slavery. In The Reinterpretation of American Economic History. R.W. Fogel and S.L.",
        "Engerman, eds., 311-3141. New York: Harper and Row. Fogel, R.W., and Engerman, S.L. 19714. Time on the Cross. Boston: Little, Brown.",
        "Fogel, R.W., Engerman, S.L., and Trussell J. 1982. Exploring the uses of data on height: the analysis of long-term trends in nutrition, labor welfare, and labor productivity. Soc. Sci. Mist. 6:1101-421.",
        "Mist. 1~4~1445-481. Forsdahl, A. 1977. The poor living conditions in childhood and adolescence: an important risk factor for arteriosclerotic heart disease? Brit. J.",
        "Soc. Med. 31: 91-95. Fcrster, E., and Forster, B., eds. 1975. European Diet from Pre-Industrial to Modern Times. New York: Harper.",
        "Friedman, G.C. 1982. The heights of slaves in Trinidad. Soc. Sci. Mist.",
        "Frisancho, A.R. 1978. Nutritional influences on human growth and maturation. Yrbk. Phy. Anthrc. 21:174-191.",
        "Frissell H.B., and Bevier, I. 1899. Dietary studies of Negroes in Eastern Virginia in 1897 and 1898. U.S.D.A. Off. Exp. Stat. Bull. 71. Fussell, G.E. 1949. The English Rural Labourer: His Home, Furniture, Clothing, and Food from Tudor to Victorian Times. London: Batchworth Press.",
        "Galenson, D.W. 1981. White Servitude in Colonial America: An Economic Analysis. Cambridge: Cambridge Univ. Press.",
        "Gallman, J.M. 1980. Mortality among white males: colonial North Carolina.",
        "Soc. Sci. Mist. 14:295316. Gallman, R.E. 1960. Ccmmodity output, 1839-1899. In Trends in the American Economy in the Nineteenth Century. Confer. on Research in Income and Wealth vol. 2145, 13-71. Princeton, N.J.: Princeton Univ. Press.",
        "Gallman, R.E. 1966. Gross national product in the United States. In Output, Employment and Productivity in the United States after 1800.",
        "Confer. on Research in Income and Wealth, vol. 30, 3-30. New York: Columbia Univ. Press. 161 Gallman, R.E. 1969. Trends in the size distribution of wealth in the nineteenth century: some speculations. In Six Papers on the Size Distribution of Wealth and Income, ed. L. Soltow. Confer. on Research in Income and Wealth vol. 33, 1-30. New York: Columbia Univ. Press.",
        "Gallman, R.E. 1972. The pace and pattern of American economic growth. In American Economic Growth: An Economists History of the United States, 15-60. New York: Harper and Row.",
        "Gallman, R.E. 1982. Influences on the distribution of landholdings in early colonial North Carolina. J. Econ. Mist. 42:5219-575.",
        "Brit. J. Soc. Med. 14:221-233; 5:177-183. Goldin, C.D. 1979. Evolution of the female labor force in the United States, mimeo, NBER.",
        "Goldstein, H. 1976. Birthweight, gestation, neonatal mortality and child development. In The Biology of Human Fetal Growth, D.F. Roberts and A.M. Thomson, eds., 81-102. London: Taylor and Francis.",
        "G.E. Cent. Stat. 0ff. 1983. Annual Abstract of Statistics No. 119, London, 1-11430.",
        "G.B. Dept. Health Soc. Ser. 1980. Inequalities in Health: Report of a Research Working Group. (London).",
        "G.B. House of Commons 1899. Parliamentary Papers, vol. 1014. G.E. House of Commons 1917. Parliamentary Papers, vol. 76.",
        "Greven, P.J. Jr. 1970. Four Generations: Population, Land and Family in Colonial Andover, Massachusetts. Ithaca, NY: Cornell Univ. Press.",
        "Guha, D.K.., Rashmi, A., and Kochar, M. 1973. Relationship between length of gestation, birth weight, and certain other factors. Indian J. of Pediat. 210:141453.",
        "Habicht, J.P., Yarbrough, C., and Martorell, B. 1979. Anthropometric field methods: criteria for selection. In Nutrition and Growth, D.E.",
        "Jelliffe and E.F.P. Jelliffe, eds., 365-387. New York: Plenum Press. Haines, M.R. 1979. The use of model life tables to estimate mortality for the United States in the late nineteenth century. Demog. 16:289-312.",
        "Haines, M.R., and Avery, B.C. 1980. The American life table af 1830-1860: an evaluation. .5. Interdiscip. Hist. 11:73-95.",
        "Handlin, 0. 1979. Bostons Immigrants: A Study in Acculturation. Rev. ed.",
        "Cambridge, MA.: Harvard Univ. Press. Hannon, J.U. 1984. Poverty in the antebellum Northeast: the view from New York States poor relief rolls. J. Econ. Kist. 44: 1007-1032.",
        "Hanson, J.W., Streissguth, A.?., and Smith, D.W. 1978. The effects of moderate alcohol consumption during pregnancy on fetal growth and morphogenesis. .5. Pediatr. 92: 457460.",
        "London: Macmillan. Heckscher, E.F. 1963. An Economic History of Sweden, trans. G. Ohlin.",
        "Cambridge, Mass.: Harvard Univ. Press. Helleiner, K.?. 1967. The population of Europe from the black death to the eve of the vital revolution. In The Cambridge Economic History of 163 Europe. Volume 4: The Economy of Expanding Europe in the Sixteenth and Seventeenth Centuries, E.E. Rich and C.H. Wilson, eds. Cambridge: Cambridge Univ. Press.",
        "Hellie, R. Review of Bubonic Plague in Early Modern Russia: Public Health and Urban Disaster, by. J.T. Alexander. J. Interdiscip. Hist. 12: 710- 713. Henripin, J. 1954. La population canadienne au debut du XVIIIe si~cle: nuptialit~-fecondit~-mortalit~ infantile. Paris: Presses Univ. de France.",
        "Hoagland, H.E. 1913. The rise of the iron moulders international union.",
        "Amer. Econ. H. 3: 296-313. Hogan, H.R. 1976. Age patterns of infant mortality. Ph.D. diss., Princeton Univ.",
        "Hollingsworth, T.H. 1977. Mortality in the British peerage families since / I.",
        "Holmes, G.K. 1907. Meat supply and surplus, U.S. Bur. Stat. Bull. 55.",
        "Hoskins, W.G. 196~4. Harvest fluctuations and English economic history, 1480-1619. Agr. Mist. B. 12: 28-146. Hoskins, W.G. 1968. Harvest fluctuations and English economic history, 1620-1759. Agr. Mist. H. 16: 15-31.",
        "Huf ton, 0. 1983. Social conflict and the grain supply in eighteenth-century France. J. Interdiscip. Hist. 14: 303-331.",
        "Hurley, L.S. 1980. Developmental Nutrition. Englewood Cliffs, N.J.: Prentice Hall.",
        "Hytten, F.E., and Leitch, I. 1971. The Physiology of Human Pregnancy, 2nd ed. Oxford: Blackwell Sci. Pub.",
        "Imhcf, A.E. 1977. Historical demography in Germany: a research note, Hist.",
        "Meth. Newsletter. i0:122126. Jayant, K. 1964. Birth weight and some other factors in relation to infant survival: a study on an Indian sample. Ann. Hum. Genet. 27:261-267.",
        "John, A.M. 1984. The demography of slavery in nineteenth-century Trinidad.",
        "Ph.D. diss., Princeton Univ., Princeton. Jones, A.H. 1980. Wealth of a Nation to Be: The American Colonies on the Eve of the Revolution. New York: Columbia Univ. Press.",
        "Jones, R.A.K., Cunmins, M., and Davies, P.A. 1979. Infants of very low birth weight: a 15-year analysis. Lancet. i:1332-1335.",
        "J. Interdiscip. Hist. 1983. The relationship of nutrition, disease, and social conditions: a graphical presentation. J. Interdiscip. Hist.",
        "Kahn, C. 1978. The death rate in Memphis in 1860: application of an alternative estimating technique, mimeo, Harvard Univ.",
        "Kearl, J.R., and Pope, C. 1986. Choices, rents, and luck; economic mobility of nineteenth-century Utah households. In this volume.",
        "Kerridge, E. 1968. The Agricultural Revolution. New York: Augustus M.",
        "Kelley. Kielmann, A.A., Ajello, C.A., and Kielmann, N.S. 1982. Nutrition intervention: an evaluation of six studies. Stud. Fain. Plan. 13:246 257.",
        "Kielmann, A.A., De Sweemer, C., Chernichovsky, D., Uberci, 1.5., Masih, N., Taylor, C.E., Parker, R.L., Reinke, W.A., Kakar, D.N., and Sarma, R.S.S. 1983. Child and Maternal Health Services in Rural India: The Narangwal Experiment. Vol. 1: Integrated Nutrition and Health.",
        "Baltimore: Johns Hopkins Press. Kiil, V. 1939. Stature and Growth of Norwegian Men during the Past Two Hundred Years, Oslo: I kommision hos J. Dybwad.",
        "Kiple, K.F., and King, V.H. 1981. Another Dimension to the Black Diaspora: Diet, Disease, and Racism. Cambridge: Cambridge Univ. Press.",
        "Knodel, J., and Kintner, H. 1977. The impact of breastfeeding patterns on the biometric analysis of infant mortality. Demog. 114: 391-407.",
        "Kulikoff, A. 1976. Tobacco and slaves: population, economy, and society in eighteenth-century Prince Georges county, Maryland. Ph.D. diss.",
        "Brandeis Univ. Kunitz, S.J. 1983. Speculations on the European mortality decline. Econ.",
        "Hist. B. 36: 349-364. Kunze, K. 1979. The effects of age composition and changes in vital rates on nineteenth-century population estimates from new data. Ph.D. diss., Univ. of Utah.",
        "Kuznets, S. 1959. Six Lectures on Economic Growth. Glencoe, Il.: Free Press.",
        "The Lancet. 1980. The fate of the baby under 1501 g. at birth. Lancet:461- 1464.",
        "Landes, D.S. 1950. The statistical study of French crises. J. Econ. Mist.",
        "Lasiett, P. 19814. The World We Have Lost: England before the Industrial Age. 3rd ed. New York: Charles Scribners.",
        "Lebergott, S. 1976. The American Economy: Income, Wealth, and Want.",
        "Princeton, N.J.: Princeton Univ. Press. Lebergott, 5. 198~-t. The Americans: An Economic Record. New York: W.W. Norton. Lee, H. 1981. Short-term variation: vital rates, prices and weather. In The Population History of England, 1541-1871: A Reconstruction. E.A.",
        "Wrigley and R.S. Schofield, eds., 356-401. Cambridge, Mass: Harvard Univ. Press. Levy, D. 1984. The life expectancy of colonial Maryland legislators, mimeo, Univ. of Chicago.",
        "Lindert, P.14. 1980. English occupations, 1670-1811. .5. Econ. Hist. 40:685- 712.",
        "Lindert, P.11. 1983. English living standards, population growth, and Wrigley-Schofield. Explor. Econ. Hist. 20:131-155.",
        "Interdiscip. 1-list. 15: 6096314. Lindert, P.H. and Williamson, J.G. 1983a. English workers living standards during the industrial revolution: a new look. Econ. Hist. H. 36:1-25."
    ]
}