{
    "id": 1803,
    "cites": 17,
    "cited_by": 9,
    "reference": [
        "Kydlarid, F. and E. Prescott (1977), Rules Versus Discretion: The Inconsistency of Optimal Plans, Journal of Political Economy, 85, June, 473-491.",
        "Poterba, J. and L. Summers (1983), Dividend Taxes, Corporate Investment, and q, Journal of Public Economics, 22, November, 135-167.",
        "Economic Activity, 14:2, 451-505. _____ (1984), The Fair Tax Act and Corporate Investment: An Evaluation of the Bradley-Gephardt Proposal, nhimeo.",
        "Auerbach, A. (1979), Inflation and the Choice of Asset Life, Journal of Political Economy, 87, June, 621-638.",
        "Abel, A. and 0. Blanchard (1984), The Present Value of Profits and Cyclical Movements in Investment, mimeo.",
        "Abel, A. (1982), Dynamic Effects of Permanent and Temporary Tax Policies in a q Model of Investment, Journal of Monetary Economics, 9, March, 353-373.",
        "Jorgenson, 0. and M. Sullivan (1981), Inflation and Corporate Capital Recovery, in C. Hulten, ed., Depreciation, Inflation, and the Taxation of Income from Captial, 171-237.",
        "Hulten, C., F. Wykoff, and J. Robertson (1982), Corporate Tax Policy and Economic Growth: An Analysis of the 1981 and 1982 Acts, (Washington: Urban Institute).",
        "Hall, R. and 0. Jorgenson (1967), Tax Policy and Investment Behavior, American Economic Review, 57, June, 391-414.",
        "Gravelle, J. (1981), The Social Cost of Nonneutral Taxation: Estimates for Nonresidential Capital, in C. Hulton, ed., Depreciation, Inflation, and the Taxation of Income from Capital, (Washington: Urban Institute), 239-250.",
        "Feldstein, M., J. Poterba, and L. Dicks-Mireaux (1983), The Effective Tax Rate and the Pretax Rate of Return, Journal of Public Economics, 21, 129-158.",
        "Eisner, R. and N. Nadiri (1968), Investment Behavior and Neoclassical Theory, Review of Economics and Statistics, 50, August, 369-382.",
        "Ch-irinko, R. and R. Eisner (1983), Tax Policy and Investment in Major U.S. Macroeconometric Models, Journal of Public Economics, 20, March, 139-166.",
        "Auerbach, A. and 0. Jorgenson (1980), Inflation-Proof Depreciation of Assets, Harvard Business Review, 58, September/October, 113-118.",
        "Bischoff, C. (1971), The Effect of Alternative Lag Distributions, in G. Fromm, ed., Tax Incentives arid Capital Spending, (Washington: Brookings), 61-130.",
        "Auerbach, A. and L. Kotlikoff (1983), Investment Versus Savings Incentives: The Size of the `Bang for the Buck and the Potential for Self-Financing Business Tax Cuts, in L. Meyer, ed., The Economic Consequences of Government Deficits, (Boston: Kluwer-Nijhoff), 121-154.",
        "King, M. and 0. Fullerton (1984), eds., The Taxation of Income from Capital, (Chicago: University of Chicago Press)."
    ]
}