{
    "id": 18035,
    "cites": 25,
    "cited_by": 22,
    "reference": [
        "Solon, Gary and Donggyun Shin, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Trends in MenÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0084¢s Earnings Volatility: What Does the Panel Study of Income Dynamics Show?,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Journal of Public Economics, 2011, 95, 973Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c982.",
        "Schulhofer-Wohl, Sam, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Heterogeneity and Tests of Risk Sharing,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Technical Report, Federal Reserve Bank of Minneapolis 2011.",
        "Saez, Emmanuel, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Striking it Richer: The Evolution of Top Incomes in the United States,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Working Paper, University of California at Berkeley March 2012.",
        "Sabelhaus, John and Jae Song, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093The Great Moderation in Micro Labor Earnings,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Journal of Monetary Economics, 2010, 57, 391Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c403.",
        "Piketty, Thomas and Emmanuel Saez, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Income Inequality in the United States: 1913-1998,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Quarterly Journal of Economics, 2003, 118 (1), 1Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c39.",
        "Parker, Jonathan A. and Annette Vissing-JÃ\u0083Æ\u0092Ã\u0082Â¸rgensen, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093The Increase in Income Cyclicality of High-Income Households and Its Relation to the Rise in Top Income Shares,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Brookings Papers on Economic Activity, 2010, 41 (2), 1Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c70.",
        "Panis, Constantinjn, Ronald Euller, Cynthia Grant, Melissa Bradley, Christine E. Peterson, Randall Hirscher, and Paul Stinberg, SSA Program Data UserÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0084¢s Manual, Baltimore, MD: Social Security Administration, 2000.",
        "Olsen, Anya and Russell Hudson, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Social Security AdministrationÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0084¢s Master Earnings File: Background Information,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Social Security Bulletin, 2009, 69 (3), 29Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c46.",
        "MoÃ\u0083Â¯Ã\u0082Â¬Ã\u0082Æ\u0092tt, Robert A. and Peter Gottschalk, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Trends in the Variances of Permanent and Transitory Earnings in the U.S. and Their Relation to Earnings Mobility,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Boston College Working Papers in Economics 444, Boston College July 1995.",
        "Storesletten, Kjetil, Chris I. Telmer, and Amir Yaron, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Cyclical Dynamics in Idiosyncratic Labor Market Risk,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Journal of Political Economy, June 2004, 112 (3), 695Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c717. APPENDIX: NOT FOR PUBLICATION",
        "Mankiw, N. Gregory, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093The equity premium and the concentration of aggregate shocks,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Journal of Financial Economics, September 1986, 17 (1), 211Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c219.",
        "Lemieux, T., Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Increasing residual wage inequality: Composition eÃ\u0083Â¯Ã\u0082Â¬Ã\u0082â\u0082¬ects, noisy data, or rising demand for skill?,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d American Economic Review, 2006, 96 (3), 461Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c498.",
        "Kopczuk, Wojciech, Emmanuel Saez, and Jae Song, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Earnings Inequality and Mobility in the United States: Evidence from Social Security Data Since 1937,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Quarterly Journal of Economics, 2010, 125 (1).",
        "Juhn, Chinhui, Kevin M Murphy, and Brooks Pierce, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Wage Inequality and the Rise in Returns to Skill,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Journal of Political Economy, June 1993, 101 (3), 410Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c42.",
        "Haider, Steven J. and Gary Solon, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Life-Cycle Variation in the Association between Current and Lifetime Earnings.,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d American Economic Review, 2006, 96 (4), 1308Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c1320.",
        "Gottschalk, Peter and Minh Huynh, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Are Earnings Inequality and Mobility Overstated? The Impact of Non-Classical Measurement Error,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Review of Economics and Statistics, 2010, 92 (2), 302Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c315.",
        "Dynan, Karen, Douglas W. Elmendorf, and Daniel E. Sichel, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093The Evolution of Household Income Volatility,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Technical Report, Federal Reserve Board 2007.",
        "Constantinides, George M. and Darrell DuÃ\u0083Â¯Ã\u0082Â¬Ã\u0082Æ\u0092e, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Asset Pricing with Heterogeneous Consumers, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d The Journal of Political Economy, 1996, 104 (2), 219Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c240.",
        "Congressional Budget OÃ\u0083Â¯Ã\u0082Â¬Ã\u0082Æ\u0092ce, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Recent Trends in the Variability of Individual Earnings and Family Income,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Washington, DC 2008.",
        "Castro, Rui and Daniele Coen-Pirani, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Why Have Aggregate Skilled Hours Become So Cyclical Since the Mid-1980s?,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d International Economic Review, 2008, 49 (1), 135Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c184.",
        "Brav, Alon, George Constantinides, and Christopher Geczy, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Asset Pricing with Heterogeneous Consumers and Limited Participation: Empirical Evidence,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Journal of Political Economy, 2002, 110 (4), 793Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c824.",
        "Bonhomme, Stephane and Laura Hospido, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Earnings Inequality in Spain,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Working Paper, CEMFI 2012.",
        "BÃ\u0083Æ\u0092Ã\u0082Â¶nke, Timm, Matthias Giesecke, and Holger LÃ\u0083Æ\u0092Ã\u0082Â¼then, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Dynamics of Earnings in Germany: Evidence from Social Security Records,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Working Paper, Freie Universtat Berlin 2011.",
        "Balleer, Almut and Thijs van Rens, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Skill-Biased Technological Change and the Business Cycle,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d CEPR Discussion Papers No 8410 2011.",
        "Autor, David, Lawrence Katz, and Melissa S. Kearney, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Trends in U.S. Wage Inequality: Revising the Revisionists,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Review of Economics and Statistics, 2008, 90 (2), 300Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c23."
    ]
}