{
    "id": 1804,
    "cites": 10,
    "cited_by": 2,
    "reference": [
        "Barro, Robert J. Are Government Bonds Net Wealth? Journal of_Political Economy, 82 (November/December, 1974), 1095-1117.",
        "Blinder, Alan S., and Deaton, Angus S. The Time Series Consumption Function Revisited. Brooking~s Papers on Economic Activity, forthcoming. Bodie, Zvi, Kane, Alex, and McDonald, Robert. Why Havent Nominal Rates Declined? Financial Analysts Journal, 40 (March-April, 1984), 16-27.",
        "Breeden, Douglas. An intertemporal Capital Asset Pricing Model with Stochastic Consumption and Investment Opportunities Journal of Financial Economics, 7 (September, 1979), 265-296.",
        "Brainard, William C. and Tobin, James. Pitfalls in Financial ModelBuilding. American Economic Review, 58 (May, 1968) , 99-122.",
        "Friedman, Benjamin M. Effects of Shifting Saving Patterns on Interest Rates and Economic Activity. Journal of Finance, 37 (March, 1982), 37-62.",
        "Friedman, Benjamin M., and Roley, V. Vance. Aspects of Investor Behavior under Risk. Feiwel (ed.), Essays in Honor of Kenneth Arrow, forthcoming. Goldfeld, Stephen N., and Blinder, Alan S. Some Implications of Endogenous Stabilization. Brookings Papers on Economic Activity (No. 3, 1972), 585-640.",
        "Isard, Peter, and Stekler, Lois. U.S. International Capital Flows and the Dollar. Brookings Papers on Economic Activity (No. 1, 1985), 219-236.",
        "Lintner, John. The Aggregation of Investors Diverse Judgments and Preferences in Purely Competitive Security Markets. Journal of Financial and Quantitative Analysis, 4 (December, 1969), 347-400.",
        "Marris, Stephen N. Dollars and Deficits: The World Economy at Risk. Washington: Institute for International Economics, l985a. Marris, Stephen N. The Decline and Fall of the Dollar: Some Policy Issues. Brookings Papers on Economic Activity (No. 1, l985b), 237-244. Sachs, Jeffrey D. The Dollar and the Policy Mix: 1985. Brookings_Papers on Economic Activity (No. 1, 1985) , 117-185.",
        "Weiller, Kenneth J. Government Deficits, Debt and the Real Exchange Rate in a Two-Country Model: Theory and Evidence. Mimeo: Harvard University, 1985."
    ]
}