{
    "id": 1805,
    "cites": 22,
    "cited_by": 5,
    "reference": [
        "Auerbach, Alan J., Saving in the U.S.: Some Conceptual Issues, in Patric R. Hendershott ed., The Level and Composition of Household Saving, Ba1lin~er 1984.",
        "Baillie, Richard T,, Robert E. Lippens and Patrick C. McMahon, Testing Rational Expectations and Efficiency in the Foreign Exchange Market, Econometrica Vol. 51 No. 3 pp. 353-564, May 1983.",
        "Bernanke, Ben S., Adjustment Costs, Durables, and Aggregate Consumption , Journal of Monetary Economics Vol. 15 No. 1, January 1985.",
        "Blinder, Alan S. and Angus S. Deaton, The Time Series Consumption Function Revisited, paper for presentation at Brookings Panel on Economic Activity, September 1985.",
        "Campbell, John Y. and Robert J. Shiller, Cointegration and Tests of Present Value Models, paper in preparation, 1985.",
        "Davidson, J.E.H., D.F.Hendry, F.Srba and S.Yeo, Econometric Modelling of the Aggregate Time-Series Relationship between Consumers Expenditure and Income in the U.K., Economic Journal pp. 661-693, 1978.",
        "Davidson, J.E.H. and D.F.Hendry, Interpreting Econometric Evidence: The Behavior of Consumer Expenditure in the U.K., European Economic Review pp. 177-192, 1981.",
        "Deaton, Angus S., Life-Cycle Models of Consumption: Is the Evidence Consistent with the Theory?, paper for presentation at World Congress of the Econometric Society, August 1985.",
        "Flavin, Marjorie A., The Adjustment of Consumption to Changing Expectations about Future Income, Journal of Political Economy Vol. 89 No. 5 pp. 974-1009, October 1981.",
        "Granger, Clive W.J. and Robert F. Engle, Dynamic Model Specification with Equilibrium Constraints: Cointegration and Error-Correction, University of California at San Diego Discussion Paper 85-18, May 1985.",
        "Hall, Robert E., Stochastic Implications of the Life Cycle-Permanent Income Hypothesis: Theory and Evidence, Journal of Political Economy Vol. 86 No. 5 pp. 971-987, October 1978.",
        "Hansen, Lars Peter and Thomas J. Sargent, Linear Rational Expectations Models for Dynamically Interrelated Variables, in Robert E. Lucas Jr. and Thomas J. Sargent eds., Rational Expectations and Econometric Prac tice, Minnesota, 1981.",
        "Hayashi, Fumio, The Permanent Income Hypothesis: Estimation and Testing by Instrumental Variables, Journal of Political Economy Vol. 90 No. 5 pp. 895-916, October 1982.",
        "King, Mervyn A., The Economics of Saving, NBER Working Paper No. 1247, December 1983.",
        "Mankiw, N. Gregory and Matthew D. Shapiro, Trends, Random Walks, and Tests of the Permanent Income Hypothesis, Cowles Foundation Discussion Paper, Yale University, 1984.",
        "Muellbauer, John, Surprises in the Consumption Function, Economic Journal pp. 34-50, 1983.",
        "Nelson, Charles R., A Reappraisal of Recent Tests of the Permanent Income Hypothesis, NBER Working Paper No. 1687, August 1985.",
        "Sargent, Thomas J., Rational Expectations, Econometric Exogeneity, and Consumption, Journal of Political Economy Vol. 86 No. 4 pp. 673-700, August 1978.",
        "Rational Ex;ectations Model of the Term Structure, Journal of Monetary Economics Vol. 5 pp. 133-143, January 1979.",
        "Sawa, Takamitsu, Information Criteria for Discriminating Among Alternative Regression Models, Econometrica Vol. 46 No. 6 pp. 1273-1291, November 1978.",
        "Stock, James H., Asymptotic Properties of Least Squares Estimates of Cointegrating Vectors, unpublished paper, Harvard University, November 1984.",
        "White, Halbert, y~~c Theory for Econometricians, Academic Press, 1984."
    ]
}