{
    "id": 18056,
    "cites": 32,
    "cited_by": 1,
    "reference": [
        "Aakvik, A, Heckman JJ, Vytlacil E. 1999. Semiparametric program evaluation: lesson from an evaluation of a Norwegian training program. University of Chicago, unpublished manuscript.",
        "Basu A, Heckman J, Navarro-Lozano S, Urzua S. 2007. Use of instrumental variables in the presence of heterogeneity and self-selection: An application to treatments of breast cancer patients. Health Economics 16(11): 1133-1157.",
        "Basu A. 2009. Individualization at the heart of comparative effectiveness research: The time for i-CER has come. Medical Decision Making 29(6): N9-N11.",
        "Basu A. 2011a. Economics of individualization in comparative effectiveness research and a basis for a patient-centered healthcare. 2011 NBER Working Paper No. w16900. Journal of Health Economics 30(3); 549-559.",
        "Basu A. 2011b. Estimating decision-relevant comparative effects using instrumental variables. Statistics in Biosciences 3(1): 6-27.",
        "Basu A, Jena A. Philipson T. 2011. Impact of comparative effectiveness research on health and healthcare spending. 2010 NBER Working Paper No. w15633. Journal of Health Economics 30(4): 695-76.",
        "Bill-Axelon A, Holmberg L, Filen F, et al. 2009. Radical prostatectomy versus watchful waiting in localized prostate cancer: the Scandanavian prostate cancer group 4 randomized trial. Journal of the National Cancer Institute 100:1144-1154.",
        "Brown M, GF Riley, N Schussler, Etzioni R. 2002. Estimating health care costs related to cancer treatment from SEER-Medicare data. Medical Care 40(8 Suppl.):IV-104-117.",
        "Carniero P, Lee S. 2009. Estimating distribution of potential outcomes using local instrumental variables with an application to changes in college enrollment and wage inequality. Journal of Econometrics 149: 191-208.",
        "Carniero P, Hansen KT, Heckman JJ. 2001. Removing the veil of ignorance in assessing distributional impacts of social policies. Swedish Economic Policy Review 8: 273-301.",
        "Carniero P, Hansen KT, Heckman JJ. Estimating distributions of treatment effects with an application to the returns to schooling and measurement of the effects of uncertainty on college choice. International Economic Review 2003; 44(2): 361-422.",
        "Chandra A, Staiger D. Productivity spillovers in health care: Evidence from the treatment of heart attacks. Journal of Political Economy 2007; 115(11):103-140. Chandra A, Skinner JS. Technology growth and expenditure growth in health care.",
        "Claxton K. The Irrelevance of Inference: A Decision-Making Approach to the Stochastic Evaluation of Health Care Technologies. Journal of Health Economics 1999; 18: 341-364.",
        "Cooper GS, Viring B, Klabunde CN, Schussler N, Freeman J, Warren JL. Use of SEERMedicare data for measuring cancer surgery. Medical Care 2002; 40[Suppl]: IV43 Ã\u0083Â¢ IV-48.",
        "Garber, Alan M. and Charles E. Phelps. Ã\u0083Â¢Economic Foundations of Cost-Effectiveness Analysis,Ã\u0083Â¢ Journal of Health Economics vol. 16, no. 1, February 1997, pp. 1-32.",
        "Holmberg L, Bill-Axelson A, Helgesen F et al. A randomized trial comparing radical prostatectomy with watchful waiting in early prostate cancer. New England Journal of Medicine 2002; 347(11): 781-9. Imbens G, Angrist J. Identification and estimation of local average treatment effects.",
        "Jemal A, Siegel R, Ward E, Hao Y, Xu J, Murray T, Thun MJ. 2008. Cancer Statistics, 2008. CA: A Cancer Journal for Clinicians 58: 71-96.",
        "Landis SH, Murray T, Bolden S, Wingo PA. 1999. Cancer Statistics, 1999. CA: A Cancer Journal for Clinicians 49(1): 8-31.",
        "Meltzer, DO, B Egleston, I Abdalla. 2001. Patterns of prostate cancer treatment by clinical stage and age in the United States. American Journal of Public Health 91(1): 126-128.",
        "Meltzer D, Huang E, Jin L, Shook M, Chin M. 2003. Major bias in cost-effectiveness analysis due to failure to account for self-selection: impact in intensive therapy for type 2 diabetes among the elderly. Medical Decision Making (abstract) 23(6): 576.",
        "Heckman JJ. 1996. Comments on Angrist, Imbens, and Rubin: Identification of Causal Effects Using Instrumental Variables. Journal of American Statistical Association 91: 434.",
        "Heckman JJ. HonorÃ\u0083Æ\u0092 B. 1990. The empirical content of the Roy Model. Econometrica 58: 1121-1149.",
        "Heckman JJ, Smith J. 1993. Assessing the case for randomized evaluations of social programs, in K. Jensen and P. Madsen (eds.), Measuring Labor Market Outcomes, Ministry of Labor, Copenhagen.",
        "Heckman JJ, Vytlacil EJ. 1999. Local instrumental variables and latent variable models for identifying and bounding treatment effects. Proceedings of the National Academy of Sciences 96(8): 4730-34.",
        "Heckman JJ. 2001. Accounting for heterogeneity, diversity and general equilibrium in evaluating social programmes. The Economic Journal 111: F654-F699.",
        "Heckman JJ, Vytlacil E. 2001. Local instrumental variables. In C. Hsiao, K. Morimue, and J.L. Powell (Eds.) Nonlinear Statistical Modeling: Proceedings of the Thirteenth International Symposium in Economic Theory and Econometrics: Essays in the Honor of Takeshi Amemiya, Cambridge University Press: New York, 1-46.",
        "Heckman JJ, Vytlacil E. 2005. Structural equations, treatment effects and econometric policy evaluation. Econometrica 73(3): 669-738.",
        "Heckman JJ, Clements N, Smith J. 1997. Making the most out of programme evaluations and social experiments: accounting for heterogeneity in program impacts, Review of Economic Studies 64: 487-535.",
        "Heckman JJ, Urzua S, Vytlacil E. 2006. Understanding instrumental variables in models with essential heterogeneity. Review of Economics and Statistics 88(3): 389432.",
        "Terza JV, Basu A, Rathouz PJ. 2008. Two-stage residual inclusion estimation: Addressing endogeneity in health econometric modeling. Journal of Health Economics 27(3):531-543.",
        "Vanness DJ, Mullahy J. 2006. Perspectives on Mean-based Evaluation of Health Care. In Jones A. (Eds) The Elgar Companion to Health Economics, Edward Elgar Publishing: Cheltenham.",
        "Viring BA, Warren JL, Cooper GS, Klabunde CN, Schussler N, Freeman J. 2002. Studying radiation therapy using SEER-Medicare linked data. Medical Care 40[Suppl]: IV-49 Ã\u0083Â¢ IV-54."
    ]
}