{
    "id": 18060,
    "cites": 19,
    "cited_by": 9,
    "reference": [
        "Bradley CJ, Neumark D, Luo Z, Bednarek H. Employment-based health insurance, illness, and labor supply of women: evidence from married women with breast cancer. Health Economics 2006;16(7):719-734.",
        "Bradley CJ, Neumark D, Luo Z, Schenk M. Employment and cancer: findings from a longitudinal study of breast and prostate cancer survivors. Cancer Investigation 2007;25(1):4754.",
        "Bradley CJ, Neumark D, Motika M. The effects of health shocks on employment and health insurance: the role of employer-provided health insurance. National Bureau of Economic Research Working Paper 17223. 2011.http://www.nber.org/papers/w17223. Accessed November 22, 2011.",
        "Cawley J, Moriya AS, Simon KI. The impact of the macroeconomy on health insurance coverage: evidence from the great recession. National Bureau of Economic Research Working Paper 17600. 2011. http://www.nber.org/papers/w17600.pdf. Accessed April 26, 2012.",
        "Cooper PF, Monheit AC. Does employment-related health insurance inhibit job mobility? Inquiry 1993;30(4):400-416.",
        "Gabel JR, McDevitt R, Lore R, Pickreign J, Whitmore H, Ding T. Trends in underinsurance and the affordability of employer coverage, 2004-2007. Health Affairs 2009;28(4):w595-606.",
        "Gilleskie DB, Lutz BF. The impact of employer-provided health insurance on dynamic employment transitions. The Journal of Human Resources 2002;37(1):129-162.",
        "Hassett MJ, O'Malley AJ, Keating NL. Factors influencing changes in employment among women with newly diagnosed breast cancer. Cancer 2009;115(12):2775-2782.",
        "Henry J. Kaiser Family Foundation. Focus on health reform: summary of coverage provisions in the Patient Protection and Affordable Care Act. 2011. http://www.kff.org/ healthreform/upload/8023-R.pdf. Accessed January 26, 2012.",
        "Johnsson A, Fornander T, Rutgvist LE, Olsson M. Work status and life changes in the first year after breast cancer diagnosis. Work 2011;38(4):337-346.",
        "Kapur K. The impact of health on job mobility: a measure of job lock. Industrial and Labor Relations Review 1998;51(2):282-298.",
        "Madrian B. Employment-based health insurance and job mobility: Is there evidence of job lock? The Quarterly Journal of Economics 1994; 109(1):27-54.",
        "Mujahid MS, Janz NK, Hawley ST, Griggs JJ, Hamilton AS, Graff J, Katz SJ. Racial/ethnic differences in job loss for women with breast cancer. Journal of Cancer Survivorship 2011;5(1):102-111.",
        "National Cancer Institute (a). Estimated U.S. cancer prevalence. 2011. http://cancercontrol.",
        "Schwartz K, Claxton G, Martin K, Schmidt C. Spending to survive: cancer patients confront holes in the health insurance system. 2009. http://www.kff.org/insurance/upload/7851.pdf.",
        "Stephan P. Breast cancer treatment and recovery times: treatment schedule and time management during breast cancer. 2010. http://breastcancer.about.com/od/whattoexpect/a/Breast-CancerTreatment -Recovery-Times.htm. Accessed November 10, 2011.",
        "Tunceli K, Short PF, Moran JR, Tunceli O. Cancer survivorship, health insurance, and employment transitions among older workers. Inquiry 2009;46(1):17-32.",
        "United States Department of Labor Employee Benefits Security Administration. COBRA continuation coverage assistance under ARRA. 2011. http://www.dol.gov/ebsa/COBRA.html.",
        "United States Department of Labor Wage and Hour Division. Family and Medical Leave Act. 2012. http://www.dol.gov/whd/fmla. Accessed April 26, 2012."
    ]
}