{
    "id": 18068,
    "cites": 31,
    "cited_by": 21,
    "reference": [
        "Wiswal, Matthew and Basit Zafar, 2011. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009dDeterminants of College Major Choice: IdentiÃ\u0083Â¯Ã\u0082Â¬Ã\u0082Â\u0081cation using an Information Experiment.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Mimeo.",
        "Rouse, Cecilia E., 1995. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Democratization or Diversion? The EÃ\u0083Â¯Ã\u0082Â¬Ã\u0082â\u0082¬ect of Community Colleges on Educational Attainment.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Journal of Business and Economic Statistics 13(2): 217-224.",
        "Rothstein, Jesse and Albert Yoon, 2008. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Mismatch in Law School.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d NBER Working Paper No. 14275.",
        "Reynolds, C. Lockwood, 2009. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Where to Attend? Estimating the EÃ\u0083Â¯Ã\u0082Â¬Ã\u0082â\u0082¬ects of Beginning College at a Twoyear Institution.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Mimeo.",
        "Lovenheim, Michael F. and C. Lockwood Reynolds, 2011. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093The EÃ\u0083Â¯Ã\u0082Â¬Ã\u0082â\u0082¬ect of Housing Wealth on College Choice: Evidence from the Housing Boom.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Mimeo.",
        "Long, Bridget Terry, 2004. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093How Have College Decisions Changed Over Time? An Application of the Conditional Logistic Choice Model.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Journal of Econometrics 121(1-2): 271-296.",
        "Lehmann, Erich L., 1974. Nonparametrics: Statistical Methods Based on Ranks. San Francisco: Holden-Day.",
        "Kane, Thomas J. and Cecilia Elena Rouse, 1995. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Labor-Market Returns to Two- and Four-Year College.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d American Economic Review 85(3): 600Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c614.",
        "Hoxby, Caroline M., 2009. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093The Changing Selectivity of American Colleges.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Journal of Economic Perspectives 23(4): 95Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c118.",
        "Flores, Carlos A. and Oscar A. Mitnik, 2009. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Evaluating Nonexperimental Estimators for Multiple Treatments: Evidence from Experimental Data Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d IZA Discussion Paper No. 4451.",
        "Hoekstra, Mark, 2009. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093The EÃ\u0083Â¯Ã\u0082Â¬Ã\u0082â\u0082¬ect of Attending the State Flagship University on Earnings: A DiscontinuityBased Approach.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Review of Economics and Statistics 91(4): 717Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c724.",
        "Heckman, James J., JeÃ\u0083Â¯Ã\u0082Â¬Ã\u0082â\u0082¬rey Smith and Nancy Clements, 1997. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Making the Most Out of Programme Evaluations and Social Experiments: Accounting for Heterogeneity in Programme Impacts.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Review of Economic Studies 64(4): 487Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c537.",
        "Doksum, Kjell, 1974. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Empirical Probability Plots and Statistical Inference for Nonlinear Models in the Two-Sample Case.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d The Annals of Statistics 2: 267-277.",
        "DiNardo, John, Nicole Fortin and Thomas Lemieux, 1996. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Labor Market Institutions and the Distribution of Wages, 1973-1992: A Semiparametric Approach.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Econometrica 64(5): 1001-1044.",
        "Dale, Stacey Berg and Alan B. Krueger, 2002. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Estimating the PayoÃ\u0083Â¯Ã\u0082Â¬Ã\u0082â\u0082¬ to Attending A More Selective College: An Application of Selection on Observables and Unobservables.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Quarterly Journal of Economics 117(4): 1491-1527.",
        "Dale, Stacey Berg and Alan B. Krueger, 2011. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Estimating the Return to College Selectivity over the Career Using Administrative Earnings Data.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d National Bureau of Economic Research Working Paper 17159.",
        "Carneiro, Pedro, Karsten T. Hansen and James J. Heckman, 2003. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Estimating Distributions of Counterfactuals with an Application to the Returns to Schooling and Measurement of the EÃ\u0083Â¯Ã\u0082Â¬Ã\u0082â\u0082¬ect of Uncertainty on Schooling Choice.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d International Economic Review 44(2): 361Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c422.",
        "Cortes, Kalena E., 2011. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Do Bans on AÃ\u0083Â¯Ã\u0082Â¬Ã\u0082Æ\u0092rmative Action Hurt Minority Students? Evidence from the Texas Top 10% Plan.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Economics of Education Review 29(6): 1110Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c1124.",
        "Brewer, Dominik, Eric Eide and Ronald Ehrenberg, 1999. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Does it Pay to Attend an Elite Private College? Cross-Cohort Evidence on the EÃ\u0083Â¯Ã\u0082Â¬Ã\u0082â\u0082¬ects of College Type on Earnings.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Journal of Human Resources 34(1): 104-123.",
        "Bound, John, Michael F. Lovenheim and Sarah Turner, 2010. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Why Have College Completion Rates Declined ? An Analysis of Changing Student Preparation and Collegiate Resources.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d American Economic Journal: Applied Economics 2(3): 1-31.",
        "Black, Dan A. and JeÃ\u0083Â¯Ã\u0082Â¬Ã\u0082â\u0082¬rey A. Smith, 2006. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Estimating the Returns to College Quality with Multiple Proxies for Quality.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Journal of Labor Economics 24(3): 701Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c728.",
        "Black, Dan A. and JeÃ\u0083Â¯Ã\u0082Â¬Ã\u0082â\u0082¬rey A. Smith, 2004. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093How Robust is the Evidence on the EÃ\u0083Â¯Ã\u0082Â¬Ã\u0082â\u0082¬ects of College Quality? Evidence from Matching.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Journal of Econometrics 121(1-2): 99Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c124.",
        "Bitler, Marianne P., Jonah B. Gelbach and Hilary W. Hoynes, 2006. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093What Mean Impacts Miss: Distributional EÃ\u0083Â¯Ã\u0082Â¬Ã\u0082â\u0082¬ects of Welfare Reform Experiments .Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d American Economic Review 96(4): 988-1012.",
        "Avery, Christopher and Caroline M. Hoxby, 2004. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Do and Should Financial Aid Packages AÃ\u0083Â¯Ã\u0082Â¬Ã\u0082â\u0082¬ect StudentsÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0084¢ College Choices?Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d In Caroline M. Hoxby (Ed.) College Choices: The Economics of Where to Go, When to Go, and How to Pay for It. Chicago: University of Chicago Press.",
        "Autor, David H., Laurence F. Katz and Melissa S. Kearney, 2008. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Trends in U.S. Wage Inequality: Revising the Revisionists.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Review of Economics and Statistics 90(2): 300-323.",
        "Arcidiacono, Peter, Esteban M. Aucejo, Hanming Fang and Kenneth I. Spencer, 2011. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Does AÃ\u0083Â¯Ã\u0082Â¬Ã\u0082Æ\u0092rmative Action Lead to Mismatch? A New Test and Evidence.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Quantitative Economics 2(3): 303-333.",
        "Arcidiacono, Peter, V. Joseph Hotz and Songman Kang, 2011. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Modeling College Major Choice using Elicited Measures of Expectations and Counterfactuals.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Journal of Econometrics.",
        "Arcidiacono, Peter, 2004. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Ability Sorting and the Returns to College Major.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Journal of Econometrics 121(1-2): 343-375.",
        "Angrist, Joshua, Victor Chernozhukov and Ivan Fernandez-Val, 2006. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Quantile Regression under MisspeciÃ\u0083Â¯Ã\u0082Â¬Ã\u0082Â\u0081cation, with an Application to the U.S. Wage Structure.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Econometrica 74(2): 539Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c563.",
        "Abadie, Alberto, Joshua Angrist and Guido Imbens, 2002. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Instrumental Variables Estimates of the EÃ\u0083Â¯Ã\u0082Â¬Ã\u0082â\u0082¬ect of Subsidized Training on the Quantiles of Trainee Earnings.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Econometrica 70(1): 91Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c117.",
        "Firpo, Sergio, Nicole Fortin and Thomas Lemieux, 2010. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Decomposition Methods in EconomicsÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d NBER Working Paper No. 16045."
    ]
}