{
    "id": 18063,
    "cites": 21,
    "cited_by": 2,
    "reference": [
        "Stambaugh, Robert F., 1999, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Predictive Regressions,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Journal of Financial Economics 54, 375421.",
        "Schwert, G. William, 2003, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Anomalies and Market Efficiency,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Chapter 15 in Handbook of the Economics of Finance, eds. George Constantinides, Milton Harris, and Rene M. Stulz, North-Holland, 937-972.",
        "Reinganum, M.R. 1983, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093The anomalous stock market behavior of small firms in january: empirical tests for tax-loss selling effects,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Journal of Financial Economics 12, 89-104.",
        "Plosser, Charles I., and G. William Schwert, 1978, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Money, Income and Sunspots: Measuring Economic Relationships and the Effects of Differencing,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Journal of Monetary Economics 4, 637-660.",
        "Ohlson, James A., 1980, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Financial Ratios and the Probabilistic Prediction of Bankruptcy,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Journal of Accounting Research 18, 109-131.",
        "Novy-Marx, Robert, 2012, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093The Other Side of Value: the Gross Profitability Premium,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d working paper.",
        "Lettau, Martin, and Sydney Lugvigson, 2001, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Consumption, Aggregate Wealth, and Expected Stock Returns,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Journal of Finance 56, 815-849.",
        "Lemmon M., Portniaquina, E., 2006, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Consumer confidence and asset prices: some empirical evidence,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Review of Financial Studies 19, 1499-1529.",
        "Keim, D.B. 1983, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Size-related anomalies and stock return seasonality: further empirical evidence,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Journal of Financial Economics 12, 13-32.",
        "Heston, Stenven J., and Ronnie Sadka, 2008, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Seasonality in the cross-section of stock returns, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Journal of Financial Economics 87, 418-445.",
        "Frazzini, Andrea, and Lasse Pedersen, 2012, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Betting Against Beta,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d working paper.",
        "Granger, Clive W. J., and Paul Newbold, 1974, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Spurious regressions in economics,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Journal of Econometrics 4, 111-120.",
        "Foster, F. Douglas,Tom Smith, and Robert E.Whaley, 1997, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Ë\u009cAssessing goodness-of-t of asset pricing models: The distribution of the maximal R-squared,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Journal of Finance 52, 591-607.",
        "Ferson, W., Sarkissian, S., Simin, T., 2008, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Asset Pricing Models with Conditional Alphas and Betas: The Effects of Data Snooping and Spurious RegressionÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Journal of Financial and Quantitative Analysis 43, 331-354.",
        "Fama, E.F., and G. William Schwert, 1977, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Asset returns and inflation,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Journal of Financial Economics 5, 115-146.",
        "Ferson, W., Sarkissian, S., Simin, T., 2003, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Spurious regressions in Financial economicsÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Journal of Finance 58, 1393-1413.",
        "Fama, Eugene F., and Kenneth R. French, 1993, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Common Risk Factors in the Returns on Stocks and Bonds,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Journal of Financial Economics 33, 3-56.",
        "Fama, E.F., and Kenneth R. French, 1988, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Dividend yields and expected stock returns,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Journal of Financial Economics 22, 3-25.",
        "Baker, Malcolm, and Jeffery Wurgler, 2006, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Investor Sentiment and the Cross-Section of Stock Returns,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Journal of Finance 55, 1645-1680.",
        "Baker, Malcolm, and Jeffery Wurgler, 2000, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093The equity share in new issues and aggregate stock returns,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Journal of Finance 55, 2219-2257.",
        "Stambaugh, Robert F., Jianfeng Yu, and Yu Yuan, 2012, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093The Short of It: Investor Sentiment and AnomaliesÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Journal of Financial Economics 104, 288302."
    ]
}