{
    "id": 18070,
    "cites": 25,
    "cited_by": 5,
    "reference": [
        "Aizer, Anna, Laura Stroud, and Stephen Buka. Ã\u0083Â¢Maternal Stress and Child Well-Being: Evidence from Siblings,Ã\u0083Â¢ Brown University Department of Economics Working Paper, March 2009.",
        "Almond, Douglas and Janet Currie. 2011. Ã\u0083Â¢Killing Me Softly: The Fetal Origins Hypothesis.Ã\u0083Â¢ The Journal of Economics Perspectives.",
        "Almond, Douglas and Janet Currie. 2010. Ã\u0083Â¢Human Capital Development Before Age Five,Ã\u0083Â¢ in Orley Ashenfleter and David Card (Eds.), The Handbook of Labor Economics, 4b. Amsterdam: Elsevier Science B.V. Berkowitz, G.S., M.S. Wolff, T.M. Janevic, I.R. Holzman, P. Yehuda, P.J. Landrigan. 2003. Ã\u0083Â¢The World Trade Center Disaster and Intrauterine Growth Restriction,Ã\u0083Â¢ Journal of the American Medical Association, 290, 595-6.",
        "Black, Sandra, Paul Devereux and Kjell Salvanes. Ã\u0083Â¢From the Cradle to the Labor Market? The Effect of Birth Weight on Adult Outcomes, Quarterly Journal of Economics, March 2007.",
        "Buckles, Kasey and Daniel Hungerman. 2008. Ã\u0083Â¢Season of Birth and Later Outcomes: Old Questions, New Answers,Ã\u0083Â¢ National Bureau of Economic Research Working Paper No. 14573.",
        "Callaghan, William M., Sonja A. Rasmussen, Denise J. Jamieson, Stephanie J. Ventura, Sherry L. Farr, Paul D. Sutton, Thomas J. Matthews, Brady E. Hamilton, Katherine R. Shealy, Dabo Brantley, and Sam F. Posner. 2007. Ã\u0083Â¢Health Concerns of Women and Infants in Times of Natural Disasters: Lessons Learned from Hurricane Katrina,Ã\u0083Â¢ Maternal and Child Health Journal, 11: 307-311.",
        "Camacho, Adriana. 2008. Ã\u0083Â¢Stress and Birth Weight: Evidence from Terrorist Attacks.Ã\u0083Â¢ American Economic Review: Papers & Proceedings, 98(2): 511-515.",
        "Currie, Janet. 2011. Ã\u0083Â¢Inequality at Birth: Some Causes and Consequences.Ã\u0083Â¢ American Economic Review, May.",
        "Dunkel-Schetter, Christine. 2011. Ã\u0083Â¢Psychological Science on Pregnancy: Stress Processes, Biopsychosocial Models, and Emerging Research Issues,Ã\u0083Â¢ Annual Review of Psychology, 62, 531-558.",
        "Eccleston, Melissa. Ã\u0083Â¢In Utero Exposure to Maternal Stress: Effects of 9/11 on Birth and Early Schooling Outcomes in New York City,Ã\u0083Â¢ working paper, Harvard University, November 2011.",
        "Eskenazi, Brenda, Amy R. Marks, Ralph Catalano, Time Bruckner, and Paolo G. Toniolo. 2007. Ã\u0083Â¢Low birth weight in New York City and upstate New York following the events of September 11th .Ã\u0083Â¢ Human Reproduction, 22(11): 3013-3020.",
        "Glynn, Laura M., Pathik D. Wadhwa, Christine Dunkel-Schetter, Aleksandra Chicz-DeMet, and Curt A. Sandman. 2001. Ã\u0083Â¢When Stress Happens Matters: Effects of Earthquake Timing on Stress Responsivity in Pregnancy,Ã\u0083Â¢ American Journal of Obstetrics and Gynecology, 184(4): 637-642.",
        "Glynn, Laura M., Christine Dunkel-Schetter, Calvin J. Hobel, and Curt A. Sandman. 2008. Ã\u0083Â¢Pattern of Perceived Stress and Anxiety in Pregnancy Predicts Preterm Births,Ã\u0083Â¢ Health Psychology, 27(1): 43-51.",
        "Lauderdale, Diane. 2006. Ã\u0083Â¢Outcomes for Arabic-Named Women in California Before and After September 11.Ã\u0083Â¢ Demography, 43(1): pp.185-201.",
        "Lederman, Sally Ann, Virginia Rauh, Lisa Weiss, Janet L. Stein, Lori A. Hoepner, Mark Becker, and Frederica P. Perera. 2004. Ã\u0083Â¢The Effects of the World Trade Center Event on Birth Outcomes among Term Deliveries at Three Lower Manhattan Hospitals.Ã\u0083Â¢ Environmental Health Perspectives, 112(17): 1772-1778.",
        "Lipkind, Heather S., Allison Curry, Mary Huynh, Lorna Thorpe, Thomas Matte. 2010. Ã\u0083Â¢Birth Outcomes Among Offspring of Women Exposed to the Sept. 11, 2001, Terrorist Attacks,Ã\u0083Â¢ Obstetrics and Gynecology, 116 #4, 917-925.",
        "Mansour, Hani and Daniel Rees 2011. Ã\u0083Â¢Prenatal Stress on Birth Weight: Evidence from the alAqsa Intifada.Ã\u0083Â¢ Discussion Paper Series, IZA DP No. 5535.",
        "Morland, Leslie, Deborah Goebert, Jane Onoye, LeighAnn Frattarelli, Chris Derauf, Mark Herbst, Courtenay Matsu, and Matthew Friedman. 2007. Ã\u0083Â¢Posttraumatic Stress Disorder and Pregnancy Health: Preliminary Update and Implications,Ã\u0083Â¢ Psychosomatics, 48(4): 304-308.",
        "Mulder, E.J.H., P.G. Robles de Medina, A.C. Huizink, B.R.H. Van den Bergh, J.K. Buitelaar, and G.H.A. Visser. 2002. Ã\u0083Â¢Prenatal Maternal Stress: Effects on Pregnancy and the (Unborn) Child,Ã\u0083Â¢ Early Human Development, 70: 3-14.",
        "Rossin-Slater, Maya. Ã\u0083Â¢WIC in Your Neighborhood: New Evidence on the Impacts of Geographic Access to Clinics,Ã\u0083Â¢ Columbia University Department of Economics Working Paper, March 2012.",
        "Simeonova, Emilia. 2009. Ã\u0083Â¢Out of Sight, Out of Mind? The Impact of Natural Disasters on Pregnancy Outcomes,Ã\u0083Â¢ CESInfo Working Paper No. 2814.",
        "Tan, Cong E., Hong Jun Li, Xian Geng Zhang, Hui Zhang, Pei Yu Han, Qu An, Wei Jun Ding, Mi Qu Wang. 2009. Ã\u0083Â¢The Impact of the Wenchuan Earthquake on Birth Outcomes,Ã\u0083Â¢ PLoS ONE, 4(12): e8200.",
        "Torche, Florencia. 2011. Ã\u0083Â¢The Effect of Maternal Stress on Birth Outcomes: Exploiting a Natural Experiment,Ã\u0083Â¢ forthcoming in Demography.",
        "Weatherford, C. and W.M. Gray. 1988. Typhoon structure as revealed by aircraft reconnaissance. Part II: Structural variability, Mon. Wea. Rev., 116, pp.1044-1056.",
        "Xiong, Xu, Emily W. Harville, Donald R. Mattison, Karen Elkind-Hirsch, Gabriella Pridjian, and Pierre Buekens. 2008. Ã\u0083Â¢Exposure to Hurricane Katrina, Post-Traumatic Stress Disorder, and Birth Outcomes,Ã\u0083Â¢ The American Journal of the Medical Sciences, 336(2): 111-115."
    ]
}