{
    "id": 18076,
    "cites": 32,
    "cited_by": 3,
    "reference": [
        "Koleman Strumpf. 2002. \\Strategic Competition in Sequential Election Contests. \" Public Choice 111: 377-397.",
        "Wayne Steger, Andrew Dowdle, and Randall Adkins. 2004. \\The New Hampshire E ect in Presidential Nominations.\" Political Research Quarterly 57 (September): 375-390.",
        "Wayne Steger. 2008. \\Forecasting the Presidential Primary Vote: Viability, Ideology and Momentum.\" International Journal of Forecasting 24 (AprilJune) : 193-208.",
        "Deniz Selman. 2010. \\Optimal Sequencing of Presidential Primaries\", working paper, Bogazici University.",
        "Andrea Prat. 2002. \\Campaign Advertising and Voter Welfare\" Review of Economic Studies 69, 999-1018.",
        "Torsten Persson and Guido Tabellini. 2004. \\Constitutions and Economic Policy \" Journal of Economic Perspectives 18: 75-98.",
        "Torsten Persson, Gerard Roland and Guido Tabellini. 2000. \\Comparative Politics and Public Finance\" Journal of Political Economy 108: 1121-1161.",
        "Rebecca Morton and Kenneth Williams. 2001. Learning by Voting: Sequential Choices in Presidential Primaries and Other Elections. Ann Arbor: University of Michigan Press.",
        "Rebecca Morton and Kenneth Williams. 1999. \\Information Asymmetries and Simultaneous Versus Sequential Voting\". American Political Science Review 93 (March): 51-67.",
        "Allesandro Lizzeri and Nicola Persico. 2001. \\The Provision of Public Goods under Alternative Electoral Incentives,\" American Economic Review 91: 225339.",
        "Eric Maskin and Jean Tirole. 2004. \\The Politician and the Judge: Accountability in Government\" American Economic Review 94: 1034-1054.",
        "Brian Knight and Nathan Schi . 2010. \\Momentum and Social Learning in Presidential Primaries.\" Journal of Political Economy 118: 1110-1150.",
        "Tilman Klumpp and Mattias Polborn. 2006. \\Primaries and the New Hampshire E ect.\" Journal of Public Economics 90 (August): 1073-1114.",
        "Patrick Hummel. 2012. \\Sequential Voting in Large Elections with Multiple Candidates. \"Journal of Public Economics (in press).",
        "Patrick Hummel and Richard Holden. 2012. \\Optimal Primaries\", working paper, Yahoo! Research.",
        "Patrick Hummel. 2011. \\Sequential Voting When Long Elections Are Costly.\" Economics and Politics 23 (March): 36-58.",
        "George Deltas, Helios Herrera, and Mattias Polborn. 2010. \\A Theory of Learning and Coordination in the Presidential Primary System\", working paper, University of Illinois.",
        "Eddie Dekel and Michele Piccione. 2000. \\Sequential Voting Procedures in Symmetric Binary Elections.\" Journal of Political Economy 108 (February): 34-55.",
        "Stephen Coate and Brian Knight. 2007. \\Socially Optimal Districting: A Theoretical and Empirical Exploration\". Quarterly Journal of Economics 122: 1409-1471.",
        "Stephen Coate. 2004. \\Pareto-Improving Campaign Finance Policy\". American Economic Review 94: 628-655.",
        "Christophe Chamley. 2004. Rational Herds: Economic Models of Social Learning. Cambridge: Cambridge University Press.",
        "Sushil Bikhchandani, David Hirshleifer, and Ivo Welch. 1998. \\Learning from the Behavior of Others: Conformity, Fads, and Informational Cascades.\" Journal of Economic Perspectives 12 (Summer): 151-170.",
        "Sushil Bikhchandani, David Hirshleifer, and Ivo Welch. 1992. \\A Theory of Fads, Fashion, Custom, and Cultural Change as Informational Cascades.\" Journal of Political Economy 100 (October): 992-1026.",
        "Marco Battaglini, Rebecca Morton, and Thomas Palfrey. 2007. \\E ciency, Equity, and Timing of Voting Mechanisms.\" American Political Science Review 101 (August): 409-424.",
        "Battaglini, Marco. 2005. \\Sequential Voting with Abstention.\" Games and Economic Behavior 51 (May): 445-63.",
        "Larry Bartels. 1988. Presidential Primaries and the Dynamics of Public Choice. Princeton: Princeton University Press.",
        "Larry Bartels. 1987. \\Candidate Choice and the Dynamics of the Presidential Nominating Process.\" American Journal of Political Science 31 (February): 1-30.",
        "Abhijit Banerjee. 1992. \\A Simple Model of Herd Behavior.\" Quarterly Journal of Economics 107 (August): 797-817.",
        "Larry Bartels. 1985. \\Expectations and Preferences in Presidential Nomination Campaigns.\" American Political Science Review 79 (September): 804-815.",
        "Nageeb Ali and Navin Kartik. 2012. \\Herding with Collective Preferences.\" Economic Theory (in press).",
        "John Aldrich. 1980. \\A Dynamic Model of Presidential Nomination Campaigns. \" American Political Science Review 74 (September): 651-669.",
        "Randall Adkins and Andrew Dowdle. 2001. \\How Important Are Iowa and New Hampshire to Winning Post-Reform Presidential Nominations?\" Political Research Quarterly 54 (June):431-444."
    ]
}