{
    "id": 18089,
    "cites": 30,
    "cited_by": 19,
    "reference": [
        "Zuckerman, S. and Rajan, S. (1999). An alternative approach to measuring the eÃ\u0083Â¯Ã\u0082Â¬Ã\u0082â\u0082¬ects of insurance market reforms. Inquiry, pages 44Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009d56. Monthly Premium in $ 25 30 35 40 45 50 55 60 65 Age Average List Premium Average Spending Average Spending at Age 30 Prices",
        "Strombom, B., Buchmueller, T., and Feldstein, P. (2002). Switching costs, price sensitivity and health plan choice. Journal of Health economics, 21(1):89Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009d116.",
        "Starc, A. (2010). Insurer pricing and consumer welfare: Evidence from medigap. Manuscript. Harvard University.",
        "Simon, K. (2005). Adverse selection in health insurance markets? evidence from state small-group health insurance reforms. Journal of Public Economics, 89:1865Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009d1877.",
        "Sethi-Iyengar, S., Huberman, G., and Jiang, W. (2004). How much choice is too much? Contributions to 401 (k) retirement plans. Pension design and structure: New lessons from behavioral finance, pages 83Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009d95.",
        "Nevo, A. (2000). A practitionerÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0084¢s guide to estimation of random-coeÃ\u0083Â¯Ã\u0082Â¬Ã\u0082Æ\u0092cients logit models of demand. Journal of Economics & Management Strategy, 9(4):513Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009d548.",
        "Maestas, N., Schroeder, M., and Goldman, D. (2009). Price variation in markets with homogeneous goods: The case of medigap.",
        "Long, S. and Phadera, L. (2009). Estimates of health insurance coverage in Massachusetts from the 2009 Massachusetts Health Insurance Survey. Commonwealth of Massachusetts, Division of Health Care Finance and Policy.",
        "Kolstad, J. and Kowalski, A. (2010). The impact of an individual health insurance mandate on hospital and preventive care: Evidence from Massachusetts. National Bureau of Economic Research.",
        "Ketcham, J., Lucarelli, C., Miravete, E., and Roebuck, M. (2010). Sinking, swimming, or learning to swim in medicare part d. American Economic Review.",
        "Ilayperuma Simon, K. (2005). Adverse selection in health insurance markets? evidence from state small-group health insurance reforms. Journal of Public Economics, 89(9):1865Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009d1877.",
        "Health Connector (2010). Report to the Massachusetts Legislature: Implementation of Health Care Reform, Fiscal Year 2010.",
        "Handel, B. (2011). Adverse selection and switching costs in health insurance markets: When nudging hurts. National Bureau of Economic Research Working Paper 17459.",
        "Gruber, J. and Washington, E. (2005). Subsidies to employee health insurance premiums and the health insurance market. Journal of Health Economics, 24(2):253Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009d276.",
        "Gruber, J. (2011). Massachusetts points the way to successful health care reform. Journal of Policy Analysis and Management.",
        "Geruso, M. (2011). Community rating in employer health insurance: IneÃ\u0083Â¯Ã\u0082Â¬Ã\u0082Æ\u0092ciencies beyond adverse selection. Working Paper.",
        "Gruber, J. (2010). The tax exclusion for employer-sponsored health insurance. National Bureau of Economic Research Working Paper 15766.",
        "Frank, R. and Lamiraud, K. (2009). Choice, price competition and complexity in markets for health insurance. Journal of Economic Behavior & Organization, 71(2):550Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009d562.",
        "Finkelstein, A., Poterba, J., and Rothschild, C. (2009). Redistribution by insurance market regulation: Analyzing a ban on gender-based retirement annuities. Journal of financial economics, 91(1):38Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009d58.",
        "Finkelstein, A. (2004). Minimum standards, insurance regulation and adverse selection: evidence from the medigap market. Journal of Public Economics, 88(12):2515Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009d2547.",
        "Ericson, K. M. and Starc, A. (2012). Heuristics and heterogeneity in health insurance exchanges: Evidence from the massachusetts connector. The American Economic Review, 102(3):493Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009d497.",
        "Ericson, K. M. (2012). Consumer inertia and firm pricing in the medicare part d prescription drug insurance exchange. National Bureau of Economic Research Working Paper 18359.",
        "Einav, L., Finkelstein, A., and Cullen, M. (2010). Estimating welfare in insurance markets using variation in prices. Quarterly Journal of Economics, 125:877Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009d921.",
        "Dafny, L. and Ramanarayanan, S. (2012). Does it matter if your health insurer is forprofit ? eÃ\u0083Â¯Ã\u0082Â¬Ã\u0082â\u0082¬ects of ownership on premiums, insurance coverage, and medical spending. National Bureau of Economic Research Working Paper 18286.",
        "Dafny, L. (2010). Are health insurance markets competitive? American Economic Review, 100(4):1399Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009d1431. Dafny, L., Duggan, M., and Ramanarayanan, S. (forthcoming). Paying a premium on your premium: Consolidation in the u.s. health insurance industry. American Economic Review.",
        "Dafny, L., Ho, K., and Varela, M. (2010). Let them have choice: Gains from shifting away from employer-sponsored health insurance and toward an individual exchange. National Bureau of Economic Research Working Paper 15687.",
        "Cutler, D. and Reber, S. (1998). Paying for health insurance: The trade-oÃ\u0083Â¯Ã\u0082Â¬Ã\u0082â\u0082¬ between competition and adverse selection. The Quarterly Journal of Economics, 113(2):433Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009d 466.",
        "Chu, C., Leslie, P., and Sorensen, A. (2011). Bundle-Size Pricing as an Approximation to Mixed Bundling. The American Economic Review, 101(1):263Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009d303.",
        "Carlin, C. and Town, R. (2007). Adverse selection, welfare and optimal pricing of employersponsored health plans. U. Minnesota Working Paper.",
        "Blumberg, L., Buettgens, M., and Garrett, B. (2009). Age rating under comprehensive health care reform: Implications for coverage, costs, and household financial burdens. Timely Analysis of Immediate Health Policy Issues. Available at: http://www. urban. org/UploadedPDF/411970_age _rating. pdf."
    ]
}