{
    "id": 18095,
    "cites": 25,
    "cited_by": 5,
    "reference": [
        "Snyder, Jason, 2005, Detecting Manipulation in U.S. House Elections, Working Paper.",
        "Ziobrowski, Alan J., James W. Boyd, Ping Cheng and Brigitte J.Ziobrowski, 2011, Abnormal Returns From the Common Stock Investments of Members of the U.S. House of Representatives, Business and Politics: Vol. 13: Iss. 1, Article 4.",
        "Querubin, Pablo and James Snyder, Returns to U.S. Congressional Seats in the Mid-19th Century, in The Political Economy of Democracy, Enriqueta Aragones, Carmen Bevia, Humberto Llavador, and Norman Schofield (eds.), 2009.",
        "Olken, Benjamin and Rohini Pande, 2012, Corruption in Developing Countries, Working Paper.",
        "Matozzi, Andrea and Antonio Merlo, 2008, Political Careers or Career Politicians?, Journal of Public Economics 92(3-4), pages 597-608.",
        "Linden, Leigh, 2004, Are Incumbents Always Advantaged? The Preference for Non-Incumbents in India, Working Paper.",
        "Lenz, Gabriel, and Kevin Lim, 2009, Getting Rich(er) in Office? Corruption and Wealth Accumulation in Congress, Working Paper.",
        "Lazear, Edward P. and Sherwin Rosen, 1981, Rank-Order Tournaments as Optimum Labor Contracts, Journal of Political Economy 89(5): 841-864.",
        "Imbens, Guido and Thomas Lemieux, 2008, Regression Discontinuity Designs: A Guide to Practice, Journal of Econometrics 142(2) 615-635.",
        "Kotakorpi, Kaisa and Panu Poutvaara, 2011, Pay for Politicians and Candidate Selection: An Empirical Analysis, Journal of Public Economics 95 (7-8): 877-885.",
        "Folke, Olle, Shigeo Hirano and James M. Snyder, Jr, 2011, A Simple Explanation for Bias at the 50-50 Threshold in RDD Studies Based on Close Elections, Working Paper.",
        "Ferraz, Claudio and Frederico Finan, 2011, Electoral Accountability and Corruption: Evidence from the Audits of Local Governments, American Economic Review 101, 12741311.",
        "Ferejohn, John, 1986, Incumbent Performance and Electoral Control, Public Choice 50: 5-25.",
        "Eggers, Andrew and Jens Hainmueller, 2009, MPs for Sale? Estimating Returns to Office in Post-War British Politics, American Political Science Review, 103(4): 513-533.",
        "Eggers, Andrew and Jens Hainmueller, 2010, Political Investing: The Common Stock Investments of Members of Congress 2004-2008, Working Paper.",
        "DiNardo, John and David S. Lee, 2004, Economic Impacts of New Unionization on Private Sector Employees: 1984-2001, Quarterly Journal of Economics 119, 1383-1441.",
        "Caughey, Devin M. and Jasjeet S. Sekhon, 2010, Regression-Discontinuity Designs and Popular Elections: Implications of Pro-Incumbent Bias in Close U.S. House Races, Working Paper.",
        "Buchanan, James, 1989, The Public Choice Perspective, in Essays on the Political Economy, Honolulu: University of Hawaii Press.",
        "Carpenter, David, Brian Feinstein, Justin Grimmer and Eitan Hersh, 2011, Are Close Elections Random?, Working Paper.",
        "Braguinsky, Serguey , Sergey Mityakov, and Andrey Liscovich, 2010, Direct Estimation of Hidden Earnings: Evidence From Administrative Data, Working Paper.",
        "Bhavnani, Rikhil R., 2012, Using Asset Disclosures to Study Politicians Rents: An Application to India, Working Paper.",
        "Besley, Timothy, 2004, Paying Politicians: Theory and Evidence, Journal of the European Economic Association, 2, 193-215.",
        "Barro, Robert, 1973, The Control of Politicians: An Economic Model, Public Choice 14:19-42.",
        "Angrist, Joshua and Jorn-Steffen Pischke, 2009, Mostly Harmless Econometrics, Princeton University Press, Princeton, NJ.",
        "Banerjee, Abhijit V., Selvan Kumar, Rohini Pande and Felix Su, 2011, Do Informed Voters Make Better Choices? Experimental Evidence from Urban India, Working Paper."
    ]
}