{
    "id": 18098,
    "cites": 51,
    "cited_by": 3,
    "reference": [
        "Albrecht, J., Verbeke T. and de Clercq, M.: 2004, Informational efficiency of the U.S. SO2 permit market, Faculty of Economics and Business Administration, Working Paper no. 250, Ghent University, Belgium.",
        "Amemiya, T.: 1985, Advanced Econometrics, Basil Blackwell, Oxford.",
        "Arimura, T. H.: 2002, An empirical study of the SO2 allowance market: Effects of PUC Regulations, Journal of Environmental Economics and Management 44, 271-289.",
        "Bailey, E. HM.: 1998, Allowance trading activity and state regulatory rulings: Evidence from the U.S. Acid Rain Program, MIT CEEPR Working Paper 98006.",
        "Baldursson, F. M. and von der Fehr N. -H. M.: 2004, Price volatility and risk exposure: On market-based environmental policy instruments, Journal of Environmental Economics and Management 48, 682-704.",
        "Ben-David, S., Brookshire, D., Burness, S., McKee, M. and Schmidt, C.: 2000, Attitudes toward risk and compliance in emission permit market, Land Economics 76, 590-600.",
        "Bohi, D. R. and Burtraw, D.: 1997, SO2 allowance trading: How do expectations and experience measure up?, Electricity Journal 10, 67-75.",
        "Browning, M. and Lusardi A.: 1996, Household saving: Micro theories and micro facts, Journal of Economic Literature 34, 1797-1855.",
        "Burtraw, D.: 1996, The SO2 emissions trading program: Cost savings without allowance trades, Contemporary Economic Policy 14, 79-94.",
        "Carlson, C., Burtraw, D., Cropper, M. and Palmer, K. L.: 2000, Sulfur dioxide control by electric utilities: What are the gains from trade, Journal of Political Economy 108, 1292-1326.",
        "Carlson, D. A. and Sholtz, A. M.: 1994 Designing pollution market instruments: A case of uncertainty, Contemporary Economic Policy 12, 114-125.",
        "Cason, T.: 1993, Seller incentive properties of EPAs emission trading auction, Journal of Environmental Economics and Management 25, 177-195.",
        "Cason, T.: 1995, An experimental investigation of the seller incentives in the EPAs emission trading auction, American Economic Review 85, 905-922.",
        "Cason, T. and Gangadharan, L.: 2003 Transactions costs in tradable permit markets : An experimental study of pollution market designs, Journal of Regulatory Economics 23, 145-165.",
        "Cason, T. and Plott, C.: 1996 EPAs new emissions trading mechanism: A laboratory evaluation, Journal of Environmental Economics and Management 30, 133-160.",
        "Chicago Climate Exchange: 2004, The sulfur dioxide emission allowance trading program: Market architecture, market dynamics and pricing, Chicago Climate Exchange, Inc., Chicago.",
        "Considine, T. J. and Larson, D. F.: 2004, The environment as a factor of production, World Bank Policy Research Working Paper WPS 3271, Washington DC.",
        "Cronshaw, M. and Kruse, J. B.: 1996 Regulated firms in pollution permit markets with banking, Journal of Regulatory Economics 9, 179-189.",
        "Cropper, M. L. and Oates W. E.: 1992, Environmental economics: A survey, Journal of Economic Literature 30, 675-740.",
        "Dales, J. H.: 1968, Pollution, property and prices, University of Toronto Press, Toronto.",
        "Dijkstra, B. R. and Haan, M.: 2001, Sellers hedging incentives at EPAs emission trading auction, Journal of Environmental Economics and Management 41, 286-294.",
        "van Egteren, H. and Weber, M.: 1996, Marketable permits, market power, and cheating, Journal of Environmental Economics and Management 30, 161-173.",
        "Ellerman, D. A., Joskow, P. L., Schmalensee, R., Montero, J. P. and Bailey, E. M.: 2000, Markets for Clean Air : The U.S. Acid Rain Program, Cambridge University Press, New York.",
        "Ellerman, D. A. and Montero, J. P.: 1998, The declining trend in sulfur dioxide emissions: Implications for allowances prices, Journal of Environmental Economics and Management 36, 26-45.",
        "Godby, R. W., Mestelman, S. R., Muller, R. A. and Welland, J. D.: 1997, Emissions trading with shares and coupons when control over discharges is uncertain, Journal of Environmental Economics and Management 32, 359-381.",
        "Gollier, C.: 2001, The Economics of Risk and Time, MIT Press, Cambridge.",
        "Hahn, R. W.: 1984, Market power and transferable property rights, Quarterly Journal of Economics 99, 753-765.",
        "Hahn, R. W. and May, C. A.: 1994, The behavior of the allowance market: Theory and evidence, Electricity Journal 7, 28-37.",
        "Hennessy, D. A. and Roosen, J.: 1999, Stochastic pollution, permits and merger incentives, Journal of Environmental Economics and Management 37, 211-232.",
        "Holthausen, D. M.: 1979, Hedging and the competitive firm under price uncertainty, American Economic Review 69, 989-995.",
        "Joskow, P. L. and Schmalensee, R.: 1998, The political economy of market-based environmental policy: The U.S. Acid Rain Program, Journal of Law and Economics 41, 89-135.",
        "Joskow, P. L., Schmalensee, R. and Bailey E. M.: 1998, The market for sulfur dioxide emissions, American Economic Review 88, 669-685.",
        "Kazarosian, M.: 1997, Precautionary Savings - A panel study, Review of Economics and Statistics 79, 241-247.",
        "Keeler, A. G.: 1991, Noncompliant firms in transferable discharge permit markets: Some extensions, Journal of Environmental Economics and Management 21, 180-189.",
        "Kimball, M. S.: 1990, Precautionary savings in the small and in the large, Econometrica 58, 53-73.",
        "Kling, C. and Rubin, J.: 1997, Bankable permits for the control of environmental pollution, Journal of Public Economics 64, 99-113.",
        "Liski, M. and Montero J. P.: 2005, A note on market power in an emission permits market with banking, Environmental and Resource Economics, forthcoming.",
        "Lusardi, A.: 1998, On the importance of the precautionary saving motive, American Economic Review, Papers and Proceedings 88, 449-453.",
        "Malik, A. S.: 1990, Markets for pollution control when firms are non-compliant, Journal of Environmental Economics and Management 18, 97-106.",
        "Malik, A. S.: 2002, Further results on permit markets with market power and cheating, Journal of Environmental Economics and Management 44, 371-390.",
        "Misiolek, W. S. and Elder, H. W.: 1989, Exclusionary manipulation of markets for pollution rights, Journal of Environmental Economics and Management 16, 156-166.",
        "Montero J. P.: 1997, Marketable pollution permits with uncertainty and transactions costs, Resource and Energy Economics 20, 27-50.",
        "Montgomery, W. D.: 1972, Markets in licenses and efficient pollution control programs, Journal of Economic Theory 5, 395-418.",
        "Rubin, J.: 1996, A model of intertemporal emission trading, banking and borrowing, Journal of Environmental Economics and Management 31, 122-136.",
        "Sandmo, A.: 1996, Efficient environmental policy with imperfect compliance, Environmental and Resource Economics 23, 85-103.",
        "Schennach, S. M.: 2000, The economics of pollution permit banking in the context of Title IV of the 1990 Clean Air Act Amendments, Journal of Environmental Economics and Management 40, 189-210.",
        "Schmalensee, R., Joskow, P. L., Ellerman, D. A., Montero, J. P. and Bailey, E. M.: 1998, An interim evaluation of sulfur dioxide emissions trading, Journal of Economic Perspectives 12, 53-68.",
        "Skinner, J.: 1988, Risky income, life-cycle consumption and precautionary savings, Journal of Monetary Economics 22, 237-255.",
        "Stavins, R. N.: 1995, Transaction costs and tradeable permits, Journal of Environmental Economics and Management 29, 133-148.",
        "Swift, B.: 2001, How environmental laws work: An analysis of the utility sectors response to regulation of nitrogen oxides and sulfur dioxide under the Clean Air Act, Tulane Environmental Law Journal 14, 309-424.",
        "Tietenberg, T. H.: 1985, Emissions trading: An exercise in reforming pollution policy, Resources for the Future, Washington DC."
    ]
}