{
    "id": 18108,
    "cites": 63,
    "cited_by": 15,
    "reference": [
        "Jason Abaluck and Jonathan Gruber. Choice inconsistencies among the elderly: Evidence from plan choice in the medicare part d program. NBER Working Paper 14759, February 2009.",
        "Aviva Aron-Dine, Liran Einav, and Amy Finkelstein adn Mark Cullen. Moral hazard in health insurance: How important is forward looking behavior? NBER Working Paper 17802, February 2012.",
        "Kenneth J. Arrow. Uncertainty and the welfare economics of medical care. The American Economic Review, 53(5):941Ã\u0083Â¢973, 1963.",
        "Martin Neil Baily. Some aspects of optimal unemployment insurance. Journal of Public Economics, 10:379Ã\u0083Â¢402, December 1978.",
        "Patrick Bajari, Han Hong, Minjung Park, and Robert Town. Regression discontinuity designs with an endogenous forcing variable and an application to contracting in health care. Working Paper, 2010.",
        "Soren Blomquist. Restriction in labor supply estimation: Is the macurdy critique correct? Economics Letters, 47:229Ã\u0083Â¢235, 1995. Soren Blomquist and Whitney Newey. Nonparametric estimation with nonlinear budget sets.",
        "Gary Burtless and Jerry A. Hausman. The eÃ\u0083Â¯ect of taxation on labor supply: Evaluating the gary negative income tax experiment. The Journal of Political Economy, 86(6):1103Ã\u0083Â¢30, 1978.",
        "Gary Burtless and Robert A. MoÃ\u0083Â¯t. The joint choice of retirement age and postretirement hours of work. Journal of Labor Economics, 3(2):209Ã\u0083Â¢236, April 1985.",
        "James H. Cardon and Igal Hendel. Symmetric information in health insurance: Evidence from the national medical expenditure survey. Rand Journal of Economics, 32(3):408Ã\u0083Â¢427, 2001.",
        "Raj Chetty. A general formula for the optimal level of social insurance. Journal of Public Economics, 90(10-11):1879Ã\u0083Â¢1901, November 2006.",
        "Raj Chetty. A new method of estimating risk aversion. American Economic Review, 96(5):1821Ã\u0083Â¢ 1834, December 2006b.",
        "Raj Chetty, John N. Friedman, Tore Olsen, and Luigi Pistaferri. Adjustment costs, Ã\u0083Â¯rm responses, and labor supply elasticities: Evidence from danish tax records. Quarterly Journal of Economics, 126(2):749Ã\u0083Â¢804, 2011.",
        "Pierre Andre Chiappori and Bernard Salanie. Testing for asymmetric information in insurance markets. The Journal of Poltical Economy, 108(1):56Ã\u0083Â¢58, February 2000.",
        "Fabian Duarte. Price elasticity of expenditure across health care services. Yale University Dissertation, Chapter 2, 2010.",
        "Isaac Ehrlich and Gary S. Becker. Market insurance, self-insurance, and self-protection. Journal of Politcal Economy, 80(4):623Ã\u0083Â¢48, July/August 1972.",
        "Matthew J. Eichner. Medical expenditures and major risk health insurance. Massachusettes Institute of Technology Dissertation, pages 1Ã\u0083Â¢66, 1997.",
        "Matthew J. Eichner. The demand for medical care: What people pay does matter. The American Economic Review. Papers and Proceedings of the Hundred and Tenth Annual Meeting of the American Economic Association, 88(2):117Ã\u0083Â¢121, May 1998.",
        "Liran Einav, Amy Finkelstein, and Mark Cullen. Estimating welfare in insurance markets using variation in prices. Quarterly Journal of Economics, 125(3):877Ã\u0083Â¢921, August 2010a.",
        "Liran Einav, Amy Finkelstein, and Jonathan Levin. Beyond testing: Empirical models of insurance market. Annual Review of Economics, 2(1):311Ã\u0083Â¢336, September 2010b. Liran Einav, Amy Finkelstein, Stephen Ryan, Paul Schrimpf, and Mark Cullen. Selection on moral hazard in health insurance. American Economic Review, forthcoming.",
        "Randall Ellis. Rational behavior in the presence of coverage ceilings and deductibles. The RAND Journal of Economics, 17(2):158Ã\u0083Â¢175, 1986.",
        "Gary V. Engelhardt and Jonathan Gruber. Medicare part d and the Ã\u0083Â¯nancial protection of the elderly. NBER Working Paper 1615, 2010.",
        "Gary V. Engelhardt and Anil Kumar. Employer matching and 401(k) saving:evidence from the health and retirement study. Mimeo, 2006.",
        "Hanming Fang and Alessandro Gavazza. Dynamic ineÃ\u0083Â¯ciencies in employment-based health insurance system theory and evidence. NBER Working Paper 13371, September 2007. Roger Feldman and Bryan Dowd. A new estimate of the welfare loss of excess health insurance.",
        "Martin Feldstein. The welfare loss of excess health insurance. The Journal of Political Economy, 81(2, Part 1):251Ã\u0083Â¢280, April 1973.",
        "Martin Feldstein. Balancing the goals of health care provision and Ã\u0083Â¯nancing. Health AÃ\u0083Â¯airs, 25(6): 1603Ã\u0083Â¢1611, 2006.",
        "Martin Feldstein and Jonathan Gruber. A major risk approach to health insurance reform. Tax Policy and the Economy, 9(1):103Ã\u0083Â¢130, 1995.",
        "Amy Finkelstein and Robin McKnight. What did medicare do? the initial impact of medicare on mortality and out of pocket medical spending. Journal of Public Economics, 92(7):1644Ã\u0083Â¢1668, 2008.",
        "Amy Finkelstein and James Poterba. Testing for adverse selection with unused Ã\u0083Â¢observables. NBER Working Paper 12112, March 2006.",
        "Leora Friedberg. The labor supply eÃ\u0083Â¯ects of the social security earnings test. The Review of Economics and Statistics, 82(1):48Ã\u0083Â¢63, February 2000.",
        "Michael Grossman. The Demand for Health. Columbia University Press, 1972.",
        "Jonathan Gruber. Chapter 12: Health insurance and the labor market. Handbook of Health Economics, 1(1):645Ã\u0083Â¢706, 2000.",
        "Janice Halpern and Jerry Hausman. Choice under uncertainty: A model of applications for the social security disability insurance program. Journal of Public Economics, 31:131Ã\u0083Â¢161, 1986.",
        "Benjamin Handel. Adverse selection and switching costs in health insurance markets: When nudging hurts. Northwestern University. Mimeo, 2009.",
        "Jerry A. Hausman. Individual discount rates and the purchase and utilization of energy-using durables. The Bell Journal of Economics, 10(1):33Ã\u0083Â¢54, 1979. Jerry A. Hausman. The eÃ\u0083Â¯ect of wages, taxes, and Ã\u0083Â¯xed costs on womenÃ\u0083Â¢s labor force participation.",
        "Jerry A. Hausman. The EÃ\u0083Â¯ect of Taxes on Labor Supply,Ã\u0083Â¢ H. Aaron and J. Pechman, How Taxes AÃ\u0083Â¯ect Economics Behavior. Washington, D.C.: Brookings, 1981.",
        "Jerry A. Hausman. The econometrics of nonlinear budget sets. Econometrica, 53(6):1255Ã\u0083Â¢82, 1985. Bradley T. Heim and Bruce D. Meyer. Structural labor supply models when constraints are nonlinear.",
        "Mimeo, December 2003. Michael Hurd. Estimation of nonlinear labor supply functions with taxes from a truncated sample.",
        "Kaiser Family Foundation. Employer health beneÃ\u0083Â¯ts 2004 annual survey, 2004.",
        "Kaiser Family Foundation. Employer health beneÃ\u0083Â¯ts 2010 annual survey, 2010. http://ehbs.kÃ\u0083Â¯.org/pdf/2010/8085.pdf.",
        "Dean Karlan and Jonathan Zinman. Observing unobservables: Identifying information asymmetries with a consumer credit Ã\u0083Â¯eld experiment. Econometrica, 77(6):1993Ã\u0083Â¢2008, November 2009.",
        "E.B. Keeler, J.P. Newhouse, and C.E. Phelps. Deductibles and the demand for medical care services: The theory of a consumer facing a variable price schedule under uncertainty. Econometrica, 45 (3):641Ã\u0083Â¢656, April 1977.",
        "Emmett Keeler and John E. Rolph. The demand for episodes of treatment in the health insurance experiment. Journal of Health Economics, 7(4):337Ã\u0083Â¢367, December 1988.",
        "Jonathan T. Kolstad and Amanda E. Kowalski. The impact of an individual health insurance mandate on hospital and preventive care: Evidence from massachusetts. NBER Working Paper 16012, 2010. Amanda E. Kowalski. Nonlinear budget sets and medical care. Massachusetts Institute of Technology.",
        "Amanda E. Kowalski. Censored quantile instrumental variable estimates of the price elasticity of expenditure on medical care. NBER Working Paper 15085, 2009.",
        "Anil Kumar. Nonparametric estimation of the impact of taxes on female labor supply. Federal Reserve Bank of Dallas, July 2004.",
        "JeÃ\u0083Â¯rey Liebman and Emmanuel Saez. Earnings responses to increases in payroll taxes. Mimeo, September 2006.",
        "Hamish Low and Luigi Pistaferri. Disability risk and the value of disability insurance. Stanford University Working Paper, October 2010.",
        "Josh Lustig. Measuring welfare losses from adverse selection and imperfect competition in privatized medicare. Manuscript. Boston University Department of Economics, March 2010.",
        "C.-T. Albert Ma and M. H. Riordan. Health insurance, moral hazard, and managed care. Journal of Economics and Management Strategy, 11:81Ã\u0083Â¢107, 2002.",
        "Thomas MaCurdy. Work disincentive eÃ\u0083Â¯ects of taxes: A reexamination of some evidence. American Economic Review, 82(2):243Ã\u0083Â¢49, 1992.",
        "Thomas MaCurdy, David Green, and Harry Paarsh. Empirical approaches for analyzing taxes and labor supply. The Journal of Human Resources. Special Issue on Taxation and Labor Supply in Industrial Countries, 25(3):4415Ã\u0083Â¢490, 1990.",
        "Willard G. Manning and M. Susan Marquis. Health insurance: The tradeoÃ\u0083Â¯ between risk pooling and moral hazard. Journal of Health Economics, 15(5):609 Ã\u0083Â¢ 639, 1996. Willard G. Manning, Joseph P. Newhouse, Naihua Duan, Emmet B. Keller, and Arleen Leibowitz. Health insurance and the demand for medical care: Evidence from a randomized experiment.",
        "Christina Marsh. Estimating health expenditure elasticites using nonlinear reimbursement. University of Minnesota. Mimeo, November 2009.",
        "Andrew Mas-Collell, Michael D. Whinston, and Jerry R. Green. Microeconomic Theory. Oxford University Press, 1995.",
        "Joseph P. Newhouse. Free for All? Lessons from the RAND Health Insurance Experiment. Harvard University Press, Cambridge, 1993.",
        "John A. Nyman. The economics of moral hazard revisited. Journal of Health Economics, 18:811Ã\u0083Â¢24, 1999.",
        "Mark V. Pauly. The economics of moral hazard. American Economic Review, 58(3):531Ã\u0083Â¢37, June 1968.",
        "Charles E. Phelps. Health Economics, Fourth Edition. Prentice Hall, 2010.",
        "Charles E. Phelps and Joseph P. Newhouse. Coinsurance, the price of time, and the demand for medical services. The Review of Economics and Statistics, 56(3):334Ã\u0083Â¢342, August 1974.",
        "Harvey Rosen. Taxes in a labor supply model with joint wage-hours determination. Journal of Public Economics, 11:1Ã\u0083Â¢23, 1979.",
        "Emmanuel Saez. Do taxpayers bunch at kink points? American Economic Journal: Economic Policy, 2(3):180Ã\u0083Â¢212, 2010.",
        "Amanda Starc. Insurer pricing and consumer welfare: Evidence from medigap. Manuscript. Harvard University, November 2010.",
        "Richard Zeckhauser. Medical insurance: A case study of the tradeoÃ\u0083Â¯ between risk spreading and appropriate incentives. Journal of Economic Theory, 2(1):10Ã\u0083Â¢26, 1970."
    ]
}