{
    "id": 18100,
    "cites": 18,
    "cited_by": 18,
    "reference": [
        "Becker, G., K. Ye, and J. Yi (2012). Rapidly growing human capital investment in China. Unpublished manuscript, Department of Economics, University of Chicago.",
        "Constant, A., J. Meng, B. Tien, and K. Zimmermann (2011). ChinaÃ\u0083Â¢s latent human capital investment: Achieving milestones and competing for the top. IZA Discussion Paper, No.5650.",
        "Fleisher, B., H. Li, and M. Q. Zhao (2011). Human capital, economic growth, and regional inequality in China. Journal of Development Economics 92 (2), 215Ã\u0083Â¢31.",
        "Fleisher, B. M. and X. Wang (2004,). Skill differentials, return to schooling, and market segmentation in a transition economy: The case of mainland China. Journal of Development Economics 73 (1), 315Ã\u0083Â¢328.",
        "Heckman, J. J. (2000). Policies to foster human capital. Research in Economics 54 (1), 3Ã\u0083Â¢56.",
        "Heckman, J. J. (2003). ChinaÃ\u0083Â¢s investment in human capital. Economic Development and Cultural Change 51 (4), 795Ã\u0083Â¢804.",
        "Heckman, J. J. (2005). ChinaÃ\u0083Â¢s human capital investment. China Economic Review 16 (1), 50Ã\u0083Â¢70.",
        "Li, S. and C. Xing (2010). ChinaÃ\u0083Â¢s higher education expansion and its labor market consequences. IZA Discussion Papers 4974.",
        "Liang, J. (2012). Evolution of the labor market in a rapidly developing economy. Unpublished manuscript, Graduate School of Business, Stanford University.",
        "Lin, J. Y. (2011). Demystifying the Chinese economy. Cambridge: Cambridge University Press.",
        "Meng, X. and J. Zhang (2001). The two-tier labor market in urban China: Occupational segregation and wage differentials between urban residents and rural migrants in Shanghai. Journal of Comparative Economics 29 (3), 485Ã\u0083Â¢504.",
        "National Bureau of Statistics (2010). China Compendium of Statistics 1949Ã\u0083Â¢2008. Beijing: China Statistics Press.",
        "National Bureau of Statistics (2011a). China Education Yearbook. Beijing: China Statistics Press.",
        "National Bureau of Statistics (2011b). China Statistics Yearbook. Beijing: China Statistics Press.",
        "Wang, L. (2012). How does education affect the earnings distribution in urban China 1995Ã\u0083Â¢ 2002? Forthcoming, Oxford Bulletin of Economics and Statistics.",
        "Wang, X., B. M. Fleisher, H. Li, and S. Li (2007). Access to higher education and inequality: The Chinese experiment. IZA Discussion Papers, 2823.",
        "World Bank (2011). World Bank Data Catalog. http://data.worldbank.org/indicator.",
        "Ye, J., J. Murray, and Y. Wang (2005). Left-behind Children in Rural China: Impact Study of Rural Labor Migration on Left-behind Children in Mid-West China. Beijing: Social Sciences Academic Press."
    ]
}