{
    "id": 18110,
    "cites": 54,
    "cited_by": 30,
    "reference": [
        "Ihlanfeldt, Keith R. (2007) Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009dThe Effect of Land Use Regulation on Housing and Land Prices.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Journal of Urban Economics, 61, pp. 420-435.",
        "Hausman, Jerry (1978) Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009dSpeciÃ\u0083Â¯Ã\u0082Â¬Ã\u0082Â\u0081cation Tests in Econometrics.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Econometrica, 46, pp. 1251-1271.",
        "Gyourko, Joseph, Christopher Mayer and Todd Sinai (2006) Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009dSuperstar Cities.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d NBER Working Paper No. 12355. Cambridge, MA.",
        "Griliches, Zvi and Vidar Ringstad (1971) Economies of Scale and the Form of the Production Function: an Econometric Study of Norwegian Manufacturing Establishment Data. Amsterdam: North Holland Publishing Company.",
        "Gyourko, Joseph, Albert Saiz, and Anita Summers (2008) Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093New Measure of the Local Regulatory Environment for Housing Markets: The Wharton Residential Land Use Regulatory Index.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Urban Studies, 45, pp. 693-729.",
        "Glaeser, Edward L and Bryce A Ward (2009) Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093The causes and consequences of land use regulation: Evidence from Greater Boston.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Journal of Urban Economics, 65, pp. 265-278.",
        "Glaeser, Edward L, Joseph Gyourko, Joseph and Albert Saiz (2008). Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Housing Supply and Housing Bubbles.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Journal of Urban Economics, 64, pp. 198-217.",
        "Glaeser, Edward L. and Joseph Gyourko (2005). Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009dUrban Decline and Durable Housing.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Journal of Political Economy, 113, pp. 345-375.",
        "Glaeser, Edward L, Joshua Gottlieb (2008). Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093The Economics of Place-Making Policies.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Brookings Papers on Economic Activity, Spring 2008, pp. 155-239.",
        "Glaeser, Edward L and Joseph Gyourko (2003). Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093The Impact of Building Restrictions on Housing Affordability.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Federal Reserve Bank of New York Economic Policy Review, 9, pp. 21-29.",
        "Fuss, Melvyn and Daniel McFadden, eds. (1978) Production Economics: A Dual Approach to Theory and Applications. New York: North Holland.",
        "Combes, Pierre-Philippe, Gilles Duranton and Laurent Gobillon (2011) Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093The Costs of Agglomeration: Land Prices in French Cities.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Unpublished Manuscript.",
        "Courant, Paul (1976) Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009dOn the Effect of Fiscal Zoning on Land and Housing Values.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Journal of Urban Economics, 3, pp. 88-94.",
        "Davis, Morris and Michael Palumbo (2007) Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093The Price of Residential Land in Large U.S. Cities.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Journal of Urban Economics, 63, pp. 352-384.",
        "Epple, Dennis, Brett Gordon and Holger Sieg (2010). Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009dA New Approach to Estimating the Production Function for Housing.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d American Economic Review, 100, pp.905-924.",
        "Fisher, Jeff, David Geltner and Henry Pollakowski (2007) Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093A Quarterly Transactions-based Index of Institutional Real Estate Investment Performance and Movements in Supply and Demand.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Journal of Real Estate Finance and Economics, 34, pp. 5-33.",
        "Colwell, Peter and C.F. Sirmans (1993) Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093A Comment on Zoning, Returns to Scale, and the Value of Undeveloped Land.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d The Review of Economics and Statistics, 75, pp. 783-786.",
        "Colwell, Peter and C.F. Sirmans (1980) Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Nonlinear Urban Land Prices.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Urban Geography, 1980, pp. 141-152.",
        "Colwell, Peter and Henry Munneke (1997) Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093The Structure of Urban Land Prices.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Journal of Urban Economics, 41, pp. 321-336.",
        "Cheshire, Paul and Stephen Sheppard (2002) Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009dThe Welfare Economics of Land Use PlanningÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Journal of Urban Economics, 52, pp. 242-269.",
        "Cassimatis, Peter J. (1969) Economics of the Construction Industry. New York: The National Industrial Conference Board.",
        "Case, Karl E. (2007). Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093The Value of Land in the United States: 1975 to 2005.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d in Ingram Dale, Gregory K., Hong, Yu-Hung (Eds.), Proceedings of the 2006 Land Policy Conference: Land Policies and Their Outcomes. Cambridge, MA: Lincoln Institute of Land Policy Press.",
        "Binswanger, Hans P. (1974) Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009dThe Measurement of Technical Change Biases with Many Factors of Production.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d American Economic Review, 64(6), pp. 964-976.",
        "Beeson, Patricia E. and Randall W. Eberts (1989) Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Identifying Productivity and Amenity Effects in Interurban Wage Differentials.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d The Review of Economics and Statistics, 71, pp. 443-452.",
        "Basu, Susanto, John Fernald and Miles Kimball (2006) Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Are Technology Improvements Contractionary ?Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d The American Economic Review, 96, pp. 1418-1438.",
        "Baum, C. F., M. E. Schaffer, and S. Stillman (2007) Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093ivreg2: Stata module for extended instrumental variables/2SLS, GMM and AC/HAC, LIML, and k-class regression.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Boston Col25 lege Department of Economics, Statistical Software Components S425401. Downloadable from http://ideas.repec.org/c/boc/bocode/s425401.html.",
        "Albouy, David, Walter Graf, Hendrik Wolff, and Ryan Kellogg (2012) Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Extreme Temperature, Climate Change, and American Quality of Life.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Unpublished Manuscript.",
        "Albouy, David (2009) Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093What Are Cities Worth? Land Rents, Local Productivity, and the Capitalization of Amenity Values.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d NBER Working Paper No. 14981. Cambridge, MA.",
        "Albouy, David (2008) Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Are Big Cities Bad Places to Live? Estimating Quality of Life Across Metropolitan Ares.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d NBER Working Paper No. 14472. Cambridge, MA.",
        "The results in column 7 drop observations that we deemed to have low growth, i.e. metro areas with population growth from 1980 to 2010 in the bottom decile. The estimated cost share of land and the elasticity of substitution using this sample is slightly lower, albeit not signiÃ\u0083Â¯Ã\u0082Â¬Ã\u0082Â\u0081cantly.",
        "Raw land-value indices are procured by regressing log price per acre on a set of MSA indicators without any additional covariates, such as proposed use or lot size, and are not reweighted by location, corresponding to the regression in column 1 of table 1. The unshrunken indices are derived directly from the regression in coulmn 4 of table 1, without applying the Kane and Staiger (2008) shrinkage technique. The results for the residential land values in column 4 are nearly identical to those in column 1. In columns 5 and 6, the estimated land share is lower as we see more dispersion in the land index, which appears to cause attenuation effects: the Ã\u0083Â¯Ã\u0082Â¬Ã\u0082Â\u0081rst, due to noise introduced by not controlling for observable characteristics; the second, from sampling error.",
        "Thorsnes, Paul (1997) Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Consistent Estimates of the Elasticity of Substitution between Land and Non-Land Inputs in the Production of Housing.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Journal of Urban Economics, 42, pp. 98-108..",
        "Shapiro, Jesse M. (2006) Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Smart Cities: Quality of Life, Productivity, and the Growth Effects of Human Capital.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d The Review of Economics and Statistics, 88, pp. 324-335.",
        "RSMeans (2009) Building Construction Cost Data 2010. Kingston, MA: Reed Construction Data.",
        "Saiz, Albert (2010) Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009dThe Geographic Determinants of Housing Supply.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Quarterly Journal of Economics, 125, pp. 1253-1296.",
        "Rosenthal, Stuart S. and William C. Strange (2004) Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009dEvidence on the Nature and Sources of Agglomeration Economies.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d in J.V. Henderson and J-F. Thisse, eds. Handbook of Regional and Urban Economics, Vol. 4, Amsterdam: North Holland, pp. 2119-2171.",
        "Rose, Louis A. (1992) Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009dLand Values and Housing Rents in Urban Japan.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Journal of Urban Economics, 31, pp. 230-251.",
        "Roback, Jennifer (1982) Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Wages, Rents, and the Quality of Life.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Journal of Political Economy, 90, pp. 1257-1278.",
        "Rappaport, Jordan (2008) Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093A Productivity Model of City Crowdedness.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Journal of Urban Economics, 65, pp. 715-722.",
        "Quigley, John and Larry Rosenthal (2005) Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009dThe Effects of Land Use Regulation on the Price of Housing: What Do We Know? What Can We Learn?Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Cityscape: A Journal of Policy Development and Research, 8, pp. 69-137.",
        "Quigley, John and Stephen Raphael (2005) Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Regulation and the High Cost of Housing in California. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d American Economic Review. 95, pp.323-329.",
        "Ozimek, Adam and Daniel Miles (2011) Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Stata utilities for geocoding and generating travel time and travel distance information.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d The Stata Journal, 11, pp. 106-119.",
        "Olsen, Edgar (1969) Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093A Competitive Theory of the Housing Market.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d American Economic Review, 59, pp. 612-622.",
        "Ohls, James C, Richard Chadbourn Weisberg, and Michelle J. White (1974) Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009dThe Effect of Zoning on Land Value.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Journal of Urban Economics, 1, pp. 428-444.",
        "Nichols, Joseph, Stephen Oliner and Michael Mulhall (2010) Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Commercial and Residential Land Prices Across the United States.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Unpublished manuscript.",
        "Muth, Richard (1960) Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093The Demand for Non-Farm Housing.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d In The Demand for Durable Goods, ed. Arnold Harberger, pp. 29-29-96. Chicago: University of Chicago Press.",
        "Munneke, Henry and Barrett Slade (2001) Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093A Metropolitan Transaction-Based Commercial Price Index: A Time-Varying Parameter Approach.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Real Estate Economics, 29, pp. 55-84.",
        "Munneke, Henry and Barrett Slade (2000) Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093An Empirical Study of Sample-Selection Bias in Indices of Commercial Real Estate.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Journal of Real Estate Finance and Economics, 21, pp. 45-64.",
        "McDonald, J.F. (1981) Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Capital-Land Substitution in Urban Housing: A Survey of Empirical Estimates. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Journal of Urban Economics, 9, pp. 190-11.",
        "Malpezzi, Stephen, Gregory H. Chun, and Richard K. Green (1998) Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093New Place-to-Place Housing Price Indexes for U.S. Metropolitan Areas, and Their Determinants.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Real Estate Economics, 26, pp. 235-274. Mayer, Christopher J. and C. Tsuriel Somerville Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009dLand Use Regulation and New Construction.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Regional Science and Urban Economics 30, pp. 639-662.",
        "Kok, Nils, Paavo Monkkonen and John Quigley (2010) Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Economic Geography, Jobs, and Regulations: The Value of Land and Housing.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Working Paper No. W10-005. University of California.",
        "Katz, Lawrence and Kenneth T. Rosen (1987) Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093The Interjurisdictional Effects of Growth Controls on Housing Prices.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Journal of Law and Economics, 30, pp.149-160.",
        "Jackson, Jerry R., Ruth C. Johnson, and David L. Kaserman (1984) Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009dThe Measurement of Land Prices and the Elasticity of Substitution in Housing Production.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Journal of Urban Economics, 16, 1, pp.1-12.",
        "Kane, Thomas and Douglas Staiger (2008) Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Estimating Teacher Impacts on Student Achievement: an Experimental Evaluation.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d NBER Working Paper No. 14607. Cambridge, MA."
    ]
}