{
    "id": 18120,
    "cites": 27,
    "cited_by": 21,
    "reference": [
        "Pinkowitz, Lee and Rohan Williamson, 2001, Bank power and cash holdings: Evidence from Japan, Review of Financial Studies 14, 1059-1082.",
        "Morck, Randall, and Bernard Yeung, 1991, Why investors value multinationality, Journal of Business 64, 165-187.",
        "Opler, Tim, Lee Pinkowitz, RenÃ\u0083Æ\u0092Ã\u0082Â© M. Stulz, and Rohan Williamson, 1999, The determinants and implications of corporate cash holdings, Journal of Financial Economics 52, 3Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c46.",
        "McLean, R. David, 2011, Share issuance and cash savings, Journal of Financial Economics 99, 693-715.",
        "Miller, M.H., D. Orr, 1966, A model of the demand for money by firms, Quarterly Journal of Economics 80, 413-435.",
        "Markle, Kevin S., 2010, A comparison of the tax-motivated Income shifting of multinationals in territorial and worldwide countries, Dartmouth College, Working Paper.",
        "La Porta, R., F. Lopez-de-Silanes, A. Shleifer, and R. Vishny, 1998, Law and finance, Journal of Political Economy 106, 1113-1155.",
        "Litvak, Kate, 2007, The effect of the Sarbanes-Oxley Act on non-US companies cross-listed in the US, Journal of Corporate Finance 13, 195-228.",
        "Keynes, J.M., 1936. The General Theory of Employment. In: Interest and Money. Harcourt Brace, London.",
        "Jensen, M., 1986, Agency costs of free cash flow, corporate finance and takeovers, American Economic Review 76, 323-329.",
        "Kalcheva, I., and Karl Lins, 2007, International evidence on cash holdings and expected agency problems, Review of Financial Studies 20, 1087-1112.",
        "Harford, Jarrad, Sattar Mansi, and William F. Maxwell, 2008, Corporate governance and a firmÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0084¢s cash holdings, Journal of Financial Economics 87, 535-555.",
        "Hadlock, Charles J., and Joshua R. Pierce, 2010, New evidence on measuring financial constraints: Moving beyond the KZ index, Review of Financial Studies 23, 1909-1940.",
        "Gao, Ziahoui, Ritter, Jay, and Zhongyan Zhu, 2011, Where have all the IPOs Gone?, University of Florida, working paper.",
        "Gompers, Paul A., Joy L. Ishii, and Andrew Metrick, 2003, Corporate governance and equity prices, The Quarterly Journal of Economics 118, 1007-155.",
        "Gao, Huasheng, Jarrad Harford, and Kai Li, 2011, Determinants of corporate cash policy: A Comparison of public and private firms, University of Washington, working paper.",
        "Foley, C. Fritz, Jay Hartzell, Sheridan Titman, and Garry Twite, 2007, Why do firms hold so much cash? A tax-based explanation, Journal of Financial Economics 86, 579-607.",
        "Faulkender, Michael, and Mitchell Petersen, 2012, Investment and capital constraints: Repatriations under the American Jobs Creation Act, Northwestern University, working paper.",
        "Duchin, Ran, 2010, Cash holdings and corporate diversification, Journal of Finance 65, 955-992 Farre-Mensa, Joan, 2011, Why are most firms privately held?, New York University, working paper.",
        "Dittmar, Amy K., Jan Mahrt-Smith, and Henri Servaes, 2003, International corporate governance and corporate cash holdings, Journal of Financial and Quantitative Analysis 38, 111-133.",
        "Dittmar, Amy K., and Jan Mahrt-Smith, 2007, Corporate governance and the value of cash holdings, Journal of Financial Economics 83, 599Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c634.",
        "Dharmapala, Dhammika, C. Fritz Foley, and Kristin J. Forbes. 2011, Watch what I do, not what I say: The unintended consequences of the Homeland Investment Act, Journal of Finance 66, 753-787 Dittmar, Amy K. and Ran Duchin, 2011, The dynamics of cash, Ross School of Business, University of Michigan, working paper.",
        "Denis, David J., and Valeriy Sibilkov, 2009, Financial constraints, investment, and the value of cash, Review of Financial Studies 23, 247-269.",
        "Blouin, Jennifer L., and Linda K. Krull, 2009, Bringing it home: A study of the incentives surrounding the repatriation of foreign earnings under the American Jobs Creation Act of 2004, Journal of Accounting Research 47, 1027-1059. Brown, James R., and Bruce C. Petersen, Cash holdings and R&D smoothing, Journal of Applied Corporate Finance, 694-709.",
        "Bargeron, Leonce, Kenneth Lehn, and Chad J. Zutter, 2010, Sarbanes-Oxley and corporate risk-taking, Journal of Accounting and Economics 49, 34-52.",
        "Bates, Thomas W., Kathleen M. Kahle, and RenÃ\u0083Æ\u0092Ã\u0082Â© M. Stulz, 2009, Why do US firms hold so much more cash than they Used to? Journal of Finance 64, 1985Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c2021.",
        "Almeida, Heitor, Murillo Campello, and Michael S. Weisbach, 2004, The cash flow sensitivity of cash, Journal of Finance 59, 1777-1804."
    ]
}