{
    "id": 18122,
    "cites": 30,
    "cited_by": 7,
    "reference": [
        "Wolf, H. (2000): Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Intranational Home Bias in Trade,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Review of Economics and Statistics, 82(4), 555Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c563.",
        "Samuelson, P. A. (1954): Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093The Transfer Problem and Transport Costs, II: Analysis of Effects of Trade Impediments,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d The Economic Journal, 64(254), pp. 264Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c289.",
        "Rosen, A. M. (2008): Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Confidence sets for partially identified parameters that satisfy a finite number of moment inequalities,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Journal of Econometrics, 146(1), 107Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c117.",
        "Ponomareva, M., and E. Tamer (2011): Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Misspecification in moment inequality models: back to moment equalities?,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d The Econometrics Journal, 14(2), 186Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c203.",
        "Parsley, D. C., and S.-J. Wei (2001): Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Explaining The Border Effect: The Role Of Exchange Rae Variability, Shipping Costs, And Geography,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Journal of International Economics, 55, 87Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c105.",
        "Nitsch, V. (2000): Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093National Borders and International Trade: Evidence from the European Union,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d The Canadian Journal of Economics, 33(4), 1091Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c1105.",
        "Klenow, P. J., and O. Kryvtsov (2008): Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093State-Dependent or Time-Dependent Pricing: Does It Matter for Recent U.S. Inflation?,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d The Quarterly Journal of Economics, 123(3), 863Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c904.",
        "Hillberry, R., and D. Hummels (2003): Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Intranational Home Bias: Some Explanations,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d The Review of Economics and Statistics.",
        "Helliwell, J. F., and G. Verdier (2001): Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Measuring Internal Trade Distances: A New Method Applied to Estimate Provincial Border Effects in Canada,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d The Canadian Journal of Economics.",
        "Helliwell, J. F., and L. L. Schembri (2005): Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Borders, Common Currencies, Trade, and Welfare: What Can We Learn from the Evidence?,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Bank of Canada Review.",
        "Helliwell, J. F. (1997): Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093National Borders, trade and immigration,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Pacific Economic Review, 3, 165Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c185.",
        "Head, K., and T. Mayer (2002): Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Illusory Border Effects: Distance mismeasurement inflates estimates of home bias in trade,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d CEPII research center, Working Paper 2002-01.",
        "Gorodnichenko, Y., and L. Tesar (2009): Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Border Effect or Country Effect? Seattle may not be so far from Vancouver after all.,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d American Economic Journal Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c Macroeconomics, 1, 219Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c241.",
        "Gopinath, G., P.-O. Gourinchas, C.-T. Hsieh, and N. Li (2011): Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093International Prices, Costs, and Markup Differences,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d American Economic Review, 101(6), 2450Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c86.",
        "Goldberg, P. K., and M. M. Knetter (1997): Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Goods Prices and Exchange Rates: What Have We Learned?,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Journal of Economic Literature.",
        "Frankel, J., E. Stein, and S.-J. Wei (1995): Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Trading Blocs and the Americas: The Natural, the Unnatural and the Super-natural.,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Journal of Development Economics.",
        "Engel, C., J. H. Rogers, and S.-Y. B. Wang (2003): Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Revisiting the Border: an assessment of the law of one price using very disaggregated consumer price data,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d International Finance Discussion Papers 777, Board of Governors of the Federal Reserve System (U.S.). Evans, C. L. (2001): Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093The Economic Significance of National Border Effects,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d The American Economic Review.",
        "(2004): Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093European Product Market Integration after the Euro,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Economic Policy.",
        "Engel, C., and J. H. Rogers (1996): Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093How wide is the border?,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d American Economic Review, 86, 1112Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c1125.",
        "Crucini, M. J., M. Shintani, and T. Tsuruga (2010): Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093The Law of One Price without the Border: The Role of Distance versus Sticky Prices*,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d The Economic Journal, 120(544), 462Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c480.",
        "Ceglowski, J. (2003): Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093The Law of One Price: Intranational Evidence for Canada,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d The Canadian Journal of Economics.",
        "Cavallo, A. (2010): Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Scraped Data and Sticky Prices,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d MIT Sloan Working Paper.",
        "Broda, C., and D. E. Weinstein (2008): Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Understanding International Price Differences Using Barcode Data,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d NBER.",
        "Borraz, F., and L. Zipitr Ã\u0083â\u0080\u009eÃ\u0082Â±a (2012): Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Retail Price Setting in Uruguay,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Economia, 12(2), 77Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c109.",
        "Andrews, D. W. K., and G. Soares (2010): Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Inference for Parameters Defined by Moment Inequalities Using Generalized Moment Selection,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Econometrica, 78(1), 119Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c 157.",
        "Andrews, D. W. K., and X. Shi (2010): Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Inference Based on Conditional Moment Inequalities,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d NBER.",
        "Andrews, D. W. K., and P. Guggenberger (2009): Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Validity of Sampling and Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Plug-in AsymptoticÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Inference for parameters defined by moment inequalitites,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Economic Theory, pp. 1Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c41.",
        "Andrews, D. W. K., S. Berry, and P. Jia (2004): Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Confidence Regions for Parameters in Discrete Games with Multiple Equilibria, with an Application to Discount Chain Store Location,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d NBER.",
        "(2003): Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Gravity with Gravitas: A Solution to the Border Puzzle,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d The American Economic Review.",
        "Anderson, J., and E. van Wincoop (2001): Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Borders, Trade, and Welfare,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Brookings Trade Forum."
    ]
}