{
    "id": 1816,
    "cites": 42,
    "cited_by": 4,
    "reference": [
        "Zarnowitz, Victor. 1985. Recent Work on Business Cycles in Historical Perspective. Journal of Economic Literature 23 (June): 523Ã\u0082â\u0080\u0094580.",
        "Whalley, John. 1983. Induced Distortions of Interprovinical Activity: An Overview of Issues. In M. Trebilcock; J.R.S. Pritchard; T.J. Courchene; and J. Whalley (eds.) Federalism and the Canadian Economic Union. Toronto: University of Toronto Press.",
        "Watson, Mark and Robert Engle. 1982. The EM Algorithm for Dynamic Factor and MIMIC Models. Economics Department Working Paper 82Ã\u0082â\u0080\u00946, University of California, San Diego.",
        "Sims, Christopher A. 1980. Macroeconomics and Reality. Econometrica 48 (January): 1Ã\u0082â\u0080\u009448.",
        "Sims, Christopher A. 1972. Money, Income and Causality. American Economic Review 62 (September): 540Ã\u0082â\u0080\u0094552.",
        "Sargent, Thomas J. and Christopher A. Sims. 1975. Business Cycle Modelling without Pretending to Have to Much A Prioria Economic Theory. In New Methods in Business Cycle Reserach: Proceedings from a Conference. Minneapolis: Federal Reserve Bank of Minneapolis.",
        "Sargent, Thomas J. 1976. A Classical Macroeconomic Model for the United States. Journal of Political Economy 84 (April): 207Ã\u0082â\u0080\u0094237.",
        "Phelps, Edmund. and John Taylor. 1977. Stabilizing Powers of Monetary Policy Under Rational Expectations. Journal of Political Economy 85 (February): 163Ã\u0082â\u0080\u0094190.",
        "Newey, Whitney K. 1985b. Notes on Minimum Distance Estimation Using Instrumental Variable Residuals. Mimeo, Department of Economics, Princeton University.",
        "Phelps, Edmund. 1970. Introduction: The New Microecoriornics in Employment and Inflation Theory. In E. Phelps (eds.) Microeconomic Foundations of Employment and Inflation Theory New York: Norton.",
        "Newey, Whitney K. 1985. Generalized Method of Moments Specification Testing. Mimeo, Department of Economics, Princeton University, forthcoming, Journal of Econometrics.",
        "Miskin, Fredrick. 1983. A Rational Expectations Approach to Macroeconomics: Testing Policy Ineffectiveness and Efficient Market Models. Chicago: University of Chicago Press.",
        "Mitchell, Welsley. 1951. What Happens During Business Cycles: A Progress Report. New York: National Bureau of Economic Research.",
        "Lucas, Robert E., Jr. and Edward Prescott. 1974. Equilibrium Search and Unemployment. Journal of Economic Theory 7 (February): 18 8Ã\u0082â\u0080\u0094204.",
        "Magnus, J. and H. Neudecker. 1984. Symmetry, 0Ã\u0082â\u0080\u0094i Matrices and Jacobians: A Review. Econometrics Discussion Paper ill, London School of Economics (December).",
        "Lucas, Robert E., Jr. 1977. Understanding Business Cycles. In K. Brunner and A. Meltzer (eds.) Stabilization of the Domestic and International Economy. CarnegieÃ\u0082â\u0080\u0094Rochester Conference on Public Policy, Vol. 5. Amsterdam: North Holland.",
        "Lucas, Robert E., Jr. 1972. Expectations and the Neutrality of Money. Journal of Economic Theory 4 (April): 103Ã\u0082â\u0080\u0094124.",
        "Lehnann, Bruce. 1982. What Happens During Business Cycles? Mimeo, Graduate School of Business, Columbia University (October).",
        "Long, John and Charles Plosser. 1983. Real Business Cycles. Journal of Political Econo 91 (February): 39Ã\u0082â\u0080\u009469.",
        "Litterman, Robert and Lawrence Weiss. 1985. Money, Real Interest Rates and Output: A Reinterpretation of Postwar U.S. Data. Econometrica 53 (January): 129Ã\u0082â\u0080\u0094156.",
        "Lilien, David and Robert Hall. 1984. Cyclical Fluctuations in the Labor Market. Forthcoming in 0. Ashenfelter and R. Layard. (eds.) The Handbook of Labor Economics Amsterdam: North Holland.",
        "Lilien, David. 1982a. Sectoral Shifts and Cyclical Unemployment. Journal of Political Economy 90 (August): 777Ã\u0082â\u0080\u0094793.",
        "Lilien, David 1982b. A Sectoral Model of the Business Cycle. MRG Working Paper No. 8231, Department of Economics, University of Southern California (December).",
        "Lawrence, Cohn and Aloysius Siow. 1985. Interest Rates and Investment Spending: Some Empirical Evidence for PostÃ\u0082â\u0080\u0094War Producer Equipment. Forthcoming, Journal of Business.",
        "Kydland, Finn and Edward Prescott. 1982. Time to Build and Aggregate Fluctuations. Econometrica 50 (November): 1345Ã\u0082â\u0080\u00941370.",
        "Hansen, Lars P. 1982. Large Sample Properties of Generalized Method of Monnts Estimators. Econometrica 50 (January): 263Ã\u0082â\u0080\u0094269.",
        "Fischer, Stanley. 1977. LongÃ\u0082â\u0080\u0094Term Contracts, Rational Expectations, and the Optimal Money Supply Literature. Journal of Political 85 (February): 191Ã\u0082â\u0080\u0094205.",
        "Abraham, Katherine and Lawrence Katz. 1985. Cyclical Unemployment: Sectoral Disturbances or Aggregate Disturbances? Mimeo, Sloan School, MIT.",
        "Aigner, D.; C. Hsiao; A. Kapteyan; and T. Wansbeek. 1984. Latent Variable Models in Econometrics. Chapter 23 in Z. Griliches and M. Intrilligator (eds.) Handbook of Econometrics Amsterdam: North Holland.",
        "Altonji, Joseph and John Ham. 1985. The Collective Impact of Sectoral Shocks on Aggregate Employment Fluctuations. Mimeo, Department of Economics, Columbia University.",
        "Ashenfelter, Orley and David Card. 1982. Time Series Representation of Economic Variables and Alternative Models of the Labour Market. Review of Economic Studies 59 (Special Issue): 761Ã\u0082â\u0080\u0094782.",
        "Ashenfelter, Orley and David Card. 1985. Why Have Unemployment Rates in Canada and the U.S. Diverged? Mimeo, Industrial Relations Section, Princeton University (Nay).",
        "Barro, Robert. 1977. Unanticipated Money Growth and Unemployment in the United States. American Economic Review 67 (March): 101Ã\u0082â\u0080\u0094115.",
        "Barro, Robert. 1977. Unanticipated Money, Output, and the Price Level in the United States. Journal of Political Economy 86 (August): 549Ã\u0082â\u0080\u0094580.",
        "Black, Fischer. 1982. General Equilibrium and Business Cycles. National Bureau of Economic Research, Working Paper No. 950 (August).",
        "Blanchard, Olivier and Mark Watson. 1984. Are Business Cycles All Alike? National Bureau of Economic Research, Working Paper No. 1392 (June).",
        "Bolton, Roger. 1980. Multiregional Models: Introduction to a Symposium. Journal of Regional Science 20 (May): 131Ã\u0082â\u0080\u0094142.",
        "Burbidge, John and Alan Harrison. 1985. (Innovation) Accounting for the Impact of Fluctuations in.US Variables on the Canadian Economy. Department of Economics, McMaster University, WP 85Ã\u0082â\u0080\u009411, January, forthcoming, Canadian Journal of Economics.",
        "Burns, Arthur and Wesley Mitchell. 1946. Measuring Business Cycles New York: National Bureau of Economic Research.",
        "Chamberlain, Gary. 1984. Panel Data. Chapter 22 in Z. Griliches and M. Intrilligator (eds.) Handbook of Econometrics Amsterdam: North Holland.",
        "Cumby, R.; J. Huizinga; and M. Obstfeld. 1983. TwoÃ\u0082â\u0080\u0094Step, TwoÃ\u0082â\u0080\u0094Stage Least Squares Estimation in Models with Rational Expectations. Journal of Econometrics 21 (April): 333Ã\u0082â\u0080\u0094355.",
        "Engle, Robert and Mark Watson. 1981. A OneÃ\u0082â\u0080\u0094Factor Multiviariate Time Series Model of Metropolitan Wage Rates. Journal of the American Statistical Association 76 (December): 774Ã\u0082â\u0080\u0094781."
    ]
}