{
    "id": 18166,
    "cites": 24,
    "cited_by": 10,
    "reference": [
        "Abaluck, J. T. and J. Gruber (2011): Choice inconsistencies among the elderly: Evidence from plan choice in the Medicare Part D program. American Economic Review, 101, 1180Ã\u0083Â¢1210.",
        "Bach, P. B. and M. B. McClellan (2005): A prescription of a modern Medicare program. New England Journal of Medicine, 353, 2733Ã\u0083Â¢2735.",
        "Bach, P. B. and M. B. McClellan (2006): The first months of the prescription-drug benefit: A CMS update. New England Journal of Medicine, 354, 2312Ã\u0083Â¢2314.",
        "Buntin, M. B., C. Damberg, A. Haviland, K. Kapur, N. Lurie, R. McDevitt, and M. S. Marquis (2006): Consumer-directed health care: Early evidence about effects on cost and quality. Health Affairs, 25, w516Ã\u0083Â¢w530.",
        "Centers for Medicare and Medicaid Services (2005): Instructions for the Part D payment demonstration.",
        "Technical report, Centers for Medicare and Medicaid Services (CMS), Washington, DC. Centers for Medicare and Medicaid Services (2012): Statistical Supplement. Available at: https://www.cms.gov/MedicareMedicaidStatSupp/ (Accessed January 21, 2012).",
        "Congressional Budget Office (2004): A detailed description of CBOÃ\u0083Â¢s cost estimates for the Medicare prescription drug benefit. Technical Report, Congressional Budget Office (CBO), Washington, DC.",
        "Cutler, D. M. and S. J. Reber (1998): Paying for health insurance: The trade-off between competition and adverse selection. Quarterly Journal of Economics, 113(2), 433Ã\u0083Â¢466.",
        "Cutler, D. M. and R. J. Zeckhauser (2000): The anatomy of health insurance. In A. J. Culyer and J. P. Newhouse (Eds.), Handbook of Health Economics, Volume 1, 563Ã\u0083Â¢643. Amsterdam: Elsevier.",
        "Domino, M. E., S. C. Stearns, E. C. Norton, and W.-S. Yeh (2008): Why using current medications to select a Medicare Part D plan may lead to higher out-of-pocket payments. Medical Care Research and Review, 65(1), 114Ã\u0083Â¢126.",
        "Duggan, M., P. Healy, and F. Scott Morton (2008): Providing prescription drug coverage to the elderly: AmericaÃ\u0083Â¢s experiment with Medicare Part D. Journal of Economic Perspectives, 22(4), 69Ã\u0083Â¢92.",
        "Engelhardt, G. V. and J. Gruber (2011): Medicare Part D and the financial protection of the elderly. American Economic Journal: Economic Policy, forthcoming.",
        "Frank, R. G. and J. P. Newhouse (2007): Mending the Medicare prescription drug benefit: Improving consumer choices and restructuring purchasing. Discussion Paper No. 2007-03, The Hamilton Project, Brookings Institution, Washington, DC.",
        "Goldman, D. P. and G. F. Joyce (2008): Medicare Part D: A successful start with room for improvement. Journal of the American Medical Association, 299(16), 1954Ã\u0083Â¢1955.",
        "Goldman, D. P., G. F. Joyce, J. J. Escarce, J. E. Pace, M. D. Solomon, M. Laouri, P. B. Landsman, and S. M. Teutsch (2004): Pharmacy benefits and the use of drugs by the chronically ill. Journal of the American Medical Association, 291(19), 2344Ã\u0083Â¢2350.",
        "Goodman, J. (2006): Consumer directed health care. Policy Brief 2006-PB-20, Networks Financial Institute, Indiana State University.",
        "Gruber, J. (2008): Covering the uninsured in the United States. Journal of Economic Literature, 46, 571 Ã\u0083Â¢606.",
        "Heiss, F., D. McFadden, and J. Winter (2006): Who failed to enroll in Medicare Part D, and why? Early results. Health Affairs, 25, w344Ã\u0083Â¢w354.",
        "Heiss, F., D. McFadden, and J. Winter (2009): Regulation of health insurance markets: Lessons from enrollment, plan choice, and adverse selection in Medicare Part D. NBER Working Paper No. 15392.",
        "Ketcham, J. D., C. Lucarelli, E. J. Miravete, and M. C. Roebuck (2011): Sinking, swimming, or learning to swim in Medicare Part D. American Economic Review, forthcoming.",
        "Kling, J. R., S. Mullainathan, E. Shafir, L. Vermeulen, and M. V. Wrobel (2011): Comparison friction: Experimental evidence from Medicare drug plans. Quarterly Journal of Economics, forthcoming.",
        "Levy, H. and D. Weir (2010): Take-up of Medicare Part D: Results from the Health and Retirement Study. Journal of Gerontology: Social Sciences, 65B, 492Ã\u0083Â¢501.",
        "Newhouse, J. P. (2004): Consumer-directed health plans and the RAND health insurance experiment. Health Affairs, 23(6), 107Ã\u0083Â¢113.",
        "Winter, J., R. Balza, F. Caro, F. Heiss, B. Jun, R. Matzkin, and D. McFadden (2006): Medicare prescription drug coverage: Consumer information and preferences. Proceedings of the National Academy of Sciences of the United States of America, 103(20), 7929Ã\u0083Â¢7934."
    ]
}