{
    "id": 1817,
    "cites": 15,
    "cited_by": 0,
    "reference": [
        "Amihud, Yakov, and Baruch Lev, Risk Reduction as a Managerial Motive for Conglomerate Mergers, Bell Journal of Economics, Vol. 12, No. 2 (Autumn 1981), pp. 605-617.",
        "Burness, H. Stuart, W. David Montgomery, and James P. Quirk, The Turnkey Era in Nuclear Power, Land Economics, Vol. 56, No. 2 (May 1980), pp. 188-202.",
        "Cheung, Steven N.S., Transaction Costs, Risk Aversion, and the Choice of Contractual Arrangements, Journal of Law and Economics, Vol. 12, No. 1 (April 1969), pp. 23-42.",
        "Feder, Gershon, Richard E. Just, and Andrew Schmitz, Futures Markets and the Theory of the Firm under Price Uncertainty, Quarterly Journal of Economics, Vol. 94, No. 2 (March 1980), pp. 317-328.",
        "Goldberg, Victor P., and John E. Erickson, Long-Term Contracts for Petroleum Coke, Working Paper No. 206, Department of Economics, University of California, Davis, California, September 1982.",
        "Hoithausen, Duncan M., Hedging and the Competitive Firm under Price Uncertainty, American Economic Review, Vol. 69, No. 5 (December 1979), pp. 989-995.",
        "Joskow, Paul L., Vertical Integration and Long Term Contracts: The Case of Coal Burning Electric Generating Plants, Working Paper No. 85-OO1WP, Energy Laboratory, M.I.T., Cambridge, Massachusetts, January 1985.",
        "Long, Brian G., and Dale L. Varble, Purchasings Use of Flexible Price Contracts, Journal of Purchasing and Materials Management, Vol. 14 (Fall 1978) , pp. 2-5.",
        "McKinnon, Ronald I., Futures Markets, Buffer Stocks, and Income Stability for Primary Producers, Journal of Political Economy, Vol. 75 (December 1967) , pp. 844-861.",
        "Marcus, Alan J., Risk Sharing and the Theory of the Firm, Bell Journal of Economics, Vol. 13, No. 2 (Autumn 1982), pp. 369-378.",
        "Newbery, David M.G., and Joseph E. Stiglitz, The Theory of Commodity Price Stabilization: A Study in the Economics of Risk (Oxford: Oxford University Press, 1981).",
        "Perloff, Jeffrey, The Effects of Breaches of Forward Contracts Due to unanticipated Price Changes, Journal of Legal Studies, Vol. 10, No. 2 (June 1981), pp. 221-235.",
        "Pierce, Jr., Richard J., Natural Gas Regulation, Deregulation, and Contracts, Virginia Law Review, Vol. 68, No. 1 (January 1982) , pp. 63-115.",
        "Sebenius, J.K., and P.J.E. Stan, Risk-Spreading Properties of Common Tax and Contract Instruments, Bell Journal of Economics, Vol. 13, No. 2 (Autumn 1982), pp. 555-560.",
        "Shavell, Steven, Sharing Risks of Deferred Payment, Journal of political Economy, Vol. 84, No. 1 (1976) , pp. 161-168."
    ]
}