{
    "id": 18179,
    "cites": 26,
    "cited_by": 3,
    "reference": [
        "Alcacer, J. and M. Gittelman (2006). Patent Citations as a Measure of Knowledge Flows: The Influence of Examiner Citations. The Review of Economics and Statistics. 88(4): 774-779 Aldrich, H., M. Bolton, T. Baker and T. Sasaki (1998). Information Exchange and Governance Structures in U.S. and Japanese R&D Consortia: Institutional and Organizational Influences. IEEE Transactions on Engineering Management. 45(3): 263-275 Aldrich, H. and T. Sasaki (1995). R&D consortia in the United States and Japan. Research Policy. 24: 301-316 Allison, J. and M. Lemley (1998). Empirical Evidence on the Validity of Litigated Patents. American Intellectual Property Law Association Quarterly Journal 26: 185-277.",
        "Agrawal, A. and A. Goldfarb (2008). Restructuring Research: Communication Costs and the Democratization of University Innovation. American Economic Review 98(4): 1578-90.",
        "WSJ (2011). The Android Patent War. Wall Street Journal Online, retrieved on May 6 from http://online.wsj.com/article/SB10001424052970204826704577074523539966352.html.",
        "Thompson, P. and M. Fox-Kean (2005). Patent Citations and the Geography of Knowledge Spillovers: A Reassessment. American Economic Review. 95(1) Updegrove, A. (2010). Standard Setting Organizations and Standards List. Last updated in 2010. Retrieved from www.consortiuminfo.com on February 1, 2012.",
        "Simcoe, T. (2012). Standard Setting Committees: Consensus Governance for Shared Technology Platforms. American Economic Review 102(1): 305Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c336.",
        "Pfeffer, J. (1981). Power in Organizations. Ballinger: Cambridge, MA.",
        "Microeconomics. 2: 345-399 Rosenkopf, L., A. Metiu and V. George (2001). From the Bottom Up? Technical Committee Activity and Alliance Formation. Administrative Science Quarterly. 46:748-772 Sakakibara, M. (2001). The Diversity of R&D Consortia and Firm Behavior: Evidence from Japanese Data. Journal of Industrial Economics. 49(2): 181-196.",
        "MWIF (2000). The Mobile Wireless Internet Forum Antitrust Guidelines. Approved and Adopted March 2, 2000. Retrieved from www.mwif.org using the Internet Archive on June 4, 2012.",
        "Lemley, M. A. (2002). Intellectual Property Rights and Standard Setting Organizations.",
        "Leiponen, A. and J. Byma (2009). If You Cannot Block, You Better Run: Small Firms, Cooperative Innovation, and Appropriation Strategies. Research Policy 38: 1478-1488.",
        "Leiponen, A. (2008). Competing Through Cooperation: Standard-Setting in Wireless Telecommunications. Management Science 54(11): 1904-1919.",
        "Kodama, F. (1986). Japanese innovation in mechatronics technology. Science and Public Policy 13(1): 44Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c51 Lampe, R. (2012). Strategic Citation. Review of Economics and Statistics 94(1): 320-333.",
        "Katz, M.L., and J.A. Ordover (1990). R&D Cooperation and Competition. Brookings papers in microeconomics.",
        "American Economic Review. 82:1293-1306 Katz, M. (1986). An Analysis of Cooperative Research and Development. Rand Journal of Economics. 17(4) : 527-543.",
        "Jorde, T.M. and D. Teece (1990). Innovation and Cooperation: Implications for Competition and Antitrust. Journal of Economic Perspectives. 4: 75-96 Kamien, M., E. Muller and I. Zang (1992). Research Joint Ventures and R&D Cartels.",
        "Hawkins, R. (1999). The rise of consortia in the information and communication technology industries: emerging implications for policy. Telecommunications Policy. 23(2) : 159-173.",
        "Fershtman C. and N. Gandal (2011). Direct and indirect knowledge spillovers: the Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093social networkÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d of open-source projects. RAND Journal of Economics. 42: 70Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c91 Hall, B., A. Jaffe and M. Trajtenberg (2001). The NBER Patent Citations Data File: Lessons, Insights and Methodological Tools\" NBER working paper 8498.",
        "Farrell J. and T. Simcoe (2011). Choosing the Rules for Consensus Standardization. Unpublished manuscript. Electronic copy available at: http://ssrn.com/abstract=1396330.",
        "Dokko, G. and L. Rosenkopf (2010). Social Capital for Hire? Mobility of Technical Professionals and Firm Influence in Wireless Standards Committees. Organization Science. 21(3): 677-695 Egyedi, T.M. (2001). Beyond Consortia, Beyond Standardization? New Case Material and Policy Threads. Report for the European Commission, October. Delft University of Technology.",
        "Chung, S., H. Singh and K. Lee (2000). Complementarity, status similarity and social capital as drivers of alliance formation. Strategic Management Journal. 21: 1Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c22 D'Aspremont, C., and A. Jacquemin (1988). Cooperative and Noncooperative R&D in Duopoly with Spillovers. American Economic Review. 78(5): 1133-1137 DeLacey, B., K. Herman, D. Kiron, J. Lerner (2006). Strategic Behavior in Standard-Setting Organizations. Unpublished paper circulated in the Social Science Research Network (www.ssrn.com).",
        "Choi, J.P. (1993). Cooperative R&D with Product Market Competition. International Journal of Industrial Organization. 11: 553-571 Chiao, B. J. Lerner and J. Tirole (2007). The Rules of Standard-Setting Organizations: An Empirical Analysis. Rand Journal of Economics 38(4): 905-930.",
        "Branstetter, L. and M. Sakakibara (1998). Japanese Research Consortia: A microeconometric Analysis of Industrial Policy. The Journal of Industrial Economics. 46: 207Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c233 Brodley, J.F. (1990). Antitrust Law and Innovation Cooperation. Journal of Economic Perspectives. 4: 97-112 Cargill, C. F. (2001). The Role of Consortia Standards in Federal Government Procurement in the Information Technology Sector: Towards a Redefinition of a Voluntary Consensus Standards Organization. White paper submitted to the House of Representatives SubCommittee on Technology, Environment, and Standards CEN (2012). ICT Standards Consortia. Retrieved on June 6, 2012 from http://www.cen.eu/cen/sectors/sectors/isss/consortia/pages/default.aspx.",
        "Biddle, Brad (2012). How Many Standards in a Laptop? Paper presented at the NBER conference on Standards, Patents and Innovation, Tucson AZ, January 2012.",
        "Bekkers, R. R. Bongard and A. Nuvolari (2011). An Empirical Study on the Determinants of Essential Patent Claims in Compatibility Standards. Research Policy 40: 1001-15.",
        "Ballester, C., A. Calvo-Armengol and Y. Zenou (2006): WhoÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0084¢s Who in Networks. Wanted: the Key Player. Econometrica 74(5): 1403-1417.",
        "Anton, J.J. and D. Yao (1995). Standard-Setting Consortia, Antitrust, and High-Technology Industries. Antitrust Law Journal 64(1): 247-65."
    ]
}