{
    "id": 1818,
    "cites": 29,
    "cited_by": 0,
    "reference": [
        "Barro, Robert J. and Chaipat Sahasakul, Measuring the Average Marginal Tax Rate from the Individual Income Tax, University of Rochester, 1983.",
        "Benhabib, Jess and K. Nishimura, On the Uniqueness of Steady States in an Economy with Heterogeneous Capital Goods, International Economic Review 20 (1979), 59-82.",
        "Engle, Robert F. and Duncan K. Foley, On Asset Price Model of Aggregate Investment, International Economic Review 16 C1975), 625-247.",
        "Fama, Eugene F. and Michael R. Gibbons, Inflation, Real Returns and Capital Investment, Journal of Monetary Economics 9 (1982), 297-323.",
        "Feldstejn, Martin, Inflation, Tax Rules and the Accumulation of Residential and Nonresidential Capital, Scandanavian Journal of Economics 814 (1982), 293-311.",
        "Foley, Duncan K. and Miguil Sidrauski, Monetary and Fiscal Policy in a Growing Economy, New York: Macmillan, 1971.",
        "Friedman, Milton, Price Theory: A Provisional Text. Chicago: Aldine Publishing Company, 1963.",
        "Gould, John P., Adjustment Costs in the Theory of Investment of the Firm, Review of Economic Studies 35 (1968), 1029-514.",
        "Hansen, Lars Peter, Large Sample Properties of Generalized Method of Moment Estimators, Econometrica 50 (1982), 1029-514.",
        "Hansen, Lars Peter and T.J. Sargent, Formulating and Estimating Dynamic Linear Rational Expectations, Journal of Economic Dynamics and Control 2 (1980), 7-146.",
        "I-Iayashi, Fumio, Tobins Marginal and Average q: A Neoclassical Interpretation, Econometrica 50 (1982), 213-214.",
        "R.2 Hendershott, Patric H. and Sheng Cheng Hu, The Allocation of Capital Between Residential and Nonresidential Uses, National Bureau of Economic Research, 1981.",
        "Judd, Kenneth L., Short-Run Analysis of Fiscal Policy in a Simple Perfect Foresight Model, Journal of Political Economy 93 (1985), 298-319.",
        "Kearl, James, Inflation, Mortgages and Housing, Journal of Political Economy 87 (1979), 1115~38.",
        "Lucas, Robert E., Jr., Optimal Investment Policy and the Flexible Accelerator, International Economic Review 8 (1967), 78-85.",
        "Jr. and T.J. Sargent (eds.), Rational Expectations and Econometric Practice, Vol. I, Minneapolis: University of Minnesota Press, 1981.",
        "Mussa, Michael, External and Internal Adjustment Costs and the Theory of Aggregate and Firm Investment, Economica 1414 C1977), 163-78.",
        "Muth, Richard, The Demand for Nonfarm Housing, in A.C. Harberger (ed.), The Demand for Durable Goods, Chicago: University of Chicago Press, 1960.",
        "Poterba, James M. Tax Subsidies to Owner-Occupied Housing: An Asset Market Approach, Quarterly Journal of Economics 99 (19814), 729-52.",
        "Rosen, Harvey S., Kenneth T. Rosen and Douglas Holtz-Eakin, Housing Tenure, Uncertainty and Taxation, Review of Economics and Statistics 66 (19814), 1405-16.",
        "Sargent, Thomas J., Macroeconomic Theory, New York: Academic Press, 1979.",
        "Sheffrjri, Steven M. Rational Expectations, Cambridge: Cambridge University Press, 1983.",
        "Summers, Lawrence H., Taxation and Corporate Investment: A q-Theory Approach, Brookings Papers on Economic Activity, 1981, 67-127.",
        "Tobin, James, A General Equilibrium Approach to Monetary Theory, Journal of Money, Credit and Banking 1 (1969), 15-29.",
        "Topel, Robert and Michael Ward, Job Mobility and the Careers of Young Men, Graduate School of Business, University of Chicago, 1985.",
        "Topel, Robert and Kevin M. Murphy, Estimation and Inference in Two-Step Econometric Models, Journal of Business and Economic Statistics (1985).",
        "Treadway, Arthur B., On Rational Entrepreneurial Behavior and the Demand for Investment, Review of Economic Studies 36 (1969), 227-39.",
        "Walras, Leon, Elements of Economics R.3 Witte, James G., Micro-foundations of the Social Investment Function, Journal of Political Economy 71 (1963), 14141-56.",
        "Zeliner, Arnold and Franz Palm, Time Series Analysis and Simultaneous Equation Econometric Models, Journal of Econometrics 2 (19724), 17-514."
    ]
}