{
    "id": 18180,
    "cites": 13,
    "cited_by": 3,
    "reference": [
        "Ayyagari, P., Deb, P., Fletcher, F., Gallo, W., Sindelar J., Ã\u0083Â¢Sin Taxes: Do Heterogeneous Responses Undercut Their Value?Ã\u0083Â¢, NBER Working Paper No. 15124 July 2009.",
        "Bernheim B. and Rangel, A., Ã\u0083Â¢Addiction and Cue-Triggered Decision ProcessesÃ\u0083Â¢, American Economic Review, Volume, 94 iss. 5 Pg. 1558-1590, 2004, Bureau of Labor Statistics, http://www.bls.gov/news.release/cpi.t01.htm Christensen, P., Henriksen, L., Roberts, D., Substance Use in Popular Prime-Time Television, Washington, DC: Office of National Drug Control Policy, 2000.",
        "Elliot, S., More Liquor Ads Pour Onto Broadcast TV, New York Times, February 9, 2009.",
        "Engels, R., Hermans, R., van Baaren, R., Hollenstein, T., and Sander, M., Ã\u0083Â¢Alcohol Portrayal on Television Affects Actual Drinking BehaviourÃ\u0083Â¢, Alcohol and Alcoholism , vol.44, iss.3, pg. 244, 2009.",
        "Gallet, C. The demand for alcohol: a meta-analysis of elasticities, Australian Journal Of Agricultural & Resource Economics, 51(2):121-135, June 2007. Kantar Media, http://www.kantarmedia.com/.",
        "Kahneman D. and Frederick S., Ã\u0083Â¢Representativeness revisited: Attribute substitution in intuitive judgmentÃ\u0083Â¢ in Heuristics of Intuitive Judgment: Extensions and Applications, Gilovich, T., Griffin D., and Kahneman D., eds. New York: Cambridge University Press, 2002.",
        "Koordeman, R., Anschutz, D., and Engels, R. Ã\u0083Â¢Exposure to Alcohol Commercials in Movie Theaters Affects Actual Alcohol Consumption in Young Adult High Weekly Drinkers: An Experimental StudyÃ\u0083Â¢, The American Journal on Addictions, 20: 285Ã\u0083Â¢291, 2011.",
        "Manning, W., Bloomberg, L., and Mouton, l., Ã\u0083Â¢The Demand for Alcohol: Differential Response to PriceÃ\u0083Â¢, Journal of Health Economics, vol. 14, 1995.",
        "McCusker, C., Ã\u0083Â¢Cognitive biases and addiction: an evolution in theory and methodÃ\u0083Â¢, Addiction, 96(1):47-56, January 2001.",
        "Mischel W., Shoda Y., Peake P., Ã\u0083Â¢The nature of adolescent competencies predicted by preschool delay of gratificationÃ\u0083Â¢, Journal Of Personality And Social Psychology, 54(4):687-696, April 1988.",
        "Russell C., Russell, D., Ã\u0083Â¢Alcohol Messages in Prime-Time Television SeriesÃ\u0083Â¢, Journal of Consumer Affairs, 43(1): pp.108Ã\u0083Â¢128, 2009.",
        "Tapert, S., Cheung,E., Brown, G., Frank, L., Paulus, M., Schweinsburg, A., Meloy, M., Brown, S., Ã\u0083Â¢Neural Response to Alcohol Stimuli in Adolescents With Alcohol Use DisorderÃ\u0083Â¢, Archives of General Psychiatry, 60:727-735, 2003.",
        "Wagenaar, A., Salois, C., Matthew J., Komro, M. and Kelli A., Ã\u0083Â¢Effects of Beverage Alcohol Price and Tax Levels on Drinking: A Meta-analysis of 1003 Estimates from 112 StudiesÃ\u0083Â¢, Addiction, vol. 104, no. 2, pp. 179-190(12), February 2009. Wagenaar, A., Tobler, A.L., and Kromo K.A., Ã\u0083Â¢Effects of Alcohol Tax and Price Policies on Morbidity and Mortality: A Systematic Review, American Journal of Public Health, Vol. 100, No."
    ]
}