{
    "id": 18214,
    "cites": 46,
    "cited_by": 1,
    "reference": [
        "World Climate Report. (2011). Biggest Drop in U.S. Greenhouse Gas Emissions. In Patrick J. Michaels (Ed.), World Climate Report, .",
        "Weitzman, Martin L. (2007). A Review of The Stern Review on the Economics of Climate Change. Journal of Economic Literature, 45(3), 703-703.",
        "Weitzman, M. L. (2009). On Modeling And Interpreting The Economics Of Catastrophic Climate Change. Review Of Economics And Statistics, 91(1), 1-19.",
        "Waggoner, P. E., & Ausubel, J. H. (2002). A framework for sustainability science: A renovated IPAT identity. Proceedings of the National Academy of Sciences, 99(12), 7860-7865. doi: 10.1073/pnas.122235999 Weber, Christopher, Peters, Glen, Guan, Dabo, & Hubacek, Klaus. (2008). The contribution of Chinese exports to climate change. Energy Policy, 36, 3572-3577.",
        "United Nations Environmental Program. (2011). The emission gap report: are the Copenhagen pledges sufficient to limit global warming to 2 degrees Celsius or 1.5 degrees Celsius Retrieved October 11, 2011, from http://www.unep.org/publications/ebooks/emissionsgapreport/ Victor, David G. (2004). The collapse of the Kyoto Protocol and the struggle to slow global warming.",
        "United Nations. (1994). United Nations Framework Convention on Climate Change. New York: United Nations.",
        "UN Secretary-General's High-level Advisory Group on Climate Change Financing (UN SyG). (2010). Report of the Secretary-General's High-level Advisory Group on Climate Change Financing. New York: United Nations.",
        "Stern, Todd. (2009a). Keynote remarks at the U.S. Climate Action Symposium Retrieved August 17, 2011, from http://www.state.gov/g/oes/rls/remarks/2009/119983.htm Stern, Todd. (2009b). Press Roundtable with Todd Stern Special Envoy on Climate Change. Berlin: U.S. Embassy Retrieved from http://germany.usembassy.gov/events/2009/mar-29-stern/.",
        "Stern, N. H., & Great Britain, Treasury. (2007). The economics of climate change : the Stern Review: the Stern Review. Cambridge, UK: New York :Cambridge University Press.",
        "Shannon, Darren. (2011, June 9). ALTA joins dissent against EU ETS, Aviation Week. Retrieved from http://www.aviationweek.com/aw/generic/story_channel.jsp?channel=comm&id=news/avd/20 11/06/09/10.xml Soraghan, Mike. (2010, November 3). Obama talks up gas drilling, alternatives to cap and trade, E&E News PM. Retrieved from http://www.eenews.net/eenewspm/2010/11/03/archive/1 Sperling, Gene, McGinty, Katie, & Tarullo, Daniel. (1997). Climate change scenarios. Washington: George Washington University National Security Archive Retrieved from http://www.gwu.edu/~nsarchiv/NSAEBB/NSAEBB303/Document%208.pdf.",
        "Retrieved from http://www.pointcarbon.com/news/1.1567227?date=20110809&sdtc=1 Schmalensee, Richard, Stoker, Thomas, & Judson, Ruth. (1998). World Carbon Dioxide Emissions 19502050. Review of Economics and Statistics, 80(1), 15-27.",
        "Pew Center on Global Climate Change (Pew). (2010). Adding up the Numbers: Mitigation Pledges under the Copenhagen Accord Retrieved August 19, 2011, from http://www.pewclimate.org/copenhagen-accord/adding-up-mitigation-pledges Reklev, Stian, & Garside, Ben. (2011, August 9). CO2 caps not enough to save China CDM, Point Carbon.",
        "Persson, Sofia. (2010). Practical aspects of border carbon adjustment measures Retrieved August 19, 2011, from http://ictsd.org/downloads/2011/05/persson-ictsd-practical-aspects-of-bordercarbon -adjustment-measures.pdf Peters, Glen P., & Hertwich, Edgar G. (2008). Post-Kyoto greenhouse gas inventories: production versus consumption. Climatic Change(86), 51-66.",
        "Pachauri, R.K., & Reisinger, A. (Eds.). (2007). Contribution of Working Groups I, II and III to the Fourth Assessment Report of the Intergovernmental Panel on Climate Change. Geneva: IPCC.",
        "Open Energy Info. (2011). LEDS Program Workshop, from http://en.openei.org/wiki/LEDS_Program_Workshop Ostrom, Elinor. (2009). A polycentric approach for coping with climate change Policy Research Working Paper. Washington: World Bank.",
        "Nordhaus, William D., & Boyer, Joseph G. (1998). Requiem for Kyoto: An Economic Analysis of the Kyoto Protocol. Energy Journal, 20(special), 93-130.",
        "Nordhaus, William D. (2008). A question of balance : weighing the options on global warming policies. New Haven, Conn. ; London: Yale University Press.",
        "Nordhaus, William. (2007). The Challenge of Global Warming: Economic Models and Environmental Policy Retrieved August 18, 2011, from http://nordhaus.econ.yale.edu/dice_mss_072407_all.pdf Nordhaus, William D. (2007). A Review of the Stern Review on the Economics of Climate Change. Journal of Economic Literature, 45(3), 686-686.",
        "L'Aquila Declaration of Leaders. (2009). Declaration of the Leaders: The Major Economies Forum on Energy and Climate Retrieved August 29, 2011, from http://www.g8.utoronto.ca/summit/2009laquila/2009-mef.html Levinson, Arik, & Taylor, M. Scott. (2008). Unmasking the pollution haven effect. International Economic Review, 49(1), 223-254.",
        "Kolstad, Charles D. (2011). Bridging Reality and the Theory of International Environmental Agreements. Symposium in Honour of Tom Schelling. University of Manchester. Manchester.",
        "Kaya, YÃ\u0085Â\u008dichi, & Yokobori, Keiichi. (1997). Environment, energy, and economy [electronic resource] : strategies for sustainability. Tokyo ;New York: United Nations University Press.",
        "Jeppesen, tim, List, John A., & Folmer, Henk. (2002). Environmental regulations and new plant location decisions: Evidence from a meta-analysis. Journal of Regional Science, 42(1), 19-49.",
        "Jaffe, Adam B., Peterson, Steven R., Portney, Paul R., & Stavins, Robert N. (1995). Environmental regulation and the competitiveness of U.S. manufacturing: what does the evidence tell us? Journal of Economic Literature, 33, 132-168.",
        "Intergovernmental Panel on Climate Change (IPCC). (2001). IPCC Third Assessment Report: Climate Change 2001: Working Group III: Mitigation. Geneva: IPCC.",
        "Houser, Trevor. (2010, February 4). Evaluating Copenhagen: Does the Accord Meet the Challenge? Retrieved from http://www.piie.com/realtime/?p=1173 Interagency Competitiveness Analysis Team. (2009). The effects of H.R. 2454 on international competitiveness and emission leakage in energy-intensive trade-exposed industries, from http://www.epa.gov/climatechange/economics/pdfs/InteragencyReport_CompetitivenessEmissionLeakage. pdf Interagency Working Group on Social Cost of Carbon (IWG). (2009). Technical Support Document: Social Cost of Carbon for Regulatory Impact Analysis Under Executive Order 12866. Washington.",
        "Hoel, Michael. (1994). Efficient Climate Policy in the Presence of Free Riders. Journal of Environmental Economics and Management, 27(3), 259-274.",
        "Hoel, Michael. (1992). Emission taxes in a dynamic game of CO2 emissions. In R. Pethig (Ed.), Conflict and Cooperation in Managing Environmental Resources. Springer Publishing House.",
        "Hochstetler, Kathryn, & Viola, Eduardo. (2010). Brazil and the Multiscalar Politics of Climate Change.",
        "Fischer, Carolyn, & Fox, Alan. (2010). On the scope for output-based rebating in climate policy: When revenue recycling isn't enough (or isn't possible). Washington: RFF.",
        "Energy Information Administration. (2011). International Energy Statistics Retrieved August 11, 2011, from http://www.eia.gov/countries/data.cfm Energy Modeling Forum. (2009). EMF 22 - Climate Change Control Scenarios, International Data (updated). http://emf.stanford.edu/events/emf_briefing_on_climate_policy_scenarios_us_domestic_and_i nternational_policy_architectures/ EU ready to renegotiate Kyoto. (2001, April 7). BBC News. Retrieved from http://news.bbc.co.uk/2/hi/americas/1266221.stm Finus, Michael, & Rundshagen, Bianca. (2003). How the Rules of Coalition Formation Affect Stability of International Environmental Agreements. (2003-62). FEEM.",
        "Ederington, J., Levinson, A., & Minier, J. (2005). Footloose and pollution-free. Review of Economics and Statistics, 87(1), 92-99.",
        "Edenhofer, Ottmar, Knopf, Brigette, Barker, Terry, Baumstark, Lavinia, Bellevrat, Elie, Chateau, Bertrand, . . . van Vuuren, Detlef P. (2010). The Economics of Low Stabilization: Model Comparison of Mitigation Strategies and Costs. Energy Journal, 31(Special Issue), 11-48.",
        "den Elzen, MGJ , Hohne, N., van Vliet, J. , & Ellermann, C. (2009). Exploring Comparable Post-2012 Reduction Efforts for Annex I Countries. Amsterdam: Netherlands Environmental Assessment Agency.",
        "Dellink, Rob, & Corfee-Morlot, Jan. (2010). Costs and Effectiveness of the Copenhagen Pledges: Assessing global greenhouse gas emissions targets and actions for 2020. Paris: OECD.",
        "Cooper, Richard. (2010). The case for charges on greenhouse gas emissions. In Joseph E. Aldy & Robert N. Stavins (Eds.), Post-Kyoto International Climate policy. Cambridge: Cambridge University Press.",
        "Collins, William, Colman, Robert, Haywood, James, Manning, Martin R., & Mote, Philip. (2007). The physical science behind climate change. Scientific American, 297(2), 64-73.",
        "Energy Economics, 31(Supplement 2), S64-S81. doi: 10.1016/j.eneco.2009.10.013 CNN Wire Staff. (2011, October 4). China, Russia vetoes thwart U.N. Security Council resolution on Syria, CNN.com.",
        "Clarke, Leon, Edmonds, Jae, Krey, Volker, Richels, Richard, Rose, Steven, & Tavoni, Massimo. (2009). International climate policy architectures: Overview of the EMF 22 International Scenarios.",
        "Clarke, L., Edmonds, J., Jacoby, H., Pitcher, H., Reilly, J., & Richels, R. (2007). Sub-report 2.1A of Synthesis and Assessment Product 2.1 by the U.S. Climate Change Science Program and the Subcommittee on Global Change Research. Washington, DC: Department of Energy, Office of Biological & Environmental Research.",
        "Retrieved from http://af.reuters.com/article/energyOilNews/idAFTOE6AM02N20101123 Carraro, Carlo, & Siniscalco, Domenico. (1993). Strategies for the international protection of the environment. Journal of Public Economics, 52(3), 309-328.",
        "Aldy, J. E., Krupnick, A. J., Newell, R. G., Parry, I. W. H., & Pizer, W. A. (2010). Designing Climate Mitigation Policy. Journal of Economic Literature, 48(4), 903-934.",
        "Aldy, Joseph E., & Pizer, William A. (2010). The competitiveness impacts of climate change mitigation policies.",
        "Antweiler, Werner, Copeland, Brian R., & Taylor, M. Scott. (2001). Is free trade good for the environment. American Economic Review, 91(4), 877-908.",
        "Barrett, Scott. (1993). Strategic environmental policy and international competitiveness. In OECD (Ed.), Environmental Policies and Industrial Competitiveness (pp. 158-167). Paris: OECD.",
        "Barrett, Scott. (1994). Self-enforcing international environmental agreements. Oxford Economic Papers, 46, 878-894.",
        "Buckley, Chris. (2010, November 23). China says is world's top greenhouse gas emitter, Reuters."
    ]
}