{
    "id": 18220,
    "cites": 48,
    "cited_by": 13,
    "reference": [
        "Andrews, Emily S. 1992. Ã\u0083Â¢The Growth and Distribution of 401(k) Plans.Ã\u0083Â¢ In Trends in Pensions 1992, edited by John Turner and Daniel Beller, 149-76. Washington, DC: U.S. Department of Labor, Pension and Welfare Benefits Administration.",
        "Aportela, Fernando. 1999. Ã\u0083Â¢Effects of Financial Access on Savings by Low-Income People.Ã\u0083Â¢ Banco de MÃ\u0083Æ\u0092xico Working Paper.",
        "Ashraf, Nava, Diego Aycinena, Claudia MartÃ\u0083Æ\u0092nez, and Dean Yang. 2011. Ã\u0083Â¢Remittances and the Problem of Control: A Field Experiment Among Migrants from El Salvador.Ã\u0083Â¢ Universidad de Chile Working Paper SDT 341.",
        "Ashraf, Nava, Dean Karlan, and Wesley Yin. 2006. Ã\u0083Â¢Tying Odysseus to the Mast: Evidence from a Commitment Savings Product in the Philippines.Ã\u0083Â¢ Quarterly Journal of Economics 121(2): 635-72.",
        "Bassett, William F., Michael J. Fleming, and Anthony P. Rodrigues. 1998. Ã\u0083Â¢How Workers Use 401(k) Plans: The Participation, Contribution, and Withdrawal Decisions.Ã\u0083Â¢ National Tax Journal 51(2): 263-89.",
        "Beshears, John, James J. Choi, David Laibson, and Brigitte C. Madrian. 2008. Ã\u0083Â¢The Importance of Default Options for Retirement Savings Outcomes: Evidence from the United States.Ã\u0083Â¢ In Lessons from Pension Reform in the Americas, edited by Stephen J. Kay and Tapen Sinha, 59-87. New York: Oxford University Press.",
        "Beshears, John, James J. Choi, David Laibson, and Brigitte C. Madrian. 2010. Ã\u0083Â¢The Impact of Employer Matching on Savings Plan Participation under Automatic Enrollment.Ã\u0083Â¢ In Research Findings in the Economics of Aging, edited by David A. Wise, 311-27. Chicago: University of Chicago Press.",
        "Beshears, John, James J. Choi, David Laibson, and Brigitte C. Madrian. 2011. Ã\u0083Â¢Behavioral Economics Perspectives on Public Sector Pension Plans.Ã\u0083Â¢ Journal of Pension Economics and Finance 10(2): 315-36.",
        "Beshears, John, James J. Choi, David Laibson, and Brigitte C. Madrian. 2012 (forthcoming). Ã\u0083Â¢Simplification and Saving.Ã\u0083Â¢ Journal of Economic Behavior and Organizations.",
        "Brune, Lasse, Xavier GinÃ\u0083Æ\u0092, Jessica Goldberg, and Dean Yang. 2011. Ã\u0083Â¢Commitments to Save: A Field Experiment in Rural Malawi.Ã\u0083Â¢ World Bank Policy Research Working Paper 5748.",
        "Carroll, Gabriel D., James J. Choi, David Laibson, Brigitte C. Madrian and Andrew Metrick. 2009. Ã\u0083Â¢Optimal Defaults and Active Decisions: Theory and Evidence from 401(k) Saving.Ã\u0083Â¢ Quarterly Journal of Economics, 124(4): 1639-74 Choi, James J., David Laibson, and Brigitte C. Madrian. 2009. Ã\u0083Â¢Reducing the Complexity Costs of 401(k) Participation through Quick EnrollmentTM .Ã\u0083Â¢ In Developments in the Economics of Aging, edited by David A. Wise, 57-82. Chicago: University of Chicago Press.",
        "Choi, James J., David Laibson, and Brigitte C. Madrian. 2011. Ã\u0083Â¢$100 Bills on the Sidewalk: Violations of No-Arbitrage in 401(k) Accounts.Ã\u0083Â¢ The Review of Economics and Statistics 113(3):748-63.",
        "Choi, James J., David Laibson, Brigitte C. Madrian, and Andrew Metrick. 2002. Ã\u0083Â¢Defined Contribution Pensions: Plan Rules, Participant Decisions, and the Path of Least Resistance.Ã\u0083Â¢ In Tax Policy and the Economy, Vol. 16, edited by James M. Poterba, 67113. Cambridge, MA: MIT Press.",
        "Choi, James J., David Laibson, Brigitte C. Madrian, and Andrew Metrick. 2004a. Ã\u0083Â¢For Better or For Worse: Default Effects and 401(k) Savings Behavior.Ã\u0083Â¢ In Perspectives on the Economics of Aging, edited by David A. Wise, 81-121. Chicago: University of Chicago Press.",
        "Choi, James J., David Laibson, Brigitte C. Madrian, and Andrew Metrick. 2004b. Ã\u0083Â¢Plan Design and 401(k) Savings Outcomes.Ã\u0083Â¢ National Tax Journal 57(2): 275-98.",
        "Choi, James J., David Laibson, Brigitte C. Madrian, and Andrew Metrick. 2006. Ã\u0083Â¢Saving for Retirement on the Path of Least Resistance.Ã\u0083Â¢ In Behavioral Public Finance: Toward a New Agenda, edited by Edward J. McCaffrey and Joel Slemrod, 304-51. New York: Russell Sage Foundation.",
        "Clark, Robert L., and Sylvester Schieber. 1998. Ã\u0083Â¢Factors Affecting Participation Levels in 401(k) Plans.Ã\u0083Â¢ In Living with Defined Contribution Plans: Remaking Responsibility for Retirement, edited by Olivia Mitchell and Sylvester J. Schieber, 69-97. Philadelphia PA: University of Pennsylvania Press.",
        "Clark, Robert L., Gordon Goodfellow, Sylvester Schieber, and Drew Warwick. 2000. Making the Most of 401(k) Plans: Who's Choosing What and Why. In Forecasting Retirement Needs and Retirement Wealth, edited by Olivia Mitchell, Brett Hammond, and Anna Rappaport, 95-138. Philadelphia: University of Pennsylvania Press.",
        "Dhar, Ravi, and Stephen M. Nowlis. 1999. Ã\u0083Â¢The Effect of Time Pressure on Consumer Choice Deferral.Ã\u0083Â¢ Journal of Consumer Research 25(4): 369-84.",
        "Duflo, Esther, William Gale, Jeffrey Liebman, Peter Orszag, and Emmanuel Saez. 2005. Ã\u0083Â¢Saving Incentives for Low- and Middle-Income Families: Evidence from a Field Experiment with H&R Block.Ã\u0083Â¢ Quarterly Journal of Economics 121(4): 1311-46.",
        "Dupas, Pascaline, and Jonathan Robinson. 2010. Ã\u0083Â¢Savings Constraints and Microenterprise Development: Evidence from a Field Experiment in Kenya.Ã\u0083Â¢ International Policy Center Working Paper 111.",
        "Dupas, Pascaline, and Jonathan Robinson. 2011. Ã\u0083Â¢Why Don't the Poor Save More? Evidence from Health Savings Experiments.Ã\u0083Â¢ NBER Working Paper 17255.",
        "Dworak-Fisher, Keenan. 2008. Ã\u0083Â¢Encouraging Participation in 401(k) Plans: Reconsidering the Employer Match.Ã\u0083Â¢ U.S. Bureau of Labor Statistics Working Paper 420.",
        "Engelhardt, Gary V., and Anil Kumar. 2007. Ã\u0083Â¢Employer Matching and 401(k) Saving: Evidence from the Health and Retirement Study.Ã\u0083Â¢ Journal of Public Economics 91(10): 1920-43.",
        "Even, William E., and David A. Macpherson. 1997. Ã\u0083Â¢Factors Influencing Participation and Contribution Levels in 401 (k) Plans.Ã\u0083Â¢ Florida State University Working Paper.",
        "Even, William E., and David A. Macpherson. 2005. Ã\u0083Â¢The Effects of Employer Matching in 401(k) Plans.Ã\u0083Â¢ Industrial Relations 44(3): 525-549.",
        "General Accounting Office. 1997. Ã\u0083Â¢401(k) Pension Plans: Loan Provisions Enhance Participation but May Affect Income Security for Some.Ã\u0083Â¢ Report to the Chairman, Special Committee on Aging, and the Honorable Judd Gregg, U.S. Senate.",
        "Gollwitzer, Peter M. 1999. Ã\u0083Â¢Implementation Intentions: Strong Effects of Simple Plans.Ã\u0083Â¢ American Psychologist 54(7): 493Ã\u0083Â¢503.",
        "Gollwitzer, Peter M., and Paschal Sheeran. 2006. Ã\u0083Â¢Implementation Intentions and Goal Achievement: A Meta-analysis of Effects and Processes.Ã\u0083Â¢ Advances in Experimental Social Psychology 38: 69Ã\u0083Â¢119.",
        "Gugerty, Mary Kay. 2007. Ã\u0083Â¢You CanÃ\u0083Â¢t Save Alone: Commitment in Rotating Savings and Credit Associations in Kenya.Ã\u0083Â¢ Economic Development and Cultural Change 55(2): 251-82.",
        "Huberman, Gur, Sheena S. Iyengar, and Wei Jiang. 2007. Ã\u0083Â¢Defined Contribution Pension Plans: Determinants of Participation and Contribution Rates.Ã\u0083Â¢ Journal of Financial Services Research 31(1): 1-32.",
        "Iyengar, Sheena S., and Lepper, Mark R. 2000. Ã\u0083Â¢When Choice is Demotivating: Can One Desire Too Much of a Good Thing?Ã\u0083Â¢ Journal of Personality and Social Psychology 79(6): 9951006.",
        "Iyengar, Sheena S., Gur Huberman, and Wei Jiang. 2004. Ã\u0083Â¢How Much Choice is Too Much? Contributions to 401 (k) Retirement Plans.Ã\u0083Â¢ In Pension Design and Structure: New Lessons from Behavioral Finance, edited by Olivia Mitchell and Stephen Utkus, 83-95. Oxford, UK: Oxford University Press.",
        "Karlan, Dean, Margaret McConnell, Sendhil Mullainathan, and Joanathan Zinman. 2010. Ã\u0083Â¢Getting to the Top of Mind: How Reminders Increase Saving.Ã\u0083Â¢ NBER Working Paper 16205.",
        "Kast, Felipe, Stephan Meier, and Dina Pomeranz. 2012. Ã\u0083Â¢Under-Savers Anonymous: Evidence on Self-Help Groups and Peer Pressure as a Savings Commitment Device.Ã\u0083Â¢ IZA Discussion Paper 6311.",
        "Kusko, Andrea, James Poterba, and David Wilcox. 1998. Ã\u0083Â¢Employee Decisions with Respect to 401(k) Plans.Ã\u0083Â¢ In Living with Defined Contribution Pensions: Remaking Responsibility for Retirement, edited by Olivia Mitchell and Sylvester Schieber, 98-112. Philadelphia: University of Pennsylvania Press.",
        "Lusari, Annamaria, Punam Anand Keller, and Adam M. Keller. 2008. Ã\u0083Â¢New Ways to Make People Save: A Social Marketing Approach.Ã\u0083Â¢ In Overcoming the Saving Slump: How to Increase the Effectiveness of Financial Education and Saving Programs, edited by Annamaria Lusardi, 209-236. Chicago: University of Chicago Press.",
        "Madrian, Brigitte C., and Dennis F. Shea. 2001. Ã\u0083Â¢The Power of Suggestion: Inertia in 401(k) Participation and Savings Behavior.Ã\u0083Â¢ Quarterly Journal of Economics 116(4): 11491187.",
        "Mills, Gregory, William G. Gale, Rhiannon Patterson, Gary V. Engelhardt, Michael D. Eriksen, and Emil Apolstolov. 2008. Ã\u0083Â¢Effects of Individual Development Accounts on Asset Purchases and Saving Behavior: Evidence from a Controlled Experiment.Ã\u0083Â¢ Journal of Public Economics 92(5Ã\u0083Â¢6): 1509Ã\u0083Â¢30.",
        "Mitchell, Olivia S., Stephen P. Utkus, and Tongxuan Yang. 2007. Ã\u0083Â¢Turning Workers into Savers? Incentives, Liquidity, and Choice in 401(k) Plan Design.Ã\u0083Â¢ National Tax Journal 60(3): 469-89.",
        "Munnell, Alicia H., Annika Sunden, and Catherine Taylor. 2001-2002. Ã\u0083Â¢What Determines 401(k) Participation and Contributions?Ã\u0083Â¢ Social Security Bulletin 64(3): 64-75.",
        "Papke, Leslie E. 1995. Ã\u0083Â¢Participation in and Contributions to 401(k) Pension Plans.Ã\u0083Â¢ The Journal of Human Resources 30(2): 311-25.",
        "Papke, Leslie E., and James M. Poterba. 1995. Ã\u0083Â¢Survey Evidence on Employer Match Rates and Employee Saving Behavior in 401(k) Plans.Ã\u0083Â¢ Economics Letters 49(3): 313-17.",
        "Shafir, Eldar, Itamar Simonson, and Amos Tversky. 1993. Ã\u0083Â¢Reason-Based Choice.Ã\u0083Â¢ Cognition 49(1Ã\u0083Â¢2): 11Ã\u0083Â¢36.",
        "Soman, Dilip, and Amar Cheema. 2011. Ã\u0083Â¢Earmarking and Partitioning: Increasing Saving by Low-Income Households.Ã\u0083Â¢ Journal of Marketing Research 48(S1): S14Ã\u0083Â¢S22.",
        "Tversky, Amos, and Eldar Shafir. 1992. Ã\u0083Â¢Choice under Conflict: The Dynamics of Deferred Decision.Ã\u0083Â¢ Psychological Science 3(6): 358-61.",
        "Vanderhei, Jack, and Sarah Holden. 2001. Ã\u0083Â¢Contribution Behavior of 401(k) Plan Participants.Ã\u0083Â¢ Investment Company Institute Perspective 7(4):1-19.",
        "Vanguard Center for Retirement Research. 2001. Ã\u0083Â¢Automatic Enrollment: Vanguard Client Experience.Ã\u0083Â¢ http://institutional.vanguard.com/pdf/automatic_enrollment_clientexp.pdf"
    ]
}