{
    "id": 18243,
    "cites": 16,
    "cited_by": 1,
    "reference": [
        "Basu, S., and D. Weil. 1998. Appropriate technology and growth. Quarterly Journal of Economics 113(4): 1025-1054.",
        "Bernard, A., Eaton, J., Jensen, J., Kortum, S., 2003. Plants and productivity in international trade. American Economic Review 93, 1268-1290.",
        "Bernard, A., Redding, S., Schott, P., 2011. Multi-product Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â¦rms and trade liberalization. Quarterly Journal of Economics, forthcoming.",
        "Clerides, S. K., Lach, S., Tybout, J.R., 1998. Is learning by exporting important? Micro-dynamic evidence from Columbia, Mexico, and Morocco. Quarterly Journal of Economics 113, 903-947.",
        "Eckel, K., Neary, J.P., 2010. Multi-product Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â¦rms and Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â¡ exible manufacturing in the global economy. Review of Economic Studies 77, 188-217.",
        "Dixit, A., Grossman, G. M., 1983. Trade and protection with multi-stage production. Review of Economic Studies 49, 583-594.",
        "Keller, W., 2004. International Technology Diusion. Journal of Economic Literature 42: 752-782.",
        "Krugman, P., 1979. Increasing returns, monopolistic competition, and international trade. Journal of International Economics 9, 469-479.",
        "Krugman, P. 1980. Scale Economies, Product Dierentiation, and the Pattern of Trade. American Economic Review 70(5): 950-959.",
        "Melitz, M., 2003. The impact of trade on intra-industry reallocations and aggregate industry productivity. Econometrica 71, 1695-1725.",
        "McLaren, J., 2000. Globalization and vertical structure. American Economic Review 90, 1239-1254.",
        "Pavcnik, N., 2002. Trade liberalization, exit, and productivity improvements: Evidence from Chilean plants. Review of Economic Studies 69, 245-276.",
        "Stigler, George J., 1951. The Division of Labor is Limited by the Extent of the Market. Journal of Political Economy 59, 185-193.",
        "TreÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â¡ er, D., 2004. The long and short of the Canada-U.S. free trade agreement. American Economic Review 94, 870-895.",
        "Tybout, J., 2003. Plant- and Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â¦rm-level evidence on the new trade theories. In: Kwan Choi, E., Harrigan, J. (Eds.), Handbook of International Trade, BasilBlackwell, Oxford. p y PM FE",
        "Aghion, P., Burgess, R., Redding, S., Zilibotti, F, 2005. Entry liberalization and inequality in industrial performance. Journal of the European Economic Association 3, 291-302."
    ]
}