{
    "id": 18242,
    "cites": 42,
    "cited_by": 7,
    "reference": [
        "Yoon, Pyung Sig, and Laura T. Starks, 1995, Signaling, investment opportunities, and dividend announcements, Review of Financial Studies 8, 995-1018.",
        "Tversky, Amos, and Daniel Kahneman, 1991, Loss aversion in riskless choice: A referencedependent model, Quarterly Journal of Economics 106, 1039-1061.",
        "Thaler, Richard H., 1999, Mental accounting matters, Journal of Behavioral Decision Making 12, 183-206.",
        "Stein, Jeremy, 1989, Efficient capital markets, inefficient firms: A model of myopic corporate behavior, Quarterly Journal of Economics 104, 655-669.",
        "Shefrin, Hersh M., and Meir Statman, 1985, The disposition to sell winners too early and ride losers too long, Journal of Finance 40, 777-790.",
        "Shefrin, Hersh M., and Meir Statman, 1984, Explaining investor preference for cash dividends, Journal of Financial Economics 13, 253-282.",
        "Samuelson, William, and Richard Zeckhauser, 1988, Status quo bias in decision making, Journal of Risk and Uncertainty 1, 7-59.",
        "Odean, Terrence, 1998, Are investors reluctant to realize their losses? Journal of Finance 53, 1775-1798.",
        "Miller, Merton H., and Kevin Rock, 1985, Dividend policy under asymmetric information, Journal of Finance 40, 1031-1051.",
        "Miller, Merton H., 1986, Behavioral rationality in finance: The case of dividends, Journal of Business 59, S451-S468.",
        "Markowitz, Harry, 1952, The utility of wealth, Journal of Political Economy 60, 151-158.",
        "Michaely, Roni, and Michael R. Roberts, 2012, Corporate dividend policies: Lessons from private firms, Review of Financial Studies 25, 711-746.",
        "Abel, Andrew B., 1990, Asset prices under habit formation and catching up with the Joneses, American Economic Review 80, 38-42.",
        "Aerts, Walter, Geert Van Campenhout, and Tom Van Caneghem, 2008, Clustering in dividends: Do managers rely on cognitive reference points? Journal of Economic Psychology 29, 276-284.",
        "Allen, Franklin, Antonio E. Bernardo, and Ivo Welch, 2000, A theory of dividends based on tax clienteles, Journal of Finance 55, 2499-2536.",
        "Arkes, Hal, David Hirshleifer, Danling Jiang, and Sonya S. Lim, 2008, Reference point adaptation: Tests in the domain of security trading, Organizational Behavior and Human Decisions Processes 105, 67-81.",
        "Atkinson, R. C., and R. M. Shiffrin, 1968, Human memory: A proposed system and its control processes, In The Psychology of Learning and Motivation (Volume 2), K.W. Spence and J.T. Spence, eds., New York: Academic Press, 89-195.",
        "Baker, Malcolm P., Stefan Nagel, and Jeffrey Wurgler, 2007, The effect of dividends on consumption, Brookings Papers on Economic Activity 38:1, 231-292.",
        "Baker, Malcolm, Xin Pan, and Jeffrey Wurgler, 2012, The effect of reference point prices on mergers and acquisitions, Journal of Financial Economics, forthcoming.",
        "Baker, Malcolm P., Richard R. Ruback, and Jeffrey Wurgler, 2007, Behavioral corporate finance: A survey, In The Handbook of Corporate Finance: Empirical Corporate Finance, Espen Eckbo ed, New York: Elsevier/North Holland.",
        "Baker, Malcolm, and Yuhai Xuan, 2009, Under new management: equity issues and the attribution of past returns, Harvard University working paper.",
        "Barberis, Nicholas, Ming Huang, and Richard Thaler, 2006, Individual preferences, monetary gambles, and stock market participation: A Case for Narrow Framing, American Economic Review 96, 1069-1090.",
        "Bernheim, B. Douglas, 1991, Tax policy and the dividend puzzle, Rand Journal of Economics 22, 455-476.",
        "Bhattacharya, Sudipto, 1979, Imperfect information, dividend policy, and the bird in the hand fallacy, Bell Journal of Economics and Management Science 10, 259-270.",
        "Brav, Alon, John R. Graham, Campbell R. Harvey, and Roni Michaely, 2005, Payout policy in the 21st century, Journal of Financial Economics 77, 483-527.",
        "Charest, G., 1978, Dividend information, stock returns, and market efficiency, Journal of Financial Economics 6, 297-330.",
        "Constantinides, George, 1990, Habit formation: A resolution of the equity premium puzzle, Journal of Political Economy 98, 519-543.",
        "Damodaran, Aswath, 1989, The weekend effect in information releases: A study of earnings and dividend announcements, Review of Financial Studies 2, 607-623.",
        "Fama, Eugene F., and Henry Babiak, 1968, Dividend policy: An empirical analysis, Journal of the American Statistical Association 63, 1132-1161.",
        "Heath, Chip, Stephen Huddart, and Mark Lang, 1999, Psychological factors and stock option exercise, Quarterly Journal of Economics 114, 601-627.",
        "Genesove, David, and Christopher Mayer, 2001, Loss aversion and seller behavior: Evidence from the housing market, Quarterly Journal of Economics 116, 1233-1260.",
        "Grullon, Gustavo, and Roni Michaely, 2002, Dividends, share repurchases, and the substitution hypothesis, Journal of Finance 57, 1649-1684.",
        "Guttman, Ilan, Ohad Kadan, and Eugene Kandel, 2010, Dividend stickiness and strategic pooling, Review of Financial Studies 23, 4455-4495.",
        "John, Kose, and Joseph Williams, 1985, Dividends, dilution, and taxes: A signalling equilibrium, Journal of Finance 40, 1053-1070.",
        "Kahneman, Daniel, and Amos Tversky, 1979, Prospect theory: An analysis of decision under risk, Econometrica 47, 263-291.",
        "Kahneman, Daniel, J. Knetch, and Richard H. Thaler, 1990, Experimental tests of the endowment effect and the Coase theorem, Journal of Political Economy 98, 1325-1348.",
        "Koszegi, Botond, and Matthew Rabin, 2006, A model of reference-dependent preferences, Quarterly Journal of Economics 121, 1133-1166.",
        "Koszegi, Botond, and Matthew Rabin, 2009, Reference-dependent consumption plans, American Economic Review 99, 909-936.",
        "Kumar, P., 1988, Shareholder-manager conflict and the information content of dividends, Review of Financial Studies 1, 111-136.",
        "Lambrecht, Bart M., and Stewart C. Myers, 2012, A Lintner model of dividends and managerial rents, Journal of Finance, forthcoming.",
        "Leary, Mark T., and Roni Michaely, 2011, Determinants of dividend smoothing: Empirical evidence, Review of Financial Studies 24, 3197-3249.",
        "Lintner, John, 1956, Distribution of incomes of corporations among dividends, retained earnings, and taxes, American Economic Review 46, 97-113."
    ]
}