{
    "id": 1825,
    "cites": 22,
    "cited_by": 70,
    "reference": [
        "Barron, John M. and Wesley Mellow. ~`Search Efforts in the Labor Market. - Journal of Human Resources 14 (1979): 389-404.",
        "Bradshaw, T.F. and J.L. Schofl, The Extent of Job Search During Layoff. Brookings Papers on Economic Activity. 1 976, no. 2: 515-24. Burdett, Kenneth and Dale T. Mortensen. Labor Supply and Uncertainty. in R. Ehrenberg, ed., Research in Labor Economics, Vol. 2 London: JAI Press, 1981.",
        "Clark, Kim B. and Lawrence H. Summers. Labor Market Dynamics and Unemployment: A Reconsideration. Brookings Papers on Economic Activity. 1979, no. 1: 13-60.",
        "Classen, Kathleen P. Unemployment Insurance and Job Search. - in S. Lippman and J.J. McCall, eds., Studies in the Economics of Search. New York: North Holland, 1979.",
        "Corson, Walter and Walter Nicholson. An Analysis of UI Recipients Unemployment Spells. Unemployment Insurance Service Occasional Paper No. 83-1, U.S. Department of Labor, Employment and Training Administration, 1983.",
        "Cox, D.R. Regression Models and Life Tables. Journal of the Royal Statistical Society Series B, 34 (1972): 187-202.",
        "Ehrenberg, R.G. and R.L. Oaxaca. Unemployment Insurance, Duration of Unemployment, and Subsequent Wage Growth. American Economic Review 66 (1976): 754-766.",
        "Farber, Henry S. Are Quits and Firings Actually Different Events?: A Competing Risks Model of Job Duration. Mimeo. MIT, 1980.",
        "Feldstein, Martin S. The Importance of Temporary Layoffs: An Empirical Analysis. - Brookings Papers on Economic Activity 1975, no. 3: 725-744.",
        "Feldstein, Martin S. Temporary Layoffs in the Theory of Unemployment. Journal of Political Economy 84 (1976): 837-57.",
        "Flinn, C. and J.J. Heckman. Models for the Analysis of Labor Force Dynamics. in G. Rhodes and R. Basmenn, eds., Advances in Econometrics. London: JAI Press, 1982a.",
        "Flinn, C. and J.J. Heckman. New Methods for Analyzing Structural Models of Labor Force Dynamics. Journal of Econometrics 18 (1 982b): 115-68. Ham, John C. and Samuel A. Rca. Unemployment Insurance and Male Unemployment Duration in Canada. Mimeo, University of Toronto, March 1985 Heckman, J.J. and B. Singer. Econometric Duration Analysis. Journal of Econometrics 24 (1 984a): 63-132.",
        "Heckman, J.J. and B. Singer. A Method for Minimizing the Impact of Distributional Assumptions in Econometric Models for Duration Data. Econometrica 52 (1984b): 271-320.",
        "Kalbfleisch, John D. and Ross Prentice. The Statistical .4nalysis of Failure Time Data. New York: Wiley, 1980.",
        "Katz, Lawrence. `Worker Mobility and Unemployment, Ph.D. Dissertation, MIT, 1985.",
        "Kiefer, N. and G. Neumann. An Empirical Job Search Model with a Test of the Constant Reserva- tion Wage Hypothesis. - Journal of Political Economy 87 (1979): 89-108.",
        "Lancaster, Tony. Econometric Methods for the Duration of Unemployment. - Econometrica 47 (1979): 939-56.",
        "Lilien, David. `The Cyclical Importance of Temporary Layoffs. Review of Economics ad Statistics 62 (1980): 24-31.",
        "Topel, Robert H. Equilibrium Earnings, Turnover, and Unemployment: New Evidence. Journal of Labor Economics 2(1984): 500-522.",
        "Unemployment Benefit Advisors, Inc. Highlights of State Unemployment Compensation Laws, Januarv 1982. Washington, D.C.: UBA, Inc., 1982.",
        "U.S. Department of Labor, Employment and Training Administration. Unemployment Insurance Claims. Washington, D.C.: U.S. Government Printing Office, 1983.",
        "White, Barbara A. Optimal Strategies for Workers on Temporary Layoff. Economic Inquiry 21 (1983): 520-544."
    ]
}