{
    "id": 18254,
    "cites": 17,
    "cited_by": 3,
    "reference": [
        "Sommers, B. D., and K. Schwartz. 2011. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u00932.5 Million Young Adults Gain Health Insurance Due to the Affordable Care ActÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d [accessed on February 8, 2012]. Available at http://aspe.hhs.gov/health/reports/2011/YoungAdultsACA/ib.shtml U.S. Department of Labor (USDOL), Employee Benefits Security Administration (EBSA). n.d. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Fact Sheet: Young Adults and the Affordable Care Act: Protecting Young Adults and Eliminating Burdens on Families and BusinessesÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d [accessed on April 5, 2012]. Available at http://www.dol.gov/ebsa/newsroom/fsdependentcoverage.html White, H., 1980. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093A heteroskedasticity-consistent covariance matrix estimator and a direct test for heteroskedasticityÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d. Econometrica 48: 817Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c838.",
        "Sommers, B. D., and R. Kronick. 2012. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093The Affordable Care Act and Insurance Coverage for Young Adults.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Journal of the American Medical Association 307 (9): 913-4.",
        "StataCorp. 2011. Stata (release 12) statistical software. College Station, TX: StataCorp LP.",
        "Available at http://www.census.gov/srd/papers/pdf/rsm2007-11.pdf Pindyck, R. and D. Rubinfeld. 1998. Econometric Models and Economic Forecasts. Boston: McGraw Hill.",
        "National Conference of State Legislatures (NCSL). 2010. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Covering Young Adults Through Their ParentsÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0084¢ or GuardiansÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0084¢ Health PolicyÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d [accessed on April 5, 2012]. Available at http://www.ncsl.org/issues-research/health/dependent-health-coverage-stateimplementation. aspx Nicholson, J. L., S. R. Collins, B. Mahato, E. Gould, C. Schoen, and S. D. Rustgi. 2009. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Rite of Passage? Why Young Adults Become Uninsured and How New Policies Can Help, 2009 UpdateÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d [accessed on April 5, 2012]. Available at http://www.commonwealthfund.org/~/media/Files/Publications/Issue%20Brief/2009/Aug /1310_Nicholson_rite_of_passage_2009.pdf Pascale, J. 2007. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Measuring Health Insurance in the U.S.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d [accessed on April 5, 2012].",
        "Monheit, A. C., and B. Steinberg Schone. 2004. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093How Has Small Group Market Reform Affected Employee Health Insurance Coverage?Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Journal of Public Economics 88 (1-2): 237-54.",
        "Monheit, A. C., J. C. Cantor, D. DeLia, and D. Belloff. 2011. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093How Have State Policies to Expand Dependent Coverage Affected the Health Insurance Status of Young Adults?Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Health Services Research 46 (1 Pt 2): 251-67.",
        "Levine, P. B., R. McKnight, and S. Heep. 2011. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093How Effective Are Public Policies to Increase Health Insurance Coverage among Young Adults?Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d American Economic Journal: Economic Policy 3 (1): 129-56.",
        "Kaiser Family Foundation (KFF). 2010. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Kaiser Health Tracking Poll: April 2010Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009cFindingsÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d [accessed on June 7, 2012]. Available at http://www.kff.org/kaiserpolls/upload/8067F. pdf Korn, E. L., and B. I. Graubard. 1990. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Simultaneous testing of regression coefficients with complex survey data: Use of Bonferroni t statistics.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d American Statistician 44: 270Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c276.",
        "Huber, P. J., 1967. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093The behavior of maximum likelihood estimates under nonstandard conditions.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d In Vol. 1 of Proceedings of the Fifth Berkeley Symposium on Mathematical Statistics and Probability, 221Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c233. Berkeley: University of California Press.",
        "DeNavas-Walt, C., B. D. Proctor, and J. C. Smith. 2011. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Income, Poverty, and Health Insurance Coverage in the United States: 2010Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d [accessed on February 8, 2012]. Available at http://www.census.gov/prod/2011pubs/p60-239.pdf Fronstin, P. 2012. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093The Impact of PPACA on Employment-Based Health Coverage of Adult Children to Age 26.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d EBRI Notes 33 (1): 2-6.",
        "Ai, C., and E. C. Norton. 2003. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Interaction Terms in Logit and Probit Models.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Economics Letters 80 (1): 123-9.",
        "Antwi, Y.A., A.S. Moriya, and K. Simon. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Effects of Federal Policy to Insure Young Adults:Evidence from the 2010 Affordable Care Act Dependent Coverage Mandate.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Cambridge MA: National Bureau of Economic Research Working Paper #18200.",
        "Buchmueller, T., and J. DiNardo. 2002. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Did Community Rating Induce an Adverse Selection Death Spiral? Evidence from New York, Pennsylvania and Connecticut.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d American Economic Review 92 (1): 280-94.",
        "Bureau of Labor Statistics (BLS). n.d. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Local Area Unemployment Statistics: Tables and Maps Created by BLSÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d [accessed on February 8, 2012]. Available at http://www.bls.gov/lau/tables.htm Callahan, S. T., and W. O. Cooper. 2005. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Uninsurance and Health Care Access among Young Adults in the United States.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Pediatrics 116 (1): 88-95.",
        "Cantor, J. C., D. Belloff, A. C. Monheit, D. DeLia, and M. Koller. 2012. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Expanding Dependent Coverage for Young Adults: Lessons from State Initiatives.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Journal of Health Politics, Policy and Law 37 (1): 99-128.",
        "Claxton, G., M. Rae, N. Panchal, J. Lundy, A. Damico, A. Osei-Anto, K. Kenward, H. Whitmore, and J. Pickreign. 2011. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Employer Health Benefits: 2011 Annual SurveyÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d [accessed on February 8, 2012]. Available at http://ehbs.kff.org/pdf/2011/8225.pdf Davern, M., A. Jones Jr., J. Lepkowski, G. Davidson, and L. A. Blewett. 2007. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Estimating Regression Standard Errors with Data from the Current Population SurveyÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0084¢s Public Use File.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Inquiry 44 (2): 211-24."
    ]
}