{
    "id": 18258,
    "cites": 27,
    "cited_by": 7,
    "reference": [
        "Bommier, Antoine and Bertrand Villeneuve (2012), Risk Aversion and the Value of Risk to Life, Journal of Risk & Insurance, The American Risk and Insurance Association, vol. 79, pp. 77-104.",
        "Bruine de Bruin, WÃ\u0083Æ\u0092ndi and Katherine G. Carman (2012), Ã\u0083Â¢Measuring Risk Perceptions - What Does the Excessive Use of 50% Mean?Ã\u0083Â¢, Medical Decision Making, vol. 32, pp. 232-236.",
        "Bruine de Bruin, WÃ\u0083Æ\u0092ndi, Baruch Fischhoff, Bonnie L. Halpern-Felsher and Susan G. Millstein (2000), Ã\u0083Â¢Expressing Epistemic Uncertainty: ItÃ\u0083Â¢s a Fifty-Fifty Chance,Ã\u0083Â¢ Organizational Behavior and Human Decision Processes, vol. 81, pp. 115-131.",
        "Crimmins, Eileen M., Jung Ki Kim, Kenneth M. Langa and David R. Weir (2011), Ã\u0083Â¢Assessment of cognition using surveys and neuropsychological assessment: the health and retirement study and the aging, demographics, and memory studyÃ\u0083Â¢, Journals of Gerontology, Series B: Psychological Sciences and Social Sciences, 66B(S1), pp. i162Ã\u0083Â¢i171.",
        "Ellsberg, Daniel (1961), Ã\u0083Â¢Risk, Ambiguity, and the Savage AxiomsÃ\u0083Â¢, The Quarterly Journal of Economics, vol. 75, pp. 643-669.",
        "Engelberg, Joseph, Charles F. Manski, and Jared Williams (2009), Comparing the Point Predictions and Subjective Probability Distributions of Professional Forecasters, Journal of Business & Economic Statistics, American Statistical Association, vol. 27, pp. 30-41.",
        "Fischhoff, Baruch and WÃ\u0083Æ\u0092ndi Bruine de Bruin (1999), Ã\u0083Â¢Fifty-Fifty = 50%?Ã\u0083Â¢ Journal of Behavioral Decision Making, vol. 12, pp. 149-163.",
        "Fisher, Gwenith, Halimah Hassan, Willard L. Rodgers and David R. Weir (2012), Ã\u0083Â¢Health and Retirement Study - Imputation of Cognitive Functioning Measures: 1992 Ã\u0083Â¢ 2010 Early ReleaseÃ\u0083Â¢, http://hrsonline.isr.umich.edu/modules/meta/xyear/cogimp/desc/COGIMPdd.pdf, last updated on Fabruary 24, 2012.",
        "Gan, Li, Michael D. Hurd and Daniel McFadden (2005), Ã\u0083Â¢Individual Subjective Survival CurvesÃ\u0083Â¢, in David Wise, ed. Analyses in the Economics of Aging . University of Chicago Press., pp. 377-412.",
        "Gilboa, Itzhak and Massimo Marinacci (2011), Ambiguity and the Bayesian Paradigm, Working Papers 379, IGIER (Innocenzo Gasparini Institute for Economic Research), Bocconi University.",
        "Heckman, James J. and Burton Singer (1984), Ã\u0083Â¢A Method for Minimizing the Impact of Distributional Assumptions in Econometric Models for Duration DataÃ\u0083Â¢, Econometrica, vol. 52, pp. 271-320.",
        "Hill, Daniel, Michael Perry and Robert J. Willis (2004), Ã\u0083Â¢Estimating Knightian Uncertainty from Survival Probability Questions on the HRSÃ\u0083Â¢, mimeo Hurd, Michael D., and Kathleen McGarry (1995), Ã\u0083Â¢Evaluation of the Subjective Probabilities of Survival in the Health and Retirement Study,Ã\u0083Â¢ Journal of Human Resources, vol. 30, pp. 268-292.",
        "Hurd, Michael D., and Kathleen McGarry (2002), Ã\u0083Â¢The Predictive Validity of Subjective Probabilities of Survival,Ã\u0083Â¢ The Economic Journal, vol. 112, pp. 966-985.",
        "Hurd, Michael D., Susann Rohwedder, and Joachim Winter (2008) Ã\u0083Â¢Subjective Probabilities of Survival: An International ComparisonÃ\u0083Â¢, CeMMAP Workshop on Ã\u0083Â¢Novel measurement methods for understanding economic behaviourÃ\u0083Â¢ IFS, London, 3 July, 2008.",
        "Knight, Frank H. (1921), Ã\u0083Â¢Risk, Uncertainty, and ProfitÃ\u0083Â¢, Boston, MA: Hart, Schaffner & Marx; Houghton Mifflin Company.",
        "Lillard, Lee A. and Robert J. Willis (2001), Ã\u0083Â¢Cognition and Wealth: The Importance of Probabilistic Thinking,Ã\u0083Â¢ Michigan Retirement Research Center Working Paper, UM00-04.",
        "Lumsdaine, Robin L. and Rogier J.D. Potter van Loon (2012), Ã\u0083Â¢Wall Street vs. Main Street: A Comparison of ViewsÃ\u0083Â¢, unpublished manuscript.",
        "Manski, Charles F. and Francesca Molinari (2010), Rounding Probabilistic Expectations in Surveys, Journal of Business & Economic Statistics, vol. 28, pp. 219-231.",
        "Ofstedal, Mary Beth; Fisher McAuley, Gwenith Fisher McAuley and Herzog, A. Regula (2005), Ã\u0083Â¢Documentation of Cognitive Functioning Measures in the Health and Retirement StudyÃ\u0083Â¢, Report Last Updated: March 2005.",
        "PatÃ\u0083Æ\u0092-Cornell, M. Elisabeth (1996), Ã\u0083Â¢Uncertainties in risk analysis: Six levels of treatmentÃ\u0083Â¢, Reliability Engineering and System Safety, vol. 54, pp. 95-111.",
        "Perozek, Maria (2008), Ã\u0083Â¢Using Subjective Expectations to Forecast Longevity: Do Survey Respondents Know Something We Don't Know?Ã\u0083Â¢, Demography, vol. 45, pp. 95-113.",
        "Picone, Gabriel, Frank Sloan and Donald Taylor. (2004) Ã\u0083Â¢Effects of Risk and Time Preference and Expected Longevity on Demand for Medical TestsÃ\u0083Â¢ The Journal of Risk and Uncertainty, vol. 28, pp. 39Ã\u0083Â¢53.",
        "Savage, Leonard J. (1954), Ã\u0083Â¢The Foundations of StatisticsÃ\u0083Â¢, New York, Wiley.",
        "Sloan, Frank A., Vincent K. Smith and Donald H. Taylor, (2003), Ã\u0083Â¢The Smoking Puzzle: Information, Risk Perception, and ChoiceÃ\u0083Â¢, Cambridge: Harvard University Press.",
        "Smith, Vincent K., Donald H. Taylor and Frank A. Sloan, (2001) Longevity Expectations and Death: Can People Predict Their Own Demise? The American Economic Review, vol. 91, pp. 1126-1134.",
        "Vaupel, James W. (1979) Ã\u0083Â¢The Impact of Heterogeneity in Individual Frailty on the Dynamics of MortalityÃ\u0083Â¢, Demography, vol. 16, pp. 439-454.",
        "Vaupel, James W. (1997) Ã\u0083Â¢Trajectories of Mortality at Advanced AgesÃ\u0083Â¢, in Kenneth W. Wachter and Caleb E. Finch, ed. Between Zeus and the Salmon, National Academy Press, Washington, D.C. Willis, Robert J. (2005) Ã\u0083Â¢Discussion of Li Gan, Michael Hurd and Daniel McFadden, Ã\u0083Â¢Individual Subjective Survival CurvesÃ\u0083Â¢Ã\u0083Â¢, in David Wise, ed. Analyses in the Economics of Aging. University of Chicago Press."
    ]
}