{
    "id": 1827,
    "cites": 22,
    "cited_by": 21,
    "reference": [
        "Ando, Albert and Franco Modigliani, The Life Cycle Hypothesis of Saving: Aggregate Implications and Tests, American Economic Review, March 1963.",
        "Auerbach, Alan J. and Laurence J. Kotlikoff, Dynamic Fiscal Policy, forthcoming Cambridge University Press, 1986.",
        "Demographic Transition, National Tax Journal, June 1985.",
        "Bernheim, B. Douglas, Dissaving After Retirement: Testing the Pure Life Cycle Hypothesis, forthcoming in Issues in Pension Economics, NEER vol., University of Chicago Press, 1986.",
        "Bernheim, B. Douglas, Andrei Shleifer, and Lawrence H. Summers, Bequests as a Means of Payment, forthcoming Journal of Political Economy, 1986.",
        "Boskin, Michael J. and Laurence J. Kotlikoff, Public Debt and U.S. Saving: A New Test of the Neutrality Hypothesis, Carnegie-Rochester Conference Volume Series, Feb. 1986.",
        "Danziger, S., J. Van der Caag, E. Smolensky, and M. Taussig, The Life Cycle Hypothesis and the Consumption Behavior of the Elderly, Journal of Post Keynesian Economics, 1983.",
        "Darby, Michael R. , Effects of Social Security on Income and the Capital Stock, Wash., DC: Amer. Ent. Inst., 1979.",
        "Davies, James, Uncertain Lifetime, Consumption, and Dissaving in Retirement, Journal of Political Economy, June 1981.",
        "Eckstein, Zvi, Marty Eichenbaum, and Dan Peled, Uncertain Lifetimes and the Welfare Enhancing Properties of Annuity Markets and Social Security, mimeo, 1983.",
        "Friedman, Benjamin and Mark Warshansky, The Cost of Annuities: Implications for Saving Behavior and Bequests, NBER Working Paper, No. 1682, Aug. 1985.",
        "Gahvari, Firooz, Taxation of Housing, Capital Accumulation, and Welfare: A Study in Dynamic Tax Reform, Public Finance Quarterly, 1985.",
        "Kotlikoff, Laurence J., John Shoven, and Avia Spivak, Annuity Markets Savings, and the Capital Stock, NBER Working Paper No. 1250, 1984.",
        "Kotlikoff, Laurence J., The Impact of Annuity Insurance on Savings and Inequality, forthcoming, Journal of Labor Economics, 1986.",
        "Kotlikoff, Laurence J. and Lawrence H. Summers, The Role of Intergenerational Transfers in Aggregate Capital Accumulation, Journal of Political Economy, Vol. 89, No. 3, 1981.",
        "Kurz, Mordecai, The Life Cycle Hypothesis as a Tool of Theory and Practice, mimeo 1984.",
        "Menchik, Paul and M. David, Income Distribution, Life Time Saving and Bequests, The American Economic Review, September 1983.",
        "Mirer, Thad W., The Wealth-Age Relation Among the Aged, American Economic Review, June 1979.",
        "Modigliani, Franco, The Contribution of Intergenerational Transfer to Total Wealth, paper presented to the Paris Conference on Modeling the Accumulation and Distribution of Wealth, Sept. 1984.",
        "Sheshinski, Eytan and Yoram Weiss, Uncertainty and Optimal Social Security Systems, Quarterly Journal of Economics, May 1981.",
        "Solow, Robert, Reflections on Saving Behavior, in Saving and Government Policy, conf. series no. 25, Federal Reserve Bank of Boston, 1982.",
        "Summers, Lawrence H., Capital Taxation and Capital Accumulation in a Life Cycle Growth Model, American Economic Review, Sept. 1981."
    ]
}