{
    "id": 18277,
    "cites": 48,
    "cited_by": 0,
    "reference": [
        "Aaronson, Daniel, Lisa Barrow, and William Sander (2007). Teachers and Student Achievement in the Chicago Public High Schools, Journal of Labor Economics 25, 95-135.",
        "Abdulkadiroglu, Atila, Joshua Angrist, and Parag Pathak (2011): The Elite Illusion: Achievement Effects at Boston and New York Exam Schools, mimeo, MIT.",
        "Andreescu, Titu, Joseph A. Gallian, Jonathan M. Kane, and Janet E. Mertz (2008): Cross-Cultural Analysis of Students with Exceptional Talent in Mathematical Problem Solving, Notices of the American Mathematical Society, 55 (10), 1248-1260.",
        "Angrist, Joshua, Eric Bettinger, Erik Bloom, Elizabeth King, and Michael Kremer (2002): Vouchers for Private Schooling in Colombia: Evidence from a Randomized Natural Experiment, American Economic Review 92(5), 1535-1558.",
        "BrÃ\u0083Â¤nnÃ\u0083Â¤s, Kurt and Gunnar Rosenqvist (1994): Semiparametric Estimation of Heterogeneous Count Data Models, European Journal of Operational Research 76, 247-258.",
        "Brody, Linda, and Carol Mills (2005):, Talent Search Research: What HaveWe Learned?, High Ability Studies 16(1), 97-111.",
        "Brown, Charles, and Mary Corcoran (1997): Sex-Based Differences in School Content and the Male-Female Wage Gap, Journal of Labor Economics 15(3), 431-465.",
        "Bui, Sa, Steven G. Craig, and Scott Imberman (2011): Is Gifted Education a Bright Idea: Assessing the Impact of Gifted and Talented Programs on Achievement, mimeo, University of Houston.",
        "Cameron, A. Colin and Per Johansson (1997): Count Data Regression Using Series Expansions: With Applications, Journal of Applied Econometrics 12, 203-223.",
        "Cameron, A. Colin and Pravin K. Trivedi (1998): Regression Analysis of Count Data. Cambridge: Cambridge University Press.",
        "Card, David and Alan B. Krueger (1992): Does School Quality Matter? Returns to Education and the Characteristics of Public Schools in the United States, Journal of Political Economy 100 (1), 1-40.",
        "Chetty, Raj, John N. Friedman, Nathaniel Hilger, Emmanuel Saez, Diane Schanzenbach, and Danny Yagan (2011): How Does Your Kindergarten Classroom Affect Your Earnings? Evidence from Project STAR, Quarterly Journal of Economics 126 (4), 1593-1660.",
        "Coleman, James S. (1966): Equality of Educational Opportunity Study (EEOS). ICPSR06389-v3. Ann Arbor, MI: Inter-university Consortium for Political and Social Research.",
        "Colton, David, Heinz W. Engl, Alfred K. Louis, Joyce R. McLaughlin, and William Rundell (Eds.) (2000): Surveys on Solution Methods for Inverse Problems. Wien; New York: Springer.",
        "Dee, Thomas, and Brian Jacob (2009): The Impact of No Child Left Behind on Student Achievement, National Bureau of Economic Research Working Paper 15531.",
        "Dobbie, Will and Roland G. Fryer, Jr. (2011): Exam High Schools and Academic Achievement: Evidence from New York City, NBER Working Paper 17286.",
        "Dobbie, Will and Roland G. Fryer, Jr. (2009): Are High Quality Schools Enough to Close the Achievement Gap? Evidence from a Social Experiment in Harlem, NBER Working Paper 15473.",
        "Efron, Bradley and Robert J. Tibshirani (1993): An Introduction to the Bootstrap. New York: Chapman and Hall.",
        "Ellison, Glenn and Ashley Swanson (2009): The Gender Gap in Secondary School Mathematics at High Achievement Levels: Evidence from the American Mathematics Competitions, NBER Working Paper 15238.",
        "Ellison, Glenn and Ashley Swanson (2010): The Gender Gap in Secondary School Mathematics at High Achievement Levels: Evidence from the American Mathematics Competitions, The Journal of Economic Perspectives 24(2), 109-128.",
        "Freeman, Catherine E. (2005): Trends in Educational Equity of Girls & Women: 2004 (NCES 2005-016) U.S. Department of Education, National Center for Education Statistics. Washington D.C.: U. S. Government Printing Office.",
        "Gordon, Robert, Thomas J. Kane, and Douglas O. Staiger (2006): Identifying Effective Teachers Using Performance on the Job, Brookings Institution: Hamilton Project Discussion Paper.",
        "Guo, Jie Q. and Pravin K. Trivedi (2002): Flexible Parametric Models for Long-Tailed Patent Count Distributions, Oxford Bulletin of Economics and Statistics 64, 63-82.",
        "Gurmu, Shiferaw, Paul Rilstone, and Steven Stern (1999): Semiparametric Estimation of Count Regression Models, Journal of Econometrics 88, 123-150.",
        "Hanushek, Eric A. (1986): The Economics of Schooling: Production and Efficiency in Public Schools, Journal of Economic Literature 49(3), 1141-1177.",
        "Hanushek, Eric A., Paul E. Peterson, and Ludger Woessmann (2011): Teaching Math to the Talented, Education Next, 11(1), 11-18.",
        "Hanushek, Eric A. and Ludger Woessmann (2008): The Role of Cognitive Skills in Economic Development, Journal of Economic Literature 46(3), 607-668.",
        "Heckman, J. and B. Singer (1984): A Method for Minimizing the Impact of Distributional Assumptions in Econometric Models for Duration Data, Econometrica 52(2), 271-320.",
        "Hoxby, Caroline M. (2000): Does Competition Among Public Schools Benefit Students and Taxpayers? American Economic Review 90(5), 1209-1238.",
        "Hoxby, Caroline M. (2002): School Choice and School Productivity (or Could School Choice be a Tide That Lifts All Boats?), NBER Working Paper 8873.",
        "Hoxby, Caroline M., Sonali Murarka, Jenny Kang (2009): How New York City's Charter Schools Affect Achivement, August 2009 Report. Second report in series. Cambridge, MA: New York City Charter Schools Evaluation Project.",
        "Kane, Thomas J., Jonah Rockoff, and Douglas O. Staiger (2006): What Does Certification Tell Us About Teacher Effectiveness? Evidence From New York City, NBER Working Paper 12155.",
        "Kane, Thomas J. and Douglas O. Staiger (2002): The Promise and Pitfalls of Using Imprecise School Accountability Measures, The Journal of Economic Perspectives 16 (4), 91-114.",
        "Krieg, John M. (2008): Are Students Left Behind? The Distributional Effects of the No Child Left Behind Act, Education Finance and Policy 3(2), 250-281.",
        "Krueger, Alan B., and Mikael Lindahl (2001): Education for Growth: Why and For Whom?, Journal of Economic Literature 39 (4), 1101-1136.",
        "The Mathematical Association of America, American Mathematics Competitions (2007): 58th Annual Summary of High School Results and Awards.",
        "McCaffrey, Daniel F., Daniel Koretz, J. R. Lockwood, and Laura S. Hamilton (2004): Evaluating Value-Added Models for Teacher Accountability. Santa Monica, CA: RAND Corporation.",
        "Neal, Derek, and Diane Whitmore Shanzenbach (2010): Left Behind by Design: Proficiency Counts and Test-Based Accountability, Review of Economics and Statistics 92(2), 263-283.",
        "OECD (2010), PISA 2009 Results: What Students Know and Can Do Student Performance in Reading, Mathematics and Science (Volume I).",
        "Rivkin, Steven G., Eric A. Hanushek, and John F. Kain (2005): Teachers, Schools, and Academic Achievement, Econometrica 73 (2), 417-458.",
        "Rothstein, Jesse (2005): SAT Scores, High Schools, and Collegiate Performance Predictions. Forthcoming, Rethinking Admissions for a New Millenium: Moving Past the SAT for Social Diversity and Academic Excellence, Joseph A. Soares, ed., Teacher's College Press.",
        "Simar, L. (1976): Maximum Likelihood Estimation of a Compound Poisson Process, The Annals of Statistics 4, 1200-1209.",
        "U.S. Dept. of Commerce, Bureau of the Census (2000): Census of Population and Housing, 2000: Summary File 1. Washington, DC: U.S. Dept. of Commerce, Bureau of the Census.",
        "U.S. Dept. of Commerce, Bureau of the Census (2000): Census of Population and Housing, 2000: Summary File 3. Washington, DC: U.S. Dept. of Commerce, Bureau of the Census.",
        "U.S. Dept. of Education, National Center for Education Statistics: Common Core of Data: Public School Data, 2005-2006.",
        "U.S. Dept. of Education, National Center for Education Statistics: PSS Private School Universe Survey Data, 2005-2006.",
        "Wasserman, Larry (2006): Density Estimation. All of Nonparametric Statistics. New York; London: Springer.",
        "Winkelmann, Rainer (2008): Econometric Analysis of Count Data. Berlin: Springer."
    ]
}