{
    "id": 18286,
    "cites": 25,
    "cited_by": 4,
    "reference": [
        "Adamache, Killard W., and Frank Sloan. 1983. Competition Between Non-Profit and For-Profit Health Insurers, Journal of Health Economics, 2, pp. 225-243. Beaulieu, Nancy. 2004. An Economic Analysis of Health Plan Conversions: Are they in the Public Interest?, Forum for Health Economics & Policy: Vol. 7, Article 6.",
        "Buntin, Melinda et al. 2006. Consumer-Directed Health Care: Early Evidence about Effects on Cost and Quality, Health Affairs, 25(6), pp. 516-530.",
        "Capps, Cory, Dennis Carlton, and Guy David. 2010. Antitrust Treatment of Nonprofits: Should Hospitals Receive Special Care?, Working Paper.",
        "Chang, Tom and Mireille Jacobson. 2011. What Do Not-for-Profit Hospitals Maximize? Evidence from California&apos;s Seismic Retrofit Mandate, mimeo.",
        "Conover, Christopher, Mark Hall, and Jan Ostermann. 2005. The Impact of Blue Cross Conversions on Health Spending and the Uninsured, Health Affairs, 24(2), pp. 473-482.",
        "Currie, Janet, and Jonathan Gruber. 1996. Health Insurance Eligibility. Utilization of Medical Care, and Child Health, Quarterly Journal of Economics, 111, pp. 431-66.",
        "Cutler, David, and Jill Horwitz. 2000. Converting Hospitals from Not-for-Profit to For-Profit Status: Why and What Effects? The Changing Hospital Industry: Comparing Not-for-Profit and For-Profit Institutions. D. Cutler, Ed. Chicago, University of Chicago Press: pp. 45-79.",
        "Dafny, Leemore. 2010. Are Health Insurance Markets Competitive? American Economic Review 100(4), pp. 1399-1431.",
        "Dafny, Leemore, David Dranove, Frank Limbrock, and Fiona Scott Morton. 2011. Data Impediments to Empirical Work on Health Insurance Markets, The B.E. Journal of Economic Analysis & Policy: Vol. 11: Iss. 2 (Contributions), Article 8.",
        "Draper, Debra, Robert Hurley, Cara Lesser, and Bradley Strunk. 2002. The Changing Face of Managed Care, Health Affairs, 21(1), pp. 11-23.",
        "Duggan, Mark. 2002. Hospital Market Structure and the Behavior of Not-for-profit Hospitals, Rand Journal of Economics, 33(3), pp. 433-446.",
        "Gillies, Robin et al. 2006. The Impact of Health Plan Delivery System Organization on Clinical Quality and Patient Satisfaction, Health Services Research, 41(4), pp. 1181-91.",
        "Gruber, Jon and Kosali Simon. 2008. Crowd-out 10 years later: Have recent public insurance expansions crowded out private health insurance? Journal of Health Economics 27(2), 201-217.",
        "Hall, Mark and Christopher Conover. 2003. The Impact of Blue Cross Conversions on Accessibility, Affordability, and the Public Interest, Milbank Quarterly, 81(4), pp. 509-542.",
        "Hall, Mark, and Christopher Conover . 2006. For-Profit Conversion of Blue Cross Plans: Public Benefit or Public Harm?, Annual Review of Public Health, 27, pp. 443-463.",
        "Long, Sharon. 2008. Do For-Profit Health Plans Restrict Access to Care Under Medicaid Managed Care?, Medical Care Research and Review, 65(5), pp. 638-648.",
        "Pauly, Mark, Alan Hillman, Myoung Kim, and Darryl Brown. 2002. Competitive Behavior in the HMO Marketplace, Health Affairs, 21(1), pp. 194-202.",
        "Robinson, Jamie. 1997. Use and Abuse of the Medical Loss Ratio to Measure Health Plan Performance, Health Affairs, 16(4), pp. 176-187.",
        "Robinson, Jamie. 2004. Consolidation and the Transformation of Competition in Health Insurance, Health Affairs, 23(6), pp. 11-24.",
        "Robinson, Jamie. 2006. The Commercia1 Health Insurance Industry in an Era of Eroding Employer Coverage, Health Affairs, 25(6), pp. 1475-1486.",
        "Schramm, Carl. 2004. The Diseconomies of Blue Cross Conversion, Alliance for Advancing Nonprofit Healthcare Report.",
        "Schneider, Eric, Alan Zaslavsky, and Arnold Epstein. 2005. Quality of Care in For-Profit and Not-For-Profit Health Plans Enrolling Medicare Beneficiaries, The American Journal of Medicine, 118, pp. 1392-1400.",
        "Silverman, Elaine and Jonathan Skinner. 2004. Medicare Upcoding and Hospital Ownership, Journal of Health Economics, March, 23(2), pp. 369-89.",
        "Town, Robert, Roger Feldman, and Douglas Wholey. 2004. The Impact of Ownership Conversions on HMO Performance, International Journal of Health Care Finance and Economics, 4, pp. 327-342.",
        "Tu, Ha, and James Reschovsky. 2002. Assessments of Medical Care by Enrollees in For-profit and Nonprofit Health Maintenance Organizations, New England Journal of Medicine, 346(17), pp. 1288-1293."
    ]
}