{
    "id": 18282,
    "cites": 32,
    "cited_by": 3,
    "reference": [
        "G Akerlof. The market for lemons: Qualitative uncertainty and the market mechanism. Quarterly journal of economics, 84(3):488Ã\u0083Â¢500, 1970. D Andrews. Testing when a parameter is on the boundary of the maintained hypothesis.",
        "D Blackwell. Comparison of experiments. Second Berkeley Symposium on Mathematical Statistics and Probability, pages 93Ã\u0083Â¢102, Jan 1951.",
        "Finkelstein and McGarry [2006] note that rejections could pose an issue and provide a speciÃ\u0083Â¯cation that excludes individuals with health conditions leading to rejection (Table 4), but they do not exclude individuals over age 80 who would be rejected solely based on age. Fang et al. [2008] does not discuss the potential that rejections limits the extent of adverse selection in Medigap. Although Medigap insurers are not allowed to reject applicants during a 6-month open enrollment period at the age of 65, beyond this grace period rejections are allowed and are common industry practice in most states.",
        "D Blackwell. Equivalent comparisons of experiments. The Annals of Mathematical Statistics, Jan 1953.",
        "J Bound, J B Cullen, A Nichols, and L Schmidt. The welfare implications of increasing disability insurance beneÃ\u0083Â¯t generosity. Journal of Public Economics, 88(12):2487Ã\u0083Â¢2514, 2004.",
        "J Brown and A Finkelstein. The interaction of public and private insurance: Medicaid and the long-term care insurance market. The American Economic Review, 98:1083Ã\u0083Â¢1102, 2008.",
        "J Cawley and T Philipson. An empirical examination of information barriers to trade in insurance. The American economic review, 89(4):827Ã\u0083Â¢846, 1999.",
        "H Chade and E Schlee. Optimal insurance with adverse selection. Theoretical Economics, Forthcoming, May 2011. P Chiappori and B SalaniÃ\u0083Æ\u0092. Testing for asymmetric information in insurance markets.",
        "P Chiappori, B Jullien, B SalaniÃ\u0083Æ\u0092, and F SalaniÃ\u0083Æ\u0092. Asymmetric information in insurance: General testable implications. RAND Journal of Economics, pages 783Ã\u0083Â¢798, 2006.",
        "A Cohen and P Siegelman. Testing for adverse selection in insurance markets. The Journal of Risk and Insurance, 77:39Ã\u0083Â¢84, 2010.",
        "D Cutler, A Finkelstein, and K McGarry. Preference heterogeneity and insurance markets: Explaining a puzzle of insurance. American Economic Review, 98(2):157Ã\u0083Â¢62, 2008. B Efron and G Gong. A leisurely look at the bootstrap, the jackknife, and cross-validation.",
        "L Einav, A Finkelstein, and J Levin. Beyond testing: Empirical models of insurance markets. Annual Review of Economics, 2(1):311Ã\u0083Â¢336, Sep 2010a.",
        "L Einav, A Finkelstein, and P Schrimpf. Optimal mandates and the welfare cost of asymmetric information: evidence from the uk annuity market. Econometrica, 78(3): 1031Ã\u0083Â¢1092, 2010b.",
        "H Fang, M Keane, and D Silverman. Sources of advantageous selection: Evidence from the medigap insurance market. Journal of Political Economy, 116(2):303Ã\u0083Â¢350, 2008.",
        "A Finkelstein and K McGarry. Multiple dimensions of private information: Evidence from the long-term care insurance market. American Economic Review, 96(4):938Ã\u0083Â¢958, 2006.",
        "A Finkelstein and J Poterba. Selection eÃ\u0083Â¯ects in the united kingdom individual annuities market. The Economic Journal, Jan 2002.",
        "A Finkelstein and J Poterba. Adverse selection in insurance markets: Policyholder evidence from the uk annuity market. Journal of Political Economy, Jan 2004.",
        "L Gan, M Hurd, and D McFadden. Individual subjective survival curves. Analyses in the Economics of Aging, ed. D Wise, Aug 2005.",
        "G Gigerenzer and U HoÃ\u0083Â¯rage. How to improve bayesian reasoning without instruction: Frequency formats. Psychological Review, 102:684Ã\u0083Â¢704, 1995.",
        "D He. The life insurance market: Asymmetric information revisited. Journal of Public Economics, Jan 2009.",
        "M Hurd. Subjective probabilities in household surveys. Annual Review of Economics, pages 543Ã\u0083Â¢562, 2009. D. Kahneman and A. Tversky. Propsect theory: An analysis of decision under risk.",
        "L Lockwood. Incidental bequests: Bequest motives and the choice to self-insure late-life risks. Working Paper, 2012.",
        "G. J. Mailath and G. Noldeke. Does competitive pricing cause market breakdown under extreme adverse selection? Journal of Economic Theory, 140:97Ã\u0083Â¢125, 2008.",
        "S. Miller, A. Kirlik, A. KosorukoÃ\u0083Â¯, and J. Tsai. Supporting joint human-computer judgement under uncertainty. Proceedings of the Human Factors and Ergonomics Society 52nd Annual Meeting, pages 408Ã\u0083Â¢412, 2008.",
        "H Miyazaki. The rat race and internal labor markets. The Bell Journal of Economics, 8 (2):394Ã\u0083Â¢418, 1977.",
        "C Murtaugh, P Kemper, and B Spillman. Risky business: Long-term care insurance underwriting. Inquiry, 35(3):204Ã\u0083Â¢218, Jan 1995.",
        "W K Newey. Convergence rates and asymptotic normality for series estimators. Journal of Econometrics, 79(1):147Ã\u0083Â¢168, 1997.",
        "American Council of Life Insurers. Life Insurers Fact Book 2010. American Council of Life Insurers, Nov 2010.",
        "Congressional Budget OÃ\u0083Â¯ce. Financing Long-Term Care for the Elderly. Congressional Budget OÃ\u0083Â¯ce, Apr 2004.",
        "JG Riley. Informational equilibrium. Econometrica, 47(2):331Ã\u0083Â¢359, 1979.",
        "M Rothschild and J Stiglitz. Equilibrium in competitive insurance markets: An essay on the economics of imperfect information. The Quarterly Journal of Economics, pages 629Ã\u0083Â¢649, 1976.",
        "L. J. Savage. The Foundations of Statistics. John Wiley & Sons Inc., New York, 1954."
    ]
}