{
    "id": 1829,
    "cites": 13,
    "cited_by": 3,
    "reference": [
        "Ahlburg, D.A. The New Kuznets Cycle: A Test of the Easterlin-Wachter-Wachter Hypothesis, Research in Population Economics (4) 1982.",
        "Ben-Porath, V. Market, Government, and Israels Muted Baby Boom, National Bureau of Economic Research Working Paper No. 1569, February 1985.",
        "Berger, M.C. Cohort Size and the Earnings Growth of Young Workers. Industrial and Labor Relations Review (37) July 1984.",
        "Easterlin, R. Birth and Fortune. New York: Basic Books, Inc. 1980.",
        "Eliwood, D. The Spatial Mismatch Hypothesis: Are Teenage Jobs Missing in the Ghetto? In R. Freeman and H. Holzer (eds.) The Black Youth Employment Cr-isis. University of Chicago Press for NBER, 1985). Falar-is, E. M., and Peters, H. E. The Effect of the Demographic Cycle on Schooling and Entry Wages, Ohio State University, Department of Economics Working Paper no. 85-4, March 1985.",
        "Freeman, R.B. The Effect of Generational Crowding on the Labor Market for Young Male Workers, Proceedings of the American Statistical Association, 1979.",
        "Freeman, RB. Career Patterns of College Graduates in a Declining Labor Market. NBER Working Paper No. 750, September 1981.",
        "O.E.C.D. The Nature of Youth Unemployment, An Analysis for P01-icy-Makers, Paris, 1984.",
        "Russell, L. The Baby Boom Generation and the Economy. The Brookings Institution. 1982.",
        "Smith, J.P. and F. Welch. No Time to be Young: The Economic Prospects for Large Cohorts in the United States. Population and Development Review. Vol. 7 March 1981.",
        "Tan, H. S. and M.P. Ward. Forecasting the Wages of Young Men: The Effects of Cohort Size. Rand Corporation Research Report R-3115-Army, May 1985.",
        "Wachter, M.L. The Changing Cyclical Responsiveness of Wage Inflation Over the PostWar Period.t Brookings Papers on Economic Activit~, pp. 115-59, 1976.",
        "Wachter, M.L. and C. Kim. Time Series Change in Youth Joblessness, in Freeman, Richard B. and David A. Wise, eds., The Youth Labor Market Problem: Its Nature, Causes and Consequences. Chicago: University of Chicago Press, 1982."
    ]
}