{
    "id": 183,
    "cites": 26,
    "cited_by": 30,
    "reference": [
        "Anderson, B. E. and Wallace, P. Public Policy and Black Economic Progress: A Review of the Evidence. American Economic Review 65, No. 2 (May 1975): 47-52.",
        "Ashenfelter, 0. Changes in Labor Market Discrimination Over Time. Journal of Human Resources 5 (Fall 1970): 403-429.",
        "Butler, R. and Heckman, James J. The Impact of Government Programs on the Labor Market Status of Black Americans. Unpublished manuscript, University of Chicago, November, 1976.",
        "Burman, George. The Economics of Discrimination: The Impact of Public Policy. Ph.D. dissertation, University of Chicago, 1973.",
        "Flanagan, Robert J. Actual versus Potential Impact of Government Antidiscrimination Programs. Industrial Labor Relations Review 29, No. 4 (July 1976): 486-507.",
        "Freeman, R. B. The Black Elite. McGraw Hill, 1977.",
        "Goldstein, Morris and Smith, Robert S. The Estimated Impact of the Antidiscrimination Program Aimed at Federal Contractors. Industrial Labor Relations Review 29, No. 4 (July 1976): 523-543.",
        "Griliches, Z. A Note on Capital-Skill Complementarity. Review of Economics and Statistics (1968).",
        "Heckman, James J. Simultaneous Equation Models with and without Structural Shift in the Equations, in Goldfeld and Quandt teds.) Studies in Nonlinear Estimation. Ballinger, 1976.",
        "Heckman, James J. and Wolpin, K. Does the Contract Compliance Program Work? An Analysis of Chicago Data. Industrial Labor Relations Review 29, No. 4 (July 1976): 544-564.",
        "Ronig, Marjorie. The Impact of Welfare Payments on Family Stability, in R. I. Lerman, Studies Prepared for the Subcommittee on Fiscal Policy of the Joint Economic Conmiittee, 79th Congress of the United States, November 4, 1973.",
        "Jones, James E., Jr. Comment. Industrial Labor Relations Review 29, No. 4 (July 1976): 281-84.",
        "Kidder, Alice. Federal Compliance Efforts in the Carolina Textile Industry: A Summary Report, in the Twenty-fifth Annual Proceedings of the Industrial Relations Research Association, December 1972, pp. 353-361.",
        "Landes, William M. The Economics of Fair Employment Laws. Journal of Political Economy 76, No. 4 (July/August 1968): 507-52.",
        "Position of Nonwhites. American Economic Review 57 (May 1967): 578-90.",
        "Lerman, Robert I. The Family, Poverty, and Welfare Programs: An Introductory Essay on Problems of Analysis and Policy, in Studies Prepared for the Subcommittee on Fiscal Policy of the Joint Economic Committee, 79th Congress of the United States, Paper No. 12, November 4, 1973.",
        "Ligget, M. H. The Efficacy of State Fair Employment Practice Commissions. Industrial Labor Relations Review 22, No. 4 (July 1969).",
        "Marshall, Ray; Knapp, Charles; Ligget, N.; and Clover, Robert. The Impact of Court Cases and Out-of-Court Settlements on Minority Employment. Center for the Study of Human Resources, The University of Texas, February, 1976.",
        "Nerton, Robert. The Unanticipated Consequences of Purposive Social Action. American Sociological Review 1 (1936): 893-904.",
        "Norgren, Paul H. and Hill, Samuel E. Toward Fair Employment. New York: Columbia University Press, 1964.",
        "Waisgiass, Harry J. Discussion, in Proceedings, Industrial Relations Research Association, December 1972, pp. 370-373.",
        "Wallace, Phyllis A. A Decade of Policy Development in Equal Opportunities in Employment and Housing. Massachusetts Institute of Technology Working Paper 767-75, January 1975.",
        "Welch, Finis. Black-White Differences in Returns to Schooling. American Economic Review 63 (December 1973): 893-907.",
        "Differences in the Rural South. Journal of Political Economy 75 (June 1967): 225-240.",
        "Wolkinson, Benjamin W. Blacks~ Unions, and the EEOC. Lexington Books, 1973.",
        "Wolpin, Kenneth. Education, Screening, and the Demand for Labor of Uncertain Quality. Ph.D. Dissertation, City University of New York, 1974."
    ]
}