{
    "id": 1830,
    "cites": 32,
    "cited_by": 13,
    "reference": [
        "Artus, J.R. (1984), The Disequilibrium Real Wage Hypothesis - An Empirical Evaluation, IMF Staff Papers 31, 249.",
        "Blanchard, 0. et al. (1985), Employment and Growth in Europe: A Two-Handed Approach, Centre for European Policy Studies Paper.",
        "Black, S.W. (1984), Learning from Adversity - Policy responses to two Shock in Oil Prices, Lurcy Inaugural Lecture.",
        "Bruno, M. and J.D. Sachs (1981), Supply Vs. Demand Approaches to the Problem of Stagflation, in Macroeconomic Policies for Growth and Stability, ed.",
        "H. Giersch, Mohr, TÃ\u0083Â¼bingen. Bruno, M. (1985), Aggregate Supply and Demand Factors in OECD Unemployment: An Update, Paper presented at the Conference on the Rise in Unemployment, Sussex (revised August `85).",
        "Bruno, M. and J.D. Sachs (1985), Economics of Worldwide Stagflation, Harvard University Press.",
        "Calmfors, L. (1984), The Roles of Stabilization Policy and Wage Setting for the Achievement of Macroeconomic Targets, Paper presented at the Second Colloquium of the EEA, Frankfurt.",
        "Coe, 0., F. Gagliardi (1985), Nominal Wage Determination in Ten OECO Economies, OECD Working Paper no. 19.",
        "Dixit, A. (1980), A Solution Technique for Rational Expectations Models with -42- Applications to Exchange Rate and Interest Rate Determination, unpublished, Princeton University.",
        "Friedman, M. (1968), The Roles of Monetary Policy, American Economic Review 58(1), 1-17.",
        "Gordon, R. (1977), World Inflation and the Sources of Monetary Accommodation: A Study of Eight Countries, Brookings Papers on Economic Activity 8(2), 409-468.",
        "Gordon, R.J. (1985), Wage Price Dynamics and the Manufacturing Output Gap in Europe, Japan and North America, Paper for presentation at the Conference on Unemployment, Yxtahoim, Sweden.",
        "Grossman, 0. (1984), International Competition and the Unionized Sector, Canadian Journal of Economics 17(3), August.",
        "Grubb, 0., R. Jackman, R. Layard (1982), Causes of Current Stagflation, Review of Economic Studies, 49, 707.",
        "Grubb, 0., R. Jackman, R. Layard (1983), Wage Rigidity and Unemployment in OECD Countries, European Economic Review, 21, 11.",
        "Grubb, D., R. Layard, J. Symons (1984), Wages, Unemployment and Incomes Policy, in M. Emerson, ed., Europes Stagflation, Oxford University Press.",
        "Hargraves Heap, S.P. (1980), Choosing the Wrong `Natural Rate: Accelerating Inflation or Decelerating Employment and Growth? The Economic Journal 90.",
        "Knoester, A. (1983), Stagnation and the Inverted Haavelmo Effect: Some International Evidence, De Economist, 131, 548.",
        "Knoester, A., N. van der Windt (1985), Real Wages and Taxation in Ten OECD Countries, Erasmus University Discussion Paper 8501/GM.",
        "Lawrence, C. and R. Lawrence (1985), Manufacturing Wage Dispersion: An End Game Interpretation, Brookings Papers on Economic Activity 1, 47-116.",
        "Layard, R., G. Basevi, et al. (1984), Europe: The Case for Unsustainable Growth, Centre for European Policy Studies Paper No. 8/9.",
        "Layard, R., S. Nickell (1984), The Causes of British Unemployment, LSE Working Paper no.642.",
        "McDonald, I.M. and R. Solow (1981), Wage Bargaining and Employment, American Economic Review, December.",
        "Minford, P. (1983), Unemployment: Cause and Cure, Martin Robertson, Oxford.",
        "Newell, A., J. Symons (1985), Wages and Unemployment in the OECD Countries, LSE Discussion Paper no.215.",
        "Nickell, S. (1984), A Review of `Unemployment: Cause asnd Cure, by P. Minford, Economic Journal, December.",
        "Perry, G. (1975), Determinants of Wage Inflation Around the World, Brookings Papers on Economic Activity 6(2), 403-435.",
        "Sachs, J.D. (1979), Wages, Profits, and Macroeconomic Adjustment: A Comparative Study, Brookings Papers on Economic Activity, 1979:2, 259.",
        "Sachs, J.D. (1983a), Real Wages and Unemployment in the OECD Countries, Brookings Papers on Economic Activity, 1983:1.",
        "Sachs, J.D. (1983b), Comment: The Economic Consequences of Mrs. Thatcher (Buiter and Miller), Brookings Papers on Economic Activity, 1983:2.",
        "Symons, J. (1985), Relative Prices and the Demand for Labour in British Manufacturing, Economica, February.",
        "Symons, J. and R. Layard (1984), Neo-Classical Demand for Labour Functions for Six Major Economies, Economic Journal, December."
    ]
}