{
    "id": 18309,
    "cites": 36,
    "cited_by": 6,
    "reference": [
        "American Academy of Pediatrics. 2008. Ã\u0083Â¢Recommendations for Pediatric Preventive Health Care.Ã\u0083Â¢ American Academy of Pediatrics Policy Statement.",
        "Anderson, Robert N., Arialdi M. Minino, Donna L. Hoyert, and Harry M. Rosenberg. 2001. Ã\u0083Â¢Comparability of Cause of Death Between ICD-9 and ICD-10: Preliminary Estimates.Ã\u0083Â¢ National Vital Statistics Reports 49(2): 1-32, May 18.",
        "Becker, Gary. 2007. Ã\u0083Â¢Health as human capital: synthesis and extensions.Ã\u0083Â¢ Oxford Economic Papers 59(3): 379-410.",
        "Buckles, Kasey and Daniel M. Hungerman, 2008. Ã\u0083Â¢Season of Birth and Later Outcomes: Old Questions, New Answers,Ã\u0083Â¢ National Bureau of Economic Research Working Paper Series No. 14573.",
        "Card, David, C. Dobkin, and N. Maestas. 2009. Ã\u0083Â¢Does Medicare Save Lives?,Ã\u0083Â¢ Quarterly Journal of Economics 124, no. 2: 597Ã\u0083Â¢636.",
        "Card, David, and Lara Shore-Sheppard. 2004. Ã\u0083Â¢Using Discontinuous Eligibility Rules to Identify the Effects of the Federal Medicaid Expansions.Ã\u0083Â¢ Review of Economics and Statistics, 86.",
        "Case, Anne, Darren Lubotsky, and Christina Paxson. 2002. Ã\u0083Â¢Economic status and health in childhood: The origins of the gradient.Ã\u0083Â¢ The American Economic Review 92(5): 13081334.",
        "Case, Anne, Angela Fertig, and Christina Paxson. 2005. Ã\u0083Â¢The lasting impact of childhood health and circumstance.Ã\u0083Â¢ Journal of Health Economics 24: 365-389.",
        "Cassedy, Amy, Gerry Fairbrother and Paul W Newacheck. 2008. Ã\u0083Â¢The impact of insurance instability on childrenÃ\u0083Â¢s access, utilization, and satisfaction with health care.Ã\u0083Â¢ Ambulatory Pediatrics 8(5): 321-328.",
        "Currie, Janet, Sandra Decker, and Wanchuan Lin. 2008. Ã\u0083Â¢Has public health insurance for older children reduced disparities in access to care and health outcomes?Ã\u0083Â¢ Journal of Health Economics 27: 1567-1581.",
        "Currie, Janet and Jonathan Gruber. 1995. Ã\u0083Â¢Health insurance eligibility, utilization of medical care, and child health.Ã\u0083Â¢ NBER Working Paper No. 5052.",
        "Currie, Janet and Jonathan Gruber. 1996a. Ã\u0083Â¢Health insurance eligibility, utilization of medical care, and child health.Ã\u0083Â¢ The Quarterly Journal of Economics 111(2): 431-466.",
        "Currie, Janet and Jonathan Gruber. 1996b. Ã\u0083Â¢Saving babies: the efficacy and cost of recent changes in the Medicaid eligibility of pregnant women.Ã\u0083Â¢ The Journal of Political Economy 104(6): 1263-1296.",
        "Currie, Janet and Mark Stabile. 2003. Ã\u0083Â¢Socioeconomic status and child health: Why is the relationship stronger for children?Ã\u0083Â¢ The American Economic Review 93(5): 1813-1823.",
        "Cutler, David M. and Jonathan Gruber. 1996. Ã\u0083Â¢Does public insurance crowd out private insurance.Ã\u0083Â¢ The Quarterly Journal of Economics 111(2): 391-430.",
        "Cutler, D.M., and R. J. Zeckhauser. 2000. The Anatomy of Health Insurance. In Handbook of Health Economics, ed. Anthony J. Culyer and Joseph P. Newhouse. Vol. 1. North Holland: Elsevier.",
        "Dafny, Leemore and Jonathan Gruber. 2005. Ã\u0083Â¢Public insurance and child hospitalizations: access and efficiency effects.Ã\u0083Â¢ Journal of Public Economics 89: 109-129.",
        "De la Mata, Dolores. 2012. Ã\u0083Â¢The effect of Medicaid eligibility on coverage, utilization, and childrenÃ\u0083Â¢s health.Ã\u0083Â¢ Health Economics, published online July 16.",
        "Franks, Paul W., Robert L. Hanson, William C. Knowler, Maurice L. Sievers, Peter H. Bennett, and Helen C. Looker. 2010. Ã\u0083Â¢Childhood obesity, other cardiovascular risk factors, and premature death.Ã\u0083Â¢ The New England Journal of Medicine 362(6): 485-493.",
        "Grossman, Michael. 1972. Ã\u0083Â¢On the concept of health capital and the demand for health.Ã\u0083Â¢ The Journal of Political Economy 80(2): 223-255.",
        "Grossman, Michael. 2000. Ã\u0083Â¢The human capital model.Ã\u0083Â¢ Handbook of Health Economics, vol. 1. Edited by A.J. Cuyler and J.P. Newhouse.",
        "Howell, Embry, Sandra Decker, Sara Hogan, Alshadye Yemane and Jonay Foster. 2010.",
        "Howell, Embry M. and Genevieve M. Kenney. 2012. Ã\u0083Â¢The Impact of the Medicaid/CHIP expansions on children: A synthesis of the evidence.Ã\u0083Â¢ Medical Care Research and Review 20(10): 1-25.",
        "Joyce, Ted and Andrew Racine. 2005. Ã\u0083Â¢CHIP shots: Association between the State ChildrenÃ\u0083Â¢s Health Insurance Programs and immunization rates.Ã\u0083Â¢ Pediatrics 115: e26e534.",
        "Kaestner, Robert, Ted Joyce, and Andrew Racine. 2001. Ã\u0083Â¢Medicaid eligibility and the incidence of ambulatory care sensitive hospitalizations for children.Ã\u0083Â¢ Social Science and Medicine 52: 305-313.",
        "Lee, David S., and David Card. 2008. Ã\u0083Â¢Regression discontinuity inference with specification error.Ã\u0083Â¢ Journal of Econometrics 142 (2) (February): 655-674.",
        "Leininger, Lindsey. 2009. Ã\u0083Â¢Partial-year insurance coverage and the health care utilization of children.Ã\u0083Â¢ Medical Care Research and Review 66(1): 49-67.",
        "Lo Sasso, Anthony T. and Thomas C. Buchmueller. 2004. Ã\u0083Â¢The effect of the state children's health insurance program on health insurance coverage.Ã\u0083Â¢ Journal of Health Economics 23(5): 1059-1082.",
        "Manning, Willard G., Joseph P. Newhouse, Naihua Duan, Emmett B. Keeler, and Arleen Leibowitz. 1987. Ã\u0083Â¢Health Insurance and the Demand for Medical Care: Evidence from a Randomized Experiment.Ã\u0083Â¢ The American Economic Review 77 (3) (June 1): 251-277.",
        "Minino, Arialdi M., Jiaquan Xu, and Kenneth D. Kochanek. 2010. Ã\u0083Â¢Deaths: Preliminary Data for 2008.Ã\u0083Â¢ National Vital Statistics Reports 59(2): 1-71.",
        "Racine, Andrew D., Robert Kaestner, Theodore J. Joyce and Gregory J. Colman. 2001 Ã\u0083Â¢Differential impact of recent Medicaid expansions by race and ethnicity.Ã\u0083Â¢ Pediatrics 108: 1135-1142.",
        "Shi, Lei Yu, Michael E. Samuels, Mary Pease, Walter P. Bailey and Elizabeth H. Corley. 1999. Ã\u0083Â¢Patient Characteristics Associated with Hospitalizations for Ambulatory Care Sensitive Conditions in South Carolina.Ã\u0083Â¢ Southern Medical Journal 92(10): 989-998.",
        "Valdez, R. Burciaga, Robert H. Brook, William H. Rogers, John E. Ware, Emmett B. Keeler, Cathy A. Sherbourne, Kathleen N. Lohr, George A. Goldberg, Patricia Camp, and Joseph Newhouse. 1985. Ã\u0083Â¢Consequences for Cost-Sharing for ChildrenÃ\u0083Â¢s Health.Ã\u0083Â¢ Pediatrics 75(5): 952-961.",
        "Internal External Sources: 1983 NVSS Multiple Cause of Death and Census Bureau population estimates. Figure 6: Child Mortality from All Causes ! ! ! ! ! ! ! ! ! ! ! ! ! ! ! !! ! ! ! ! ! ! ! ! ! ! ! !! ! ! ! ! ! ! ! ! ! ! ! ! ! ! ! !! ! ! ! ! ! ! !! ! ! ! ! !! ! ! ! ! ! ! ! ! ! ! !! ! ! ! !!! ! ! ! !! ! ! ! ! ! ! ! ! ! ! ! ! TotalMortality JunÃ\u0083Â¢80 FebÃ\u0083Â¢82 OctÃ\u0083Â¢83 JunÃ\u0083Â¢85 FebÃ\u0083Â¢87 2.0 2.5 3.0 Ages 4Ã\u0083Â¢7 ! ! ! ! ! ! ! ! ! ! ! ! ! ! ! ! !! ! ! ! ! ! ! ! ! ! ! ! ! ! !! !! ! ! ! ! ! ! ! ! ! ! ! ! ! ! ! ! ! ! ! ! ! ! ! !! !! ! !! ! ! ! ! ! ! ! ! ! ! !! !! ! ! ! !! ! ! ! ! ! ! ! ! ! ! ! ! TotalMortality JunÃ\u0083Â¢80 FebÃ\u0083Â¢82 OctÃ\u0083Â¢83 JunÃ\u0083Â¢85 FebÃ\u0083Â¢87 1.8 2.0 2.2 2.4 2.6 2.8 3.0 Ages 8Ã\u0083Â¢14 ! ! ! ! ! ! ! ! ! ! ! ! ! ! ! ! ! !! ! ! ! ! ! ! ! ! ! ! ! ! ! ! ! ! ! ! ! ! ! ! !! ! ! ! ! ! ! ! ! ! ! ! ! ! ! ! ! ! ! ! !! ! ! !! ! ! ! ! ! ! ! ! ! ! ! !! ! ! ! ! ! ! !! ! ! ! ! ! ! !",
        "Black, Ages 15Ã\u0083Â¢18 Figure. Child Mortality from External Causes by Child Race Mortality rates by cohort (per 10,000 children) were constructed using Multiple Cause of Death Data files for the years 1980Ã\u0083Â¢ 2006 and Birth Data files for 1980Ã\u0083Â¢1987. Points represent means of the ageÃ\u0083Â¢specific mortality rates for each birth cohort, as described in the text. The lines are fitted values from a regression that includes a quadratic in birth cohort and a dummy variable for children born after September 30, 1983.",
        "ExternalMortality JunÃ\u0083Â¢80 FebÃ\u0083Â¢82 OctÃ\u0083Â¢83 JunÃ\u0083Â¢85 FebÃ\u0083Â¢87 4.5 5.0 5.5 6.0 6.5 High Eligibility Gain, Ages 15Ã\u0083Â¢18 Figure. External Mortality for White Children by State Group Mortality rates by cohort (per 10,000 children) were constructed using Multiple Cause of Death Data files for the years 1980Ã\u0083Â¢ 2006 and Birth Data files for 1980Ã\u0083Â¢1987. Points represent means of the ageÃ\u0083Â¢specific mortality rates for each birth cohort, as described in the text. The lines are fitted values from a regression that includes a quadratic in birth cohort and a dummy variable for children born after September 30, 1983."
    ]
}