{
    "id": 18314,
    "cites": 48,
    "cited_by": 16,
    "reference": [
        "Amiti, Mary and Amit K. Khandelwal, 2009, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Import Competition and Quality UpgradingÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d, NBER working paper no. 15503.",
        "Arkolakis, Costas, 2010, Market Penetration Costs and the New Consumers Margin in International Trade,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Journal of Political Economy, 118 (6), 1151-1199.",
        "Baldwin, Richard E. and James Harrigan, 2011, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Zeros, Quality and Space: Trade Theory and Trade Evidence,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d American Economic Journal: Microeconomics, 3, May, 60Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c88.",
        "Baldwin, Richard E. and Tadashi Ito, 2011, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Quality Competition versus Price Competition Goods: An Empirical Classification,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Journal of Economic Integration, 26, March.",
        "Balk, Bert M., 2008, Price and Quantity Index Numbers: Models for Measuring Aggregate Change and Difference. New York: Cambridge University Press.",
        "Bekkers, Eddy, Joseph Francois, and Miriam Manchin, 2010, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Import Prices, Income, and Income Inequality,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d University of Linz and University College London.",
        "Bilbiie, Florin, Fabio Ghironi, and Marc J. Melitz, 2012, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Endogenous Entry, Product Variety, and Business Cycles,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Journal of Political Economy, 120(2), 304-345.",
        "Broda, Christian, and David W. Weinstein, 2006, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Globalization and the Gains from Variety,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Quarterly Journal of Economics, May, 121(2), 541-585.",
        "Central Intelligence Agency, 2012, The World Factbook, available online at https://www.cia.gov/library/publications/the-world-factbook/.",
        "Chaney, Thomas, 2008, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Distorted Gravity: the Intensive and Extensive Margins of International Trade,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d American Economic Review, 98(4), September, 1707-1721.",
        "Choi, Yo Chul, David Hummels and Chong Xiang, 2009, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Explaining Import Quality: The role of Income Distribution,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Journal of International Economics, 77(2), 265-275.",
        "Crozet, Matthieu, Keith Head and Thierry Mayer, 2012, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Quality Sorting and Trade: Firm-level Evidence for French Wine,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Review of Economic Studies , 79(2), April, 609-644.",
        "Deaton, Angus, and John Muellbauer, 1980, Economics and Consumer Behaviour. Cambridge: Cambridge University Press.",
        "Deaton, Angus and Alan Heston, 2010, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Understanding PPPs and PPP-based National Accounts,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d American Economic Journal: Macroeconomics, 2(4), 1-35.",
        "De Loecker, Jan and Frederic Warzynski, 2011, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Markups and Firm Level Export Status,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d American Economic Review, forthcoming.",
        "Diewert, W Erwin, 1978, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Superlative Index Numbers and Consistency in Aggregation,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Econometrica, 46(4), 883-900.",
        "Dryer, Matthew S. & Haspelmath, Martin, eds., 2011, The World Atlas of Language Structures Online, Munich: Max Planck Digital Library, available online at http://wals.info/, accessed in April and May 2012.",
        "Eaton, Jonathan and Samuel Kortum, 2002, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Technology, Geography and Trade,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Econometrica, 70, 1741-1779.",
        "Eaton, Jonathan, Samuel Kortum and Francis Kramarz, 2011, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093An Anatomy of International Trade: Evidence from French Firms,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Econometrica, 79, 1453-1498.",
        "Eaton, Jonathan, Samuel Kortum and Sebastian Sotelo, 2012, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093International Trade: Linking Micro and Macro,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d National Bureau of Economic Research working paper no. 17864.",
        "Fajgelbaum, Pablo, Gene M. Grossman and Elhanan Helpman, 2011a, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Income Distribution, Product Quality, and International Trade,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Journal of Political Economy, 119(4), 721 Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c 765.",
        "Fajgelbaum, Pablo D., Gene M. Grossman and Elhanan Helpman, 2011b, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093A Linder Hypothesis for Foreign Direct Investment,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d NBER Working Papers 17550.",
        "Feenstra, Robert C., 1994, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093New Product Varieties and the Measurement of International Prices,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d American Economic Review, 84(1), March, 157-177.",
        "Feenstra, Robert C., Alan Heston, Marcel P. Timmer, and Haiyan Deng, 2009, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Estimating Real Production and Expenditures Across Countries: A Proposal for Improving the Penn World Tables,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Review of Economics and Statistics, 91(1), 201-212.",
        "Feenstra, Robert C., Robert Inklaar, and Marcel Timmer, 2012, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093The Next Generation of the Penn World Table,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d University of California, Davis and University of Groningen.",
        "Feenstra, Robert C., John Romalis, and Peter K. Schott, 2002, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093U.S. Imports, Exports, and Tariff Data, 1989-2001,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d NBER Working Papers no. 9387.",
        "Fisher, Franklin M. and Karl Shell, 1972, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Taste and Quality Change in the Pure Theory of the True Cost-of-Living Index,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Essay I in: Economic Theory of Price Indices: Two Essays on the Effects of Taste, Quality and Technological Change, New York: Academic Press, 1972, 1-48.",
        "Gervias, Antoine, 2010, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Product Quality, Firm Heterogeneity and International Trade, University of Notre Dame.",
        "Hallak, Juan Carlos, 2006, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Product Quality and the Direction of Trade,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Journal of International Economics, 68, 238-265.",
        "Hallak, Juan Carlos and Peter K. Schott, 2011, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Estimating Cross-Country Differences in Product Quality,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Quarterly Journal of Economics, 126 (1), 417-474 Hummels, David L., 1999, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Toward a Geography of Trade CostsÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d, GTAP Working Papers no. 17.",
        "Hummels, David L. and Peter J. Klenow, 2005, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093The Variety and Quality of a NationÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0084¢s Exports,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d American Economic Review, 95(3), 704-723 Hummels, David L. and Alexandre Skiba, 2004, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Shipping the Good Apples Out? An Empirical Confirmation of the Alchian-Allen Conjecture,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Journal of Political Economy, 112(6), December, 1384-1402.",
        "Johnson, Robert C., 2012, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Trade and Prices with Heterogeneous Firms,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Journal of International Economics, 86(1), January, 43-56.",
        "Khandelwal, Amit, 2010, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093The Long and Short (of) Quality Ladders,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Review of Economics Studies, 77(4), 1450-1476.",
        "Kravis, Irving and Lipsey, Robert, 1974, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093International Trade Prices and Price Proxies,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d in N. Ruggles, ed., The Role of the Computer in Economic and Social Research in Latin America, New York: Columbia University Press, 253-266.",
        "Lewis, M. Paul, ed., 2009. Ethnologue: Languages of the World, Sixteenth edition. Dallas, Tex.: SIL International. Online version: http://www.ethnologue.com/ accessed in April and May 2012.",
        "Mandel, Benjamin R., 2009, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Heterogeneous Firms and Import Quality: Evidence From Transaction-Level Prices,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Federal Reserve Bank of New York.",
        "Martin, Julien and Isabelle MÃ\u0083Æ\u0092Ã\u0082Â©jean, 2010, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Reallocation Across Firms and Aggregate Quality Upgrading,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d CREST and Ecole Polytechnique.",
        "Melitz, Marc J., 2003, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093The Impact of Trade on Intra-Industry Reallocations and Aggregate Industry Productivity.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Econometrica, 71(6), 1695-1725, November.",
        "Redding, Stephen and Venables, Anthony J., 2004, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Economic Geography and International Inequality,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Journal of International Economics, 62, 53Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c 82.",
        "Rodriguez, Carlos Alfredo, 1979, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093The Quality of Imports and the Differential Welfare Effects of Tariffs, Quotas, and Quality Controls as Protective Devices,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Canadian Journal of Economics, 12 (3), 439-49.",
        "Romalis, John, 2007, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093NAFTA&apos;s and CUSFTA&apos;s Impact on International TradeÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d, Review of Economics and Statistics, 89(3), 416-35.",
        "Sato, Ryuzo, 1977, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Homothetic and Non-Homothetic CES Production Functions,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d American Economic Review, 67(4), 559-569.",
        "Schott, Peter K., 2004, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Across-product Versus Within-product Specialization in International Trade,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Quarterly Journal of Economics, 119(2), 646-677.",
        "Schott, Peter K., 2008, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093The Relative Sophistication of Chinese Exports,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Economic Policy, 23, 5-49.",
        "Simonovska, Ina, 2011, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Income Differences and Prices of Tradables,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d University of California, Davis.",
        "Simonovska, Ina and Michael Waugh, 2011, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093The Elasticity of Trade: Estimates and Evidence,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d National Bureau of Economic Research Working Paper No. 16796.",
        "Simonovska, Ina and Michael Waugh, 2012, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Different Trade Models, Different Trade Elasticities?Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d UC Davis and NYU Stern School of Business. Available at: http://www.econ.ucdavis.edu/faculty/sina/sw2.pdf Summers, Robert and Alan Heston, 1991, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093The Penn World Table (Mark 5): An Expanded Set of International Comparisons, 1950-1988,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Quarterly Journal of Economics, May, 327-368.",
        "Verhoogen, Eric, 2008, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Trade, Quality Upgrading, and Wage Inequality in the Mexican Manufacturing Sector,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Quarterly Journal of Economics, 123(2), 489-530."
    ]
}