{
    "id": 18318,
    "cites": 54,
    "cited_by": 8,
    "reference": [
        "Abbott, Robert D., Lon R. White, G. Webster Ross, Helen Petrovitch, Kamal H. Masaki, David A. Snowdon, and J. David Curb. (1998). Ã\u0083Â¢Height as a Marker of Childhood Development and Late-Life Cognitive Function: The Honolulu-Asia Aging Study.Ã\u0083Â¢ Pediatrics 102(3): 602-9.",
        "Banerjee, Abhijit, Esther DuÃ\u0083Â¯o, Gilles Postl-Vinay, and Tim Watts. (2010). Ã\u0083Â¢Long-Run Health Impacts of Income Shocks: Wine and Phyllozera in Nineteenth-Century France.Ã\u0083Â¢ Review of Economics and Statistics 92(4): 714-728.",
        "Barker, David J.P., ed. (2001). Fetal Origins of Cardiovascular and Lung Disease. New York: Marcel Dekker, Inc.",
        "Behrmann, Jere R., John Hoddiott, John A. Maluccio, and Reynaldo Martorell. (2009). Ã\u0083Â¢Brains versus Brawn: Labor Market Returns to Itellectual and Health Human Capital in a Poor Developing Country.Ã\u0083Â¢ Middlebury College Economics Discussion Paper No. 0907.",
        "Berger, Abi. (2001). Ã\u0083Â¢Insulin-Like Growth Factor and Cognitive Function.Ã\u0083Â¢ British Medical Journal 322:203.",
        "Berkman, Douglas S., Andres G. Lescano, Robert H. Gillman, Sonia L. Lopez and Maureen M. Black. (2002). Ã\u0083Â¢Effects of Stunting, Diarrhoeal Disease, and Parasitic Infection During Infancy on Cognition in Late Childhood: A Follow-Up Study.Ã\u0083Â¢ Lancet 359: 565-571.",
        "Black, Maureen M. (2003). Ã\u0083Â¢Micronutrient DeÃ\u0083Â¯ciencies and Cognitive Functioning.Ã\u0083Â¢ Journal of Nutrition 133(11 S2): 3927S-3931S.",
        "Black, Sandra E., Paul J. Devereux, and Kjell G. Salvanes. (2007). Ã\u0083Â¢From the Cradle to the Labor Market? The Effect of Birth Weight on Adult Outcomes.Ã\u0083Â¢ Quarterly Journal of Economics 122(1): 409-439.",
        "Bowles, Samuel, Herbert Gintis, and Melissa Osborne. (2001). Ã\u0083Â¢The Determinants of Earnings: A Behavioral Approach.Ã\u0083Â¢ Journal of Economic Literature 39(4): 1137-76.",
        "Breslau, Naomi. (1995). Ã\u0083Â¢Psychiatric Sequelae of Low Birth Weight.Ã\u0083Â¢ Epidemiologic Reviews 17: 96-106.",
        "Caldwell, John C. (1979). Ã\u0083Â¢Education as a Factor in Infant Mortality Decline: An Examination of Nigerian Data.Ã\u0083Â¢ Population Studies 3(3): 201-228.",
        "Carroll, John B. (1993). Human Cognitive Abilities: A Survey of Factor Analytic Studies. Cambridge: Cambridge University Press.",
        "Case, Anne, and Christina Paxson. (2006). Ã\u0083Â¢Stature and Status: Height, Ability, and Labor Market Outcomes.Ã\u0083Â¢ Cambridge, MA: NBER. Working Paper No. 12466.",
        "Case, Anne, and Christina Paxson. (2008). Ã\u0083Â¢Stature and Status: Height, Ability, and Labor Market Outcomes.Ã\u0083Â¢ Journal of Political Economy 116(3): 499-532.",
        "Case, Anne, and Christina Paxson. (2010). Ã\u0083Â¢Causes and Consequences of Early Life Health.Ã\u0083Â¢ Demography 47(Supplement): 65-85. Dodds, Richard, H.J. Denison, G. Ntani, R. Cooper, C. Cooper, A.A. Sayer, and J. Baird. (Forthcoming). Ã\u0083Â¢Birth Weight and Muscle Strength: A Systematic Review and MetaAnalysis. Ã\u0083Â¢ Journal of Nutrition, Health & Aging.",
        "Deaton, Angus. (1997). The Analysis of Household Surveys: A Microeconometric Approach to Development Policy. Baltimore, MD: Johns Hopkins University Press.",
        "DuÃ\u0083Â¯o, Esther. (2001). Ã\u0083Â¢Schooling and Labor Market Consequences of School Construction in Indonesia: Evidence from an Unusual Policy Experiment.Ã\u0083Â¢ American Economic Review 91(4): 795-813. DuÃ\u0083Â¯o, Esther, Michael Kremer, and Jon Robinson. (Forthcoming). Ã\u0083Â¢Nudging Farmers to Use Fertilizer: Theory and Experimental Evidence from Kenya.Ã\u0083Â¢ American Economic Review.",
        "England, Paula, and Barbara Kilbourne. (1988). Ã\u0083Â¢Occupational Measures from the Dictionary of Occupational Titles for 1980 Census Detailed OccupationsÃ\u0083Â¢ [Computer Ã\u0083Â¯le]. Richardson, TX: Paula England and Barbara Kilbourne [producers]. Ann Arbor, MI: Inter-university Consortium for Political and Social Research [distributor].",
        "Foster, Andrew D. and Mark R. Rosenzweig. (1995). Ã\u0083Â¢Learning by Doing and Learning from Others: Human Capital and Technical Change in Agriculture.Ã\u0083Â¢ Journal of Political Economy 103(6): 1176-1209.",
        "Freedman, Daniel G. (1979). Human Sociobiology. New York: Free Press.",
        "Grantham-McGregor, Sally M. (1995). Ã\u0083Â¢A Review of Studies of the Effect of Severe Malnutrition on Mental Development.Ã\u0083Â¢ Journal of Nutrition 125(Supplement): 2238S.",
        "Grantham-McGregor, Sally M., C.A. Powell, S.P. Walker, and J.H. Himes. (1991). Ã\u0083Â¢Nutritional Supplementation, Psychosocial Stimulation, and Mental Development of Stunted Children: The Jamaican Study.Ã\u0083Â¢ Lancet 1991 338: 1-5.",
        "Haddad, Lawrence J. and Howarth E. Bouis. (1991). Ã\u0083Â¢The Impact of Nutritional Status on Agricultural Productivity: Wage Evidence from the Philippines.Ã\u0083Â¢ Oxford Bulletin of Eco23 nomics and Statistics 53: 45-68.",
        "Hamermesh, Daniel S., and Jeff E. Biddle. (1994). Ã\u0083Â¢Beauty and the Labor Market.Ã\u0083Â¢ American Economic Review 84(5): 1174-1194.",
        "Hanushek, Eric A., and Ludger Woessmann. 2008. Ã\u0083Â¢The Role of Cognitive Skills in Economic Development.Ã\u0083Â¢ Journal of Economic Literature 46(3): 607-68.",
        "Hensley, Wayne E. (1993). Ã\u0083Â¢Height as a Measure of Success in Academe.Ã\u0083Â¢ Psychology: A Journal of Human Behavior 30: 40-46.",
        "Huang, Wei, Xiaoyan Lei, Geert Ridder, John Strauss, and Yaohui Zhao. (2012). Ã\u0083Â¢Health, Height, Height Shrinkage and SES at Older Ages: Evidence from China.Ã\u0083Â¢ Mimeo, Harvard University.",
        "Komlos, John. (1990). Ã\u0083Â¢Height and Social Status in Eighteenth-Century Germany.Ã\u0083Â¢ Journal of Interdisciplinary History 20: 607-621.",
        "Liebenstein, Harvey. (1957). Economic Backwardness and Economic Growth. New York: John Wiley.",
        "Loh, Eng Sang. (1993). Ã\u0083Â¢The Economic Effects of Physical Appearance.Ã\u0083Â¢ Social Science Quarterly 74: 420-438.",
        "Lundborg, Petter, Paul Nystedt, and Dan-Olof Rooth. (2009). Ã\u0083Â¢The Height Premium in Earnings: The Role of Cognitive Ability and Physical Strength.Ã\u0083Â¢ IZA Working Paper 4266.",
        "Maccini, Sharon, and Dean Yang. (2009). Under the Weather: Health, Schooling, and Economic Consequences of Early-Life Rainfall. American Economic Review, 99(3): 1006-26.",
        "Margo, Robert, and Richard H. Steckel. (1982). Ã\u0083Â¢The Height of American Slaves: New Evidence on Slave Nutrition and Health.Ã\u0083Â¢ Social Science History 6: 516-38.",
        "Magnusson, Patrik K.E., Finn Rasmussen, and Ulf B. Gyllensten. (2006). Ã\u0083Â¢Height at Age 18 Years is a Strong Predictor of Attained Education Later in Life: Cohort Study of Over 950 000 Swedish Men.Ã\u0083Â¢ International Journal of Epidemiology 35:658-663.",
        "Maurer, Jurgen. (2010). Ã\u0083Â¢Height, Education and Cognitive Function at Older Ages: International Evidence from Latin America and the Caribbean.Ã\u0083Â¢ Economics and Human Biology 8(2): 168-176.",
        "Mendez, Michelle A., and Linda S. Adair. (1999). Ã\u0083Â¢Severity and Timing of Stunting in the First Two Years of Life Affect Performance on Cognitive Tests in Late Childhood.Ã\u0083Â¢ Journal of Nutrition 129(8): 1555-1562.",
        "Ohnsorge, Franziska, and Daniel TreÃ\u0083Â¯er. (2007). Ã\u0083Â¢Sorting it Out: International Trade with Heterogeneous Workers.Ã\u0083Â¢ Journal of Political Economy 115(5): 868-892.",
        "Paxson, Christina, and Norbert Schady. (2007). Ã\u0083Â¢Cognitive Development among Young Children in Ecuador: The Roles of Wealth, Health, and Parenting.Ã\u0083Â¢ Journal of Human Resources 42: 49-84.",
        "Ã\u0083Â¢Patterns and Trends of Adult Height in India in 2005-2006.Ã\u0083Â¢ Economics and Human Biology 9(2): 184-193.",
        "Persico, Nicola, Andrew Postlewaite, and Daniel Silverman. (2004). Ã\u0083Â¢The Effect of Adolescent Experience on Labor Market Outcomes: The Case of Height.Ã\u0083Â¢ Journal of Political Economy 112: 1019-1053. Pitt, Mark M., Mark R. Rosenzweig, and Nazmul Hassan. (Forthcoming). Ã\u0083Â¢Human Capital Investment and the Gender Division of Labor in a Brawn-Based Economy.Ã\u0083Â¢ American Economic Review.",
        "Raven, J.C., J.H. Court, and J. Raven. (1983). Manual for RavenÃ\u0083Â¢s Progressive Matrices and Vocabulary Scales. London: Lewis.",
        "Richards, Marcus, Rebecca Hardy, Diana Kuh, and Michael E.J. Wadsworth. (2002). Ã\u0083Â¢Birthweight, Postnatal Growth and Cognitive Function in a National U.K. Birth Cohort.Ã\u0083Â¢ International Journal of Epidemiology 31: 342-48.",
        "Rosenzweig, Mark R., and Junsen Zhang. (2012). Ã\u0083Â¢Economic Growth, Comparative Advantage, and Gender Differences in Schooling Outcomes: Evidence from Birthweight Differences of Chinese Twins.Ã\u0083Â¢ Mimeo, Yale University.",
        "Roy, Andrew D. (1951). Ã\u0083Â¢Some Thoughts on the Distribution of Earnings.Ã\u0083Â¢ Oxford Economic Papers 3(2): 135-46.",
        "Ruggles, Steve, Matthew Sobek, and Trent Alexander, et al. (2008). Integrated Public Use Microdata Series: Version 4.0 [Machine-readable database]. Minneapolis, MN: Minnesota Population Center [producer and distributor]. Online: http://usa.ipums.org/.",
        "Scrimshaw, Nevin S., Carl E. Taylor, and John E. Gordon. (1968). Ã\u0083Â¢Interactions of Nutrition and Infection.Ã\u0083Â¢ Geneva: World Health Organization. WHO Monograph Series No. 57.",
        "Silventoinen, Karri, Jaakko Kaprio, and Eero Lahelma. (2000). Ã\u0083Â¢Genetic and Environmental Contributions to the Association Between Body Height and Educational Attainment: A Study of Adult Finnish Twins.Ã\u0083Â¢ Behavior Genetics 30(6): 477-485.",
        "Silventoinen, Karri, Danielle Posthuma, Toos Cem van Beijsterveldt, Meike Bartels, and Dorret I. Boomsma. (2006). Ã\u0083Â¢Genetic Contributions to the Association Between Height and Intelligence: Evidence from Dutch Twin Data from Childhood to Middle Age.Ã\u0083Â¢ Genes, Brain and Behavior 5: 585-595.",
        "Silventoinen, Karri, Patrik K.E. Magnusson, Per Tynelius, Jaakko Kaprio, and Finn Rasmussen. (2008). Ã\u0083Â¢Heritability of Body Size and Muscle Strength in Young Adulthood: A Study of One Million Swedish Men.Ã\u0083Â¢ Genetic Epidemiology 32: 341-349.",
        "Strauss, John and Duncan Thomas. (1998). Ã\u0083Â¢Health, Nutrition, and Economic Development. Ã\u0083Â¢ Journal of Economic Literature 36(2): 766-817.",
        "Sundet, Jon Martin, Kristian Tambs, Jennifer R. Harris, Per Magnus, and Tore M. Torjussen. (2005). Ã\u0083Â¢Resolving the Genetic and Environmental Sources of the Correlation Between Height and Intelligence: A Study of Nearly 2600 Norwegian Male Twin Pairs.Ã\u0083Â¢ Twin Research and Human Genetics 7:1Ã\u0083Â¢5.",
        "Tanner, James M. (1979). Ã\u0083Â¢A Concise History of Growth Studies from Buffon to Boas.Ã\u0083Â¢ In Frank Falkner and James M. Tanner, eds., Human Growth, Volume 3: Neurobiology and Nutrition. New York: Springer, pp. 515-93.",
        "Thomas, Duncan and John Strauss. (1997). Ã\u0083Â¢Health and Wages: Evidence on Men and Women in Urban Brazil.Ã\u0083Â¢ Journal of Econometrics 77(1): 159-185.",
        "Tuvemo, Torsten, BjÃ\u0083Æ\u0092rn Jonsson, and Ingemar Persson. (1999). Ã\u0083Â¢Intellectual and Physical Performance and Morbidity in Relation to Height in a Cohort of 18-Year-Old Swedish Conscripts.Ã\u0083Â¢ Hormone Research 52: 186-191."
    ]
}