{
    "id": 18319,
    "cites": 57,
    "cited_by": 0,
    "reference": [
        "Abramitzky, Ran, Adeline Delavande and LuÃ\u0083Æ\u0092s Vasconcelos. (2010). Ã\u0083Â¢Marrying Up: The Role of Sex Ratio in Assortative Matching.Ã\u0083Â¢ Mimeo, Stanford University.",
        "Ambrus, Attila, Erica Field and MÃ\u0083Æ\u0092ximo Torero. (2010). Ã\u0083Â¢Muslim Family Law, Prenuptial Agreements, and the Emergence of Dowry in Bangladesh.Ã\u0083Â¢ Quarterly Journal of Economics 125(3): 13491397.",
        "Anderson, Siwan. (2007a). The Economics of Dowry and Brideprice. Journal of Economic Perspectives 21(4): 151-174.",
        "Angrist, Josh. (2002). Ã\u0083Â¢How Do Sex Ratios Affect Marriage and Labor Markets? Evidence from AmericaÃ\u0083Â¢s Second Generation.Ã\u0083Â¢ Quarterly Journal of Economics 117(3): 997-1038.",
        "Angrist, Joshua, Victor Lavy, and Analia Schlosser. (2010). Ã\u0083Â¢Multiple Experiments for the Causal Link between the Quantity and Quality of Children.Ã\u0083Â¢ Journal of Labor Economics 28(4): 773-824.",
        "Arnold, Fred, Sunita Kishor, and T. K. Roy. 2002. Sex-Selective Abortions in India. Population and Development Review 28(4): 759-785.",
        "Bagnoli, Mark, and Ted Bergstrom. (2005). Ã\u0083Â¢Log-concave Probability and its Applications.Ã\u0083Â¢ Economic Theory 26(2): 445-469.",
        "Becker, Gary S., and H. Gregg Lewis. (1973). Ã\u0083Â¢On the Interaction between the Quantity and Quality of Children.Ã\u0083Â¢ Journal of Political Economy 81: S279-S288.",
        "Bertrand, Marianne, and Antoinette Schoar. (2006). Ã\u0083Â¢The Role of Family in Family Firms.Ã\u0083Â¢ Journal of Economic Perspectives 20(2): 73-96.",
        "Bhalotra, Sonia, and Tom Cochrane. (2010). Ã\u0083Â¢Where Have All the Young Girls Gone? IdentiÃ\u0083Â¯cation of Sex Selection in India.Ã\u0083Â¢ Mimeo, Bristol University.",
        "Black, Sandra, Paul J. Devereux, and Kjell G. Salvanes. (2005). Ã\u0083Â¢The More the Merrier? The Effect of Family Composition on ChildrenÃ\u0083Â¢s Education.Ã\u0083Â¢ Quarterly Journal of Economics 120: 669-700.",
        "Blake, Judith. (1983). Ã\u0083Â¢Family Size and the Quality of Children.Ã\u0083Â¢ Demography 18: 421-442.",
        "Botticini, Maristella, and Aloysius Siow. (2009). Ã\u0083Â¢Are There Increasing Returns to Scale in Marriage Markets?Ã\u0083Â¢ Mimeo, UniversitÃ\u0083Æ\u0092 Bocconi.",
        "Butcher, Kristin F., and Anne Case. (1994). Ã\u0083Â¢The Effect of Sibling Sex Composition on WomenÃ\u0083Â¢s Education and Earnings.Ã\u0083Â¢ Quarterly Journal of Economics 109(3): 531-563.",
        "Caldwell, John C., Pat Caldwell, Bruce K. Caldwell, and Idrani Pieres. (1998). Ã\u0083Â¢The Construction of Adolescence in a Changing World: Implications for Sexuality, Reproduction, and Marriage.Ã\u0083Â¢ Studies in Family Planning 29(2): 137-153.",
        "Chen, Stacey H., Yen-Chien Chen, and Jin-Tan Liu. (2010). Ã\u0083Â¢The Effects of Sibling Sex Composition on Child Mortality and Education.Ã\u0083Â¢ Mimeo, Royal Holloway University of London.",
        "Desai, Sonalde, and Lester Andrist. (2010). Ã\u0083Â¢Gender Scripts and Age at Marriage in India.Ã\u0083Â¢ Demography 47(3): 667-687.",
        "Dillon, Lisa. (2010). Ã\u0083Â¢Parental and Sibling InÃ\u0083Â¯uences on the Timing of Marriage, 17th and 18thCentury Quebec.Ã\u0083Â¢ Annales de DÃ\u0083Æ\u0092mographie Historique 119: 139-180.",
        "Edlund, Lena. (1999). Ã\u0083Â¢Son Preference, Sex Ratios, and Marriage Patterns.Ã\u0083Â¢ Journal of Political Economy 107(6): 1275-1304.",
        "Edlund, Lena, and Nils-Petter LagerlÃ\u0083Æ\u0092f. (2006). Ã\u0083Â¢Individual vs. Parental Consent in Marriage: Implications for Intra-Household Resource Allocation and Growth.Ã\u0083Â¢ Mimeo, Columbia University.",
        "Edmonds, Eric. (2006). Ã\u0083Â¢Understanding Sibling Differences in Child Labor.Ã\u0083Â¢ Journal of Population Economics 19: 795-821.",
        "Fafchamps, Marcel, and Agnes R. Quisumbing. (2007). Ã\u0083Â¢Household Formation and Marriage Markets in Rural Areas.Ã\u0083Â¢ In T. Paul Schultz and John A. Strauss, eds., Handbook of Development Economics, Volume 4. Amsterdam: Elsevier.",
        "Field, Erica, and Attila Ambrus. (2008). Ã\u0083Â¢Early Marriage, Age of Menarche, and Female Schooling Attainment in Bangladesh.Ã\u0083Â¢ Journal of Political Economy 116(5): 881-930.",
        "Filmer, Deon, Jed Friedman, and Norbert Schady. (2009). Ã\u0083Â¢Development, Modernization, and Childbearing: The Role of Family Sex Composition.Ã\u0083Â¢ World Bank Economic Review 23(3): 371-398.",
        "Garg, Ashish, and Jonathan Morduch. (1998). Ã\u0083Â¢Sibling Rivalry and the Gender Gap: Evidence from Child Health Outcomes in Ghana.Ã\u0083Â¢ Journal of Population Economics 11(4): 471-493.",
        "Goldberger, Arthur. (1983). Ã\u0083Â¢Abnormal Selection Bias.Ã\u0083Â¢ In Samuel Karlin, Takeshi Amemiya, and Leo A. Goodman, eds., Studies in Econometrics, Time Series, and Multivariate Statistics. NewYork: Academic Press, pp. 67Ã\u0083Â¢84.",
        "Goode, William Josiah. (1970). World Revolution and Family Patterns. New York: Free Press.",
        "Goody, Jack R. (1983). The Development of the Family and Marriage in Europe. New York: Cambridge University Press.",
        "Greif, Avner. (1994). Ã\u0083Â¢Cultural Beliefs and the Organization of Society: a Historical and Theoretical ReÃ\u0083Â¯ection on Collectivist and Individualist Societies.Ã\u0083Â¢ Journal of Political Economy 102: 912-950.",
        "Gurung, Ganesh Man and Tove C. Kittelsen. (1986). Ã\u0083Â¢Kurma, Kola, and Kuli as Community Concepts: Patrilineage, Deities, and Inside-Outside Dichotomy among the Rana Tharus.Ã\u0083Â¢ In Emerging Ethnicity and Aspects of Community Adaptation. Kathmandu: Central Department of Sociology and Anthropology, Tribhuvan University, pp. 78-93.",
        "Heckman, James J. (1974). Ã\u0083Â¢Shadow Prices, Market Wages and Labor Supply.Ã\u0083Â¢ Econometrica 42: 679694.",
        "Heckman, James. (1979). Ã\u0083Â¢Sample Selection Bias as a SpeciÃ\u0083Â¯cation Error.Ã\u0083Â¢ Econometrica 47(1): 153162.",
        "Horowitz, Joel L., and Charles F. Manski. (2000). Ã\u0083Â¢Nonparametric Analysis of Randomized Experiments with Missing Covariate and Outcome Data.Ã\u0083Â¢ Journal of the American Statistical Association 95: 77-84.",
        "Jacoby, Hanan and Ghazala Mansuri. (2010). Ã\u0083Â¢Watta Satta: Exchange Marriage and WomenÃ\u0083Â¢s Welfare in rRural Pakistan.Ã\u0083Â¢ American Economic Review 100(4): 1804-25.",
        "Kaestner, Robert. (1997). Ã\u0083Â¢Are Brothers Really Better? Sibling Sex Composition and Educational Attainment Revisited.Ã\u0083Â¢ Journal of Human Resources 32: 250-84.",
        "Lee, David S. (2009). Ã\u0083Â¢Training, Wages, and Sample Selection: Estimating Sharp Bounds on Treatment Effects.Ã\u0083Â¢ Review of Economic Studies 76(3): 1071-1102.",
        "Li, Hongbin, Junsen Zhang, and Yi Zhu. (2008). Ã\u0083Â¢The Quantity-Quality Tradeoff of Children in a Developing Country: IdentiÃ\u0083Â¯cation Using Chinese Twins.Ã\u0083Â¢ Demography 45(1): 223-243.",
        "Majupuria, Indra and Trilok Chandra Majupuria. (1978). Marriage Customs in Nepal: Ethnic Groups, their Marriage Customs and Traditions. Kathmandu: Indra Majupuria.",
        "Morduch, Jonathan. (2000). Ã\u0083Â¢Sibling Rivalry in Africa.Ã\u0083Â¢ American Economic Review 90(2): 405-409.",
        "Munshi, Kaivan, and Mark Rosenzweig. (2006). Ã\u0083Â¢Traditional Institutions Meet the Modern World: Caste, Gender, and Schooling Choice in a Globalizing Economy.Ã\u0083Â¢ American Economic Review 96(4): 1225Ã\u0083Â¢1252.",
        "Nepal Central Bureau of Statistics. (2010). National Population Census 2001. In Minnesota Population Center, Integrated Public Use Microdata Series, International: Version 6.0 [Machine-readable database]. Minneapolis: University of Minnesota.",
        "Niraula, Bhanu B., and S. Philip Morgan. (1996). Ã\u0083Â¢Marriage Formation, Post-Marital Contact with Natal Kin and Autonomy of Women: Evidence from Two Nepali Settings.Ã\u0083Â¢ Population Studies 50: 35-50.",
        "Parish, William L., and Robert J. Willis. (1993). Ã\u0083Â¢Daughters, Education, and Family Budgets: Taiwan Experiences.Ã\u0083Â¢ Journal of Human Resources 28(4): 863-898.",
        "Petrongolo, Barbara, and Christopher A. Pissarides. (2001). Ã\u0083Â¢Looking into the Black Box: A Survey of the Matching Function.Ã\u0083Â¢ Journal of Economic Literature 39(2): 390-431.",
        "Pew Research Center. (2009). Mapping the Global Muslim Population: A Report on the Size and Distribution of the WorldÃ\u0083Â¢s Muslim Population. Washington, DC.",
        "PÃ\u0083Æ\u0092rtner, Claus. (2010). Ã\u0083Â¢Sex-Selective Abortions, Fertility, and Birth Spacing.Ã\u0083Â¢ Mimeo, University of Washington.",
        "Rao, Vijayendra. (1993). Ã\u0083Â¢The Rising Price of Husbands: A Hedonic Analysis of Dowry Increases in Rural India.Ã\u0083Â¢ Journal of Political Economy 101(4): 666-677.",
        "Roland, GÃ\u0083Æ\u0092rard. (2003). Ã\u0083Â¢Understanding Institutional Change: Fast-Moving and Slow-Moving Institutions. Ã\u0083Â¢ Studies in Comparative International Development 38(4): 109-131.",
        "Rosenzweig, Mark R., and Kenneth I. Wolpin. (1980). Ã\u0083Â¢Testing the Quantity-Quality Fertility Model: The Use of Twins as a Natural Experiment.Ã\u0083Â¢ Econometrica 48: 227-240.",
        "Rosenzweig, Mark R., and Junsen Zhang. (2009). Ã\u0083Â¢Do Population Control Policies Induce More Human Capital Investment? Twins, Birth Weight, and ChinaÃ\u0083Â¢s Ã\u0083Â¢One ChildÃ\u0083Â¢ Policy.Ã\u0083Â¢ Review of Economic Studies 76: 1149-74. Sah, Nepali. Ã\u0083Â¢How Useful are the Demographic Surveys in Explaining the Determinants of Early Marriage of Girls in the Terai of Nepal?Ã\u0083Â¢ Journal of Population Research 25(2): 207-222.",
        "Smith, Daniel Scott. (1973). Ã\u0083Â¢Parental Power and Marriage Patterns: An Analysis of Historical Trends in Hingham, Massachusetts.Ã\u0083Â¢ Journal of Marriage and the Family 35 (3): 406-415.",
        "Steelman, Lala Carr, Brian Powell, Regina Werum, and Scott Carter. (2002). Ã\u0083Â¢Reconsidering the Effects of Sibling ConÃ\u0083Â¯guration: Recent Advances and Challenges.Ã\u0083Â¢ Annual Review of Sociology 28: 243-269.",
        "Tertilt, Michele. (2005). Ã\u0083Â¢Polygyny, Fertility, and Savings.Ã\u0083Â¢ Journal of Political Economy 113(6): 134171.",
        "Trivers, Robert L., and Dan E. Willard. (1973). Ã\u0083Â¢Natural Selection of Parental Ability to Vary the Sex-Ratio of Offspring.Ã\u0083Â¢ Science 179(4068): 90-92.",
        "United Nations ChildrenÃ\u0083Â¢s Fund (UNICEF). (2001). Early Marriage: Child Spouses. Florence, Italy: UNICEF, Innocenti Research Center.",
        "Vytlacil, Edward. (2002). Ã\u0083Â¢Independence, Monotonicity, and Latent Index Models: An Equivalence Result.Ã\u0083Â¢ Econometrica 70: 331-341.",
        "Weber, Max. (1905). The Protestant Ethic and the Spirit of Capitalism. London: Routledge Classic."
    ]
}