{
    "id": 1832,
    "cites": 15,
    "cited_by": 9,
    "reference": [
        "Abowd, John N. and Orley Ashenfelter. Anticipated Unenployment, Temporary Layoffs and Compensating Wage Differentials. Studies in Labor Markets, ed. Sherwin Rosen. Chicago: Univ. of Chicago Press, 1981.",
        "Abowd, John N. and David Card. Intertemporal Labor Supply in the Presence of Long-Term Contracts. Unpublished manuscript, Princeton University, June 1984.",
        "Braining, Martin, Angus Deaton, and Margaret Irish. A Profitable Approach to Labor Supply and Commodity Demand Over the Life-Cycle. Econonetrtca, 53 (Nay 1985): 503-543.",
        "Chanberlain, Gary. Panel Data. Chapter 22 in The Handbook of Ecmanetrics, Vol. 2, ed. by Zvi Griliches and Michael Intrilligator. New York: North Holland, 1984.",
        "Ghez, Gilbert and Gary S. Becker. The Allocation of Time and Goods Over the Life Cycle. New York: Columbia Univ. Press (for the National Bureas of Economic Research), 1975.",
        "Hart, Oliver D. Optimal Labor Contracts Under Asymmetric Information: An Introduction. Review of Economic Studies, 50 (January 1983): 3-35.",
        "Hause, J.C. The Fine Structure of Earnings and the On-the-Job Training Hypothesis. Econometrica (May 1980): 1013-1030.",
        "Hausman, J.A. Specification Tests in Econometrics. Econometrica, 46 (September 1978): 1251-1272.",
        "Heckman, James J. A Life-Cycle Model of Earnings, Learning and Consumption. Journal of Political Economy, 84 (August 1976): S11-544.",
        "Killingsworth, Mark. Labor Supply. New York: Cambridge Univ. Press, 1983.",
        "MaCurdy, Thomas E. An Empirical Model of Labor Supply in a Life-Cycle Setting. Journal of Political Economy, 89 (December 1981): 1059-1085.",
        "Structure of Earnings in a Longitudinal Data Analysis. Journal of Econometrics, 18 (Special Issue 1982): 83-114.",
        "Newey, Whitney K. Generalized Method of Moments Specification Tests. Unpublished manuscript, Princeton University, 1985.",
        "Pencavel, John. Labor Supply of Men: A Survey. In The Handbook of Labor Economics, ed. by Orley Ashenfelter and Richard Layard. Forthcoming, 1985.",
        "Rosen, Sberwin, Implicit Contracts. Journal of Economic Literature, 23 (September 1985): 1144-1176."
    ]
}