{
    "id": 18333,
    "cites": 30,
    "cited_by": 23,
    "reference": [
        "Duranton, Gilles, and Henry Overman, Testing for Localization Using Micro-Geographic Data, Review of Economic Studies 72 (2005), 1077-1106.",
        "Duran, Xavier, A Model of Formation of ProÃ\u0082â\u0080¦t Expectations of Theodore Judah and the Expected Private ProÃ\u0082â\u0080¦tability of the First Transcontinental Railroad, Working Paper (2010).",
        "Drukker, David, Ingmar Prucha, and Rafal Raciborski, A Command for Estimating Spatial-Autoregressive Models with Spatial-Autoregressive Disturbances and Additional Endogenous Variables, The Stata Journal 1:1 (2011), 1-13.",
        "Dunne, Timothy, Mark Roberts, and Larry Samuelson, Patterns of Firm Exit and Entry in U.S. Manufacturing Industries, Rand Journal of Economics 19 (1988), 495-515.",
        "Drucker, Joshua, and Edward Feser, Regional Industrial Structure and Agglomeration Economies: An Analysis of Productivity in Three Manufacturing Industries, Regional Science and Urban Economics 42:1-2 (2012), 1-14.",
        "Donaldson, Dale, and Richard Hornbeck, Railroads and American Economic Growth: A Market Access Approach, Working Paper (2012).",
        "Dippel, Christian, Forced Coexistence and Economic Development: Evidence from Native American Reservations, Working Paper (2012).",
        "Delgado, Mercedes, Michael Porter, and Scott Stern, Clusters, Convergence and Economic Performance, CES Working Paper 10-34 (2010).",
        "Delgado, Mercedes, Michael Porter, and Scott Stern, Clusters and Entrepreneurship, Journal of Economic Geography 10:4 (2010a), 495-518.",
        "Day, David, Mineral Resources of the United States: Calendar Year 1900 (Washington, DC: Government Printing Office, 1901).",
        "Davis, Steven, John Haltiwanger, and Scott Schuh, Job Creation and Destruction (Cambridge, MA: MIT Press, 1996).",
        "Davidsson, Per, Culture, Structure and Regional Levels of Entrepreneurship, Entrepreneurship & Regional Development 7:1 (1995), 41-62.",
        "Dahl, Michael, and Olav Sorenson, Home Sweet Home: Social Capital and Location Choice, Working Paper (2007).",
        "Combes, Pierre-Philippe, Gilles Duranton, Laurent Gobillon, and SÃ\u0083Â©bastien Roux, Estimating Agglomeration Economies with History, Geology, and Worker Effects in Glaeser, Edward (ed.) Agglomeration Economics (Chicago, IL: University of Chicago Press, 2010).",
        "Chinitz, Benjamin, Contrasts in Agglomeration: New York and Pittsburgh, American Economic Review Papers and Proceedings 51:2 (1961), 279-289.",
        "Chernozhukov, Victor, and Christian Hansen, Instrumental Quantile Regression Inference for Structural and Treatment Effect Models, Journal of Econometrics 132:2 (2006), 491-525.",
        "Chernozhukov, Victor, and Christian Hansen, An IV Model of Quantile Treatment Effects, Econometrica 73:1 (2005), 245-261.",
        "Chernozhukov, Victor, and Christian Hansen, Instrumental Variables Quantile Regression, MIT Department of Economics Working Paper (2004).",
        "Bleakley, Hoyt, and Jeffrey Lin, Portage and Path Dependence, Quarterly Journal of Economics 127 (2012), 587-644.",
        "Carter, Susan, Scott Gartner, Michael Haines, Alan Olmstead, Richard Sutch, and Gavin Wright, Historical Statistics of the United States Volume 4 (Cambridge: Cambridge Uni- versity Press, 2006).",
        "Chernozhukov, Victor, and Christian Hansen, The Effects of 401(k) Participation on the Wealth Distribution: An Instrumental Variables Quantile Regression Analysis, Review of Economics and Statistics 86 (2004), 735-751.",
        "Blau, Peter, and Otis Dudley Duncan, The American Occupational Structure (New York, NY: Wiley, 1967).",
        "Bester, C. Alan, Timothy Conley, and Christian Hansen, Inference with Dependent Data using Cluster Covariance Estimators, Journal of Econometrics 165:2 (2011), 137-151.",
        "Acs, Zoltan, and Catherine Armington, Entrepreneurship, Geography and American Economic Growth (New York, NY: Cambridge University Press, 2006). Agrawal, Ajay, Iain Cockburn, Alberto Galasso, and Alexander Oettl, Why are Some Regions More Innovative than Others? The Role of Firm Size Diversity, NBER Working Paper 17793 (2012).",
        "Field, Alexander, The Adversity/Hysteresis Effect: Depression Era Productivity Growth in the U.S. Railroad Sector, in Lerner, Josh, and Scott Stern (eds.), NBER Rate and Direction of Inventive Activity 50th Anniversary Conference Volume (2011).",
        "Falck, Oliver, Michael Fritsch, and Stephan Heblich, Bohemians, Human Capital, and Regional Economic Growth, Jena Economic Research Papers 2009-049 (2009).",
        "Ellison, Glenn, Edward Glaeser, andWilliam Kerr, What Causes Industry Agglomeration? Evidence from Coagglomeration Patterns, American Economic Review 100:2 (2010), 1195-1213.",
        "Ellison, Glenn, and Edward Glaeser, The Geographic Concentration of Industry: Does Natural Advantage Explain Agglomeration?, American Economic Review Papers and Proceedings 89 (1999), 311-316.",
        "Ellison, Glenn, and Edward Glaeser, Geographic Concentration in U.S. Manufacturing Industries: A Dartboard Approach, Journal of Political Economy 105 (1997), 889-927.",
        "Elfenbein, Daniel, Barton Hamilton, and Todd Zenger, The Small Firm Effect and the Entrepreneurial Spawning of Scientists and Engineers, Management Science 56:4 (2010), 659-681."
    ]
}