{
    "id": 18334,
    "cites": 26,
    "cited_by": 94,
    "reference": [
        "Acemoglu, D. and D. Autor (2011). Skills, tasks and technologies: Implications for employment and earnings. In O. Ashenfelter and D. Card (Eds.), Handbook of Labor Economics, Volume 4B, Chapter 12, pp. 1043{1171. Elsevier. Andolfatto, D. (1996). Business cycles and labor-market search. American Economic Review 86 (1), 112-132.",
        "Autor, D. (2010, April). The Polarization of Job Opportunities in the U.S. Labor Market: Implications for Employment and Earnings. Center for American Progress and The Hamilton Project.",
        "Autor, D. H., F. Levy, and R. J. Murnane (2003). The skill content of recent technological change: An empirical exploration. Quarterly Journal of Economics 118 (4), 1279-1333.",
        "Autor, D. H., L. F. Katz, and M. S. Kearney (2006). The polarization of the u.s. labor market. American Economic Review: Papers & Proceedings 96 (2), 189-194.",
        "Bernanke, B. S. (2003). The jobless recovery.",
        "Bernanke, B. S. (2009). On the outlook for the economy and policy.",
        "Brynjolfsson, E. and A. McAfee (2011). Race Against The Machine: How the Digital Revolution is Accelerating Innovation, Driving Productivity, and Irreversibly Transforming Employment and the Economy. Digital Frontier Press.",
        "Cortes, G. M. (2011, November). Where have the middle-wage workers gone? a study of polarization using panel data. University of British Columbia.",
        "Cortes, G. M., N. Jaimovich, C. J. Nekarda, and H. E. Siu (2012). The micro and macro of job polarization.",
        "Costain, J. S. and M. Reiter (2008). Business cycles, unemployment insurance, and the calibration of matching models. Journal of Economic Dynamics and Control 32 (4), 1120-1155.",
        "Diamond, P. A. (1982). Aggregate demand management in search equilibrium. Journal of Political Economy 90 (5), 881-894.",
        "Elsby, M. W. L., R. Michaels, and G. Solon (2009). The ins and outs of cyclical unemployment. American Economic Journal: Macroeconomics 1 (1), 84-110.",
        "Firpo, S., N. M. Fortin, and T. Lemieux (2011, February). Occupational tasks and changes in the wage structure. University of British Columbia.",
        "Fujita, S. and G. Ramey (2009). The cyclicality of separation and job finding rates. International Economic Review 50 (2), 415-430.",
        "Gervais, M., N. Jaimovich, H. E. Siu, and Y. Yedid-Levi (2011). Technological learning and labor market dynamics. Unpublished manuscript.",
        "Goos, M. and A. Manning (2007). Lousy and lovely jobs: The rising polarization of work in Britain. Review of Economics and Statistics 89 (1), 118-133.",
        "Goos, M., A. Manning, and A. Salomons (2009). Job polarization in europe. American Economic Review: Papers & Proceedings 99 (2), 58-63.",
        "Goos, M., A. Manning, and A. Salomons (2011, November). Explaining job polarization: The roles of technology, offshoring and institutions. University of Leuven.",
        "Gordon, R. J. and M. N. Baily (1993). The jobless recovery: Does it signal a new era of productivity-led growth? Brookings Papers on Economic Activity 1993 (1), 271-316.",
        "Groshen, E. L. and S. Potter (2003). Has structural change contributed to a jobless recovery? Current Issues in Economics and Finance, Federal Reserve Bank of New York 9 (8), 1-7.",
        "Mortensen, D. T. (1982). Property rights and eciency in mating, racing, and related games. American Economic Review 72 (5), 968-979.",
        "Pissarides, C. A. (1985). Short-run equilibrium dynamics of unemployment, vacancies, and real wages. American Economic Review 75 (4), 676-690.",
        "Shimer, R. (2005). The cyclical behavior of equilibrium unemployment and vacancies. American Economic Review 95 (1), 25-49.",
        "Stein, R. L. (1967). New definitions for employment and unemployment. Employment and Earnings and Monthly Report on the Labor Force 14 (2), 3-27.",
        "Stein, R. L. (1967). New definitions for employment and unemployment. Employment and Earnings and Monthly Report on the Labor Force 14 (2), 3-27.",
        "Schreft, S. L. and A. Singh (2003). A closer look at jobless recoveries. Economic Review, Federal Reserve Bank of Kansas City Second Quarter, 45-72."
    ]
}