{
    "id": 18340,
    "cites": 36,
    "cited_by": 12,
    "reference": [
        "J. Altonji, T. Elder, and C. Taber. Selection on Observed and Unobserved Variables: Assessing the Eectiveness of Catholic Schools. Journal of Political Economy, 113(1):151184, 2005.",
        "M. Anderson and J. Magruder. Learning from the Crowd: Regression Discontinuity Estimates of the Eects of an Online Review Database. The Economic Journal, doi: 10.1111/j.14680297. 2012.02512.x, 2012.",
        "S. Anderson and R. Renault. Advertising Content. American Economic Review, 96(1):93113, 2006.",
        "K. Bagwell and G. Ramey. Advertising and Corrdination. Review of Economic Studies, 61(1): 153171, 1994. V. Bennett, L. Pierce, J. Snyder, and M. Toel. Customer-Driven Misconduct: How Competition Corrupts Business Practices. Management Science, forthcoming.",
        "J. Berger, A. Sorensen, and S. Rasmussen. Positive Eects of Negative Publicity: When Negative Reviews Increase Sales. Marketing Science, 29(5):815827, 2010.",
        "R. Blair and F. Lafontaine. The Economics of Franchising. Cambridge University Press, 2005.",
        "A. Chakraborty and R. Harbaugh. Persuasion by Cheap Talk. American Economic Review, 100(5): 23612382, 2010.",
        "J. Chevalier and D. Mayzlin. The Eect of Word of Mouth on Sales: Online Book Reviews. Journal of Marketing Research, 43:345354, 2006. P. Chintagunta, S. Gopinath, and S. Venkataraman. The Eects of Online User Reviews on Movie Box Oce Performance: Accounting for Sequential Rollout and Aggregation Across Local Markets.",
        "V. Crawford and J. Sobel. Strategic Information Transmission. Econometrica, 50(6):14311451, 1982.",
        "C. Dellarocas. Strategic manipulation of internet opinion forums: Implications for consumers and rms. Management Science, 52(20):15771593, 2006.",
        "C. Dellarocas and C. Wood. The sound of silence in online feedback: Estimating trading risks in the presence of reporting bias. Management Science, 54(3):460476, 2007.",
        "S. Dellavigna and E. La Ferrara. Detecting Illegal Arms Trade. American Economic Journal, 2(4): 2657, 2010.",
        "M. Duggan and S. Levitt. Winning Isn't Everything: Corruption in Sumo Wrestling. American Economic Review, 92(5):15941605, 2002.",
        "W. Dziuda. Strategic Argumentation. Journal of Economic Theory, 146(4):13621397, 2011.",
        "A. Harmon. Amazon glitch unmasks war of reviewers. New York Times, February 14 2004. I. Horstmann and S. Moorthy. Advertising Spending and Quality for Services: The Role of Capacity.",
        "N. Hu, I. Bose, N. Koh, and L. Liu. Manipulation of online reviews: An analysis of ratings, readability, and sentiments. Decision Support Systems, 52:674684, 2012.",
        "B. Jacob and S. Levitt. Rotten Apples: An Investigation of the Prevalence and Predictors of Teacher Cheating. Quarterly Journal of Economics, 118(3):843877, 2003.",
        "M. Ji and D. Weil. Does Ownership Structure Inuence Regulatory Behavior? The Impact of Franchising on Labor Standards Compliance? Boston U. School of Management Research Paper No. 2010-21, 2009.",
        "G. Jin and P. Leslie. Reputational Incentives for Restaurant Hygiene. American Economic Journal: Microecnomics, 1(1):236267, 2009.",
        "N. Jindal and B. Liu. Review Spam Detection. In WWW '07 Proceedings of the 16th international conference on World Wide Web, pages 1189  1190, 2007.",
        "E. Kamenica and M. Gentzkow. Bayesian Persuasion. American Economic Review, 101(October): 25902615, 2011.",
        "R. Kihlstrom and M. Riordan. Advertising as a Signal. Journal of Political Economy, 92(3):427450, 1984. L. Kornish. Are User Reviews Systematically Manipulated? Evidence from the Helpfulness Ratings.",
        "X. Li and L. Hitt. Self-Selection and Information Role of Online Product Reviewsl. Information Systems Research, 19(4):456474, 2008.",
        "M. Luca. Reviews, reputation, and revenue: The case of yelp.com. Harvard Business School Working Paper, 2012.",
        "D. Mayzlin. Promotional chat on the internet. Marketing Science, 25(2):155163, 2006.",
        "D. Mayzlin and J. Shin. Uninformative Advertising as an Invitation to Search. Marketing Science, 30(4):666685, 2011. M. Melnik and J. Alm. Does a seller's ecommerce reputation matter? Evidence from ebay auctions.",
        "P. Milgrom and J. Roberts. Price and Advertising Signals of Product Quality. Journal of Political Economy, 94(August):796821, 1986.",
        "B. Liu Mukherjee, A. and N. Glance. Spotting fake review groups in consumer reviews. International World Wide Web Conference Committee, April 16-20, 2012.",
        "P. Nelson. Advertising as information. Journal of Political Economy, 82(4):729754, 1974.",
        "M. O'Fallon and D. Rutherford. Hotel Management and Operations. John Wiley and Sons, 2010.",
        "M. Ott, Y. Choi, C. Cardie, and J. Hancock. Finding Deceptive Opinion Spam by Any Stretch of the Imagination. In Proceedings of the 49th Annual Meeting of the Association for Computational Linguistics, pages 309319, 2011. L. Pierce and J. Snyder. Ethical Spillovers in Firms: Evidence from Vehicle Emissions Testing.",
        "P. Resnick and R. Zeckhauser. Trust Among Strangers in Internet Transactions: Empirical Analysis of eBay's Reputation System. The Economics of the Internet and E-Commerce, 11, 2002.",
        "P. Resnick, R. Zeckhauser, J. Swanson, and K. Lockwood. The value of reputation on eBay: A controlled experiment. Experimental Economics, 9(2):79101, 2006.",
        "Scott and Orlikowski. Reconguring relations of accountability: Materialization of social media in the travel sector. Accounting, Organizations, and Society, 37:2640, 2012.",
        "I. Vermeulen and D. Seegers. tried and tested: The impact of online hotel reviews on consumer consideration. Tourism Management, 30(1):123127., 2009.",
        "Q. Ye, R. Law, B. Gu, and W. Chen. The inuence of user-generated content on traveler behavior: An empirical investigation on the eects of e-word-of-mouth to hotel online bookings. Computers in Human Behavior, 27(2):634639, 2010."
    ]
}