{
    "id": 1834,
    "cites": 11,
    "cited_by": 1,
    "reference": [
        "Brown, John Prather, Toward an Economic Theory of Liability, Journal Legal Studies, Vol. 11, No. 2 (June 1973), pp.",
        "Green, Jerry R., Medical Malpractice and the Propensity to Litigate, in Simon Rottenberg (Ed.), The Economics g~ Medical Malpractice (Washington, D.C.: American Enterprise Institute for Public Policy Research, 1978), pp. 193-210.",
        "Kaplow, Louis, Private Versus Social Costs in Bringing Suit, Discussion Paper No. 9, Program in Law and Economics, Harvard Law School, Cambridge, Massachusetts, May 1985 (forthcoming in the Journal Ã\u0083Â§~ Legal Studies).",
        "Menell, Peter, A Note on Private Versus Social Incentives to Sue in a Costly Legal System, Journal ~ Legal Studies, Vol. 12, No. 1 (January 1983) , pp. 41-52.",
        "Ordover, Janusz A., Costly Litigation in the Model of Single Activity Accidents, Journal ~ Legal Studies, Vol. 7, No. 2 (June 1978), pp. 243-261.",
        "Ordover, Janusz A., On the Consequences of Costly Litigation in the Model of Single Activity Accidents: Some New Results, Journal of Legal Studies, Vol. 10, No. 2 (June 1981), pp. 269-291.",
        "Png, Ivan P. L., Liability, Litigation, and Incentives to Take Care, unpublished manuscript, March 1984 (revised).",
        "Posner, Richard A., Economic Analysis .g~ Ia.ii (Boston: Little, Brown and Company, 1977).",
        "Salop, Steven C., and Lawrence J. White, Private Antitrust Litigation: An Introduction and Framework, Paper prepared for the Georgetown Conference on Private Antitrust Litigation, Airlie House, Virginia, November 8-9, 1985.",
        "Shavell, Steven, The Social Versus the Private Incentive to Bring Suit in a Costly Legal System, Journal ~ Legal Studies, Vol. 11, No. 2 (June 1982), pp. 333-339.",
        "Simon, Marilyn J., Imperfect Information, Costly Litigation, and Product Quality, Bell Journal g.f Economics, Vol. 12, No. 1 (Spring 1981), pp. 171-184."
    ]
}