{
    "id": 18374,
    "cites": 39,
    "cited_by": 7,
    "reference": [
        "Adler, Matthew D. 2012. Ã\u0083Â¢Happiness Surveys and Public Policy: WhatÃ\u0083Â¢s the Use?Ã\u0083Â¢ University of Pennsylvania Law School Research Paper 12Ã\u0083Â¢36, http://ssrn.com/abstract=2076539.",
        "Adler, Matthew D., and Paul Dolan. 2008. Ã\u0083Â¢Introducing a Ã\u0083Â¢Different LivesÃ\u0083Â¢ Approach to the Valuation of Health and Well-Being.Ã\u0083Â¢ University of Pennsylvania Law School ILE Research Paper 08-05, available at http://ssrn.com/abstract=1112636, March.",
        "Alkire, Sabina. 2002. Ã\u0083Â¢Dimensions of Human Development.Ã\u0083Â¢ World Development, 30(2): 181Ã\u0083Â¢ 205.",
        "Benjamin, Daniel J., Ori Heffetz, Miles S. Kimball, and Alex Rees-Jones. 2012. Ã\u0083Â¢What Do You Think Would Make You Happier? What Do You Think You Would Choose?Ã\u0083Â¢ American Economic Review, 102(5): 2083Ã\u0083Â¢2110.",
        "Camerer, Colin F., and Robin M. Hogarth. 1999. Ã\u0083Â¢The Effects of Financial Incentives in Experiments: A Review and Capital-Labor-Production Framework.Ã\u0083Â¢ Journal of Risk and Uncertainty, 19(1-3): 7Ã\u0083Â¢42.",
        "Camerer, Colin F., Samuel Issacharoff, George Loewenstein, Ted OÃ\u0083Â¢Donoghue, and Matthew Rabin. 2003. Ã\u0083Â¢Regulation for Conservatives: Behavioral Economics and the Case for Ã\u0083Â¢Asymmetric Paternalism.Ã\u0083Â¢Ã\u0083Â¢ University of Pennsylvania Law Review, 151(3): 1211Ã\u0083Â¢1254.",
        "Deaton, Angus, Daniel Kahneman, Alan Krueger, David Schkade, Norbert Schwarz, and Arthur Stone. 2011. Memo to the Office of National StatisticsÃ\u0083Â¢ Advisory Group on Subjective Well-Being. Published in the Supporting Documents for the Meeting to Provide Guidance to the Organisation for Economic Co-operation and Development on its Plans to Measure Self-Reported Well-Being held on July 8, 2011.",
        "Decancq, Koen, and MarÃ\u0083Æ\u0092a Ana Lugo. 2013. Ã\u0083Â¢Weights in Multidimensional Indices of WellBeing: An Overview.Ã\u0083Â¢ Econometric Reviews, 32(1): 7Ã\u0083Â¢34.",
        "Decancq, Koen, Luc Van Ootegem, and Elsy Verhofstadt. 2011. Ã\u0083Â¢What if we voted on the weights of a multidimensional well-being index? An illustration with Flemish data.Ã\u0083Â¢ University of Antwerp CSB Working Paper No. 11/10, November.",
        "Diener, Ed. 2000. Ã\u0083Â¢Subjective Well-Being: The Science of Happiness and a Proposal for a National Index.Ã\u0083Â¢ American Psychologist, 55(1): 34Ã\u0083Â¢43.",
        "Diener, Ed. 2006. Ã\u0083Â¢Guidelines for National Indicators of Subjective Well-Being and Ill-Being.Ã\u0083Â¢ Applied Research in Quality of Life, 1: 151Ã\u0083Â¢157.",
        "Diener, Ed, Richard Lucas, Ulrich Schimmack, and John Helliwell. 2009. Well-Being for Public Policy. New York: Oxford University Press.",
        "Diener, Ed, and Martin E.P. Seligman. 2004. Ã\u0083Â¢Beyond money: Toward an economy of wellbeing. Ã\u0083Â¢ Psychological Science in the Public Interest, 5: 1Ã\u0083Â¢31.",
        "Dolan, Paul, Richard Layard, and Robert Metcalfe. 2011. Ã\u0083Â¢Measuring Subjective Well-being for Public Policy.Ã\u0083Â¢ Office for National Statistics.",
        "Fleurbaey, Marc. 2009. Ã\u0083Â¢Beyond GDP: The Quest for a Measure of Social Welfare.Ã\u0083Â¢ Journal of Economic Literature, 47(4): 1029Ã\u0083Â¢1075.",
        "Fleurbaey, Marc, and FranÃ\u0083Æ\u0092ois Maniquet. 2011. A Theory of Fairness and Social Welfare. New York: Cambridge University Press.",
        "Fleurbaey, Marc, Erik Schokkaert, and Koen Decancq. 2009. Ã\u0083Â¢What good is happiness?Ã\u0083Â¢ CORE Discussion Paper 17, March.",
        "Frey, Bruno, and Alois Stutzer. Forthcoming. Ã\u0083Â¢The use of happiness research for public policy.Ã\u0083Â¢ Social Choice and Welfare. DOI 10.1007/s00355-011-0629-z Gilbert, Daniel T. 2006. Stumbling on Happiness. New York: Knopf.",
        "Graham, Carol. 2011. The Pursuit of Happiness: An Economy of Well-Being. Washington, D.C.: Brookings Institution Press.",
        "Green, Paul E., and Vithala R. Rao. 1971. Ã\u0083Â¢Conjoint Measurement for Quantifying Judgmental Data.Ã\u0083Â¢ Journal of Marketing Research, 8(3): 355Ã\u0083Â¢363.",
        "Heffetz, Ori, and Robert H. Frank. 2011. Ã\u0083Â¢Preferences for Status: Evidence and Economic Implications.Ã\u0083Â¢ In Handbook of Social Economics Vol. 1A, edited by Jess Benhabib, Alberto Bisin, and Matthew Jackson: 69Ã\u0083Â¢91. Amsterdam: North-Holland.",
        "Heffetz, Ori, and Matthew Rabin. 2012. Ã\u0083Â¢Conclusions Regarding Cross-Group Differences in Happiness Depend on Difficulty of Reaching Respondents.Ã\u0083Â¢ Manuscript, Cornell University, available at http://ssrn.com/abstract=2101097, July.",
        "Kahneman, Daniel, and Angus S. Deaton. 2010. Ã\u0083Â¢High Income Improves Evaluation of Life but not Emotional Well-Being.Ã\u0083Â¢ Proceedings of the National Academy of Sciences, 107(38): 16489Ã\u0083Â¢16493.",
        "Kahneman, Daniel, and Alan B. Krueger. 2006. Ã\u0083Â¢Developments in the Measurement of Subjective Well-Being.Ã\u0083Â¢ Journal of Economic Perspectives, 20(1): 3Ã\u0083Â¢24.",
        "Layard, Richard. 2005. Happiness: Lessons from a New Science. The Penguin Press.",
        "Loewenstein, George, and Peter A. Ubel. 2008. Ã\u0083Â¢Hedonic Adaptation and the Role of Decision and Experience Utility in Public Policy.Ã\u0083Â¢ Journal of Public Economics, 92(8-9): 1795Ã\u0083Â¢ 1810.",
        "Maslow, Abraham. 1946. Ã\u0083Â¢Theory of Human Motivation.Ã\u0083Â¢ In Twentieth century psychology: recent developments in psychology, ed. Philip Lawrence Harriman. New York, NY: Philosophical Library.",
        "Micklewright, John. 2001. Ã\u0083Â¢Should the UK government measure poverty and social exclusion with a composite index?Ã\u0083Â¢ Manuscript, UNICEF Innocenti Research Centre, Florence.",
        "Nussbaum, Martha. 2000. Women and Human Development: The Capabilities Approach. Cambridge: Cambridge University Press.",
        "ONS. 2011. Ã\u0083Â¢Initial investigation into Subjective Well- being from the Opinions Survey.Ã\u0083Â¢ Office for National Statistics.",
        "Oswald, Andrew, and Nattavudh Powdthavee. 2008. Ã\u0083Â¢Does happiness adapt? A longitudinal study of disability with implications for economists and judges.Ã\u0083Â¢ Journal of Public Economics, 92: 1061Ã\u0083Â¢1077.",
        "Rawls, John. 1971. A Theory of Justice. Cambridge: Harvard University Press.",
        "Rosen, Sherwin. 1974. Ã\u0083Â¢Hedonic Prices and Implicit Markets: Product Differentiation in Pure Competition.Ã\u0083Â¢ Journal of Political Economy 82(1): 34Ã\u0083Â¢55.",
        "Ryff, Carol D. 1989. Ã\u0083Â¢Happiness is Everything, or Is It? Explorations on the Meaning of Psychological Well-Being.Ã\u0083Â¢ Journal of Personality and Social Psychology, 57: 1069Ã\u0083Â¢ 1081.",
        "Schwarz, Norbert, and Fritz Strack. 1991. Ã\u0083Â¢Evaluating oneÃ\u0083Â¢s life: a judgment model of subjective well-being.Ã\u0083Â¢ In Subjective Well-Being, ed. Fritz Strack, Michael Argyle, and Norbert Schwarz. Elmsford, New York: Pergamon Press.",
        "Sen, Amartya. 1979. Ã\u0083Â¢Utilitarianism and Welfarism.Ã\u0083Â¢ Journal of Philosophy, 76(9): 463Ã\u0083Â¢489.",
        "Sen, Amartya. 1985. Commodities and Capabilities. Oxford: Oxford University Press.",
        "Sen, Amartya. 1992. Inequality Reexamined. New York: Russell Sage Foundation; Cambridge: Harvard University Press.",
        "Stiglitz, Joseph E., Amartya Sen, and Jean-Paul Fitoussi. 2009. Report by the Commission on the Measurement of Economic Performance and Social Progress. www.stiglitz-senfitoussi. fr"
    ]
}