{
    "id": 18398,
    "cites": 217,
    "cited_by": 61,
    "reference": [
        "Abel, A., N. G. Mankiw, L. H. Summers, and R. J. Zeckhauser (1989): \\Assessing Dynamic Eciency: Theory and Evidence, Review of Economic Studies, 56(1), 1{20.",
        "Abreu, D., and M. K. Brunnermeier (2003): \\Bubbles and Crashes, Econometrica, 71(1), 173{204.",
        "Acharya, V. V. (2009): \\A Theory of Systemic Risk and Design of Prudential Bank Regulation, Journal of Financial Stability, 5(3), 224{255.",
        "Acharya, V. V., D. Gale, and T. Yorulmazer (2011): \\Rollover Risk and Market Freezes, Journal of Finance, 66(4), 1177{1209.",
        "Acharya, V. V., L. H. Pedersen, T. Philippon, and M. Richardson (2010): \\Measuring Systemic Risk, Working Paper, New York University.",
        "Acharya, V. V., P. Schnabl, and G. Suarez (2012): \\Securitization without Risk Transfer, Journal of Financial Economics, (forthcoming).",
        "Acharya, V. V., and S. Viswanathan (2011): \\Leverage, Moral Hazard, and Liquidity, Journal of Finance, 66(1), 99{138.",
        "Acharya, V. V., and T. Yorulmazer (2007): \\Too Many to Fail|An Analysis of Time-inconsistency in Bank Closure Policies, Journal of Financial Intermediation, 16(1), 1{31.",
        "(2008): \\Cash-in-the-Market Pricing and Optimal Resolution of Bank Failures, Review of Financial Studies, 21(6), 2705{2742.",
        "Adams, Z., R. Fuss, and R. Gropp (2010): \\Modeling Spillover Eects Among Financial Institutions: A State-Dependent Sensitivity Value-at-Risk (SDSVaR) Approach, Working Paper, EBS.",
        "Adrian, T., and M. K. Brunnermeier (2008): \\CoVaR, Working Paper, Princeton University.",
        "Adrian, T., and H. S. Shin (2010): \\Liquidity and Leverage, Journal of Financial Intermediation, 19(3), 418 { 437.",
        "Afonso, G., and H. S. Shin (2011): \\Precautionary Demand and Liquidity in Payment Systems, Journal of Money, Credit and Banking, 43, 589{619.",
        "Aiyagari, S. R. (1994): \\Uninsured Idiosyncratic Risk and Aggregate Saving, Quarterly Journal of Economics, 109(3), 659{684.",
        "Allen, F., A. Babus, and E. Carletti (2012): \\Asset commonality, debt maturity and systemic risk, Journal of Financial Economics, 104(3), 519{534.",
        "Allen, F., and D. Gale (1994): \\Limited Market Participation and Volatility of Asset Prices, American Economic Review, 84(4), 933{955.",
        "(1998): \\Optimal Financial Crises, Journal of Finance, 53(4), 1245{1284.",
        "(2000a): \\Bubbles and Crises, The Economic Journal, 110(460), 236{255.",
        "(2000b): \\Financial Contagion, Journal of Political Economy, 108(1), 1{33.",
        "(2004): \\Financial Intermediaries and Markets, Econometrica, 72(4), 1023{ 1061.",
        "(2007): Understanding Financial Crises, Clarendon Lectures in Finance. Oxford University Press.",
        "Allen, F., and G. Gorton (1993): \\Churning Bubbles, Review of Economic Studies, 60(4), 813{836.",
        "Allen, F., S. Morris, and A. Postlewaite (1993): \\Finite Bubbles with Short Sale Constraints and Asymmetric Information, Journal of Economic Theory, 61(2), 206{229.",
        "Artzner, P., F. Delbaen, J.-M. Eber, and D. Heath (1999): \\Coherent Measures of Risk, Mathematical Finance, 9(3), 203{228.",
        "Bagehot, W. (1873): Lombard Street: A description of the money market. H.S. King.",
        "Barth, J. R., A. P. Prabhavivadhana, and G. Yun (2012): \\The Eurozone Financial Crisis: Role of Interdependencies between Bank and Sovereign Risk, Journal of Financial Economic Policy, 4(1), 76{97.",
        "Bech, M. L., and K. Soramaki (2001): \\Gridlock Resolution in Payments Systems, Danmarks Nationalbank Monetary Review, pp. 67{79.",
        "Bernanke, B. S., and M. Gertler (1989): \\Agency Costs, NetWorth, and Business Fluctuations, American Economic Review, 79(1), 14{31.",
        "Bernanke, B. S., M. Gertler, and S. Gilchrist (1999): \\The Financial Accelerator in a Quantitative Business Cycle Framework, in Handbook of Macroeconomics, ed. by J. B. Taylor, and M. Woodford. Elsevier.",
        "Bewley, T. (1980): \\The Optimum Quantity of Money, in Models of Monetary Economics, ed. by J. Kareken, and N. Wallace. Federal Reserve Bank of Minneapolis.",
        "Bewley, T. F. (1977): \\The Permanent Income Hypothesis: A Theoretical Formulation, Journal of Economic Theory, 16(2), 252{292.",
        "(1983): \\A Diculty with the Optimum Quantity of Money, Econometrica, 51(5), 1485{1504.",
        "Bhattacharya, S., and D. Gale (1987): \\Preference Shocks, Liquidity, and Central Bank Policy, in New Approaches to Monetary Economics, ed. by W. A. Barnett, and K. J. Singleton, pp. 69{88. Cambridge University Press.",
        "Bisias, D., M. Flood, A. W. Lo, and S. Valavanis (2012): \\A Survey of Systemic Risk Analytics, Oce of Financial Research Working Paper.",
        "Blanchard, O. J., and M. W. Watson (1982): \\Bubbles, Rational Expectations and Financial Markets, in Crises in the Economic and Financial Structure: Bubbles, Bursts, and Shocks, ed. by P. Wachtel. D.C. Heath & Company.",
        "Bodie, Z., D. Gray, and R. Merton (2007): \\New Framework for Measuring and Managing Macronancial Risk and Financial Stability, NBER Working Paper.",
        "Bolton, P., and O. Jeanne (2011): \\Sovereign Default Risk and Bank Fragility in Financially Integrated Economies, IMF Economic Review, 59, 162{194.",
        "Boyson, N. M., C. W. Stahel, and R. M. Stulz (2010): \\Hedge Fund Contagion and Liquidity Shocks, Journal of Finance, 65(6), 1789{1816.",
        "Brownlees, C. T., and R. F. Engle (2010): \\Volatility, Correlation and Tails for Systemic Risk Measurement, Working Paper, NYU.",
        "Brunnermeier, M. K. (2001): Asset Pricing Under Asymmetric Information: Bubbles, Crashes, Technical Analysis, and Herding. Oxford University Press.",
        "Brunnermeier, M. K. (2008): \\Bubbles, in New Palgrave Dictionary of Economics, ed. by S. N. Durlauf, and L. E. Blume. Palgrave Macmillan.",
        "(2009): \\Deciphering the Liquidity and Credit Crunch 2007-2008, Journal of Economic Perspectives, 23(1), pp. 77{100.",
        "Brunnermeier, M. K., and P. Cheridito (2011): \\Systemic Risk Management, Working Paper, Princeton University.",
        "Brunnermeier, M. K., A. Crocket, C. Goodhart, A. Persaud, and H. Shin (2009): The Fundamental Principles of Financial Regulation: 11th Geneva Report on the World Economy. CEPR.",
        "Brunnermeier, M. K., T. Eisenbach, and Y. Sannikov (2013): \\Macroeconomics with Financial Frictions: A Survey, in Advances in Economics and Econometrics, 10th World Congress of the Econometric Society, ed. by D. Acemoglu, M. Arellano, and E. Dekel. Cambridge University Press.",
        "Brunnermeier, M. K., L. Garicano, P. R. Lane, M. Pagano, R. Reis, T. Santos, D. Thesmar, S. van Nieuwerburgh, and D. Vayanos (2011): \\European Safe Bonds: ESBies, Euro-nomics.com.",
        "Brunnermeier, M. K., G. Gorton, and A. Krishnamurthy (2012): \\Risk Topography, NBER Macroeconomics Annual 2011, 26, 149{176.",
        "(2013): \\Liquidity Mismatch, in Risk Topography: Systemic Risk and Macro Modeling, ed. by M. K. Brunnermeier, and A. Krishnamurthy. University of Chicago Press.",
        "Brunnermeier, M. K., and A. Krishnamurthy (eds.) (2013): Risk Topography: Systemic Risk and Macro Modeling. University of Chicago Press.",
        "Brunnermeier, M. K., and J. Morgan (2010): \\Clock Games: Theory and Experiments, Games and Economic Behavior, 68(2), 532{550.",
        "Brunnermeier, M. K., and S. Nagel (2004): \\Hedge Funds and the Technology Bubble, Journal of Finance, 59(5), 2013{2040.",
        "Brunnermeier, M. K., and M. Oehmke (2012): \\The Maturity Rat Race, Journal of Finance, (forthcoming).",
        "Brunnermeier, M. K., and L. H. Pedersen (2005): \\Predatory Trading, Journal of Finance, 60(4), 1825{1863.",
        "Brunnermeier, M. K., and L. H. Pedersen (2009): \\Market Liquidity and Funding Liquidity, Review of Financial Studies, 22(6), 2201{2238.",
        "Brunnermeier, M. K., and Y. Sannikov (2010): \\A Macroeconomic Model with a Financial Sector, Working Paper, Princeton University.",
        "Brunnermeier, M. K., A. Simsek, and W. Xiong (2012): \\A Welfare Criterion for Models with Distorted Beliefs, Working Paper, Princeton University.",
        "Bryant, J. (1980): \\A Model of Reserves, Bank Runs, and Deposit Insurance, Journal of Banking and Finance, 4(4), 335{344.",
        "Caballero, R. J., and A. Krishnamurthy (2008): \\Collective Risk Management in a Flight to Quality Episode, Journal of Finance, 63(5), 2195{2230.",
        "Calomiris, C. W., and C. M. Kahn (1991): \\The Role of Demandable Debt in Structuring Optimal Banking Arrangements, American Economic Review, 81(3), 497{513.",
        "Carlstrom, C. T., and T. S. Fuerst (1997): \\Agency Costs, Net Worth, and Business Fluctuations: A Computable General Equilibrium Analysis, American Economic Review, 87(5), 893{910.",
        "Chan-Lau, J. A. (2009): \\Co-risk Measures to Assess Systemic Financial Stability, Working Paper, International Monetary Fund.",
        "Chari, V., and R. Jagannathan (1988): \\Banking Panics, Information, and Rational Expectations Equilibrium, Journal of Finance, 43(3), 749{761.",
        "Chen, J., H. Hong, and J. C. Stein (2001): \\Forecasting Crashes: Trading Volume, Past Returns and Conditional Skewness in Stock Prices, Journal of Financial Economics, 61, 345{381.",
        "Cifuentes, R., G. Ferrucci, and H. Shin (2005): \\Liquidity Risk and Contagion, Journal of the European Economic Association, 3, 556{566.",
        "Claessens, S., and K. Forbes (2001): International Financial Contagion. Springer: New York.",
        "Conlon, J. R. (2004): \\Simple Finite Horizon Bubbles Robust to Higher Order Knowledge, Econometrica, 72(3), pp. 927{936.",
        "Copeland, A., A. Martin, and M. Walker (2010): \\The Tri-Party Repo Market before the 2010 Reforms, Working Paper, Federal Reserve Bank of New York.",
        "Cutler, D. M., J. M. Poterba, and L. H. Summers (1989): \\What Moves Stock Prices?, Journal of Portfolio Management, 15(3), 4{12.",
        "Dang, T. V., G. Gorton, and B. Holmstrom (2010): \\Ignorance and the Optimality of Debt for Liquidity Provision, Working Paper, Yale University.",
        "Danielsson, J., and C. G. de Vries (2000): \\Value-at-Risk and Extreme Returns, Annales d'Economie et de Statistique, 60, 239{270.",
        "Davila, E. (2011): \\Dissecting Fire Sales Externalities, Working Paper, Harvard University.",
        "Degryse, H., and G. Nguyen (2007): \\Interbank Exposures: An Empirical Examination of Contagion Risk in the Belgian Banking System, International Journal of Central Banking, 3(2), 123{172.",
        "DeLong, J. B., A. Shleifer, L. H. Summers, and R. J. Waldmann (1990): \\Noise Trader Risk in Financial Markets, Journal of Political Economy, 98(4), 703{ 738.",
        "DeMarzo, P. M., R. Kaniel, and I. Kremer (2008): \\Relative Wealth Concerns and Financial Bubbles, Review of Financial Studies, 21(1), 19{50.",
        "Diamond, D. W. (1984): \\Financial Intermediation and Delegated Monitoring, The Review of Economic Studies, 51(3), 393{414.",
        "(1997): \\Liquidity, Banks, and Markets, Journal of Political Economy, 105(5), 928{956.",
        "Diamond, D. W., and P. H. Dybvig (1983): \\Bank Runs, Deposit Insurance, and Liquidity, Journal of Political Economy, 91(3), 401{419.",
        "Diamond, D. W., and R. G. Rajan (2001): \\Liquidity Risk, Liquidity Creation, and Financial Fragility: A Theory of Banking, Journal of Political Economy, 109(2), 287{327.",
        "(2011): \\Fear of Fire Sales, Illiquidity Seeking, and Credit Freezes, Quarterly Journal of Economics, 126(2), 557{591.",
        "Diamond, P. A. (1965): \\National Debt in a Neoclassical Growth Model, American Economic Review, 55(5), 1126{1150.",
        "Diba, B. T., and H. I. Grossman (1988): \\The Theory of Rational Bubbles in Stock Prices, Economic Journal, 98(392), 746{754.",
        "Doblas-Madrid, A. (2012): \\A Robust Model of Bubbles of Multidimensional Uncertainty, Econometrica, (forthcoming).",
        "Dow, J., and G. Gorton (1994): \\Arbitrage Chains, Journal of Finance, 49(3), 819{849.",
        "Duffie, D. (2012): \\Systemic Risk Exposures: A 10-by-10-by-10 Approach, in Risk Topography: Systemic Risk and Macro Modeling, ed. by M. K. Brunnermeier, and A. Krishnamurthy. University of Chicago Press.",
        "Duffie, D., and H. Zhu (2011): \\Does a Central Clearing Counterparty Reduce Counterparty Risk?, Review of Asset Pricing Studies.",
        "Dufwenberg, M., T. Lindqvist, and E. Moore (2005): \\Bubbles and Experience: An Experiment, American Economic Review, 95(5), pp. 1731{1737.",
        "Eisenberg, L., and T. H. Noe (2001): \\Systemic Risk in Financial Systems, Management Science, 47(3), 236{249.",
        "Engle, R. F., and S. Manganelli (2004): \\CAViaR: Conditional Autoregressive Value at Risk by Regression Quantiles, Journal of Business and Economic Statistics, 23(4), 367{381.",
        "Englund, P. (1999): \\The Swedish banking crisis: roots and consequences, Oxford Review of Economic Policy, 15(3), 80{97.",
        "Evans, G. W. (1991): \\Pitfalls in Testing for Explosive Bubbles in Asset Prices, American Economic Review, 81(4), 922{930.",
        "Fair, R. C. (2002): \\Events That Shook the Market, Journal of Business, 75(4), 713{731.",
        "Farhi, E., M. Golosov, and A. Tsyvinski (2009): \\A Theory of Liquidity and Regulation of Financial Intermediation, Review of Economic Studies, 76(3), 973{ 992.",
        "Farhi, E., and J. Tirole (2012): \\Collective Moral Hazard, Maturity Mismatch, and Systemic Bailouts., American Economic Review, 102(1), 60 { 93.",
        "Flood, R. P., and P. M. Garber (1980): \\Market Fundamentals versus Price-Level Bubbles: The First Tests, Journal of Political Economy, 88(4), 745{770.",
        "Follmer, H., and A. Schied (2011): Stochastic Financwe. De Gruyter, 3rd edn.",
        "Forbes, K. J., and R. Rigobon (2002): \\No Contagion, Only Interdependence: Measuring Stock Market Comovements, Journal of Finance, 57(5), 2223{2261.",
        "Fostel, A., and J. Geanakoplos (2012): \\Tranching, CDS and Asset Prices: Bubbles and Crashes, AEJ: Macroeconomics, 4(1), 190{225.",
        "Freixas, X., and B. Parigi (1998): \\Contagion and Eciency in Gross and Net Interbank Payment Systems, Journal of Financial Intermediation, 7(1), 3 { 31.",
        "Friedman, M., and A. J. Schwartz (1963): A Monetary History of the United States 1867-1960. Princeton University Press.",
        "Froot, K. A., and M. Obstfeld (1991): \\Intrinsic Bubbles: The Case of Stock Prices, American Economic Review, 81(5), 1189{1214.",
        "Gale, D., and M. Hellwig (1985): \\Incentive-Compatible Debt Contracts: The One-Period Problem, Review of Economic Studies, 52(4), 647{663.",
        "Gale, D., and T. Yorulmazer (2011): \\Liquidity Hoarding, Working Paper, New York University.",
        "Garber, P. M. (2000): Famous First Bubbles: The Fundamentals of Early Manias. MIT Press, Cambrige, MA.",
        "Garleanu, N., and L. H. Pedersen (2011): \\Margin-based Asset Pricing and Deviations from the Law of One Price, Review of Financial Studies, 24(6), 1980{ 2022.",
        "Gauthier, C., A. Lehar, and M. Souissi (2012): \\Macroprudential Capital Requirements and Systemic Risk, Journal of Financial Intermediation, 21(4), 594{618.",
        "Geanakoplos, J. (1997): \\Promises Promises, in The Economy as an Evolving Complex System II, ed. by W. B. Arthur, S. Durlauf, and D. Lane. Addison-Wesley.",
        "(2003): \\Liquidity, Defaults, and Crashes, in Advances in Economics and Econometrics: Theory and Applications, Eighth World Congress, Volume 2, Econometric Society Monographs. Cambridge University Press.",
        "(2010): \\The Leverage Cycle, in NBER Macroeconomics Annual 2009, vol. 24, pp. 1{65. University of Chicago Press.",
        "Geanakoplos, J. D., and H. M. Polemarchakis (1986): \\Existence, Regularity, and Constrained Suboptimality of Competitive Allocations when the Asset Market is Incomplete, in Uncertainty, Information and Communication: Essays in Honor of Kenneth J. Arrow, ed. by W. P. Heller, R. M. Starr, and D. A. Starrett. Cambridge University Press.",
        "Gennaioli, N., A. Martin, and S. Rossi (2011): \\Sovereign Default, Domestic Banks and Financial Institutions, Working paper, CREI.",
        "Gennotte, G., and H. Leland (1990): \\Market Liquidity, Hedging, and Crashes, American Economic Review, 80(5), 999{1021.",
        "Goldstein, I., and A. Pauzner (2005): \\Demand-Deposit Contracts and the Probability of Bank Runs, Journal of Finance, 60(3), 1293{1327.",
        "Gorton, G. (1985): \\Bank Suspension of Convertibility, Journal of Monetary Economics, 15, 177{193.",
        "(1988): \\Banking Panics and Business Cycles, Oxford Economic Papers, 40(4), pp. 751{781.",
        "(2010): Slapped by the Invisible Hand. Oxford University Press.",
        "Gorton, G., and A. Metrick (2011): \\Securitized banking and the run on repo, Journal of Financial Economics, 104(3), 425{451.",
        "Gorton, G., and G. Pennacchi (1990): \\Financial Intermediaries and Liquidity Creation, Journal of Finance, 45(1), 49{71.",
        "Graeber, D. (2011): Debt: The First 5,000 Years. Melville House Publishing.",
        "Gromb, D., and D. Vayanos (2002): \\Equilibrium and welfare in markets with nancially constrained arbitrageurs, Journal of Financial Economics, 66(2-3), 361 { 407.",
        "Harris, M., and A. Raviv (1993): \\Dierences of Opinion Make a Horse Race, Review of Financial Studies, 6(3), 473{506.",
        "Harrison, J. M., and D. Kreps (1978): \\Speculative Investor Behavior in a Stock Market with Heterogeneous Expectations, Quarterly Journal of Economics, 89, 323{ 336.",
        "Hart, O., and J. Moore (1994): \\A Theory of Debt Based on the Inalienability of Human Capital, Quarterly Journal of Economics, 109(4), 841{879.",
        "Hart, O. D. (1975): \\On the optimality of equilibrium when the market structure is incomplete, Journal of Economic Theory, 11(3), 418 { 443.",
        "Hartmann, P., S. Straetmans, and C. G. de Vries (2004): \\Asset Market Linkages in Crisis Periods, Review of Economics and Statistics, 86(1), 313{326.",
        "Haruvy, E., Y. Lahav, and C. N. Noussair (2007): \\Traders' Expectations in Asset Markets: Experimental Evidence, American Economic Review, 97(5), pp. 1901{1920.",
        "Haruvy, E., and C. N. Noussair (2006): \\The Eect of Short Selling on Bubbles and Crashes in Experimental Spot Asset Markets, Journal of Finance, 61(3), pp. 1119{1157.",
        "He, Z., I. Khang, and A. Krishnamurthy (2010): \\Balance Sheet Adjustment in the 2008 Crisis, IMF Economic Review, 58, 118{156.",
        "He, Z., and A. Krishnamurthy (2012): \\A Model of Capital and Crises, Review of Economic Studies, 79(2), 735{777.",
        "Hellwig, M. F. (1994): \\Liquidity Provision, banking, and the allocation of interest rate risk, European Economic Review, 38, 1363{1389.",
        "(2000): \\Financial Intermediation with Risk Aversion, Review of Economic Studies, 67(4), 719{742.",
        "Holmstrom, B., and J. Tirole (1997): \\Financial Intermediation, Loanable Funds, and the Real Sector, Quarterly Journal of Economics, 112(1), 35{52.",
        "Hong, H., J. Scheinkman, and W. Xiong (2006): \\Asset Float and Speculative Bubbles, Journal of Finance, 61(3), 1073{1117.",
        "Hong, H., and J. C. Stein (2003): \\Dierences of Opinion, Short-Sales Constraints, and Market Crashes, Review of Financial Studies, 16(2), 487{525.",
        "(2007): \\Disagreement and the Stock Market, Journal of Economic Perspectives, 21(2), 109{128.",
        "Hoshi, T., and A. K. Kashyap (2004): \\Japan's Financial Crisis and Economic Stagnation, The Journal of Economic Perspectives, 18(1), 3{26.",
        "Huang, X., H. Zhou, and H. Zhu (2010): \\Measuring Systemic Risk Contributions, BIS Working Paper.",
        "Jacklin, C. J. (1987): \\Demand Deposits, Trading Restrictions and Risk Sharing, in Contractual Arrangements for Intertemporal Trade, ed. by E. C. Prescott, and N. Wallace. University of Minnesota Press, Minneapolis.",
        "Jacklin, C. J., and S. Bhattacharya (1988): \\Distinguishing Panics and Information-based Bank Runs: Welfare and Policy Implications, Journal of Political Economy, 96(3), 568{592.",
        "Jensen, M. C., and W. H. Meckling (1976): \\Theory of the Firm: Managerial Behavior, Agency Costs and Ownership Structure, Journal of Financial Economics, 3(4), 305{360.",
        "Jonung, L., L. Kiander, and P. Vartia (eds.) (2009): The Great Financial Crisis in Finland and Sweden: The Nordic Experience of Financial Liberalization. Edward Elgar.",
        "Jorion, P. (2006): Value at Risk. McGraw-Hill, 3rd edn.",
        "Kaminsky, G. L., and C. M. Reinhart (1999): \\The Twin Crises: The Causes of Banking and Balance-Of-Payments Problems, American Economic Review, 89(3), 473{500.",
        "Kindleberger, C. P. (1978): Manias, Panics, and Crashes: A History of Financial Crises. Basic Books.",
        "King, R. R., V. L. Smith, A. W. Williams, and M. V. Van Boening (1993): \\The Robustness of Bubbles and Crashes in Experimental Stock Markets, in Nonlinear Dynamics and Evolutionary Economics, ed. by R. H. Day, and P. Chen, pp. 183{200. Oxford University Press.",
        "Kirchler, M., J. Huber, and T. Stockl (2011): \\Thar She Bursts - Reducing Confusion Reduces Bubbles, Working Paper, University of Insbruck.",
        "Kiyotaki, N., and J. Moore (1997): \\Credit Cycles, Journal of Political Economy, 105(2), 211{248.",
        "Kondor, P. (2009): \\Risk in Dynamic Arbitrage: The Price Eects of Convergence Trading, Journal of Finance, 64(2), 631{655.",
        "Kreps, D. (1977): \\A Note on Fullled Expectations Equilibria, Journal of Economic Theory, 14, 32{43.",
        "Krishnamurthy, A., S. Nagel, and D. Orlov (2011): \\Sizing Up Repo, Working Paper, Stanford University.",
        "Kupiec, P. (2002): \\Stress-testing in a Value at Risk Framework, in Risk Management: Value at Risk and Beyond, ed. by M. Dempster, pp. 76{99. Cambridge University Press.",
        "Kyle, A. S., and W. Xiong (2001): \\Contagion as a Wealth Eect, Journal of Finance, 56(4), 1401{1440.",
        "Lamont, O. A., and R. H. Thaler (2003): \\Can the Market Add and Subtract? Mispricing in Tech Stock Carveouts, Journal of Political Economy, 111(2), 227{268.",
        "Lehar, A. (2005): \\Measuring systemic risk: A risk management approach, Journal of Banking and Finance, 29(10), 2577{2603.",
        "Lei, V., C. N. Noussair, and C. R. Plott (2001): \\Nonspeculative Bubbles in Experimental Asset Markets: Lack of Common Knowledge of Rationality vs. Actual Irrationality, Econometrica, 69(4), 831{859.",
        "Loewenstein, M., and G. A. Willard (2006): \\The Limits of Investor Behavior, Journal of Finance, 61(1), 231{258.",
        "Lorenzoni, G. (2008): \\Inecient Credit Booms, Review of Economic Studies, 75(3), 809{833.",
        "Manganelli, S., T.-H. Kim, and H. White (2011): \\VAR for VaR: Measuring Systemic Risk Using Multivariate Regression Quantiles, unpublished working paper, ECB.",
        "Martin, A., and J. Ventura (2012): \\Economic Growth with Bubbles, American Economic Review, 147(2), 738{758.",
        "Matten, C. (1996): Managing Bank Capital. Wiley.",
        "McKelvey, R. D., and T. R. Palfrey (1992): \\An Experimental Study of the Centipede Game, Econometrica, 60(4), 803{836.",
        "Merton, R. C., and A. Perold (1993): \\THEORY OF RISK CAPITAL IN FINANCIAL FIRMS, Journal of Applied Corporate Finance, 6(3), 16{32.",
        "Miller, E. M. (1977): \\Risk, Uncertainty, and Divergence of Opinion, Journal of Finance, 32(4), 1151{1168.",
        "Miron, J. A., and C. D. Romer (1990): \\A New Monthly Index of Industrial Production, 1884-1940, Journal of Economic History, 50(2), pp. 321{337.",
        "Mitchell, M., and T. Pulvino (2012): \\Arbitrage crashes and the speed of capital, Journal of Financial Economics, 104(3), 469{490, (forthcoming).",
        "Moinas, S., and S. Pouget (2012): \\The Bubble Game: An Experimental Study of Speculation, Working Paper, Toulouse School of Economics.",
        "Morris, S. (1996): \\Speculative Investor Behavior and Learning, The Quarterly Journal of Economics, 111(4), pp. 1111{1133.",
        "Morris, S., A. Postlewaite, and H. S. Shin (1995): \\Depth of Knowledge and the Eect of Higher Order Uncertainty, Economic Theory, 6, 453{467.",
        "Morris, S., and H. Shin (2001): \\Rethinking Multiple Equilibria in Macroeconomic Modelling, in NBER Marcoeconomics Annual 2000, ed. by B. S. Bernanke, and K. Rogo, pp. 139{161. MIT Press.",
        "Neal, L. (1990): The Rise of Financial Capitalism. Cambridge University Press.",
        "(2012): I am Not Master of Events: Speculations of John Law and Lord Londonderry in the Mississippi and South Sea Bubbles. Yale University Press.",
        "Obstfeld, M., and K. S. Rogoff (1996): Foundations of International Macroeconomics. MIT Press.",
        "Ofek, E., and M. Richardson (2003): \\DotCom Mania: The Rise and Fall of Internet Stock Prices, Journal of Finance, 58(3), 1113{1137.",
        "Pastor, L., and P. Veronesi (2006): \\Was there a Nasdaq bubble in the late 1990s?, Journal of Financial Economics, 81(1), 61 { 100.",
        "(2009): \\Technological Revolutions and Stock Prices, American Economic Review, 99(4), pp. 1451{1483.",
        "Patrik, G. S., S. Bernegger, and M. B. Ruegg (1999): \\The use of risk adjusted capital to support business decision making, Casualty Actuarial Society Forum, pp. 243{334.",
        "Porter, D., and V. L. Smith (1995): \\Futures contracting and dividend uncertainty in experimental asset markets, Journal of Business, 68, 509{541.",
        "Postlewaite, A., and X. Vives (1987): \\Bank Runs as an Equilibrium Phenomenon, Journal of Political Economy, 95(3), 485{491.",
        "Radelet, S., J. D. Sachs, R. N. Cooper, and B. P. Bosworth (1998): \\The East Asian Financial Crisis: Diagnosis, Remedies, Prospects, Brookings Papers on Economic Activity, 1998(1), 1{90.",
        "Rampini, A. A., and S. Viswanathan (2011): \\Financial Intermediary Capital, Working Paper, Duke University.",
        "Reinhart, C. M., and K. S. Rogoff (2009): This Time is Different: Eight Centuries of Financial Folly. Princeton University Press.",
        "(2011): \\From Financial Crash to Debt Crisis, American Economic Review, 101(5), 1676{1706.",
        "Rochet, J.-C., and X. Vives (2004): \\Coordination Failures and the Lender of Last Resort: Was Bagehot Right After All?, Journal of the European Economic Association, 2(6), 1116{1147.",
        "Rosenthal, R. (1981): \\Games of Perfect Information, Predatory Pricing, and the Chain-Store Paradox, Journal of Economic Theory, 25, 92{100.",
        "Rotemberg, J. J. (2011): \\Minimal Settlement Assets in Economies with Interconnected Financial Obligations, Journal of Money, Credit and Banking, 43(1), 81{108.",
        "Samuelson, P. A. (1958): \\An Exact Consumption-Loan Model of Interest with or without the Social Contrivance of Money, Journal of Political Economy, 66(6), 467{482.",
        "Sato, Y. (2009): \\Ranking Concerns of Fund Managers and the Persistence of Bubbles, Working Paper, London School of Economics.",
        "Scheinkman, J., and W. Xiong (2003): \\Overcondence and Speculative Bubbles, Journal of Political Economy, 111(6), 1183{1219.",
        "Schnabel, I., and H. S. Shin (2004): \\Liquidity and Contagion: The Crisis of 1763, Journal of the European Economic Association, 2(6), 929{968.",
        "Schularick, M., and A. M. Taylor (2012): \\Credit Booms Gone Bust: Monetary Policy, Leverage Cycles, and Financial Crises, 1870-2008, American Economic Review, 102(2), 1029{1061.",
        "Segoviano, M., and C. Goodhart (2009): \\Banking Stability Measures, Financial Markets Group Working Paper, London School of Economics and Political Science.",
        "Shiller, R. J. (2000): Irrational Exuberance. Princeton University Press.",
        "Shleifer, A., and R. W. Vishny (1992): \\Liquidation Values and Debt Capacity: A Market Equilibrium Approach, Journal of Finance, 47(4), 1343{1366.",
        "(1997): \\The Limits of Arbitrage, Journal of Finance, 52(1), 35{55.",
        "Simsek, A. (2011): \\Belief Disagreements and Collateral Constraints,Working Paper, Harvard University.",
        "Smith, V. L., G. L. Suchanek, and A. W. Williams (1988): \\Bubbles, Crashes, and Endogenous Expectations in Experimental Spot Asset Markets, Econometrica, 56(5), 1119{1151.",
        "Stiglitz, J. E. (1982): \\The Ineciency of the Stock Market Equilibrium, Review of Economic Studies, 49(2), 241{261.",
        "Stiglitz, J. E., and A. Weiss (1981): \\Credit Rationing in Markets with Imperfect Information, American Economic Review, 71(3), 393{410.",
        "Sturzenegger, F., and J. Zettelmeyer (2006): Debt Defaults and Lessons from a Decade of Crises. MIT Press.",
        "Sunder, S. (1995): \\Experimental Asset Markets, in The Handbook of Experimental Economics, ed. by J. H. Kagel, and A. E. Roth, pp. 445{500. Princeton University Press.",
        "Tarashev, N., C. Borio, and K. Tsatsaronis (2009): \\The systemic importance of nancial institutions, BIS Quarterly Review.",
        "Tasche, D. (1999): \\Risk Contributions and Performance Measurement, Working Paper, TU Munchen.",
        "Temin, P., and H.-J. Voth (2004): \\Riding the South Sea Bubble, American Economic Review, 94(5), 1654{1668.",
        "Tirole, J. (1982): \\On the Possibility of Speculation under Rational Expectations, Econometrica, 50, 1163{1182.",
        "(1985): \\Asset Bubbles and Overlapping Generations, Econometrica, 53(5), 1071{1100.",
        "Townsend, R. M. (1979): \\Optimal Contracts and Competitive Markets with Costly State Verication, Journal of Economic Theory, 21(2), 265{293.",
        "Tsanakas, A. (2009): \\To split or not to split: Capital allocation with convex risk measures, Insurance: Mathematics and Economics, 44(2), 268 { 277.",
        "Upper, C., and A. Worms (2004): \\Estimating Bilateral Exposures in the German Interbank Market: Is There a Danger of Contagion, European Economic Review, 48, 827{849.",
        "Urban, M., J. Dittrich, C. Kluppelberg, and R. Stolting (2003): \\Allocation of Risk Capital to Insurance Portfolios, Blatter der DGVM, 26, 389{406.",
        "Van Boening, M. V., A. W. Williams, and S. LaMaster (1993): \\Price Bubbles and Crashes in Experimental Call Markets, Economics Letters, 41(2), 179{85.",
        "Vayanos, D. (2004): \\Flight to Quality, Flight to Liquidity and the Pricing of Risk, Working paper, London School of Economics.",
        "West, K. D. (1987): \\A Specication Test for Speculative Bubbles, Quarterly Journal of Economics, 102(3), 553{580.",
        "White, E. N. (2009): \\Lessons from the Great American Real Estate Boom and Bust of the 1920s, NBER working paper 15573.",
        "Wong, A., and T. Fong (2010): \\An Analysis of the Interconnectivity among the Asia-Pacic Economies, Hong Kong Monetary Authority Working Paper.",
        "Xiong, W. (2001): \\Convergence trading with wealth eects: an amplication mechanism in nancial markets, Journal of Financial Economics, 62(2), 247{292.",
        "(2012): \\Bubbles, Crises, and Heterogeneous Beliefs, in Handbook on Systemic Risk, ed. by J.-P. Fouque, and J. Langsam. Cambridge University Press.",
        "Xiong, W., and J. Yu (2011): \\The Chinese Warrants Bubble, American Economic Review, 101(6), 2723{2753.",
        "Zawadowski, A. (2011): \\Entangled Financial Systems, Working Paper, Boston University."
    ]
}