{
    "id": 18412,
    "cites": 22,
    "cited_by": 67,
    "reference": [
        "Allgood S, Walstad WB. 2012. The effects of perceived and actual financial knowledge on credit card behavior. Work. Pap., Networks Financ. Inst, Indian State Univ.",
        "Ameriks J, Caplin A, Leahy J. 2003. Wealth accumulation and the propensity to plan. Q. J. Econ. 118(3): 1007-1046 Anagol S, Cole S, Sarkar S. 2012. Understanding the incentives of commissions motivated agents: theory and evidence from the Indian life insurance market. Work. Pap. 12-055, Harvard Bus. School Agnew J, Szykman L. 2005. Asset allocation and information overload: the influence of information display, asset choice and investor experience. J. Behav. Financ. 6(2): 57-70 Agarwal S, Driscoll J, Gabaix X, Laibson D. 2009a. The age of reason: financial decisions over the lifecycle and implications for regulation. Brookings Pap. Econ. Act. 2009(2): 51-117 Agarwal S, Skiba P, Tobacman J. 2009b. Payday loans and credit cards: new liquidity and credit scoring puzzles? Am. Econ. Rev. Pap. Proc. 99(2): 412-417 Agarwal S, Driscoll J, Gabaix X, Laibson D. 2011. Ã\u0083Â¢Learnng in the credit card market.Ã\u0083Â¢ Work. Pap., Fed.",
        "Reserve Bank Chicago Amromin G, Huang J, Sialm C. The tradeoff between mortgage prepayments and tax-deferred retirement savings. J. Public Econ. 91: 2014-2040 Ausubel LM. 1999. Adverse selection in the credit card market. Work. Pap., Univ. Maryland, College Park Banks J, Oldfield Z. 2007. Understanding pensions: cognitive function, numerical ability and retirement saving. Fiscal. Stud. 28(2): 143-170 Barber B, Odean T. 2003. Are individual investors tax savvy? evidence from retail and discount brokerage accounts. J. Public. Econ. 88: 419-442 Barr MS, Mullainathan S, Shafir E. 2009. The case for behaviorally informed regulation. In Behavioral Foundations of Policy, ed. E. Shafir. pp. 25-61. Princeton: Princeton Univ.",
        "Bell C, Gorin D, Hogarth JM. 2008. Financial education Ã\u0083Â¢ Does it work and how do we know? Research findings from a study of financial education among soldiers. Community Invest. 21:15-16 Bell C, Gorin D, Hogarth JM. 2009. Does financial education affect soldiers' financial behavior? Work. Pap.08, Networks Financ. Inst., Indian State Univ.",
        "Bergstresser D, Poterba J. 2004. Asset allocation and asset location: household evidence from the survey of consumer finances. J. Public Econ. 88: 1893-1915 Bernheim BD, Garrett DM, Maki DM. 2001. Education and saving: the long-term effect of high school financial curriculum mandates. J. Public Econ. 80: 435-465 Bernheim, BD, Garrett DM. 2003. The effects of financial education in the workplace: evidence from a survey of households. J. Public Econ. 87: 1487-1519 Beshears J, Choi J, Laibson D, Madrian BC. 2008. The importance of default options for retirement saving outcomes: evidence from the United States. In Lessons from Pension Reform in the Americas, ed.",
        "S. Kay, T. Sinha. pp. 59-87. Oxford: Oxford Univ. Press Borghans L, Duckworth AL, Heckman JJ, ter Weel B. 2008. The economics and psychology of personal Traits. J. Hum. Resour. 43(4): 972-1059 Boyce L, Danes S. 2004. Evaluation of the NEFE High School Financial Planning Program Curriculum: 1997-1998. Denver: Natl. Endow. Financ. Educ.",
        "Brobeck S. 1990. U.S. Consumer Knowledge: Results of a Nationwide Test. Washington D.C: Consumer Fed. Am.",
        "Brobeck S. 1991. U.S. High School Student Consumer Knowledge: a Nationwide Test. Washington D.C: Consumer Fed. Am.",
        "Brobeck S. 1993. College Student Consumer Knowledge: The Results of a Nationwide Test. Washington D.C: Consumer Fed. Am.",
        "Brobeck S. 1998. American Consumers Get Mixed Grades on Consumer Literacy Quiz. Washington D.C: Consumer Fed. Am.",
        "Calvet LE, Campbell JY, Sodini P. 2009. Measuring the financial sophistication of households. Am. Econ.",
        "Rev. 99(2): 393-398 Campbell JY. 2006. Household finance. J. Financ. 61(4):1553-1604 Campbell JY, Jackson H, Madrian BC, Tufano P. 2010. The regulation of consumer financial products: an introductory essay with four case studies. Work. Pap. RWP10-040, Harvard Univ. Kennedy Sch.",
        "Campbell JY, Giglio S, Pathak P. 2011. Forced sales and house prices. Am. Econ. Rev. 101(5): 2108-2131 Campbell JY, Jackson H, Madrian BC, Tufano P. 2011. Consumer Financial Protection. J. Econ.",
        "Perspect. 25(1): 91-114 Carpena F, Cole S, Shapiro J, Zia B. 2011. Unpacking the casual chain of financial literacy. Work. Pap. 5798, World Bank Che Y K, Dessein W, Kartik N. 2011. Pandering to persuade. Am. Econ. Rev. forthcoming Choi J, Laibson D, Madrian BC. 2009. Why does the law of one price fail? An experiment on index mutual funds. Rev. Financ. Stud. 23(4): 1405-1432 Choi J, Laibson D, Madrian BC. 2011. $100 bills on the sidewalk: suboptimal investment in 401(k) plans.",
        "Rev. Econ. Stat. 93(3): 748-763 Christelis D, Jappelli T, Padula M. 2010. Cognitive abilities and portfolio choice. Eur. Econ. Rev. 54(1): 18-38 Cole SA, Shastry GK. 2012. Is High School the Right Time to Teach Self Control? The Effect of Education on Financial Behavior . Work. Pap. Harvard Business School Collins JM, Gorey RN, Schmeiser MD, Baker CA, Ziegler D. 2009. Building Indicators Measures: Analysis and Recommendations. Baltimore: Anne E. Casey Foundation Collins JM. 2010. The impacts of mandatory financial education: evidence from a randomized field study.",
        "Work. Pap. Center for financial Security Collins JM, O'Rourke CM. 2010. Financial education and counseling -- still holding promise. J.",
        "Consumer Affairs. 44(3): 483-498 Coussens MD. 2006. Towards financial literacy: program leaders comment on evaluation and impact.",
        "Consumer Interests Ann. 52: 315-326 Cunha F, Heckman J. 2007. The technology of skill formation. Am. Econ. Rev. 97(2): 31-47 Cunha F, Heckman J, Schennnach S. 2010. Estimating the technology of cognitive and noncognitive skill formation. Econometrica 78(3): 883-931 Drexler A, Fischer G, Schoar A. 2011. Keeping it Simple: Financial Literacy and Rules of Thumb. Work.",
        "Pap., MIT Duarte F, Hastings JS. 2011. Fettered consumers and sophisticated firms: evidence from Mexico's privatized social security market. Unpublished manuscript, Brown Univ.",
        "Duflo E, Saez E. 2003. The role of information and social interactions in retirement plan decisions: evidence from a randomized experiment. Q. J. Econ. 118(3): 815-842 Duflo E, Saez E. 2004. Implications of information and social interactions for retirement saving decisions. In Pension Design and Structure: New Lessons from Behavioral Finance, ed. O Michell, S Utkus. pp.137- 156. New York: Oxford Univ.",
        "Drexler A, Fischer G, Schoar A. 2011. Keeping it simple: financial literacy and rules of thumb. Work.",
        "Pap., MIT Ellison G. 2005. A model of add-on pricing. Q. J. Econ. 120(2): 585-637"
    ]
}