{
    "id": 18433,
    "cites": 191,
    "cited_by": 11,
    "reference": [
        "Abaluck, J. and Gruber, J. (2011). Choice Inconsistencies among the Elderly: Evidence from Plan Choice in the Medicare Part D Program. American Economic Review, 101(4):1180Ã\u0083Â¢1210.",
        "Abbring, J. H., Chiappori, P.-A., and Pinquet, J. (2003a). Moral Hazard and Dynamic Insurance Data. Journal of the European Economic Association, 1(4):767Ã\u0083Â¢820.",
        "Abbring, J. H., Heckman, J. J., Chiappori, P.-A., and Pinquet, J. (2003b). Adverse Selection and Moral Hazard In Insurance: Can Dynamic Data Help to Distinguish? Journal of the European Economic Association, 1(2-3):512Ã\u0083Â¢521.",
        "Abel, A. B. (1986). Capital Accumulation and Uncertain Lifetimes with Adverse Selection. Econometrica, 54(5):1079Ã\u0083Â¢97.",
        "Acemoglu, D. and Shimer, R. (1999). EÃ\u0083Â¯cient Unemployment Insurance. Journal of Political Economy, 107(5):893Ã\u0083Â¢928.",
        "Adams, W., Einav, L., and Levin, J. (2009). Liquidity Constraints and Imperfect Information in Subprime Lending. American Economic Review, 99(1):49Ã\u0083Â¢84.",
        "Akerlof, G. A. (1970). The Market for Ã\u0083Â¢LemonsÃ\u0083Â¢: Quality Uncertainty and the Market Mechanism. Quarterly Journal of Economics, 84(3):488Ã\u0083Â¢500.",
        "Anderson, P. M. and Meyer, B. D. (1993). Unemployment Insurance in the United States: LayoÃ\u0083Â¯ Incentives and Cross Subsidies. Journal of Labor Economics, 11(1):70Ã\u0083Â¢95.",
        "Anderson, P. M. and Meyer, B. D. (1997). Unemployment Insurance Takeup Rates and the AfterTax Value of BeneÃ\u0083Â¯ts. Quarterly Journal of Economics, 112(3):913Ã\u0083Â¢37.",
        "Auerbach, A. J. (1985). The theory of excess burden and optimal taxation. In Auerbach, A. J. and Feldstein, M., editors, Handbook of Public Economics, volume 1, pages 61Ã\u0083Â¢127. Elsevier, Amsterdam, North Holland.",
        "Autor, D. H. and Duggan, M. G. (2003). The Rise In The Disability Rolls And The Decline In Unemployment. Quarterly Journal of Economics, 118(1):157Ã\u0083Â¢205.",
        "Baicker, K., Goldin, C., and Katz, L. F. (1998). A Distinctive System: Origins and Impact of U.S. Unemployment Compensation. In Bordo, M. D., Goldin, C., and White, E. N., editors, The DeÃ\u0083Â¯ning Moment: The Great Depression and the American Economy in the Twentieth Century, pages 227Ã\u0083Â¢263. University of Chicago Press, Chicago.",
        "Baily, M. N. (1978). Some aspects of optimal unemployment insurance. Journal of Public Economics, 10(3):379Ã\u0083Â¢402.",
        "Baird, S., Hicks, J. H., Kremer, M., and Miguel, E. (2011). Worms at Work: Long-run Impacts of Child Health Gains. Mimeo. http://elsa.berkeley.edu/~emiguel/pdfs/miguel_wormsatwork.pdf.",
        "Bank of Sweden (2001). Press Release: The 2001 Sveriges Riksbank (Bank of Sweden) Prize in Economic Sciences in Memory of Alfred Nobel, Advanced Information. http://www.nobelprize.org/ nobel_prizes/economics/laureates/2001/advanced-economicsciences2001.pdf.",
        "Barseghyan, L., Molinari, F., OÃ\u0083Â¢Donoghue, T., and Teitelbaum, J. C. (2012). The Nature of Risk Preferences: Evidence from Insurance Choices. SSRN Working Paper 1646520.",
        "Barseghyan, L., Prince, J., and Teitelbaum, J. C. (2011). Are Risk Preferences Stable across Contexts? Evidence from Insurance Data. American Economic Review, 101(2):591Ã\u0083Â¢631.",
        "Barsky, R. B., Juster, F. T., Kimball, M. S., and Shapiro, M. D. (1997). Preference Parameters and Behavioral Heterogeneity: An Experimental Approach in the Health and Retirement Study. Quarterly Journal of Economics, 112(2):537Ã\u0083Â¢579.",
        "Bernheim, B. D. and Rangel, A. (2009). Beyond Revealed Preference: Choice-Theoretic Foundations for Behavioral Welfare Economics-super-. Quarterly Journal of Economics, 124(1):51Ã\u0083Â¢104.",
        "Bertrand, M., Luttmer, E. F. P., and Mullainathan, S. (2000). Network EÃ\u0083Â¯ects And Welfare Cultures. Quarterly Journal of Economics, 115(3):1019Ã\u0083Â¢1055.",
        "Bhargava, S. and Manoli, D. (2011). Why are BeneÃ\u0083Â¯ts Left on the Table? Assessing the Role of Information, Complexity, and Stigma on Take-up with an IRS Field Experiment. Working Paper.",
        "Black, D. A., Smith, J. A., Berger, M. C., and Noel, B. J. (2003). Is the Threat of Reemployment Services More EÃ\u0083Â¯ective Than the Services Themselves? Evidence from Random Assignment in the UI System. American Economic Review, 93(4):1313Ã\u0083Â¢1327.",
        "Blanchard, O. J. and Tirole, J. (2008). The Joint Design of Unemployment Insurance and Employment Protection: A First Pass. Journal of the European Economic Association, 6(1):45Ã\u0083Â¢77.",
        "Borghans, L., Gielen, A. C., and Luttmer, E. F. P. (2010). Social Support Shopping: Evidence from a Regression Discontinuity in Disability Insurance Reform. IZA Discussion Paper 5412, Institute for the Study of Labor (IZA).",
        "Bound, J., Cullen, J. B., Nichols, A., and Schmidt, L. (2004). The welfare implications of increasing disability insurance beneÃ\u0083Â¯t generosity. Journal of Public Economics, 88(12):2487Ã\u0083Â¢2514.",
        "Bronchetti, E. T. (2012). WorkersÃ\u0083Â¢ compensation and consumption smoothing. Journal of Public Economics, 96(5):495Ã\u0083Â¢508.",
        "Brown, J., Duggan, M., Kuziemko, I., and Woolston, W. (2011). How does Risk Selection Respond to Risk Adjustment? Evidence from the Medicare Advantage Program. NBER Working Paper 16977, National Bureau of Economic Research.",
        "Brown, J. R. and Finkelstein, A. (2007). Why is the market for long-term care insurance so small? Journal of Public Economics, 91(10):1967Ã\u0083Â¢1991.",
        "Brown, J. R. and Finkelstein, A. (2008). The Interaction of Public and Private Insurance: Medicaid and the Long-Term Care Insurance Market. American Economic Review, 98(3):1083Ã\u0083Â¢1102.",
        "Brown, J. R. and Finkelstein, A. (2011). Insuring Long-Term Care in the United States. Journal of Economic Perspectives, 25(4):119Ã\u0083Â¢42.",
        "Brown, J. R., Kroszner, R. S., and Jenn, B. H. (2002). Federal Terrorism Risk Insurance. National Tax Journal, 55(3):647Ã\u0083Â¢657.",
        "Browning, M. and Crossley, T. F. (2001). Unemployment insurance beneÃ\u0083Â¯t levels and consumption changes. Journal of Public Economics, 80(1):1Ã\u0083Â¢23.",
        "Buchanan, J. (1975). The SamaritanÃ\u0083Â¢s Dilemma. In Phelps, E., editor, Altruism, Morality and Economic Theory, pages 71Ã\u0083Â¢85. Russell Sage, New York.",
        "Buchmueller, T. and DiNardo, J. (2002). Did Community Rating Induce an Adverse Selection Death Spiral? Evidence from New York, Pennsylvania, and Connecticut. American Economic Review, 92(1):280Ã\u0083Â¢294. Bundorf, M. K., Levin, J., and Mahoney, N. (forthcoming). Pricing and Welfare in Health Plan Choice. American Economic Review.",
        "Bundorf, M. K. and Simon, K. I. (2006). The EÃ\u0083Â¯ects of Rate Regulation on Demand for Supplemental Health Insurance. American Economic Review, 96(2):67Ã\u0083Â¢71.",
        "Card, D., Chetty, R., and Weber, A. (2007a). The Spike at BeneÃ\u0083Â¯t Exhaustion: Leaving the Unemployment System or Starting a New Job? American Economic Review, 97(2):113Ã\u0083Â¢118.",
        "Card, D., Chetty, R., and Weber, A. (2007b). Cash-On-Hand and Competing Models of Intertemporal Behavior: New Evidence from the Labor Market. Quarterly Journal of Economics, 122(4):1511Ã\u0083Â¢1560.",
        "Card, D., Dobkin, C., and Maestas, N. (2008). The Impact of Nearly Universal Insurance Coverage on Health Care Utilization: Evidence from Medicare. American Economic Review, 98(5):2242Ã\u0083Â¢58.",
        "Card, D., Dobkin, C., and Maestas, N. (2009). Does Medicare Save Lives? Quarterly Journal of Economics, 124(2):597Ã\u0083Â¢636.",
        "Card, D. and Levine, P. B. (2000). Extended beneÃ\u0083Â¯ts and the duration of UI spells: evidence from the New Jersey extended beneÃ\u0083Â¯t program. Journal of Public Economics, 78(1-2):107Ã\u0083Â¢138.",
        "Cardon, J. H. and Hendel, I. (2001). Asymmetric Information in Health Insurance: Evidence from the National Medical Expenditure Survey. RAND Journal of Economics, 32(3):408Ã\u0083Â¢27.",
        "Carlin, C. and Town, R. (2010). Adverse Selection: The Dog That DidnÃ\u0083Â¢t Bite. Manuscript, University of Minnesota.",
        "Carroll, C. D. (1997). BuÃ\u0083Â¯er-Stock Saving and the Life Cycle/Permanent Income Hypothesis. Quarterly Journal of Economics, 112(1):1Ã\u0083Â¢55.",
        "Centeno, M. and Novo, A. (2009). Reemployment wages and UI liquidity eÃ\u0083Â¯ect: a regression discontinuity approach. Portuguese Economic Journal, 8(1):45Ã\u0083Â¢52.",
        "Chetty, R. (2006a). A New Method of Estimating Risk Aversion. American Economic Review, 96(5):1821Ã\u0083Â¢1834.",
        "Chetty, R. (2006b). A general formula for the optimal level of social insurance. Journal of Public Economics, 90(10-11):1879Ã\u0083Â¢1901.",
        "Chetty, R. (2008). Moral Hazard versus Liquidity and Optimal Unemployment Insurance. Journal of Political Economy, 116(2):173Ã\u0083Â¢234.",
        "Chetty, R. (2009). SuÃ\u0083Â¯cient Statistics for Welfare Analysis: A Bridge Between Structural and Reduced-Form Methods. Annual Review of Economics, 1(1):451Ã\u0083Â¢488.",
        "Chetty, R., Friedman, J. N., Olsen, T., and Pistaferri, L. (2011). Adjustment Costs, Firm Responses, and Micro vs. Macro Labor Supply Elasticities: Evidence from Danish Tax Records. Quarterly Journal of Economics, 126(2):749Ã\u0083Â¢804.",
        "Chetty, R., Friedman, J. N., and Saez, E. (2012). Using DiÃ\u0083Â¯erences in Knowledge Across Neighborhoods to Uncover the Impacts of the EITC on Earnings. NBER Working Paper 18232, National Bureau of Economic Research.",
        "Chetty, R. and Looney, A. (2006). Consumption smoothing and the welfare consequences of social insurance in developing economies. Journal of Public Economics, 90(12):2351Ã\u0083Â¢2356.",
        "Chetty, R., Looney, A., and Kroft, K. (2009). Salience and Taxation: Theory and Evidence. American Economic Review, 99(4):1145Ã\u0083Â¢77.",
        "Chetty, R. and Saez, E. (2010). Optimal Taxation and Social Insurance with Endogenous Private Insurance. American Economic Journal: Economic Policy, 2(2):85Ã\u0083Â¢114.",
        "Chetty, R. and Szeidl, A. (2007). Consumption Commitments and Risk Preferences. Quarterly Journal of Economics, 122(2):831Ã\u0083Â¢877.",
        "Chiappori, P.-A., Jullien, B., SalaniÃ\u0083Æ\u0092, B., and SalaniÃ\u0083Æ\u0092, F. (2006). Asymmetric information in insurance: general testable implications. RAND Journal of Economics, 37(4):783Ã\u0083Â¢798.",
        "Chiappori, P.-A. and Salanie, B. (2000). Testing for Asymmetric Information in Insurance Markets. Journal of Political Economy, 108(1):56Ã\u0083Â¢78.",
        "Clark, A. E. (2003). Unemployment as a Social Norm: Psychological Evidence from Panel Data. Journal of Labor Economics, 21(2):289Ã\u0083Â¢322.",
        "Coate, S. (1995). Altruism, the SamaritanÃ\u0083Â¢s Dilemma, and Government Transfer Policy. American Economic Review, 85(1):46Ã\u0083Â¢57.",
        "Cochrane, J. H. (1991). A Simple Test of Consumption Insurance. Journal of Political Economy, 99(5):957Ã\u0083Â¢76.",
        "Cohen, A. and Einav, L. (2007). Estimating Risk Preferences from Deductible Choice. American Economic Review, 97(3):745Ã\u0083Â¢788.",
        "Cohen, A. and Siegelman, P. (2010). Testing for Adverse Selection in Insurance Markets. Journal of Risk and Insurance, 77(1):39Ã\u0083Â¢84.",
        "Crocker, K. J. and Snow, A. (1985). The eÃ\u0083Â¯ciency of competitive equilibria in insurance markets with asymmetric information. Journal of Public Economics, 26(2):207Ã\u0083Â¢219.",
        "Cullen, J. B. and Gruber, J. (2000). Does Unemployment Insurance Crowd Out Spousal Labor Supply? Journal of Labor Economics, 18(3):546Ã\u0083Â¢72.",
        "Currie, J. (2006). The Take-up of Social BeneÃ\u0083Â¯ts. In Auerbach, A., Card, D., and Quigley, J., editors, Poverty, the Distribution of Income, and Public Policy, pages 80Ã\u0083Â¢148. Russell Sage, New York.",
        "Currie, J. and Gruber, J. (1996a). Health Insurance Eligibility, Utilization of Medical Care, and Child Health. Quarterly Journal of Economics, 111(2):431Ã\u0083Â¢66.",
        "Currie, J. and Gruber, J. (1996b). Saving Babies: The EÃ\u0083Â¯cacy and Cost of Recent Changes in the Medicaid Eligibility of Pregnant Women. Journal of Political Economy, 104(6):1263Ã\u0083Â¢96.",
        "Cutler, D. M. (2002). Health care and the public sector. In Auerbach, A. J. and Feldstein, M., editors, Handbook of Public Economics, edition 1, volume 4, pages 2143Ã\u0083Â¢2243. Elsevier, Amsterdam, North Holland.",
        "Cutler, D. M., Finkelstein, A., and McGarry, K. (2008). Preference Heterogeneity and Insurance Markets: Explaining a Puzzle of Insurance. American Economic Review, 98(2):157Ã\u0083Â¢62.",
        "Cutler, D. M. and Gruber, J. (1996). Does Public Insurance Crowd Out Private Insurance? Quarterly Journal of Economics, 111(2):391Ã\u0083Â¢430.",
        "Cutler, D. M. and Reber, S. J. (1998). Paying For Health Insurance: The Trade-OÃ\u0083Â¯ Between Competition And Adverse Selection. Quarterly Journal of Economics, 113(2):433Ã\u0083Â¢466.",
        "Cutler, D. M. and Zeckhauser, R. J. (2000). The anatomy of health insurance. In Culyer, A. J. and Newhouse, J. P., editors, Handbook of Health Economics, edition 1, volume 1 of Handbook of Health Economics, pages 563Ã\u0083Â¢643. Elsevier, Amsterdam, North Holland.",
        "de Meza, D. and Webb, D. C. (2001). Advantageous Selection in Insurance Markets. RAND Journal of Economics, 32(2):249Ã\u0083Â¢62.",
        "Deaton, A. (1991). Saving and Liquidity Constraints. Econometrica, 59(5):1221Ã\u0083Â¢48.",
        "DellaVigna, S. and Paserman, M. D. (2005). Job Search and Impatience. Journal of Labor Economics, 23(3):527Ã\u0083Â¢588.",
        "Devine, T. J. and Kiefer, N. M. (1991). Empirical Labor Economics: The Search Approach. Oxford University Press, New York.",
        "Diamond, P. A. (1977). A framework for social security analysis. Journal of Public Economics, 8(3):275Ã\u0083Â¢298.",
        "Ebenstein, A. and Stange, K. (2010). Does inconvenience explain low take-up? Evidence from unemployment insurance. Journal of Policy Analysis and Management, 29(1):111Ã\u0083Â¢136.",
        "Eckstein, Z., Eichenbaum, M., and Peled, D. (1985). Uncertain lifetimes and the welfare enhancing properties of annuity markets and social security. Journal of Public Economics, 26(3):303Ã\u0083Â¢326.",
        "Einav, L. and Finkelstein, A. (2011). Selection in Insurance Markets: Theory and Empirics in Pictures. Journal of Economic Perspectives, 25(1):115Ã\u0083Â¢38.",
        "Einav, L., Finkelstein, A., and Cullen, M. R. (2010a). Estimating Welfare in Insurance Markets Using Variation in Prices. Quarterly Journal of Economics, 125(3):877Ã\u0083Â¢921.",
        "Einav, L., Finkelstein, A., and Levin, J. (2010b). Beyond Testing: Empirical Models of Insurance Markets. Annual Review of Economics, 2(1):311Ã\u0083Â¢336. Einav, L., Finkelstein, A., Pascu, I., and Cullen, M. (forthcoming). How General Are Risk Preferences ? Choices Under Uncertainty in DiÃ\u0083Â¯erent Domains. American Economic Review.",
        "Einav, L., Finkelstein, A., Ryan, S. P., Schrimpf, P., and Cullen, M. R. (2011). Selection on Moral Hazard in Health Insurance. NBER Working Paper 16969, National Bureau of Economic Research.",
        "Einav, L., Finkelstein, A., and Schrimpf, P. (2010c). Optimal Mandates and the Welfare Cost of Asymmetric Information: Evidence From the U.K. Annuity Market. Econometrica, 78(3):1031Ã\u0083Â¢ 1092.",
        "Engen, E. M. and Gruber, J. (2001). Unemployment insurance and precautionary saving. Journal of Monetary Economics, 47(3):545Ã\u0083Â¢579.",
        "Fang, H., Keane, M. P., and Silverman, D. (2008). Sources of Advantageous Selection: Evidence from the Medigap Insurance Market. Journal of Political Economy, 116(2):303Ã\u0083Â¢350.",
        "Fang, H. and Silverman, D. (2009). Time-Inconsistency And Welfare Program Participation: Evidence From The NLSY. International Economic Review, 50(4):1043Ã\u0083Â¢1077.",
        "Feldstein, M. (1978). The EÃ\u0083Â¯ect of Unemployment Insurance on Temporary LayoÃ\u0083Â¯ Unemployment. American Economic Review, 68(5):834Ã\u0083Â¢46.",
        "Feldstein, M. and Altman, D. (2007). Unemployment Insurance Savings Accounts. In Tax Policy and the Economy, volume 21 of NBER Chapters, pages 35Ã\u0083Â¢64. National Bureau of Economic Research.",
        "Feldstein, M. and Liebman, J. B. (2002). Social security. In Auerbach, A. J. and Feldstein, M., editors, Handbook of Public Economics, edition 1, volume 4 of Handbook of Public Economics, pages 2245Ã\u0083Â¢2324. Elsevier, Amsterdam, North Holland.",
        "Feldstein, M. and Poterba, J. (1984). Unemployment insurance and reservation wages. Journal of Public Economics, 23(1-2):141Ã\u0083Â¢167.",
        "Finkelstein, A. (2004). The interaction of partial public insurance programs and residual private insurance markets: evidence from the US Medicare program. Journal of Health Economics, 23(1):1Ã\u0083Â¢24.",
        "Finkelstein, A. (2007). The Aggregate EÃ\u0083Â¯ects of Health Insurance: Evidence from the Introduction of Medicare. Quarterly Journal of Economics, 122(1):1Ã\u0083Â¢37.",
        "Finkelstein, A., Luttmer, E. F. P., and Notowidigdo, M. J. (2008). What Good Is Wealth Without Health? The EÃ\u0083Â¯ect of Health on the Marginal Utility of Consumption. NBER Working Paper 14089, National Bureau of Economic Research.",
        "Finkelstein, A., Luttmer, E. F. P., and Notowidigdo, M. J. (2009a). Approaches to Estimating the Health State Dependence of the Utility Function. American Economic Review, 99(2):116Ã\u0083Â¢21.",
        "Finkelstein, A. and McGarry, K. (2006). Multiple Dimensions of Private Information: Evidence from the Long-Term Care Insurance Market. American Economic Review, 96(4):938Ã\u0083Â¢958.",
        "Finkelstein, A. and McKnight, R. (2008). What did Medicare do? The initial impact of Medicare on mortality and out of pocket medical spending. Journal of Public Economics, 92(7):1644Ã\u0083Â¢1668.",
        "Finkelstein, A. and Poterba, J. (2002). Selection EÃ\u0083Â¯ects in the United Kingdom Individual Annuities Market. Economic Journal, 112(476):28Ã\u0083Â¢50.",
        "Finkelstein, A. and Poterba, J. (2004). Adverse Selection in Insurance Markets: Policyholder Evidence from the U.K. Annuity Market. Journal of Political Economy, 112(1):183Ã\u0083Â¢208.",
        "Finkelstein, A. and Poterba, J. (2006). Testing for Adverse Selection with Ã\u0083Â¢Unused ObservablesÃ\u0083Â¢. NBER Working Paper 12112, National Bureau of Economic Research.",
        "Finkelstein, A., Poterba, J., and Rothschild, C. (2009b). Redistribution by insurance market regulation: Analyzing a ban on gender-based retirement annuities. Journal of Financial Economics, 91(1):38Ã\u0083Â¢58.",
        "Finkelstein, A., Taubman, S., Wright, B., Bernstein, M., Gruber, J., Newhouse, J. P., Allen, H., Baicker, K., and Group, T. O. H. S. (2011). The Oregon Health Insurance Experiment: Evidence from the First Year. NBER Working Paper 17190, National Bureau of Economic Research, Inc.",
        "Fishback, P. V. and Kantor, S. E. (1998). The Adoption of WorkersÃ\u0083Â¢ Compensation in the United States, 1900-1930. Journal of Law and Economics, 41(2):305Ã\u0083Â¢41.",
        "Friedman, B. M. and Warshawsky, M. J. (1990). The Cost of Annuities: Implications for Saving Behavior and Bequests. Quarterly Journal of Economics, 105(1):135Ã\u0083Â¢54.",
        "Froot, K. A. (2001). The market for catastrophe risk: a clinical examination. Journal of Financial Economics, 60(2-3):529Ã\u0083Â¢571.",
        "Gertler, P. and Gruber, J. (2002). Insuring Consumption Against Illness. American Economic Review, 92(1):51Ã\u0083Â¢70.",
        "Geruso, M. (2011). Selection in Employer Health Plans: Homogeneous Prices and Heterogeneous Preferences. Mimeo, Princeton University.",
        "Glied, S. (2000). Managed care. In Culyer, A. J. and Newhouse, J. P., editors, Handbook of Health Economics, volume 1, pages 707Ã\u0083Â¢753. Elsevier, Amsterdam, North Holland.",
        "Golosov, M. and Tsyvinski, A. (2007). Optimal Taxation With Endogenous Insurance Markets. Quarterly Journal of Economics, 122(2):487Ã\u0083Â¢534.",
        "Gross, T. and Notowidigdo, M. J. (2011). Health insurance and the consumer bankruptcy decision: Evidence from expansions of Medicaid. Journal of Public Economics, 95(7-8):767Ã\u0083Â¢778.",
        "Gruber, J. (1997). The Consumption Smoothing BeneÃ\u0083Â¯ts of Unemployment Insurance. American Economic Review, 87(1):192Ã\u0083Â¢205.",
        "Gruber, J. (2000). Disability Insurance BeneÃ\u0083Â¯ts and Labor Supply. Journal of Political Economy, 108(6):1162Ã\u0083Â¢1183.",
        "Gruber, J. (2009). Public Finance and Public Policy. Worth Publishers, New York, edition 3.",
        "Gruber, J. and Wise, D. A., editors (1999). Social Security and Retirement around the World. NBER Book Series - International Social Security. University of Chicago Press, Chicago.",
        "Hamermesh, D. S. (1982). Social Insurance and Consumption: An Empirical Inquiry. American Economic Review, 72(1):101Ã\u0083Â¢13.",
        "Handel, B. R. (2011). Adverse Selection and Switching Costs in Health Insurance Markets: When Nudging Hurts. NBER Working Paper 17459, National Bureau of Economic Research.",
        "Hansen, G. D. and Imrohoroglu, A. (1992). The Role of Unemployment Insurance in an Economy with Liquidity Constraints and Moral Hazard. Journal of Political Economy, 100(1):118Ã\u0083Â¢42.",
        "Hartley, G. R., van Ours, J. C., and Vodopivec, M. (2011). Incentive eÃ\u0083Â¯ects of unemployment insurance savings accounts: Evidence from Chile. Labour Economics, 18(6):798Ã\u0083Â¢809.",
        "Hemenway, D. (1990). Propitious Selection. Quarterly Journal of Economics, 105(4):1063Ã\u0083Â¢69.",
        "Hendel, I. and Lizzeri, A. (2003). The Role Of Commitment In Dynamic Contracts: Evidence From Life Insurance. Quarterly Journal of Economics, 118(1):299Ã\u0083Â¢327.",
        "Hendren, N. (2012). Private Information and Insurance Rejections. NBER Working Paper 18282, National Bureau of Economic Research.",
        "Herring, B. (2005). The eÃ\u0083Â¯ect of the availability of charity care to the uninsured on the demand for private health insurance. Journal of Health Economics, 24(2):225Ã\u0083Â¢252.",
        "Hopenhayn, H. A. and Nicolini, J. P. (1997). Optimal Unemployment Insurance. Journal of Political Economy, 105(2):412Ã\u0083Â¢38.",
        "Hosseini, R. (2010). Adverse Selection in the Annuity Market and the Role for Social Security. Mimeo. http://www.public.asu.edu/~rhossein/Roozbeh_Hosseini/Research_Ã\u0083Â¯les/Hosseini_Annuity_SS_Final. pdf.",
        "Hubbard, R. G., Skinner, J., and Zeldes, S. P. (1995). Precautionary Saving and Social Insurance. Journal of Political Economy, 103(2):360Ã\u0083Â¢99.",
        "Huggett, M. and Parra, J. C. (2010). How Well Does the U.S. Social Insurance System Provide Social Insurance? Journal of Political Economy, 118(1):76Ã\u0083Â¢112.",
        "Jappelli, T. and Pistaferri, L. (2010). The Consumption Response to Income Changes. Annual Review of Economics, 2(1):479Ã\u0083Â¢506.",
        "Kaplow, L. (1991). Incentives and Government Relief for Risk. Journal of Risk and Uncertainty, 4(2):167Ã\u0083Â¢75.",
        "Karlan, D. and Zinman, J. (2009). Observing Unobservables: Identifying Information Asymmetries With a Consumer Credit Field Experiment. Econometrica, 77(6):1993Ã\u0083Â¢2008.",
        "Katz, L. F. and Meyer, B. D. (1990). Unemployment Insurance, Recall Expectations, and Unemployment Outcomes. Quarterly Journal of Economics, 105(4):973Ã\u0083Â¢1002.",
        "Kling, J. R., Mullainathan, S., ShaÃ\u0083Â¯r, E., Vermeulen, L. C., and Wrobel, M. V. (2012). Comparison Friction: Experimental Evidence from Medicare Drug Plans. Quarterly Journal of Economics, 127(1):199Ã\u0083Â¢235.",
        "Kocherlakota, N. R. (1996). The Equity Premium: ItÃ\u0083Â¢s Still a Puzzle. Journal of Economic Literature, 34(1):42Ã\u0083Â¢71.",
        "Kremer, M. and Miguel, E. (2004). Worms: Identifying Impacts on Education and Health in the Presence of Treatment Externalities. Econometrica, 72(1):159Ã\u0083Â¢217.",
        "Kroft, K. (2008). Takeup, social multipliers and optimal social insurance. Journal of Public Economics, 92(3-4):722Ã\u0083Â¢737.",
        "Kroft, K. and Notowidigdo, M. J. (2011). Should Unemployment Insurance Vary With the Unemployment Rate? Theory and Evidence. NBER Working Paper 17173, National Bureau of Economic Research.",
        "Krueger, A. B. and Meyer, B. D. (2002). Labor supply eÃ\u0083Â¯ects of social insurance. In Auerbach, A. J. and Feldstein, M., editors, Handbook of Public Economics, edition 1, volume 4, pages 2327Ã\u0083Â¢2392. Elsevier, Amsterdam, North Holland.",
        "Krueger, A. B. and Mueller, A. I. (2011). Job Search and Job Finding in a Period of Mass Unemployment: Evidence from High-Frequency Longitudinal Data. IZA Discussion Paper 5450, Institute for the Study of Labor (IZA).",
        "Laibson, D. (1997). Golden Eggs and Hyperbolic Discounting. Quarterly Journal of Economics, 112(2):443Ã\u0083Â¢77.",
        "Lalive, R. (2003). Social Interactions in Unemployment. IZA Discussion Paper 803, Institute for the Study of Labor (IZA).",
        "Lalive, R. (2007). Unemployment BeneÃ\u0083Â¯ts, Unemployment Duration, and Post-Unemployment Jobs: A Regression Discontinuity Approach. American Economic Review, 97(2):108Ã\u0083Â¢112.",
        "Lalive, R. (2008). How do extended beneÃ\u0083Â¯ts aÃ\u0083Â¯ect unemployment duration A regression discontinuity approach. Journal of Econometrics, 142(2):785Ã\u0083Â¢806.",
        "Lalive, R., van Ours, J. C., and ZweimÃ\u0083Æ\u0092ller, J. (2006). How Changes in Financial Incentives AÃ\u0083Â¯ect the Duration of Unemployment. Review of Economic Studies, 73(4):1009Ã\u0083Â¢1038.",
        "LaLonde, R. (2007). The Case for Wage Insurance. Council Special Report 30, Council on Foreign Relations Press.",
        "LaLumia, S. (2011). The EITC, Tax Refunds, and Unemployment Spells. Department of Economics Working Paper 2011-09, Department of Economics, Williams College.",
        "Landais, C. (2011). Heterogeneity and Behavioral Responses to Unemployment BeneÃ\u0083Â¯ts over the Business Cycle. SIEPR working paper, Stanford Institute for Economic Policy Research.",
        "Landais, C., Michaillat, P., and Saez, E. (2012). Optimal Unemployment Insurance over the Business Cycle. NBER Working Paper 16526, National Bureau of Economic Research.",
        "Lentz, R. (2009). Optimal Unemployment Insurance in an Estimated Job Search Model with Savings. Review of Economic Dynamics, 12(1):37Ã\u0083Â¢57.",
        "Lentz, R. and Tranas, T. (2005). Job Search and Savings: Wealth EÃ\u0083Â¯ects and Duration Dependence. Journal of Labor Economics, 23(3):467Ã\u0083Â¢490.",
        "Lillard, L. A. and Weiss, Y. (1997). Uncertain Health and Survival: EÃ\u0083Â¯ects on End-of-Life Consumption. Journal of Business & Economic Statistics, 15(2):254Ã\u0083Â¢68.",
        "Lindbeck, A., Nyberg, S., and Weibull, J. W. (1999). Social Norms And Economic Incentives In The Welfare State. Quarterly Journal of Economics, 114(1):1Ã\u0083Â¢35.",
        "Lucas, R. (1987). Models of Business Cycles. Basil Blackwell, New York.",
        "Lustig, J. (2011). The Welfare EÃ\u0083Â¯ects of Adverse Selection in Privatized Medicare. Mimeo, Boston University. http://people.bu.edu/jlustig/lustig_march2011.pdf. Maestas, N., Mullen, K. J., and Strand, A. (forthcoming). Does Disability Insurance Receipt Discourage Work? Using Examiner Assignment to Estimate Causal EÃ\u0083Â¯ects of SSDI Receipt. American Economic Review.",
        "Mahoney, N. (2012). Bankruptcy as Implicit Health Insurance. NBER Working Paper 18105, National Bureau of Economic Research.",
        "Manning, W. G., Newhouse, J. P., Duan, N., Keeler, E. B., and Leibowitz, A. (1987). Health Insurance and the Demand for Medical Care: Evidence from a Randomized Experiment. The American Economic Review, 77(3):251Ã\u0083Â¢277.",
        "McCarthy, D. and Mitchell, O. S. (2003). International Adverse Selection in Life Insurance and Annuities. NBER Working Paper 9975, National Bureau of Economic Research.",
        "Mehra, R. and Prescott, E. C. (1985). The equity premium: A puzzle. Journal of Monetary Economics, 15(2):145Ã\u0083Â¢161.",
        "Metrick, A. (1995). A Natural Experiment in Ã\u0083Â¢Jeopardy!Ã\u0083Â¢. American Economic Review, 85(1):240Ã\u0083Â¢ 53.",
        "Meyer, B. D. (1990). Unemployment Insurance and Unemployment Spells. Econometrica, 58(4):757Ã\u0083Â¢82.",
        "Meyer, B. D., Viscusi, W. K., and Durbin, D. L. (1995). WorkersÃ\u0083Â¢ Compensation and Injury Duration: Evidence from a Natural Experiment. American Economic Review, 85(3):322Ã\u0083Â¢40.",
        "Mitchell, O. S., Poterba, J. M., Warshawsky, M. J., and Brown, J. R. (1999). New Evidence on the MoneyÃ\u0083Â¢s Worth of Individual Annuities. American Economic Review, 89(5):1299Ã\u0083Â¢1318.",
        "Newhouse, J. P. (2002). Princing the Priceless: A Health Care Conundrum. The MIT Press, Cambridge, Mass.",
        "Newhouse, J. P. and RAND Corporation Insurance Experiment Group (1996). Free for All?: Lessons from the RAND Health Insurance Experiment. Harvard University Press, Cambridge, Mass.",
        "Nichols, A. L. and Zeckhauser, R. J. (1982). Targeting Transfers through Restrictions on Recipients. American Economic Review, 72(2):372Ã\u0083Â¢77.",
        "Nyman, J. (2003). The Theory of Demand for Health Insurance. Stanford University Press, Stanford, Calif.",
        "Orszag, J. M. and Snower, D. J. (2002). Incapacity beneÃ\u0083Â¯ts and employment policy. Labour Economics, 9(5):631Ã\u0083Â¢641.",
        "Oster, E., Shoulson, I., Quaid, K., and Dorsey, E. R. (2010). Genetic adverse selection: Evidence from long-term care insurance and Huntington disease. Journal of Public Economics, 94(1112) :1041Ã\u0083Â¢1050.",
        "Pauly, M. V. (1974). Overinsurance and Public Provision of Insurance: The Roles of Moral Hazard and Adverse Selection. Quarterly Journal of Economics, 88(1):44Ã\u0083Â¢62.",
        "Philipson, T. J. and Becker, G. S. (1998). Old-Age Longevity and Mortality-Contingent Claims. Journal of Political Economy, 106(3):551Ã\u0083Â¢573.",
        "Rabin, M. (2000). Risk Aversion and Expected-Utility Theory: A Calibration Theorem. Econometrica, 68(5):1281Ã\u0083Â¢1292.",
        "Rothschild, M. and Stiglitz, J. E. (1976). Equilibrium in Competitive Insurance Markets: An Essay on the Economics of Imperfect Information. Quarterly Journal of Economics, 90(4):630Ã\u0083Â¢49.",
        "Rothstein, J. (2010). Is the EITC as Good as an NIT? Conditional Cash Transfers and Tax Incidence. American Economic Journal: Economic Policy, 2(1):177Ã\u0083Â¢208.",
        "Schmieder, J. F., Wachter, T. v., and Bender, S. (2012). The EÃ\u0083Â¯ects of Extended Unemployment Insurance Over the Business Cycle: Evidence from Regression Discontinuity Estimates Over 20 Years. Quarterly Journal of Economics, 127(2):701Ã\u0083Â¢752.",
        "Shavell, S. and Weiss, L. (1979). The Optimal Payment of Unemployment Insurance BeneÃ\u0083Â¯ts over Time. Journal of Political Economy, 87(6):1347Ã\u0083Â¢62.",
        "Shimer, R. and Werning, I. (2006). On the Optimal Timing of BeneÃ\u0083Â¯ts with Heterogeneous Workers and Human Capital Depreciation. NBER Working Paper 12230, National Bureau of Economic Research.",
        "Shimer, R. and Werning, I. (2007). Reservation Wages and Unemployment Insurance. Quarterly Journal of Economics, 122(3):1145Ã\u0083Â¢1185.",
        "Shimer, R. and Werning, I. (2008). Liquidity and Insurance for the Unemployed. American Economic Review, 98(5):1922Ã\u0083Â¢42.",
        "Simon, K. I. (2005). Adverse selection in health insurance markets? Evidence from state smallgroup health insurance reforms. Journal of Public Economics, 89(9-10):1865Ã\u0083Â¢1877.",
        "Social Security Administration (1997). Social Security Programs in the United States. SSA Publication 13-11758.",
        "Spinnewijn, J. (2010). Unemployed but Optimistic: Optimal Insurance Design with Biased Beliefs. Working Paper, London School of Economics. http://personal.lse.ac.uk/spinnewi /biasedbeliefs.pdf.",
        "Spinnewijn, J. (2012). Heterogeneity, Demand for Insurance and Adverse Selection. Working Paper, London School of Economics. http://personal.lse.ac.uk/spinnewi/perceptions_welfare.pdf.",
        "Starc, A. (2011). Insurer Pricing and Consumer Welfare: Evidence from Medigap. Mimeo. http://hcmg.wharton.upenn.edu/documents/research/Astarc_pricing.pdf.",
        "Stiglitz, J. E. and Yun, J. (2005). Integration of unemployment insurance with retirement insurance. Journal of Public Economics, 89(11-12):2037Ã\u0083Â¢2067.",
        "Summers, L. H. (1989). Some Simple Economics of Mandated BeneÃ\u0083Â¯ts. American Economic Review, 79(2):177Ã\u0083Â¢83.",
        "Sydnor, J. (2010). (Over)insuring Modest Risks. American Economic Journal: Applied Economics, 2(4):177Ã\u0083Â¢99.",
        "Topel, R. H. (1983). On LayoÃ\u0083Â¯s and Unemployment Insurance. American Economic Review, 73(4):541Ã\u0083Â¢59.",
        "Townsend, R. M. (1994). Risk and Insurance in Village India. Econometrica, 62(3):539Ã\u0083Â¢91.",
        "van Ours, J. C. and Vodopivec, M. (2008). Does reducing unemployment insurance generosity reduce job match quality? Journal of Public Economics, 92(3-4):684Ã\u0083Â¢695.",
        "von Wachter, T., Song, J., and Manchester, J. (2009). Long-Term Earnings Losses due to MassLayo Ã\u0083Â¯s During the 1982 Recession: An Analysis Using Longitudinal Administrative Data from 1974 to 2004. Working Paper, Columbia University.",
        "Wang, C. and Williamson, S. (1996). Unemployment insurance with moral hazard in a dynamic economy. Carnegie-Rochester Conference Series on Public Policy, 44(1):1Ã\u0083Â¢41.",
        "Werning, I. (2002). Optimal Unemployment Insurance with Unobservable Savings. Mimeo, University of Chicago.",
        "Wilson, C. (1977). A model of insurance markets with incomplete information. Journal of Economic Theory, 16(2):167Ã\u0083Â¢207.",
        "Yaari, M. E. (1965). Uncertain Lifetime, Life Insurance, and the Theory of the Consumer. The Review of Economic Studies, 32(2):137Ã\u0083Â¢150."
    ]
}