{
    "id": 1845,
    "cites": 33,
    "cited_by": 10,
    "reference": [
        "Ando, Albert and Franco Modigliani (1963), The Life Cycle Hypothesis of Saving: Aggregate Implications and Tests, American Economic Review, 53, 1(Mar.), 55-84.",
        "Bernanke, Ben S. (1982), Adjustment Cost, Durables, and Aggregate Consumption, NBER WP 1038.",
        "From Panel Data, Quarterly Journal of Economics, 99, 3(Aug.), 587-614. Browning, M. J. (1983), A Non-Parameteric Test of the Life Cycle, Rational Expectations Hypothesis, Discussion Paper 83/135, University of Bristol.",
        "Davidson, J.E.H. and D.F. Hendry (1981), Interpreting Econometric Evidence: The Behaviour of Consumers Expenditure in the United Kingdom, European Economic Review, 16, 177-92.",
        "Davidson, J.E.H., D.F. Hendry, F. Srba, and S. Yeo (1978), Econometric Modelling of the Aggregate Time Series Relationship Between Consumers Expenditures and Income in the United Kingdom, Economic Journal, 88, 661-92.",
        "Dichenbaum, Martin S. and Lars Peter Hansen (1983), Uncertainty, Aggregation and the Dynamic Demand for Consumption Goods, manuscript, Carnegie-Mellon University.",
        "Eichenbaum, Martin S., Lars Peter Hansen and Kenneth J. Singleton (1984), A Time Series Analysis of Representative Agent Models of Consumption and Leisure Choice Under Uncertainty, manuscript, Carnegie-Mellon University.",
        "Eichenbaum, Martin S., Lars P. Hansen, and Scott Richard (1985), Dynamic Equilibrium Pricing of Durable Goods, manuscript, Graduate School of Industrial Administration, CarnegieMellon University.",
        "Flavin, Marjorie (1981), The Adjustment of Consumption to Changing Expectations About Future Income, Journal of Political Economy, 89, 5(Oct.), 974-1009.",
        "Friedman, Milton (1957), A Theory of the Consumption Function, Princeton, N.J.: Princeton University Press.",
        "Grossman, Sanford J. and Robert Shiller (1981), The Determinants of the Variability of Stock Market Prices, American Economic Review, 71, 2(May), 222-7.",
        "Hall, Robert E. (1978), Stochastic Implications of the Life Cycle-Permanent Income Hypothesis: Theory and Evidence, Journal of Political Economy, 86, 6(Dec.), 971-87.",
        "Hall, Robert E. and Frederic S. Mishkin (1982), The Sensitivity of Consumption to Transitory Income: Estimates from Panel Data on Households, Econometrica, 50, 2(April), 461-481.",
        "Hansen, Lars Peter (1982), Large Sample Properties of Generalized Method of Moments Estimators, Econometrica, 50, 4(July), 1029-54.",
        "Hansen, Lars Peter and Kenneth J. Singleton (1982), Generalized Instrumental Variables Estimation of Nonlinear Rational Expectations Models, Econometrica, 50, 5(Sept.), 1269-86.",
        "Asset Market Returns, Journal of Political Economy, 91, 2(April), 249-65. Hayashi, Fumio (1982), The Permanent Income Hypothesis: Estimation and Testing By Instrumental Variables, Journal of Political Economy, 90, 5(Oct.), 895-918.",
        "Based on Japanese Panel Data, NBER. 16 Heien, Dale (1983), Seasonality in U.S. Consumer Demand, Journal of Business and Economic Statistics, 1, 4(Oct.), 280-84.",
        "Hendry, D.F. and T. Von Ungern-Sternberg (1980), Liquidity and Inflation Effects on Consumers Expenditures, in Angus S. Deaton, ed., Essays in the Theory and Measurement of Consumers Behaviour, Cambridge: Cambridge University Press.",
        "King, Robert and Peter Garber (1983), Deep Structural Excavation? A Critique of Euler Equation Methods, NBER Technical WP 31.",
        "King, Mervyn A. (1983), The Economics of Savings, NBER WP 1247.",
        "Lancaster, Kelvin J. (1966), A New Approach to Consumer Theory, Journal of Political Economy, 74, 2(Apr.), 132-57.",
        "Mankiw, N. Gregory (1982), Halls Consumption Hypothesis and Durable Goods, Journal of Monetary Economics, 10, 417-25.",
        "Mankiw, N. Gregory, Julio Rotemberg and Lawrence H. Summers (1984), Intertemporal Substitution in Macroeconomics, Quarterly Journal of Economics, forthcoming.",
        "Miron, Jeffrey A. (1984), The Seasonal Fluctuations in Consumption and Labor Supply, Chapter V of The Economics of Seasonal Time Series, Ph.D. Thesis, M.I.T.",
        "Mishkin, Frederic S. (1976), Illiquidity, Consumer Durable Expenditure, and Monetary Policy, American Economic Review, 66, 4(Sept.), 642-54.",
        "Modigliani, Franco and Richard Brumberg (1954), Utility Analysis and the Consumption Function: An Interpretation of Cross-Section Data, in K. Kurihara, ed., Post-Keynesian Economics, Rutgers University Press, New Brunswick.",
        "Nelson, Charles R. and Charles I. Plosser (1982), Trends and Random Walks in Macroeconomic Time Series: Some Evidence and Implications, Journal of Monetary Economics, 10, 2(Sept.), 139-62.",
        "Roll, Richard (1984),Orange Juice and the Weather, American Economic Review, 74, 5(Dec.), 861-80.",
        "Rubinstein, Mark (1974), An Aggregation Theorem for Securities Markets, Journal of Financial Economics, 1, 3(Sept.), 225-44.",
        "Runkle, David (1983), Liquidity Constraints and the Permanent Income Hypothesis: Evidence from Panel Data, in Essays in Empirical Macroeconomics, Ph.D. Thesis, M.I.T.",
        "Sargent, Thomas (1978), Rational Expectations, Econometeric Exogeneity and Consumption, Journal of Political Economy, 86, 4(Aug.), 673-700.",
        "Shapiro, Matthew D. (1984), The Permanent Income Hypothesis and the Real Interest Rate: Some Evidence from Panel Data, Economic Letters, 14, 93-100.",
        "Shiller, Robert (1982), Consumption, Asset Markets, and Macroeconomic Fluctuations, in Economic Policy in a World of Change, Carnegie-Rochester Conference Series, 17, 203-38."
    ]
}