{
    "id": 18497,
    "cites": 44,
    "cited_by": 23,
    "reference": [
        "Alesina, Alberto, and Roberto Perotti, 1997, Ã\u0082â\u0080\u009cFiscal adjustments in OECD countries: Composition and macroeconomic eÃ\u0082Â¤ects,Ã\u0082â\u0080\u009dIMF StaÃ\u0082Â¤ Papers, Vol. 44, pp. 210-248.",
        "Alesina, Alberto, and Silvia Ardagna, 2010, Ã\u0082â\u0080\u009cLarge changes in Ã\u0082â\u0080¦scal policy: Taxes versus spending,Ã\u0082â\u0080\u009din: JeÃ\u0082Â¤rey Brown (Ed.), Tax Policy and the Economy. Cambridge: National Bureau of Economic Research, Vol. 24.",
        "Ardagna, Silvia, 2004, Ã\u0082â\u0080\u009cFiscal stabilizations: When do they work and why,Ã\u0082â\u0080\u009dEuropean Economic Review, Vol. 48, pp. 1047-1074.",
        "Auerbach, Alan, and Yuriy Gorodnichenko, 2011, Ã\u0082â\u0080\u009cFiscal multipliers in recession and expansion,Ã\u0082â\u0080\u009dNBER Working Paper No. 17447.",
        "Aiyagari, Rao, Lawrence Christiano, and Martin Eichenbaum, 1992, Ã\u0082â\u0080\u009cThe output, employment, and interest rate eÃ\u0082Â¤ects of government consumption,Ã\u0082â\u0080\u009d Journal of Monetary Economics, Vol. 30, pp. 73-86.",
        "Barro, Robert, 1981, Ã\u0082â\u0080\u009cOutput eÃ\u0082Â¤ects of government purchases,Ã\u0082â\u0080\u009d Journal of Political Economy, Vol. 89, pp. 1086-1121.",
        "Barro, Robert, and Charles Redlick, 2011, Ã\u0082â\u0080\u009cMacroeconomic eÃ\u0082Â¤ects from government purchases and taxes,Ã\u0082â\u0080\u009dThe Quarterly Journal of Economics, Vol. 126, pp. 51-102.",
        "Baxter, Marianne, and Robert King, 1993, Ã\u0082â\u0080\u009cFiscal policy in general equilibrium,Ã\u0082â\u0080\u009dAmerican Economic Review, Vol. 83, pp. 315-334.",
        "Beetsma, Roel, Massimo Giuliodori, and Franc Klaassen, 2008, Ã\u0082â\u0080\u009cThe eÃ\u0082Â¤ects of public spending shocks on trade balances and budget deÃ\u0082â\u0080¦cits in the EU,Ã\u0082â\u0080\u009dJournal of the European Economic Association, Vol.6, pp. 414-423.",
        "Blanchard, Olivier, and Roberto Perotti, 2002, Ã\u0082â\u0080\u009cAn empirical characterization of the dynamic eÃ\u0082Â¤ects of changes in government spending and taxes on output,Ã\u0082â\u0080\u009dThe Quarterly Journal of Economics, Vol. 117, pp. 1329-1368.",
        "Burnside, Craig, Martin Eichenbaum, and Jonas Fisher, 2004, Ã\u0082â\u0080\u009cFiscal shocks and their consequences,Ã\u0082â\u0080\u009dJournal of Economic Theory, Vol. 115, pp. 89-117.",
        "Caldara, Dario, 2011, Ã\u0082â\u0080\u009cI walked the line: IdentiÃ\u0082â\u0080¦cation of Ã\u0082â\u0080¦scal multipliers in SVARs,Ã\u0082â\u0080\u009d mimeo, Stockholm University.",
        "Cavallo, Michele, 2005, Ã\u0082â\u0080\u009cGovernment employment and the dynamic eÃ\u0082Â¤ects of Ã\u0082â\u0080¦scal policy shocks,Ã\u0082â\u0080\u009dFederal Reserve Bank of San Francisco Working Paper No. 2005-16.",
        "Christiano, Lawrence, Martin Eichenbaum, and Sergio Rebelo, 2011, Ã\u0082â\u0080\u009cWhen is the government spending multiplier large?Ã\u0082â\u0080\u009dJournal of Political Economy, Vol. 119, pp. 78-121.",
        "Cogan, John, Tobias Cwik, John Taylor, and Volcker Wieland, 2010, Ã\u0082â\u0080\u009cNew keynesian versus old keynesian government spending multipliers,Ã\u0082â\u0080\u009dJournal of Economic Dynamics and Control, Vol. 34, pp. 281-295.",
        "Favero, Carlo, and Francesco Giavazzi, 2007, Ã\u0082â\u0080\u009cDebt and the eÃ\u0082Â¤ects of Ã\u0082â\u0080¦scal policy,Ã\u0082â\u0080\u009d NBER Working Paper No. 12822.",
        "Favero, Carlo, and Francesco Giavazzi, 2010, Ã\u0082â\u0080\u009cReconciling VAR-based and the narrative measures of the tax multiplier,Ã\u0082â\u0080\u009d American Economic Journal: Economic Policy, forthcoming.",
        "Favero, Carlo, Francesco Giavazzi, and Jacopo Perego, 2011, Ã\u0082â\u0080\u009cCountry heterogeneity and the international evidence on the eÃ\u0082Â¤ects of Ã\u0082â\u0080¦scal policy,Ã\u0082â\u0080\u009dIMF Economic Review, Vol. 59, pp. 652-682.",
        "Fisher, Jonas, and Ryan Peters, 2010, Ã\u0082â\u0080\u009cUsing stock returns to identify government spending shocks,Ã\u0082â\u0080\u009dThe Economic Journal, Vol. 120, pp. 414-436.",
        "GalÃ\u0083Â­, Jordi, David LÃ\u0083Â³pez-Salido, and Javier VallÃ\u0083Â©s, 2007, Ã\u0082â\u0080\u009cUnderstanding the eÃ\u0082Â¤ects of government spending on consumption,Ã\u0082â\u0080\u009dJournal of the European Economic Association, Vol. 5, pp. 227-70.",
        "Giavazzi, Francesco, and Marco Pagano, 1990, Ã\u0082â\u0080\u009cCan severe Ã\u0082â\u0080¦scal contractions be expansionary? Tales of two small european countries,Ã\u0082â\u0080\u009dNBER Macroeconomics Annual, Vol. 5 (Cambridge: National Bureau of Economic Research).",
        "Giavazzi, Francesco, Tullio Jappelli, and Marco Pagano, 2000, Searching for non-linear eÃ\u0082Â¤ects of Ã\u0082â\u0080¦scal policy: Evidence from industrial and developing countries,Ã\u0082â\u0080\u009d European Economic Review, Vol. 44, pp. 1259-1289.",
        "Gordon, Robert, and Robert Krenn, 2010, Ã\u0082â\u0080\u009cThe end of the great depression 1939-41: Policy contributions and Ã\u0082â\u0080¦scal mulipliers,Ã\u0082â\u0080\u009dNBER Working Paper No. 16380.",
        "Hall, Robert, 2009, Ã\u0082â\u0080\u009cBy how much does GDP rise if the government buys more output?Ã\u0082â\u0080\u009d Brookings Papers in Economic Activity, Vol. 2, pp. 183-231.",
        "Hansen, Lars, and Thomas Sargent, 1991, Ã\u0082â\u0080\u009cTwo diÃ\u0082Â¢ culties in interpreting vector autoregressions,Ã\u0082â\u0080\u009d in: Hansen, Lars, and Thomas Sargent (Eds.), Rational Expectations Econometrics. Boulder: Westview Press, pp. 77-120.",
        "IMF World Economic Outlook, 2010, Ã\u0082â\u0080\u009cWill it hurt? Macroeconomic eÃ\u0082Â¤ects of Ã\u0082â\u0080¦scal consolidation,Ã\u0082â\u0080\u009dpp.93-124.",
        "Ilzetzki, Ethan, Enrique Mendoza, and Carlos Vegh, 2010, Ã\u0082â\u0080\u009cHow big (small?) are Ã\u0082â\u0080¦scal multipliers?Ã\u0082â\u0080\u009dNBER Working Paper No. 16479.",
        "Ilzetzki, Ethan, 2011, Ã\u0082â\u0080\u009cFiscal policy and debt dynamics in developing countries,Ã\u0082â\u0080\u009dmimeo, London School of Economics.",
        "Kaminsky, Graciela, Carmen Reinhart, and Carlos Vegh, 2004, Ã\u0082â\u0080\u009cWhen it rains it pours: Procyclical capital Ã\u0082â\u0080¡ows and macroeconomic policies,Ã\u0082â\u0080\u009dNBER Macroeconomics Annual, Vol. 19 (Cambridge: National Bureau of Economic Research)",
        "Lambertini, Luisa, and Jose Tavares, 2003, Ã\u0082â\u0080\u009cExchange rates and Ã\u0082â\u0080¦scal adjustments: Evidence from the OECD and implications for EMU,Ã\u0082â\u0080\u009dBoston College Working Paper No. 576.",
        "Leeper, Eric, Todd Walker, and Shu-Chun Yang, 2008, Ã\u0082â\u0080\u009cFiscal foresight: Analytics and econometrics,Ã\u0082â\u0080\u009dNBER Working Paper No. 14028.",
        "McDermott, John, and Robert Wescott, 1996, Ã\u0082â\u0080\u009cAn empirical analysis of Ã\u0082â\u0080¦scal adjustments,Ã\u0082â\u0080\u009dIMF StaÃ\u0082Â¤ papers, Vol. 43, pp. 723-753.",
        "Mountford, Andrew, and Harald Uhlig, 2009, Ã\u0082â\u0080\u009cWhat are the eÃ\u0082Â¤ects of Ã\u0082â\u0080¦scal policy shocks?,Ã\u0082â\u0080\u009dJournal of Applied Econometrics, Vol. 24, pp. 960-992.",
        "Perotti, Roberto, 2004, Ã\u0082â\u0080\u009cEstimating the eÃ\u0082Â¤ects of Ã\u0082â\u0080¦scal policy in OECD countries,Ã\u0082â\u0080\u009d IGIER Bocconi University Working Paper No. 276.",
        "Perotti, Roberto, 2011, Ã\u0082â\u0080\u009cThe eÃ\u0082Â¤ects of tax shocks on output: Not so large, but not small either,Ã\u0082â\u0080\u009dNBER Working Paper No. 16786.",
        "Ramey, Valerie, and Matthew Shapiro, 1998, Ã\u0082â\u0080\u009cCostly capital reallocation and the eÃ\u0082Â¤ects of government spending,Ã\u0082â\u0080\u009d Carnegie-Rochester Conference Series on Public Policy, Vol. 48, pp. 145-194.",
        "Ramey, Valerie, 2011, Ã\u0082â\u0080\u009cIdentifying government spending shocks: ItÃ\u0082â\u0080\u0099s all in the timing,Ã\u0082â\u0080\u009d The Quarterly Journal of Economics, Vol. 126, pp. 1-50.",
        "Romer, Christina, and David Romer, 2010, Ã\u0082â\u0080\u009cThe macroeconomic eÃ\u0082Â¤ects of tax changes: Estimates based on a new measure of Ã\u0082â\u0080¦scal shocks,Ã\u0082â\u0080\u009dAmerican Economic Review, Vol. 100, pp. 763-801.",
        "Romer, Christina, and David Romer, 2012, Ã\u0082â\u0080\u009cThe incentive eÃ\u0082Â¤ects of marginal tax rates: Evidence from the interwar era,Ã\u0082â\u0080\u009dNBER Working Paper No. 17860.",
        "Vegh, Carlos, and Guillermo Vuletin, 2012, Ã\u0082â\u0080\u009cHow is tax policy conducted over the business cycle?Ã\u0082â\u0080\u009dNBER Working Paper No. 17753.",
        "van den Noord, Paul, 2000, Ã\u0082â\u0080\u009cThe size and role of automatic Ã\u0082â\u0080¦scal stabilizers in the 1990s and beyond,Ã\u0082â\u0080\u009dOECD Economics Department Working Paper No. 230.",
        "von Hagen, JÃ\u0083Â¼rgen, Andrew Hughes, and Rolf Strauch, 2002, Ã\u0082â\u0080\u009cBudgetary consolidation in Europe: Quality, economic conditions, and persistence,Ã\u0082â\u0080\u009dJournal of the Japanese and International Economics, Vol. 16, pp. 512-535.",
        "von Hagen, JÃ\u0083Â¼rgen, and Rolf Strauch, 2001, Ã\u0082â\u0080\u009cFiscal consolidations: Quality, economic conditions, and success,Ã\u0082â\u0080\u009dPublic Choice, Vol. 109, pp. 327-346.",
        "Woodford, Michael, 2011, Ã\u0082â\u0080\u009cSimple analytics of the government expenditure multiplier,Ã\u0082â\u0080\u009d American Economic Journal: Macroeconomics, Vol. 3, pp. 1-35."
    ]
}