{
    "id": 18490,
    "cites": 12,
    "cited_by": 137,
    "reference": [
        "Becker, Gary S., Tomas. J. Philipson, and Rodrigo R. Soares. \"The Quantity and Quality of Life and the Evolution of World Inequality.\" American Economic Review, Vol. 95, No. 1 (March 2005): 277-291.",
        "Butler, J.S. and Robert Moffitt. \"A Computationally Efficient Quadrature Procedure for the One Factor Multinomial Probit Model.\" Econometrica 50 (1982): 761-764.",
        "Chamberlain, Gary. \"Analysis of Covariance with Qualitative Data.\" Review of Economic Studies 47 (1980): 225-238.",
        "\"Data Appendix for a Space-Time System of National Accounts: Penn World Table 6.1 (PWT 6.1). February 2008. At http://pwt.econ.upenn.edu/Documentation/append61.pdf.",
        "Gabler, Siegfried, Francois Laisney and Michael Lechner. \"Seminonparametric Estimation of Binary-Choice Models with an Application to Labor-Force Participation.\" Journal of Business and Economic Statistics, Vol. 11, No. 1 (January 1993): 61-80.",
        "Hardin, James W. \"The Robust Variance Estimator for Two Stage Models.\" The Stata Journal (2002) Vol. 2, No. 3: 253-266.",
        "Heston, Alan. \"A brief review of some problems in using national accounts data in level of output comparisons and growth studies.\" Journal of Development Economics 44 (1994): 29-52.",
        "Johnson, Simon, William Larson, Chris Papageorgiou, and Arvind Subramanian. \"Is Newer Better? Penn World Table Revisions and Their Impact on Growth Estimates.\" Working paper, October 2009.",
        "Jones, Charles and Peter Klenow. \"Beyond GDP? Welfare across Countries and Time.\" Manuscript, Stanford University, February 2011.",
        "Murphy, Kevin M. and R.H. Topel. \"Estimation and Inference in Two Step Econometric Models.\" Journal of Business and Economic Statistics (1985): 370-379.",
        "Psacharopoulos, George. \"Returns to Investment in Education: A Global Update\". World Development 22 (1994): 1325-1343.",
        "Slesnick, Daniel T. \"Are Our Data Relevant to the Theory? The Case of Aggregate Consumption.\" Journal of Business and Economic Statistics 16 (January 1998): 52-61. IX: Appendix A: Demographic and Health Survey Data"
    ]
}