{
    "id": 18495,
    "cites": 44,
    "cited_by": 0,
    "reference": [
        "Aghion, Philippe, and Patrick Bolton (1987). Contracts as a Barrier to Entry. American Economic Review, 77(3), 388-401.",
        "Aghion, Philippe, and Patrick Bolton (1992). An Incomplete Contracts Approach to Financial Contracting. Review of Economic Studies, 59(3), 473-494.",
        "Aghion, Philippe, Drew Fudenberg, Richard Holden, Takashi Kunimoto, and Olivier Tercieux (2012). Subgame Perfect Implementation Under Information Perturbations and the Hold-Up Problem. Mimeo. Havard University.",
        "Aghion, Philippe, and Jean Tirole (1997). Formal and Real Authority in Organizations. Journal of Political Economy, 105(1), 1-29.",
        "Bajari, Patrick, and Steven Tadelis (2001). Incentives versus Transaction Costs: A Theory of Procurement Contracts. RAND Journal of Economics, 32(3), 387-407.",
        "Baker, George, Robert Gibbons, and Kevin J. Murphy (2002). Relational Contracts and the Theory of the Firm. Quarterly Journal of Economics, 117(1), 39-84.",
        "Binmore, Ken, Ariel Rubinstein, and Asher Wolinsky (1986). The Nash Bargaining Solution in Economic Modelling. RAND Journal of Economics, 17(2), 176-188.",
        "Blonski, Matthias, and Giancarlo Spagnolo (2003). Relational Contracts and Property Rights. Working Paper.",
        "Board, Simon (2011). Relational Contracts and the Value of Loyalty. American Economic Review, 101(7), 3349-3367.",
        "Bolton, Patrick, and Michael D. Whinston (1993). Incomplete Contracts, Vertical Integration, and Supply Assurance. Review of Economic Studies, 60(1), 121-148.",
        "Cai, Hongbin (2003). A Theory of Joint Asset Ownership. RAND Journal of Economics, 34(1), 63-77.",
        "Casas-Arce, Pablo, and Thomas Kittsteiner (2011). Opportunism and Incomplete Contracts. Working Paper.",
        "Dessein, Wouter (2012). Incomplete Contracts and Firm Boundaries: New Directions. Forthcoming: Journal of Law, Economics, & Organizations.",
        "de Frutos, MarÃ\u0083Â­a-Angeles, and Thomas Kittsteiner (2008). Efficient Partnership Dissolution under Buy-Sell Clauses. RAND Journal of Economics, 39(1), 184-198.",
        "Gans, Joshua (2005). Markets for Ownership. RAND Journal of Economics, 36(2), 433-455.",
        "Gibbons, Robert (2005). Four Formal(izable) Theories of the Firm? Journal of Economic Behavior & Organization, 58, 200-245.",
        "Grossman, Sanford J., and Oliver D. Hart (1986). The Costs and Benefits of Ownership: A Theory of Vertical and Lateral Integration. Journal of Political Economy, 94(4), 691-719.",
        "Grossman, Sanford J., and Oliver D. Hart (1987). Vertical Integration and the Distribution of Property Rights, in: Razin, Assaf and Efraim Sadka (Eds.), Economic Policy in Theory and Practice, Macmillan Press, 504-546.",
        "Halonen, Maija (2002). Reputation and the Allocation of Ownership. Economic Journal, 112(481), 539-558.",
        "Hart, Sergiu (2004). A Comparison of Non-transferable Utility Values. Theory and Decision, 56(1), 35-46.",
        "Hart, Oliver (1995). Firms, Contracts and Financial Structure. Clarendon Press. Oxford.",
        "Hart, Oliver (2009). Hold-Up, Asset Ownership, and Reference Points. Quarterly Journal of Economics, 124(1), 267-300.",
        "Hart, Oliver, and John Moore (1990). Property Rights and the Nature of the Firm. Journal of Political Economy, 98(6), 1119-1158.",
        "Hellmann, Thomas F., and Veikko Thiele (2012). Contracting among Founders. Working Paper.",
        "HolmstrÃ\u0083Â¶m, Bengt (1982). Moral Hazard In Teams. Bell Journal Of Economics, 13(2), 324340.",
        "HolmstrÃ\u0083Â¶m, Bengt, and Paul Milgrom (1994). The Firm as an Incentive System. American Economic Review, 84(4), 972-991.",
        "HolmstrÃ\u0083Â¶m, Bengt, and John Roberts (1998). The Boundaries of the Firm Revisited. Journal of Economic Perspectives, 12 (4), 73-94.",
        "Jing, Ran, and Ralph Winter (2011). Exclusionary Contracts. Working Paper.",
        "Lafontaine, Francine, and Margaret Slade (2007). Vertical Integration and Firm Boundaries: The Evidence. Journal of Economic Literature, 45(3), 629-685.",
        "Maschler, Michael, and Guillermo Owen (1992). The Consistent Shapley Value for Games without Side Payments. In: R. Selten (ed.), Rational Interaction, New York: Springer-Verlag, 5-12.",
        "Maskin, Eric, and Jean Tirole (1999). Unforeseen Contingencies and Incomplete Contracts. Review of Economic Studies, 66(1), 83-114.",
        "Matouschek, Niko (2004). Ex Post Inefficiencies in a Property Rights Theory of the Firm. Journal of Law, Economics, & Organization, 20(1), 125-147.",
        "Matouschek, Niko, and Paolo Ramezzana (2007). The Role of Exclusive Contracts in Facilitating Market Transactions. Journal of Industrial Economics, 55(2), 347-371.",
        "Matouschek, Niko, and Imran Rasul (2008). The Economics of the Marriage Contract: Theories and Evidence. Journal of Law and Economics, 51(1), 59-110.",
        "Milgrom, Paul, and John Roberts (1990). Bargaining Costs, Influence Costs and the Organization of Economic Activity. In: James E. Alt and Kenneth A. Shepsle (eds.), Perspectives on Positive Political Economy, Cambridge: Cambridge University Press, 57-89.",
        "NÃ\u0083Â¶ldeke, Georg, and Klaus M. Schmidt (1998). Sequential Investments and Options to Own. RAND Journal of Economics, 29(4), 633-653.",
        "Moore, John, and Rafael Rapullo (1988). Subgame Perfect Implementation. Econometrica, 56(5), 1191-1220.",
        "Moskowitz, Tobias J., and Annette Vissing-JÃ\u0083Â¸rgensen (2002). The Returns to Entrepreneurial Investment: A Private Equity Premium Puzzle? American Economic Review, 92(4), 745-778.",
        "Segal, Ilya R., and Michael D. Whinston (2000). Exclusive Contracts and Protection of Investments. RAND Journal of Economics, 31(4), 603-633.",
        "Tadelis, Steven (2002). Complexity, Flexibility, and the Make-or-Buy Decision. American Economic Review, 92(2), 433-37.",
        "Whinston, Michael D. (2003). On the Transaction Costs Determinants of Vertical Integration. Journal of Law, Economics, & Organization, 19(1), 1-23.",
        "Williamson, Oliver E. (1975). Markets and Hierarchies: Analysis and Antitrust Implications. The Free Press, New York.",
        "Williamson, Oliver E. (1979). Transaction-cost Economics: The Governance of Contractual Relations. Journal of Law and Economics, 22(2), 233-261.",
        "Williamson, Oliver E. (1985). The Economic Institutions of Capitalism. The Free Press, New York."
    ]
}