{
    "id": 18511,
    "cites": 26,
    "cited_by": 40,
    "reference": [
        "Altonji, J. G., and R.Blank. 1999. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Race and Gender in the Labor Market.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d In Handbook of Labor Economics, Vol. 3C, eds. O. Ashenfelter, and D. Card, 3144Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c 3259. Amsterdam: Elsevier Science.",
        "Babcock, L., Gelfand, M., Small, D., & Stayn, H. (2006). Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Gender differences in the propensity to initiate negotiations.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d In D. D. CrÃ\u0083Æ\u0092Ã\u0082Â¨mer, M. Zeelenberg, & J. K. Murnighan (Eds.), Social psychology and economics (pp. 239Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c259). Mahwah, NJ: Lawrence Erlbaum.",
        "Babcock, L. and S. Laschever. 2003. Women donÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0084¢t ask: Negotiation and the gender divide. Princeton, NJ: Princeton University Press.",
        "Bertrand, M., and K. F. Hallock. 2001. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093The Gender Gap in Top Corporate Jobs.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Industrial and Labor Relations Review, 55(1): 3Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c21.",
        "Beyer, S. (1990). Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Gender differences in the accuracy of self-evaluations of performance.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Journal of Personality and Social Psychology, 59(5), 960-970.",
        "Blau, F., and L. M. Kahn. 2000. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Gender Differences in Pay.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Journal of Economic Perspectives, 14(4): 75Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c99.",
        "Bowles, H. R., Babcock, L., K. L. McGinn. 2005. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Constraints and triggers: Situational mechanics of gender in negotiations.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Journal of Personality and Social Psychology 89(6), 951-965.",
        "Eagly, A. H. 1987. Sex Differences in social behavior: A social-role interpretation. Hillsdale, NJ: Erlbaum.",
        "Flory, J.; Leibbrandt, A.and J. A. List (2010). Do Competitive Work Places Deter Female Workers? A Large-scale Natural Field Experiment on Job-Entry DecisionsÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d NBER Working Paper # 16546.",
        "Gerhart, B., & Rynes, S. (1991). Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Determinants and consequences of salary negotiations by male and female MBA graduates.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Journal of Applied Psychology, 76(2), 256-262.",
        "Gneezy, U., Niederle, M., and A. Rustichini. 2003. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Performance in Competitive Environments: Gender Differences.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Quarterly Journal of Economics, 118(3): 1049Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c 1074.",
        "Goldin, C. 1990. Understanding the Gender Gap: An Economic History of American Women, New York: Oxford University Press.",
        "Goldin, C., and C. Rouse. 2000. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Orchestrating Impartiality: The Impact of Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Ë\u009cBlindÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0084¢ Auditions on Female Musicians.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d American Economic Review, 90(4): 715Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c741.",
        "Lax, D., and J. Sebenius. 1986. The manager as negotiator: Bargaining for cooperation and competitive gain. New York: Free Press.",
        "Mischel, W. 1977. The interaction of person and situation. In D. Magnusson & N.S. Endler (Eds.), Personality at the crossroads: Current issues in interactional psychology. Hillsdale, NJ: Erlbaum. Neale, M. A. and M. H. Bazerman. Cognition and rationality in negotiation. New York: The Free Press.",
        "Niederle, M. and L.Vesterlund. 2007. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Do Women Shy Away From Competition? Do Men Compete Too Much?Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Quarterly Journal of Economics, 122(3), 1067-1101.",
        "OÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0084¢Shea, P.G., and D. F. Bush. 2002. Negotiation for starting salary: Antecedents and outcomes among recent college graduates. Journal of Business and Psychology, 16, 365Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c382.",
        "Phipps, S., P. Burton, and L.Lethbridge. 2001. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009dIn and Out of the Labor Market: Long-Term Income Consequences of Child-Related Interruptions to WomenÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0084¢s Paid Work.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Canadian Journal of Economics, 34(2): 411-29.",
        "Raiffa, H. 1982. The art and science of negotiation. Cambridge, MA: Harvard University Press.",
        "Small, D. A., Gelfand, M., Babcock, L., Gettman, H., 2007. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Who goes to the bargaining table? The influence of gender and framing on the initiation of negotiation.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Journal of Personality and Social Psychology 93 (4), 600Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c613.",
        "Steele, C. M. 1997. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093A threat in the air: How stereotypes shape intellectual ability and performance.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d American Psychologist 52(6), 613-629.",
        "Stuhlmacher, A. F., and A. E. Walters. 1999. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Gender differences in negotiation outcome: A meta-analysis.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Personnel Psychology 52(3), 653-677.",
        "Stuhlmacher, A. F., M. Citera, and T. Willis. 2007. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Gender differences in virtual negotiation: Theory and research.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Sex Roles 57: 329Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c339.",
        "Thompson, L. 1998. The mind and heart of the negotiator. Upper Saddle River, NJ: Prentic Hall.",
        "Walters, A. E., A. F. Stuhlmacher, and L. L. Meyer. 1998. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Gender and negotiator competitiveness: A meta-analysis.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Organizational Behavior and Human Decision Processes 76(1): 1Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c29.",
        "Walton, R. E., and R. McKersie. 1965. A behavioral theory of labor negotiations. New York: McGraw Hill. FIGURES 1-4"
    ]
}