{
    "id": 18539,
    "cites": 14,
    "cited_by": 1,
    "reference": [
        "Boyce, J.K. and OÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0084¢Donnell (2007) Policy Implications: The Economics of Postwar Statebuilding in Boyce J.K. and M. OÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0084¢Donnell (eds) Peace and the Public Purse, Boulder and London: Lynne Rienner Publishers.",
        "Davies, V.A.B. (2007). Sierra LeoneÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0084¢s Economic Growth Performance, 1961-2000 in B. Ndulu et al (editors), The Political Economy of Economic Growth in Africa 1960-2000, volume 2: Country Case Studies, Cambridge University Press.",
        "Davies, V.A.B. (2005) Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Liberia and Sierra Leone: Interwoven Civil WarsÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d in A.K. Fosu and P. Collier (editors) Postconflict Economies in Africa, Hampshire and New York: Palgrave Macmillan and International Economic Association.",
        "Davies, V.A.B. (2000). Liberalization and Implicit Government Finances in Sierra Leone, African Economic Research Paper 125.",
        "Erasmus, L., J. Leichter, and J. Menkulasi (2009). Dedollarization in LiberiaÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009cLessons from Cross-country Experience, IMF Working Paper WP/09/37.",
        "Giovannini A. and M. De Melo (1993). Government Revenue from Financial Repression, American Economic Review, 83,4.",
        "IMF (2005) Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Liberia: Selected Issues and Statistical AppendixÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d IMF Country Report No 05/167.",
        "Morris, S. (1995). Inflation Dynamics and the Parallel Market for Foreign Exchange, Journal of Development Economics, 46, 295-316.",
        "Presidential transition team report. (2008). Freetown: Government of Sierra Leone.",
        "Reno, W., (1998). Warlord Politics and African States, Lynne Rienner Publishers: Boulder and London.",
        "Richards, P., (2005). To Fight or to Farm? Agrarian Dimensions of the Mano River Conflicts (Liberia and Sierra Leone), African AÃ\u0083Â¯Ã\u0082Â¬Ã\u0082â\u0082¬airs, 104/417, 571-590.",
        "Smillie I., L. Gberie and R. Hazleton (2000). The Heart of the Matter: Sierra Leone Diamonds and Human Security (Ottawa: Partnership Africa Canada).",
        "Stiglitz, Joeseph (2007). What is the Role of the State? in Macartan Humphreys, JeÃ\u0083Â¯Ã\u0082Â¬Ã\u0082â\u0082¬rey D. Sachs, and Joseph E. Stiglitz eds., Escaping the Resource Curse. Chapter 2.",
        "UN (2000). Report of Panel of Experts Appointed Pursuant to UN Security Council Resolution 1306 (2000), Paragraph 19, in Relation to Sierra Leone, S/2000/1195Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d. 29"
    ]
}