{
    "id": 18537,
    "cites": 32,
    "cited_by": 8,
    "reference": [
        "Acemoglu, Daron, Asuman Ozdaglar, and Alireza Tahbaz-Salehi, 2012, Cascades in Networks and Aggregate Volatility, Econometrica, 80(5), pp. 1977-2016 Acharya, Viral, Lasse Heje Pedersen, Thomas Philippon, and Matt Richardson, 2010, Measuring Systemic Risk, Working Paper.",
        "Acharya, Viral and Philipp Schnabl, 2010, Do Global Banks Spread Global Imbalances? AssetBacked Commercial Paper during the Financial Crisis of 2007-09, IMF Economic Review, 58(1), 37-73 Acharya, Viral, Philipp Schnabl and Gustavo Suarez, 2011, Securitization without Risk Transfer, Journal of Financial Economics Adamic, Lada, Celso Brunetti, Jeffrey H. Harris, and Andrei A. Kirilenko, 2010, Trading Networks, Working Paper.",
        "Adrian, Tobias, and Shin, Huyn, 2010, Liquidity and Leverage, Journal of Financial Intermediation.",
        "Allen, Franklin, Ana Babus and Elena Carletti, 2010, Financial Connections and Systemic Risk, NBER Working Paper 16177. Allen, Franklin, Ana Babus, and Elena Carletti,2 011, Asset Commonality, Debt Maturity and Systemic Risk, Working paper.",
        "Amini, Hamed, Cont, Rama and Minca, Andreea, 2012, Stress Testing the REsilience of Financial Networks, International of Theoretical and Applied Finance, vol 15.",
        "Ang, Andrew, and Longstaff, Francis, 2011, Systemic Sovereign Credit Risk: Lessons from the U.S. and Europe, working paper.",
        "Amihud, Yakov, 2002, Illiquidity and Stock Returns: Cross-Section and Time Series Effects, Journal of Financial Markets, 5, 31-56.Basel Committee on Banking Supervision, 2009, Principles for Sound Stress Testing Practices and Supervision, Bank for International Settlements.",
        "Ballester, Coralio, CalvÃ\u0083Â²-Armengol, Antoni, and ZÃ\u0083Â©nou, Yves, 2006, Who&apos;s Who in Networks.",
        "Wanted: The Key Player, Econometrica, vol 74(5), pp 1403-1417 Billio, Monica, Mila Getmansky, Andrew W. Lo, and Loriana Pelizzon, 2012, Econometric Measures of Connectedness and Systemic Risk in the Finance and Insurance Sectors, Journal of Financial Economics, forthcoming.",
        "Brunnermeier, Markus, 2009, Deciphering the 2007-2008 Liquidity and Credit Crunch, Journal of Economic Perspectives 23, 77-100.",
        "Brunnermeier, Markus, Gary Gorton, and Arvind Krishnamurthy, 2011, Risk Topography, Working Paper.",
        "Cecchetti, Stephen,2009, Crisis and Responses: The Federal Reserve in the Early Stages of the Financial Crisis, Journal of Economic Perspectives 23, 51-75.",
        "Demange, Gabrielle, 2011, Contagion in Financial Network: A Threat Index, Working Paper Denbee, Edward, Julliard, Christian, Li, Ye, and Yuan, Kathy, 2012, Networks and Key Players: A Structural Analysis of Interbank Liquidity, Working Paper Diebold, Francis X. and Kamil Yilmaz, 2011, Network Topology of Variance Decompositions: Measuring the Connectedness of Financial Firms, Working Paper.",
        "Duffie, Darrell,2011, Systemic Risk Exposures: A 10-by-10-by-10 Approach, Working Paper.",
        "Ellul, A., Jotikasthira, C., Lundblad, C.T.,2011, Regulatory pressure and fire sales in the corporate bond market, Journal of Financial Economics, 101,3, 596-620.",
        "Giglio, Stefano, 2011, Credit Default Swap Spreads and Systemic Financial Risk, mimeo Chicago Booth.",
        "GouriÃ\u0083Â©roux, Christian, HÃ\u0083Â©am, Jean-Cyprien, and Montfort, Alain, 2012, Liquidation Equilibrium with Seniority and Hidden CDO, Working Paper Greenlaw, David, Jan Hatzius, Anil Kashyap, and Hyun Song Shin,2008, Leveraged Losses, Lessons from the Mortgage Market Meltdown, Proceedings of the U.S. Monetary Policy Forum 2008.",
        "Greenwood, Robin and David Thesmar, 2011, Stock Price Fragility, Journal of Financial Economics 102, pp 471-490.",
        "Gromb, Denis and Dimitri Vayanos, 2010, Limits of Arbitrage: The State of the Theory, Annual Review of Financial Economics.",
        "Gromb, Denis and Dimitri Vayanos, 2007, Financially Constrained Arbitrage and Cross-market Contagion, Working Paper.",
        "Hanson, Samuel, Anil Kashyap, and Jeremy Stein,2011, A Macroprudential Approach to Financial Regulation, Journal of Economic Perspectives, 25, 3-28.",
        "He, Zhiguo, In Gu Khang and Arvind Krishnamurthy,2010, Balance Sheet Adjustment in the 2008 Crisis, IMF Economic Review, 58, 118 - 156.",
        "Jotikasthira, C., Lundblad, C.T., Ramadorai, T., 2012, Asset Fire Sales and Purchases and the International Transmission of Financial Shocks, forthcoming Journal of Finance.",
        "Kallestrup, Rene, Lando, David and Murgoci, Agatha, 2011, Financial sector linkages and the dynamics of bank and sovereign credit spreads, Working Paper.",
        "Kalemli-Ozcan, Sebnem, Papaioannou, Elias and Peydro, Jose-Luis, 2011, Financial Regulation, Financial Globalization and the Synchronization of Economic Activity, forthcoming Journal of Finance.",
        "Krishnamurthy, Arvind and Zhiguo He,2010, Intermediary Asset Pricing, Working Paper.",
        "Lou, Dong, 2011, A Flow-based Explanation for Return Predictability, forthcoming Review of Financial Studies.",
        "Shleifer, Andrei and Robert Vishny, 2011, Fire Sales in Finance and Macroeconomics, Journal of Economic Perspectives, 25, 29-48.",
        "Shleifer, Andrei and Robert Vishny, 1992, Liquidation Values and Debt Capacity: A Market Equilibrium Approach, Journal of Finance 47, 1343-1366.",
        "Sorkin, Andrew, 2009, Too Big to Fail, Viking Press, New York.",
        "Stein, Jeremy C.,2012, Monetary Policy as Financial-Stability Regulation, Quarterly Journal of Economics.",
        "Wagner, Wolf, 2011, Systemic Liquidation Risk and the Diversity-Diversification Trade-Off ,, Journal of Finance 64, pp. 1141-1175."
    ]
}