{
    "id": 18531,
    "cites": 43,
    "cited_by": 43,
    "reference": [
        "Acharya, V., L. Pedersen, T. Philippon, and M. Richardson, 2010, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Measuring Systemic Risk,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Discussion paper, NYU, Stern School of Business.",
        "Adrian, T., and M. Brunnermeier, 2009, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093CoVaR,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d FRB of New York Staff Report No. 348.",
        "Alessandri, P., P. Gai, S. Kapadia, N. Mora, and C. Puhr, 2009, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093A Framework for Quantifying Systemic Stability,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d International Journal of Central Banking,Vol. 5, No. 3, pp. 47-81.",
        "Arvai, Z., K. Driessen, and I. Okter-Robe, 2009, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Regional Financial Interlinkages and Financial Contagion within Europe,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d IMF Working Paper No 09/6.",
        "Barba Navaretti, G., G. Calzolari, A. Pozzolo, and M. Levi, 2010, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Multinational Banking in Europe: Financial Stability and Regulatory Implications. Lessons from the Financial Crisis,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d CEPR Discussion Papers 7823.",
        "Bartram, S., G. Brown, and J. Hund, 2007, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Estimating Systemic Risk in the International Financial System,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Journal of Financial Economics, Vol. 86, No. 3, pp. 835-69.",
        "BIS, 2011, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Chapter VI: Closing Data Gaps to Enhance Systemic Risk Measurement,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d BIS 81st Annual Report, June.",
        "Borio, C., and M. Drehmann, 2009, Towards an Operational Framework for Financial Stability: Fuzzy Measurement and its Consequences, BIS Working Paper 284.",
        "Boss, M., G. Krenn, C. Puhr, and M. Summer, 2006, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Systemic Risk Monitor: A Model for Systemic Risk Analysis and Stress Testing of Banking Systems,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Oesterreichische Nationalbank, Financial Stability Report, issue 11, pp. 83-95.",
        "Cecchetti, S., I. Fender, and P. McGuire, 2010, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Toward a Global Risk Map,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Bank for International Settlements, BIS Working Paper No. 309.",
        "Cerutti, E., 2011, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Foreign Credit Exposures and Rollover Risks: Measurement, Evolution, and Determinants,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Mimeo. International Monetary Fund, Washington, D.C. Cerutti, E., A. Ilyina, Y. Makarova, and C. Schmieder, 2010, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Bankers without Borders? Implications of Ring-Fencing for European Cross-Border Banks,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d IMF Working Paper 10/247.",
        "Cerutti, E., G. Dell&apos;Ariccia, and S. Martinez Peria, 2007, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093How Banks go Abroad: Branches or Subsidiaries? Journal of Banking & Finance, Vol. 31, No. 6, pp. 1669-692, June.",
        "Cetorelli, N., and L. Goldberg, 2011, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Global Banks and International Shock Transmission: Evidence from the Crisis,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d IMF Economic Review, Vol. 59, pp. 41-76.",
        "Claessens, S., R. J. Herring, and D. Schoenmaker, 2010, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093A Safer World Financial System: Improving the Resolution of Systemic Institution,.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d CEPR-ICMB, July.",
        "de Bandt, O., P. Hartmann, and J. Peydro, 2009, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Systemic Risk in Banking: An Update,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Berger, Molyneux and Wilson (eds.), Oxford Handbook of Banking, Oxford U. Press De Haas, R., and I. van Lelyveld, 2010, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Internal Capital Markets and Lending by Multinational Bank Subsidiaries,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Journal of Financial Intermediation, Vol. 19, No. 1, pp. 1-25.",
        "De Haas, R., and N. van Horen, 2011, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Running for the Exit: International Banks and Crisis Transmissions,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d EBRD Working Paper No. 124, February.",
        "De Nicolo, G., and M. Lucchetta, 2011, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Systemic Real and Financial Risks: Measurement, Forecasting, and Stress Testing,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Mimeo, IMF.",
        "Drehman, M. and N. Tarashev (2011): Systemic Importance: Some Simple Indicators.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d BIS Quarterly Review, pages 25-37, March.",
        "Espinosa-Vega, M., and J. Sole, 2010, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Cross-Border Financial Surveillance: A Network Perspective,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d IMF Working Paper 10/105.",
        "Fender, I., and P. McGuire, 2010, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Bank Structure, Funding Risk and the Transmission of Shocks Across Countries: Concepts and Measurement,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d BIS Quarterly Review, pp. 63-79, September.",
        "Goldberg, L., 2002, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093When is U.S. Bank Lending to Emerging Markets Volatile? in J. Frankel and S. Edwards (eds.), Preventing Currency Crises in Emerging Markets.",
        "GonzÃ\u0083Æ\u0092Ã\u0082Â¡lez-Hermosillo, B., and H. Hesse, 2009, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Global Market Conditions and Systemic Risk,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d IMF Working Paper No 09/230.",
        "Hryckiewicz, A., and O. Kowelewski, 2011, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Why Do Foreign Banks Withdraw from Other Countries?Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d International Finance, Vol. 14, No. 1, pp. 67-102.",
        "Huang, X., H. Zhou, and H. Zhu, 2009, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093A Framework for Assessing the Systemic Risk of Major Financial Institutions, Journal of Banking & Finance, Vol. 33, No. 11, pp. 2036-049, November IMF, 2010, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Resolution of Cross-Border BanksÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009dA Proposed Framework for Enhanced Coordination,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d June 11, Washington, D.C. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009dÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009dÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009d, 2011a, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Camdessus Group Report,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d IMF, at www.imsreform.org/surveillance.html.",
        "Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009dÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009dÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009d, 2011b, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093The IMF-FSB Early Warning Exercise: Design and Methodological Toolkit,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d IMF, forthcoming.",
        "IMF-FSB, 2009, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093The Financial Crisis and Information Gaps: Report to the G20 Finance Ministers and Central Bank Governors.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d October, at: www.imf.org/external/np/g20/pdf/102909.pdf.",
        "Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009dÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009dÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009d, 2011, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093The Financial Crisis and Information Gaps: Progress Report to the G-20 Finance Ministers and Central Bank Governors,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d http://www.imf.org/external/np/g20/pdf/063011.pdf.",
        "Kamil, H., and K. Rai, 2010, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093The Global Credit Crunch and Foreign BanksÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0084¢ Lending to Emerging Markets: Why Did Latin America Fare Better,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d IMF Working Paper No. 10/102.",
        "Kaminsky G, and Reinhart C., 1999, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093The Twin Crises: The Causes of Banking and Balanceof -Payments Problems,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d American Economic Review, Vol. 89, pp.473Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c500.",
        "Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009dÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009dÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009d, 2003, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093The Center and the Periphery: The Globalization of Financial Turmoil,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d NBER Working Papers 9479.",
        "Kaufman, G., and K. Scott, 2003, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093What Is Systemic Risk, and Do Bank Regulators Retard or Contribute to It?Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d The Independent Review, pp. 371-91, Winter.",
        "Lehar, A., 2005, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Measuring Systemic Risk: A Risk Management Approach,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Journal of Banking & Finance, Vol. 29, pp. 2577-603.",
        "Lopez, G., A. Moreno, A. Rubia, and L. Valderrama, 2011, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Asymmetric CoVaR: An Application to International Banking,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Mimeo.",
        "Martinez Peria, S., A. Powell, and I. Hollar, 2002, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Banking on Foreigners: The Behavior of International Bank Lending to Latin America, 1985-2000.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d WP 2893, The World Bank.",
        "McCauley, R, P. McGuire, and G. von Peter (2010): Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093The architecture of global banking: from international to multinational?Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d BIS Quarterly Review, pp. 25-37, March.",
        "McGuire, P., and G. von Peter, 2009, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093The US Dollar Shortage in Global Banking and the International Policy Response,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d BIS Working Paper No 291, October.",
        "McGuire, P., and N. Tarashev, 2008, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Bank Health and Lending to Emerging Markets,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d BIS Quarterly Review, pp. 67-80, December.",
        "McGuire, P., and P. Wooldrige, 2005, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093The BIS Consolidated Banking Statistics: Structure, Uses, and Recent Enhancements,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d BIS Quarterly Review, pp. 73-86, September.",
        "Peek, J., and E. Rosengren, 2000a, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Collateral Damage: Effects of the Japanese Bank Crisis on Real Activity in the United States,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d American Economic Review, Vol. 90, No. 1, pp. 30-45.",
        "Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009dÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009dÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009d, 2000b, Implications of the Globalization of the Banking Sector: The Latin American Experience, 1ew England Economic Review, Federal Reserve Bank of Boston, pp. 45-62.",
        "Segoviano, A., and C. Goodhart, 2009, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Banking Stability Measures,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d IMF WP 09/04.",
        "Tressel, H., 2010, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Financial Contagion through Bank Deleveraging: Stylized Facts and Simulations Applied to the Financial Crisis,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d IMF Working Paper No. 10/236, October.",
        "Upper, C., 2011, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Simulation Methods to Asses the Danger of Contagion in Interbank Markets.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Journal of Financial Stability, forthcoming."
    ]
}