{
    "id": 1853,
    "cites": 22,
    "cited_by": 8,
    "reference": [
        "Batten, Douglas S., and Daniel L. Thornton, Discount Rate Changes and the Foreign Exchange Market, Journal of International Money and Finance, 3 (December 1984), 279-92.",
        "Cornell, Bradford, Money Supply Announcements, Interest Rates, and Foreign Exchange, Journal of International Money and Finance, 1 (August 1982), 201-8.",
        "Cornell, Bradford, The Money Supply Announcements Puzzle: Review and Interpretation, American Economic Review, 73 (September 1983), 644-57.",
        "Dornbusch, Rudiger, Exchange Rate Economics: Where Do We Stand? Brookings Papers on Economic Activity, (No. 1, 1980), 143-85.",
        "Edwards, Sebastian, Exchange Rates and `News: A Multi-Currency Approach, Journal of International Money and Finance, 1 (December 1982), 211-24.",
        "Edwards, Sebastian, Floating Exchange Rates, Expectations and New Inf ormation, Journal of Monetary Economics, 11 (May 1983), 321-36.",
        "Edwards, Sebastian, Exchange Rates and `News: Reply, Journal of Inter national Money and Finance, 3 (April 1984), 123-6.",
        "Engel, Charles, and Jeffrey Frankel, Why Interest Rates React to Money Announcements: An Explanation from the Foreign Exchange Market, Journal of Monetary Economics, 13 (January 1984), 31-9.",
        "Frankel, Jeffrey A., and Gikas A. Bardouvelis, Commodity Prices, Money Surprises, and Fed Credibility, Journal of Money, Credit and Bank4 ~, 17 (November 1985), 425-38.",
        "French, Kenneth R., and Richard Roll, Is Trading Self-Generating? University of Chicago, Working Paper No. 121, 1984.",
        "Grossman, Jacob, The Rationality of Money Supply Expectations and the Short-Run Response of Interest Rates to Monetary Surprises, Journal of Money, Credit and Banking, 13 (November 1981), 409-24.",
        "Hakkio, Craig S., and Douglas K. Pearce, The Reaction of Exchange Rates to Economic News, Economic Inquiry, forthcoming, 1986.",
        "HardouvelIs, Gikas A., Market Perceptions of Federal Reserve Policy and the Weekly Monetary Announcements, Journal of Monetary Economics, 14 (September 1984), 225-40.",
        "Ito, Takatoshi, Use of (Time-Domain) Vector Autoregressions to Test Uncovered Interest Parity, National Bureau of Economic Research, Working Paper No. 1493, 1984.",
        "Ito, Takatoshi, Capital Controls and Covered Interest Parity, Economic Studies Quarterly, forthcoming, 1986.",
        "Longworth, D., Exchange Rates and `News: A Comment, Journal of Inter national Money and Finance, 3 (April 1984), 119-21.",
        "Mussa, Michael L., Empirical Regularities in the Behavior of Exchange Rates and Theories of the Foreign Exchange Market, Carnegie-Rochester Conference Series on Public Policy, 11 (Autumn 1979), 9-57.",
        "Pearce, Douglas K., and V. Vance Roley, Stock Prices and Economic News, Journal of Business, 58 (January 1985), 49-67.",
        "Roley, V. Vance, Weekly Money Supply Announcements and the Volatility of Short-Term Interest Rates, Federal Reserve Bank of Kansas City, Economic Review, 67 (April 1982), 3-15.",
        "Roley, V. Vance, The Response of Short-Term Interest Rates to Weekly Money Announcements, Journal of Money, Credit and Banking, 15 (August 1983), 344-54.",
        "Roley, V. Vance, The Response of Interest Rates to Money Announcements Under Alternative Operating Procedures and Reserve Requirement Systems, University of Washington, mimeo, l985a. Roley, V. Vance, U.S. Monetary Policy Regimes and U.S.-Japan Financial Relationships, University of Washington, mimeo, l985b. Roley, V. Vance, and Carl E. Walsh, Monetary Policy Regimes, Expected Inflation, and the Response of Interest Rates to Money Announcements, Quarterly Journal of Economics, 100 (Supplement, 1985), 1011-39.",
        "Urich, Thomas J., and Paul Wachtel, Market Responses to the Weekly Money Supply Announcements in the l970s, Journal of Finance, 36 (December 1981), 1063-72."
    ]
}