{
    "id": 18541,
    "cites": 18,
    "cited_by": 5,
    "reference": [
        "Aiba, Yukihiro and Naomichi Hatano, (2006), Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093A microscopic model of triangular arbitrageÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Physica A 371 (2006) 572Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c584.",
        "Aiba, Yukihiro; Naomichi Hatano; Hideki Takayasu; Kouhei Marumo; and Tokiko Shimizu, (2002), Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Triangular arbitrage as an interaction among Foreign exchange rates,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Physica A 310 (2002) 467 Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c 479.",
        "Aiba, Yukihiro; Naomichi Hatano; Hideki Takayasu; Kouhei Marumo; and Tokiko Shimizu, (2003) Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Triangular arbitrage and Negative Auto-correlation of Foreign Exchange Rates,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Physica A 314 (2003) 253 Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c 257.",
        "Akram, Farooq and Lucio Sarno, (2008), \"Arbitrage in the Foreign Exchange Market: Turning on the Microscope\", Journal of International Economics, vol. 76, 2008, pp. 237-253.",
        "Bank of International Settlements, (2010), Triennial Central Bank Survey: Report on global foreign exchange market Activity in 2010, December.",
        "Bank of International Settlements, (2011), Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093High-frequency trading in the foreign exchange market,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Study Group established by the Markets Committee, September.",
        "Berger, David W.; Alain P. Chaboud; Sergey V. Chernenko; Edward Howorka; and Jonathan H. Wright, (2006). Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Order Flow and Exchange Rate Dynamics in Electronic Brokerage System Data,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Board of Governors of the Federal Reserve System International Finance Discussion Papers, Number 830r, April 2005, Revised September.",
        "Chaboud, Alain P.; Sergey V. Chernenko; Edward Howorka; Raj S. Krishnasami Iyer; David Liu; and Jonathan H. Wright, (2004), Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093The High-Frequency Effects of U.S. Macroeconomic Data Releases on Prices and Trading Activity in the Global Interdealer Foreign Exchange Market,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Board of Governors of the Federal Reserve System International Finance Discussion Papers, Number 823, November 2004.",
        "Chaboud, A., B. Chiquoine, E. Hjalmarsson, and M. Loretan, 2007. Frequency of Observation and the Estimation of Integrated Volatility in Deep and Liquid Markets, Journal of Empirical Finance, Forthcoming.",
        "Chaboud, Alain; Benjamin Chiquoine; Erik Hjalmarsson; and Clara Vega, (2009). Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Rise of the Machines: Algorithmic Trading in the Foreign Exchange Market,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Board of Governors of the Federal Reserve System, International Finance Discussion Papers, Number 980, October 2009.",
        "Goodhart, Charles, Ito, Takatoshi, and Payne, Richard, 1996. One day in June 1993: a study of the working of the reuters 2000-2 electronic foreign exchange trading system. In: Frankel, J.A., Galli, G., Giovannini, A. (Eds.), The Microstructure of Foreign Exchange Markets. The University of Chicago Press, Chicago, pp. 107Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c179.",
        "Goodhart, C.A.E. and OÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0084¢Hara, M., (1997), Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093High frequency data in financial markets: Issues and applications.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Journal of Empirical Finance, 1997, 4, 73Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c114.",
        "Goodhart, Charles, Payne, Richard, 1996. Microstructural dynamics in a foreign exchange electronic broking system. Journal of International Money and Finance 15 (6), 829Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c85.",
        "Hashimoto, Yuko and Takatoshi Ito, (2010), Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Effects of Japanese Macroeconomic Announcements on the Dollar/Yen Exchange Rate: High-Resolution Picture,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Journal of the Japanese and International Economies vol. 24, 2010: 334-354.",
        "Hashimoto, Yuko; Takatoshi Ito; Takaaki Ohnishi; Misako Takayasu; Hideki Takayasu, and Tsutomu Watanabe, (2012), Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Random Walk or a RunÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009dMarket Microstructure Analysis of the Foreign Exchange Rate Movements based on Conditional ProbabilityÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009dÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d, Quantitative Finance, vol. 12, no. 6, June: 893-905.",
        "Ito, Takatoshi and Yuko Hashimoto, (2006), Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Intra-day Seasonality in Activities of the Foreign Exchange Markets: Evidence from the Electronic Broking SystemÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Journal of the Japanese and International Economies, vol. 20, no. 4, December 2006: 637-664.",
        "Ito, Takatoshi and Yuko Hashimoto (2008). Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Price Impacts of Deals and Predictability of the Exchange Rate Movements,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d in T. Ito and A. Rose (eds.) International Financial Issues in the Pacific Rim, NBER East Asia Seminar on Economics, Volume 17, Chicago: University of Chicago Press, 2008: 177-215.",
        "Marshall, Ben R., Treepongkaruna, Sirimon and Young, Martin R., (2008). Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093What Level of Compensation is Available to Arbitrageurs in the Foreign Exchange Market?Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d. AFA 2008 New Orleans Meetings Paper. Available at SSRN: http://ssrn.com/abstract=970410 Tokyo Foreign Exchange Market Committee, (2008). Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Code of Conduct,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d 2008 Edition, http://www.fxcomtky.com/index_e.html."
    ]
}