{
    "id": 18551,
    "cites": 20,
    "cited_by": 1,
    "reference": [
        "Advisory Committee on Student Financial Assistance (2001), Access Denied: Restoring the Nation's Commitment to Equal Educational Opportunity, Department of Education.",
        "Betts, J.R. (1996), What Do Students Know About Wages? Evidence from a Survey of Undergraduates, Journal of Human Resources, Vol. 26, 27-56.",
        "Botelho, A., and Pinto, L. (2003), Students' expectations of the economic returns to college education: Results of a controlled experiment, Mimeo.",
        "Cowley, P., Easton, S., and Thomas, M. (2012), Report Card on Ontario's Elementary Schools, Studies in Education Policy, Fraser Institute.",
        "Currie, J. (2004), The Take Up of Social Benefits, NBER Working Paper #10488.",
        "Della Vigna, S., and Gentzkow,M. (2010), Persuasion: Empirical Evidence, Annual Review of Economics, Vol. 2, 643-669.",
        "Dinkelman, T., and Martinez, C.A. (2011), Investing in Schooling in Chile: The Role of Information About Financial Aid for Higher Education, CEPR Discussion Paper No. DP8375.",
        "Dominitz, J., and Manski, C.F. (1996), Eliciting Student Expectations of the Returns to Schooling, Journal of Human Resources, Vol. 31, 1-36.",
        "Dynarski, S. (2002), The Behavioral and Distributional Implications of Subsidies for College, American Economic Review, Vol. 92(2), 279-285.",
        "Dynarski, S., and Scott-Clayton, J. (2006), The Cost of Complexity in Federal Student Aid: Lessons from Optimal Tax Theory and Behavioral Economics, National Tax Journal, Vol. 59.2, 319-356.",
        "Haller, A.O. (1982), Reflections on the Social Psychology of Status Attainment, in R.M. Hauser et al. (eds.), Social Structure and Behavior: Essays in Honor of William Hamilton Sewell, Academic Press, New York.",
        "Harrison, G.W., and List, J.A. (2004), Field Experiments, Journal of Economic Literature, Vol. 42(4), 1009-1055.",
        "Horn, Laura J., Xianglei Chen, and Chris Chapman. (2003), Getting Ready to Pay for College: What Students and Their Parents Know About the Cost of College Tuition and What They Are Doing to Find Out. National Center for Education Statistics Report No. 2003030.",
        "Jacob, B.A., and Wilder, T. (2010), Educational Expectations and Attainment, NBER Working Paper No. 15683.",
        "Jensen, R. (2010), The (Perceived) Returns to Education and the Demand for Schooling, Quarterly Journal of Economics, Vol. 125(2), 515-548.",
        "Kane, T.J. and Avery, C. (2004), Student Perceptions of College Opportunities: The Boston COACH Program, in C. Hoxby (ed.) College Choices: The Economics of Where to Go, When to Go, and How to Pay for It, University of Chicago Press, Chicago.",
        "Nguyen, T. (2007), Information, Role Models and Perceived Returns to Education: Experimental Evidence from Madagascar, MIT Working Paper.",
        "Pageau, D. (2000), Keys to Success: Willpower and Commitment, Presentation to CIRPA Conference.",
        "Stinebrickner, T., and Stinebrickner, R. (2012), Academic Performance and College Dropout: Using Longitudinal Expectations Data to Estimate a Learning Model, University of Western Ontario Working Paper.",
        "Usher, A. (1998), Income-Related Barriers to Post-Secondary Education, Council of Ministers of Education, Canada Working Paper as part of Postsecondary Education Project, Learner Pathways and Transitions."
    ]
}