{
    "id": 18560,
    "cites": 37,
    "cited_by": 5,
    "reference": [
        "Ali, A., Hwang, L., and Trombley, M.A., 2003, Arbitrage risk and the book-to-market anomaly, Journal of Financial Economics 69, 355Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c373.",
        "Almazan, Andres, Keith C. Brown, Murray Carlson, and David A. Chapman, 2004, Why constrain your mutual fund manager?, Journal of Financial Economics 73, 289Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c321.",
        "Ang, A., R. Hodrick, Y. Xing, and X. Zhang, 2006, The cross-section of volatility and expected returns, Journal of Finance 51, 259Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c299.",
        "Ang, A., R. Hodrick, Y. Xing, and X. Zhang, 2009, High idiosyncratic volatility and low returns: International and further U.S. evidence, Journal of Financial Economics 91, 1Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c23.",
        "Antoniou, Constantinos, John A. Doukas, and Avanidhar Subrahmanyam, 2012, Sentiment and momentum, Journal of Financial and Quantitative Analysis, forthcoming.",
        "Avramov, Doron, Tarun Chordia, Gergana Jostova, and Alexander Philipov, 2012, Anomalies and financial distress, working paper, Hebrew University.",
        "Baker, Malcolm, and Jeffrey Wurgler, 2006, Investor Sentiment and the Cross-section of Stock Returns, Journal of Finance, 61, 1645Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c1680.",
        "Baker, Malcolm, Jeffrey Wurgler, and Yu Yuan, 2012, Global, Local, and Contagious Investor Sentiment, Journal of Financial Economics 104, 272Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c287.",
        "Bali, T., and N. Cakici ,2008, Idiosyncratic Volatility and the Cross-Section of Expected Returns,Journal of Financial and Quantitative Analysis 43, 29Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c58.",
        "Bali, T., N. Cakici, and R. Whitelaw, 2011, Maxing out: Stocks as lotteries and the crosssection of expected returns, Journal of Financial Economics 99, 427Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c446.",
        "Barberis, Nicholas and Ming Huang, 2001, Mental accounting, loss aversion, and individual stock returns, Journal of Finance 56, 1247Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c1292.",
        "Barinov, Alexander, 2011, Idiosyncratic Volatility, Growth Options, and the Cross-Section of Returns, working paper, University of Georgia.",
        "Bergman, N. and S. Roychowdhury, 2008, Investor Sentiment and Corporate Disclosure, Journal of Accounting Research 46, 1057Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c1083.",
        "Boehme, Rodney, Bartley Danielsen, Praveen Kumar, and Sorin Sorescu, 2009, Idiosyncratic risk and the cross-section of stock returns: Merton (1987) meets Miller (1977), Journal of Financial Markets 12, 438Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c468.",
        "Boyer, B., T. Mitton, and K. Vorkink, 2010, Expected idiosyncratic skewness, Review of Financial Studies 23, 169Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c202.",
        "Campbell, John, and John Cochrane 1999, By force of habit: A consumption-based explanation of aggregate stock market behavior, Journal of Political Economy 107, 205-251.",
        "Campbell, John Y., Jens Hilscher, and Jan Szilagyi, 2008, In search of distress risk, Journal of Finance 63, 2899Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c2939.",
        "Carhart, Mark, 1997, On persistence in mutual fund performance, Journal of Finance 52, 57-82.",
        "Cao, Jie, and Bing Han, 2010, Idiosyncratic Risk, Costly Arbitrage, and Cross-section of Stock Returns, Working paper, The University of Texas at Austin.",
        "Chen, Long, Robert Novy-Marx, and Lu Zhang, 2010, An alternative three-factor model, working paper, CKGSB, University of Rochester, and Ohio State University.",
        "Chen, J., Hong, H., Stein, J.C., 2002. Breadth of ownership and stock returns. Journal of Financial Economics 66, 171Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c205.",
        "Chen, Linda, George J. Jiang, Danielle Xu, and Tong Yao, 2012, Dissecting the Idiosyncratic Volatility Anomaly, working paper, Washington State University.",
        "Chen, Zhanhui, and Ralitsa Petkova, 2012, Does Idiosyncratic Volatility Proxy for Risk Exposure? Review of Financial Studies, Forthcoming.",
        "Chung, San-Lin, Chi-Hsiou Hung, and Chung-Ying Yeh, 2012, When does investor sentiment predict stock returns?, Journal of Empirical Finance 19, 217Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c240.",
        "Cooper, Michael J., Huseyin Gulen, and Michael J. Schill, 2008, Asset growth and the crosssection of stock returns, Journal of Finance 63, 1609Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c1652.",
        "Daniel, Kent D., and Sheridan Titman, 2006, Market reactions to tangible and intangible information, Journal of Finance 61, 1605Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c1643.",
        "Dechow, Patricia M., Amy P. Hutton, Lisa Meulbroek, and Richard G. Sloan, 2001, Shortsellers, fundamental analysis, and stock returns, Journal of Financial Economics 61, 77-106.",
        "DeLong, Bradford, Andrei Shleifer, Lawrence H. Summers, and Robert Waldmann, 1990, Noise trader risk in financial market. Journal of Political Economy, 90, 703Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c738.",
        "Diether, K.B., Malloy, K.B., Scherbina, A., 2002. Differences of opinion and the cross-section of stock returns. Journal of Finance 57, 2113-2141.",
        "Doran, J., D. Jiang, and D. Peterson, 2012, Gambling in the New Year? The January idiosyncratic volatility puzzle, Review of Finance, Forthcoming.",
        "Douglas, George W., 1968, Risk in the Equity Markets: An Empirical Appraisal of Market Efficiency, University Microfilms Inc., Ann Arbor.",
        "Duan, Y., Hu, G., and McLean, R.D., 2010 Costly arbitrage and idiosyncratic risk: evidence from short sellers, Journal of Financial Intermediation 19, 564Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c579.",
        "Duffie, Darrell, Nicolae Garleanu, and Lasse Heje Pedersen, 2002, Securities lending shorting and pricing, Journal of Financial Economics 66, 307Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c339.",
        "DÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0084¢Avolio, G., 2002, The market for borrowing stock, Journal of Financial Economics 66, 271-306.",
        "Fama, Eugene and Kenneth French, 1993, Common risk factors in the returns on stocks and bonds. Journal of Financial Economics 33, 3Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c56.",
        "Fama, Eugene and Kenneth French, 2006, Profitability, investment, and average returns. Journal of Financial Economics 82, 491Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c518.",
        "Fama, Eugene F. and James D. MacBeth, 1973, Risk, Return, and Equilibrium: Empirical Tests. The Journal of Political Economy 81, 607Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c636."
    ]
}