{
    "id": 18586,
    "cites": 10,
    "cited_by": 121,
    "reference": [
        "Avery, C. and C. Hoxby, \"Do and Should Financial Aid Packages Affect Students' College Choices?\" in ed C. Hoxby, College Choices: The Economics of Where to Go, When to Go, and How to Pay For It. University of Chicago Press: 2004.",
        "Avery, C. and S. Turner. 2009. \"Aid and Application Awareness.\" Unpublished manuscript.",
        "Bowen, W., M. Chingos, M. McPherson. 2009. Crossing the Finish Line: Completing College at America's Public Universities. Princeton: Princeton University Press.",
        "Card, D. and A.B. Krueger. 2005. \"Would the Elimination of Affirmative Action Affect Highly Qualified Minority Applicants?: Evidence from California and Texas.\" Industrial and Labor Relations Review, 58(3): 416-434.",
        "Dillon, E. and J. Smith. 2012. \"Determinants of Mismatch Between Student Ability and College Quality.\" University of Michigan unpublished manuscript.",
        "Finn, C. and J. Hockett. 2012. Shiny Needles in the Education Haystack: America's Academically-selective Public High Schools. Stanford, CA: Hoover Institution Press.",
        "Freeberg, N. 1988. \"Accuracy of Student Reported Information.\" College Board Report Number 88-5. http://professionals.collegeboard.com/profdownload/pdf/RR%2088-5.PDF Hill, C., G. Winston, and S. Boyd. 2005. \"Affordability: Family Incomes and Net Prices at Highly Selective Private Colleges and Universities.\" Journal of Human Resources, 40(4):769-790.",
        "Hoxby, C. and S. Turner. 2012. \"Expanding College Opportunities for Low-Income, High-Achieving Students,\" NBER Conference paper.",
        "Meer, J. and H. Rosen. 2012. \"Does Generosity Beget Generosity? Alumni Giving and Undergraduate Financial Aid,\" NBER Working Paper No. w17861.",
        "Pallais, A. 2009. \"Small Differences that Matter: Mistakes in Applying to College.\" Revise and resubmit, Journal of Labor Economics. http://econ-www.mit.edu/files/4030."
    ]
}