{
    "id": 18596,
    "cites": 88,
    "cited_by": 30,
    "reference": [
        "Acemoglu, D. (1998). Why Do New Technologies Complement Skills? Directed Technical Change and Wage Inequality. Quarterly Journal of Economics, 113:1055Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c1089.",
        "Acemoglu, D. (2002). Directed Technical Change. Review of Economic Studies, 69(4):781Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c 810.",
        "Acemoglu, D., Aghion, P., Bursztyn, L., and H emous, D. (2012a). The Environment and Directed Technical Change. The American Economic Review, 102 (1):131Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c166.",
        "Acemoglu, D., Akcigit, U., Hanley, D., and Kerr, W. (2012b). The Transition to Clean Technology.",
        "Acemoglu, D. and Finkelstein, A. (2008). Input and Technology Choices in Regulated Industries: Evidence from the Health Care Sector. Journal of Political Economy, 116(5):837Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c880.",
        "Acemoglu, D. and Linn, J. (2004). Market Size in Innovation: Theory and Evidence from the Pharmaceutical Industry. Quarterly Journal of Economics, 119(3):1049Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c1090.",
        "Alcott, H. and Wozny, N. (2011). Gasoline Prices, Fuel Economy, and the Energy Paradox. mimeo NYU.",
        "Anderson, S. T., Kellogg, R., and Sallee, J. M. (2011a). What Do Consumers Believe About Future Gasoline Prices? NBER Working Papers 16974, National Bureau of Economic Research, Inc.",
        "Anderson, S. T., Kellogg, R., Sallee, J. M., and Curtin, R. T. (2011b). Forecasting Gasoline Prices Using Consumer Surveys. American Economic Review, 101(3):110Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c14.",
        "Arellano, M. (2003). Panel Data Econometrics. Number 9780199245291 in OUP Catalogue. Oxford University Press.",
        "Berry, S., Levinsohn, J., and Pakes, A. (1995). Automobile Prices in Market Equilibrium. Econometrica, 63(4):841Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c90.",
        "Bloom, N., Schankerman, M., and Reenen, J. V. (2012). Identifying Technology Spillovers and Product Market Rivalry. Technical Report dp0675, Centre for Economic Performance, LSE.",
        "Blundell, R., Griffith, R., and Van Reenen, J. (1995). Dynamic Count Data Models of Technological Innovation. The Economic Journal, 105(429).",
        "Blundell, R., Griffith, R., and Van Reenen, J. (1999). Market Share, Market Value and Innovation in a Panel of British Manufacturing Firms. The Review of Economic Studies, 66(3):529Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c554.",
        "Blundell, R., Griffith, R., and Windmeijer, F. (2002). Individual effects and dynamics in count data models. Journal of Econometrics, 108(1):113Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c131.",
        "Buonanno, P., Carraro, C., and Galeotti, M. (2003). Endogenous Induced Technical Change and the Costs of Kyoto. Resource and Energy Economics, 25(1):11Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c34.",
        "Busse, M. R., Knittel, C. R., and Zettelmeyer, F. (2011). Pain at the Pump: The Effect of Gasoline Prices on New and Used Automobile Markets. mimeo Northwestern University.",
        "Cockburn, I. and Griliches, Z. (1988). Industry Effects and Appropriability Measures in the Stock MarketÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0084¢s Valuation of R&D and Patents. American Economic Review, 78(2):419Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c23.",
        "Cohen, W. M., Nelson, R. R., and Walsh, J. P. (2000). Protecting Their Intellectual Assets: Appropriability Conditions and Why U.S. Manufacturing Firms Patent (or Not). Working Paper 7552, National Bureau of Economic Research.",
        "Crabb, J. M. and Johnson, D. K. N. (2010). Fueling Innovation: The Impact of Oil Prices and CAFE Standards on Energy-Efficient Automotive Technology. The Energy Journal, Volume 31(Number 1):199Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c216.",
        "Dasgupta, P. (2008). Discounting climate change. Journal of Risk and Uncertainty, 37(2).",
        "DechezleprÃ\u0083â\u0080¹Ã\u0082â\u0080  etre, A., Perkins, R., and Neumayer, E. (2012). Regulatory Distance and the Transfer of New Environmentally Sound Technologies: Evidence from the Automobile Sector. Working Papers 2012.33, Fondazione Eni Enrico Mattei.",
        "Dernis, H., Guellec, D., and van Pottelsberghe de la Potterie, B. (2001). Using patent counts for cross-country comparisons of technology output, pages 129Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c146.",
        "Dernis, H. and Khan, M. (2004). Triadic Patent Families Methodology. OECD Science, Technology and Industry Working Papers 2004/2, OECD, Directorate for Science, Technology and Industry.",
        "Gans, J. (2012). Innovation and Climate Change Policy. American Economic Journal: Policy (forthcoming).",
        "Gerlagh, R. (2008). A climate-change policy induced shift from innovations in carbonenergy production to carbon-energy savings. Energy Economics, 30(2):425Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c448.",
        "Gerlagh, R., Kverndokk, S., and Rosendahl, K. E. (2009). Optimal Timing of Climate Change Policy: Interaction Between Carbon Taxes and Innovation Externalities. Environmental and Resource Economics, 43(3):369Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c390.",
        "Goldberg, P. K. (1995). Product Differentiation and Oligopoly in International Markets: The Case of the U.S. Automobile Industry. Econometrica, 63(4):891Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c951.",
        "Golosov, M., Hassler, J., Krusell, P., and Tsyvinski, A. (2011). Optimal Taxes on Fossil Fuel in General Equilibrium. Technical Report 17348, National Bureau of Economic Research.",
        "Goulder, L. H. and Schneider, S. H. (1999). Induced Technological Change and the Attractiveness of C$O 2$ Abatement Policies. Resource and Energy Economics, 21(34) :211Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c253.",
        "Griffith, R., Lee, S., and Van Reenen, J. (2011). Is distance dying at last? Falling home bias in fixedeffects models of patent citations. Quantitative Economics, 2(2):211Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c249.",
        "Griliches, Z. (1990). Patent Statistics as Economic Indicators: A Survey. Journal of Economic Literature, 28(4):1661Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c1707.",
        "Gr ubler, A. and Messner, S. (1998). Technological Change and the Timing of Mitigation Measures. Energy Economics, 20(5-6):495Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c512.",
        "Grupp, H. (1998). Foundations of the Economics of Innovation: Theory, Measurement and Practice. Elgar, Cheltenham.",
        "Grupp, H., Mnt, G., and Schmoch, U. (1996). Assessing Different Types of Patent Data for Describing High-Technology Export Performance.",
        "Guellec, D. and Van Pottelsberghe de la Potterie, B. (2004). From R&D to Productivity Growth: Do the Institutional Settings and the Source of Funds of R&D Matter? Oxford Bulletin of Economics and Statistics, 66(3):353Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c378.",
        "Habakkuk, H. J. (1962). American and British technology in the nineteenth century: The search for labour-saving inventions. University Press.",
        "Hanlon, W. (2011). Necessity is the mother of invention: Input supplies and Directed Technical Change. http://www.columbia.edu/Ã\u0083â\u0080¹Ã\u0082Å\u0093wwh2104/hanlon dtc.pdf.",
        "Harhoff, D., Scherer, F. M., and Vopel, K. (2003). Citations, family size, opposition and the value of patent rights. Research Policy, 32(8):1343Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c1363.",
        "HaÃ\u0083â\u0080¹Ã\u0082â\u0080¡ sÃ\u0083â\u0080¹Ã\u0082â\u0080¡ ciÃ\u0083â\u0080¹Ã\u0082â\u0080¡ c, I., De Vries, F., Johnstone, N., and Medhi, N. (2008). Effects of Environmental Policy on the Type of Innovation: The Case of Automotive Emissions Control Technologies.",
        "Hassler, J., Krussell, J., and Olovsson, C. (2011). Energy saving technical Change. IIES, Stockholm University.",
        "Hausman, J., Hall, B. H., and Griliches, Z. (1984). Econometric models for count data with an application to the patents-R&D relationship. Econometrica, 52(4):909Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c938.",
        "Henderson, R., Jaffe, A., and Trajtenberg, M. (2005). Patent Citations and the Geography of Knowledge Spillovers: A Reassessment: Comment. The American Economic Review, 95(1).",
        "Henderson, R. and Newell, R. G., editors (2011). Accelerating Energy Innovation: Insights from Multiple Sectors. University of Chicago Press.",
        "Hicks, J. R. (1932). The Theory of Wages.",
        "Jaffe, A. B. and Lerner, J. (2004). Innovation and its discontents: How our broken patent system is endangering innovation and progress, and what to do about it. Princeton University Press.",
        "Jaffe, A. B. and Trajtenberg, M. (2002). Patents, citations, and innovations a window on the knowledge economy.",
        "Jaffe, A. B., Trajtenberg, M., and Henderson, R. (1993). Geographic Localization of Knowledge Spillovers as Evidenced by Patent Citations. The Quarterly Journal of Economics, 108(3):577Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c98.",
        "Knittel, C. R. (2011). Automobiles on Steroids: Product Attribute Trade-Offs and Technological Progress in the Automobile Sector. American Economic Review, 101(7):3368Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c 99.",
        "Knittel, C. R. (2012). Reducing Petroleum Consumption from Transportation. The Journal of Economic Perspectives, pages 93Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c118.",
        "Lanjouw, J. O., Pakes, A., and Putnam, J. (1998). How to Count Patents and Value Intellectual Property:The Uses of Patent Renewal and Application Data. The Journal of Industrial Economics, 46(4).",
        "Manne, A. and Richels, R. (2004). The impact of learning-by-doing on the timing and costs of CO2 abatement. Energy Economics, 26(4):603Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c619.",
        "Martinez, C. (2010). Insight into Different Types of Patent Families. OECD Science, Technology and Industry Working Papers 2010/2, OECD Publishing.",
        "Mendelsohn, R., Sterner, T., Persson, U. M., and Weyant, J. P. (2008). Comments on Simon Dietz and Nicholas SternÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0084¢s Why Economic Analysis Supports Strong Action on Climate Change: A Response to the Stern ReviewÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0084¢s Critics. Review of Environmental Economics and Policy, 2(2):309Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c313.",
        "Messner, S. (1997). Endogenized technological learning in an energy systems model. Journal of Evolutionary Economics, 7(3):291Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c313.",
        "Newell, R. G., Jaffe, A. B., and Stavins, R. N. (1999). The Induced Innovation Hypothesis and Energy-Saving Technological Change. The Quarterly Journal of Economics, 114(3):941Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c975.",
        "Nordhaus, W. D. (1994). Managing the Global Commons: The Economics of Climate Change. MIT Press, Cambridge, MA.",
        "Nordhaus, W. D. (2002). Modeling Induced Innovation in Climage Change Policy. In Techological Change and the Environment. Resources for the Future Press, Washington, DC.",
        "Nordhaus, W. D. (2007). A Review of the Stern Review on the Economics of Climate Change. Journal of Economic Literature, 45(3):686Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c702.",
        "OECD (2009). OECD patent statistics manual. Technical report, OECD.",
        "OECD (2011). Patent Search Strategies for the identification of selected environment related technologies.",
        "Peri, G. (2005). Determinants of Knowledge Flows and their Effects on Innovation. Review of Economics and Statistics, 87 (2):308Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c322.",
        "Perkins, R. and Neumayer, E. (2010). Does the Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0084¢California EffectÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0084¢ Operate Across Borders ? Trading- and Investing-Up in Automobile Emission Standards. Social Science Research Network Working Paper Series.",
        "Popp, D. (2002). Induced Innovation and Energy Prices. The American Economic Review, 92(1):160Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c180.",
        "Popp, D., Newell, R. G., and Jaffe, A. B. (2009). Energy, the Environment, and Technological Change. NBER Working Papers 14832, National Bureau of Economic Research, Inc.",
        "Small, K. A. and Van Dender, K. (2007). Long Run Trends in Transport Demand, Fuel Price Elasticities and Implications of the Oil Outlook for Transport Policy. Technical Report 2007/16, OECD Publishing.",
        "Stern, N. (2006). The Stern Review on the Economics of Climate Change. HM Treasury, London, UK.",
        "Sue Wing, I. (2003). Induced Technical Change and the Cost of Climate Policy. Technical report, MIT Joint Program on the Science and Policy of Global Change.",
        "van der Zwaan, B. C. C., Gerlagh, R., Klaassen, G., and Schrattenholzer, L. (2002). Endogenous Technological Change in Climate Change Modelling. Energy Economics, 24(1):1Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c19.",
        "Veefkind, V., Hurtado-Albir, J., Angelucci, S., Karachalios, K., and Thumm, N. (2012). A new EPO classification scheme for climate change mitigation technologies. World Patent Information, 34(2):106Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c111.",
        "Verboven, F. (1999). The Markets for Gasoline and Diesel Cars in Europe. CEPR discussion paper, 2069.",
        "Vollebergh, H. (2010). Fuel Taxes, Motor Vehicle Emission Standards and Patents Related to the Fuel Efficiency and Emissions of Motor Vehicles.",
        "von Below, D. and Persson, T. (2008). Uncertainty, Climate Change and the Global Economy. Working Paper 14426, National Bureau of Economic Research.",
        "Weitzman, M. L. (1974). Prices vs. Quantities. The Review of Economic Studies, 41(4):477Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c491.",
        "Weitzman, M. L. (2007). A Review of the Stern Review on the Economics of Climate Change. Journal of Economic Literature, 45(3):703Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c724.",
        "Weitzman, M. L. (2009). On Modelling and Interpreting the Economics of Catastrophic Climate Change. Review of Economics and Statistics, 91(1):1Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c19.",
        "West, S. E. (2004). Distributional effects of alternative vehicle pollution control policies. Journal of Public Economics, 88(3Ã\u0083â\u0080¹Ã\u0082â\u0080  a 4):735Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c757.",
        "Yohe, G. W., Tol, R. S. J., and Anthoff, D. (2009). Discounting for Climate Change. Economics - The Open-Access, Open-Assessment E-Journal, 3(24):1Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c22.",
        "wFP ic0 ln FPct (26) where FPct is the tax-inclusive fuel price in country c at time t and wFP ic0 is the firm-specific weight for country c. In order to make sure that the computed exposures are an exogenous source of variation across firms, the weights are calculated using the patent portfolio of each company over the 1965-1985 Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093pre-sampleÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d period (with the regressions performed on the 1986-2005 period). We cross check the 1985 cut-off in the robustness section using 1965-1990 as the pre-sample period for weights and 1991-2005 for the regression sample.",
        "wS ic0SPILLzct (28) where z Ã\u0083Â¢Ã\u0082Ë\u0086Ã\u0082Ë\u0086 {Dirty, Clean} and SPILLzct is the spillover pool in country c at time t, which can be firm specific (see below). The spillover weight wS ic0 is the share of all firm iÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0084¢s inventors (i.e. where the inventors worked when they discovered the invention) in country c between 1965 and 1985. This weight differs from the patent-portfolio weight wFP ic0 described above in two ways.",
        "Data on public R&D expenditures comes from the IEAÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0084¢s Energy Technology Research and Development database, available online at http://data.iea.org. We use Total R&D in Million USD (2010 prices and exchange rates). We use the data on public R&D expenditures in Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009dEnergy efficiency - transportationÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d (Flow 13). This includes: electric cars, hybrid cars and stirling motors; analysis and optimization of energy consumption in the transport sector; efficiency improvements in light-duty vehicles, heavy-duty vehicles, non-road vehicles; public transport systems; engine-fuel optimization; use of alternative fuels (liquid, gaseous); fuel additives; diesel engines. Note that the IEA also reports R&D on Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009dHydrogen and fuel cellsÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d, in particular Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009dfuel cells for mobile applicationsÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d but the data only start to be available in 2004, at the very end of our sample.",
        "Data for environmental standards governing maximum permissible levels of tailpipe emissions for pollutants from new automobiles were sourced from a dataset originally constructed by Perkins and Neumayer (2012). CountriesÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0084¢ regulatory stringency is coded on a scale of 0 to 5. The basis of the classification scheme is the European UnionÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0084¢s (EU) Euro emission standards which were originally implemented across member states in 1992 and have subsequently been tightened in a series of incremental steps. Countries are coded 0 if they had no national emissions standards in place for new vehicles, or if standards were less stringent than the equivalent of Euro 1, during the year in question. Countries where Euro 1 or its equivalent was legally enforceable are coded 1, and so on, with 5 for countries having implemented the equivalent of the Euro 5 standard.",
        "Data on GDP, GDP per capita and population are taken from the World BankÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0084¢s World Development Indicators, available at http://data.worldbank.org/. GDP and GDP per capita are PPP and constant 2005 USD.",
        "Sales data used to compare the patent weights with sales distribution are from company accounts (see the URLs in notes to Table A1).   48   Figure   1:   Average   fuel   price   and   fuel   tax   1986-Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u00902005 Panel   A:   Fuel   price    Panel   B:   Fuel   tax  Note:   this   graph   shows   the   average   annual   price   of   fuel   for   all countries   available   in   the   IEA   database.   The   fuel   price   is   the average   between   diesel   and   gasoline   price.   Prices   are   in   2005 USD   PPP. Source:   IEA.",
        "Note:   this   graph   shows   the   average   annual   tax   on   fuel   for   all countries    available    in    the    IEA    database.    The    fuel    tax    is    the average   between   diesel   and   gasoline   tax.   Tax   is   in   2005   USD PPP.",
        "Source:   IEA.   Figure   2:   Fuel   price   time   series  Note:   this   graph   shows   the   annual   price   of   fuel   for   all   countries   available   in   the   IEA   database.   The   fuel   price   is   the average   between   diesel   and   gasoline   price.   Prices   are   in   2005   USD   PPP.   Source:   IEA.   .9 1 1.1 1.2 Fuel price ($ / liter) 1990 1995 2000 2005 Year Average fuel price .55 .6 .65 .7 .75 Fuel taxes ($ / liter) 1990 1995 2000 2005 Year Average fuel tax .5 1 1.5 2 2.5 Fuel price ($ / liter) 1990 1995 2000 2005 Year USA France Japan UK Germany   49 Figure   3:   Fuel   Tax   time   series  Note:   this   graph   shows   the   average   annual   tax   on   fuel   for   all   countries   available   in   the   IEA   database.   The   fuel   tax is   the   average   between   diesel   and   gasoline   tax.   Taxes   are   in   2005   USD   PPP.",
        "Toyota-shi, Aichi-ken, 471-8571 (JP) (74) Representative: Leson, Thomas Johannes Alois, Dipl.-Ing. et al TBK-Patent, P.O. Box 20 19 18 80019 MÃ\u0083Æ\u0092Ã\u0082Â¼nchen (DE) (56) References cited: EP-A- 0 481 964 EP-A- 0 677 655 US-A- 5 063 900 US-A- 5 605 133 Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â¢ PATENT ABSTRACTS OF JAPAN vol. 1998, no.",
        "Patent weight 0 .2 .4 .6 .8 1 Inventor weight   67  Figure   A6:   Simulations   over   sample   period A:   CFX    B:   HHG  C:   BGVR  Notes:   These   graphs   show   the   simulated   evolution   of   annual   clean   and   dirty   patents   stocks   from   1986   onwards. Prices    and    other    exogenous    variables    (including    time    dummies,    controls    for    GDP    per    capita)    are    set    at    their actual    values.    Own    knowledge    stocks    as    well    as    spillover    effects    are    simulated.    The    simulated    series    are therefore   directly   comparable   to   the   actual   knowledge   stocks   over   time,   which   are   also   plotted   in   the   graphs."
    ]
}