{
    "id": 1860,
    "cites": 22,
    "cited_by": 1,
    "reference": [
        "Ballen, John and Richard Freeman. Transitions Between Employment and Nonemployment. In Richard B. Freeman and Harry J. Hoizer, eds., The Black Youth Employment Crisis, University of Chicago Press, 1986.",
        "Barron, John and Otis Cilley. Job Search and Vacancy Contacts: Note. American Economic Review, September 1981.",
        "Barron, John and Wesley Mellow. Search Effort in the Labor Market. Journal of Human Resources, Summer 1979.",
        "Bradshaw, Thomas. Jobseeking Methods Used by Unemployed Workers. Monthly Labor Review, February 1973.",
        "Bureau of Labor Statistics, Report No. 1671, 1975.",
        "Chirinko, Robert. An Empirical Investigation of the Returns to Job Search.~ American Economic Review, June 1982.",
        "Clark, Kim and Lawrence Summers. The Dynamics of Youth Unemployment. In Richard 13. Freeman and David A. Wise, eds., The Youth Labaor Market Problem, University of Chicago Press, 1982.",
        "Cogan, John. The Decline in Black Teenage Employment: 195O-7O.~ American Economic Review, September 1982.",
        "Corcoran, Mary et al. Most Workers Find Jobs Through Word of Mouth. Monthly Labor Review, August 1980.",
        "Datcher, Linda. The Impact of Informal Networks on Quit Behavior, Review of Economics and Statistics, August 1983.",
        "Flinn, Christopher and James Heckman. Are Unemployed and Out of the Labor Force Behaviorally Distinct States? Journal of Labor Economics, January 1983.",
        "Freeman, Richard B. Why is There A Youth Labor Market Problem? National Bureau of Economic Research Working Paper No. 365, June 1979.",
        "Freeman, Richard B. and Harry J. Holzer. The Black Youth Employment Crisis, University of Chicago Press, 1986.",
        "Holzer, Harry J. Search Methods Used by Unemployed Youth. Mimeo, 1986.",
        "Hoizer, Harry J. Reservation Wages and their Labor Market Effects for White and Black Male Youth. Journal of Human Resources. Spring 1986a. Jackson, Peter and Edward Montgomery. Layoffs, Discharges, and Youth Unemployment. In Richard B. Freeman and Harry J. Holzer, eds., The Black Youth Employment Crisis, University of Chicago Press, 1986.",
        "Kaitz, Hyman. Analyzing the Length of Spells of Unemployment. Monthly Labor Review, November 1970.",
        "Lee, Lung-Fei. Unionism and Wage Rates: A Simultaneous Equations Model with Qualitative and Limited Dependent Variables. International Economic Review, June 1978.",
        "Osterman, Paul. Getting Started: The Youth Labor Market, MIT Press, 1980.",
        "Rees, Albert. Information Networks in Labor Markets. American Economic Review, May 1966.",
        "Rees, Albert and Wayne Gray. Family Effects in Youth Employment. In Richard B. Freeman and David A. Wise, eds., The Youth Labor Market Problem, University of Chicago Press, 1982.",
        "Reynolds, Lloyd. The Structure of Labor Markets. Harper and Row, 1951.",
        "Willis, Robert and Sherwin Rosen. Education and Self-Selection, Journal of Political Economy, October 1979."
    ]
}