{
    "id": 1862,
    "cites": 16,
    "cited_by": 27,
    "reference": [
        "Auerbach, Alan J., 1983. Corporate Taxation in the United States, Brookings Papers on Economic Activity, pp. 451-505.",
        "Bergsten, C. Fred, Thomas Horst and Theodore H. Moran, 1978. American Multinationals and American Interests, The Brookings Institution, Washington, D.C.",
        "Brownlee, Oswald H., 1979. Taxation of Corporate Foreign-Source Income in the United States, American Enterprise Institute Studies in Tax Policy, Washington, DC.",
        "Caves, Richard, 1982. Multinational Enterprise and Economic Analysis, Cambridge Surveys of Economic Literature, Cambridge University Press, Cambridge.",
        "Deficit. Feldstein, Martin, 1982. Inflation, Tax Rules and Investment, Econometrica, Vol. 50, No. 4, pp. 825-862, July.",
        "Feldstein, Martin, Louis Dicks-Mireaux and James Poterba, 1983. The Effective Tax Rate and the Pretax Rate of Return, Journal of Public Economics, (21), 129-158.",
        "Foreign Direct Investment in the U.S., 1980. Department of Commerce.",
        "Frisch, Daniel J. and David C. Hartman, 1983. Taxation and the Location of U.S. Investment Abroad, N.B.E.R. Working Paper, No. 1241, November.",
        "Goldsbrough, David, 1979. The Role of Foreign Direct Investment in the External Adjustment Process, IMF Staff Papers, Vol. 26, Number 4, pp. 725-754, November.",
        "Goulder, Lawrence H., John B. Shoven and John Whalley, 1983. Domestic Tax Policy and the Foreign Sector: The Importance of Alternative Foreign Sector Formulations to Results from a General Equilibrium Tax Analysis Model, in Behavioral Simulations in Tax Policy Analysis, edited by Martin Feldstein, pp. 333-367, Chicago: University of Chicago Press.",
        "Gravelle, Jane C., 1983. Capital Income Taxation and Efficiency in the Allocation of Investment, National Tax Journal, pp. 297-306.",
        "Hartman, David G., 1980. The Effects of Taxing Foreign Investment Income, Journal of Public Economics, (13), 213-230.",
        "Some Evidence, National Bureau of Economic Research, Working Paper, No. 784, October. ________________ 1984. Tax Policy and Foreign Direct Investment in the United States, National Tax Journal, 37, No. 4, 475-487.",
        "Kwack, Sung Y., 1972. A Model of U.S. Direct Investment Abroad: A Neoclassical Approach, Western Economic Journal.",
        "Stevens, Guy, V.B., 1972. Capital Mobility and the International Firm, in International Mobility and Movement of Capital, edited by F.Machlup, W.S. Salant, and L. Tarshis, pp. 323-353, New York, National Bureau of Economic Research.",
        "Survey of Current Business, various issues. U.S. Direct Investment Abroad, 1977. Department of Commerce."
    ]
}