{
    "id": 18637,
    "cites": 35,
    "cited_by": 20,
    "reference": [
        "Ahn, J., Khandelwal, A. and S.-J. Wei (2011). The Role of Intermediaries in Facilitating Trade. Journal of International Economics 84(1), 73-85, 2011.",
        "Arkolakis, C., Costinot, A. and A. Rodriguez-Clare (2012). New Trade Models, Same Old Gains? American Economic Review 102(1), 94-130.",
        "Arkolakis, C. and M. Muendler (2010). The Extensive Margin of Exporting Products: A Firm-Level Analysis. NBER Working Paper 16641.",
        "Baldwin, R. and J. Harrigan (2011). Zeros, Quality and Space: Trade Theory and Trade Evidence. American Economic Journal: Microeconomics 3, p.60-88.",
        "Bernard, A., Jensen, B. and P. Schott (2009). In Producer Dynamics: New Evidence from Micro Data, Dunne, T., Jensen, B. and M. Roberts eds., University of Chicago Press.",
        "Bernard, A., Redding, S. and P. Schott (2010a). Multi-Product Firms and Trade Liberalization. Quarterly Journal of Economics (forthcoming).",
        "Bernard, A., Redding, S. and P. Schott (2010b). Multiple-Product Firms and Product Switching. American Economic Review Papers and Proceedings 100(2), p.444-8.",
        "Burstein, A. and M. Melitz (2011). Trade Liberalization and Firm Dynamics. In Advances in Economics and Econometrics: Theory and Applications, Econometric Society Monographs (forthcoming).",
        "Campos, C. (2010). Incomplete Exchange Rate Pass-Through and Extensive Margin of Adjustment. Aarhus University mimeo.",
        "Chatterjee, A., Dix-Carneiro, R. and J. Vichyanond (2011). Multi-Product Firms and Exchange Rate Fluctuations. American Economic Journal: Economic Policy (forthcoming).",
        "Cosar, K., Guner, N. and J. Tybout (2010). Firm Dynamics, Job Turnover, and Wage Distributions in an Open Economy. NBER Working Paper 16326.",
        "Crozet, M., Head, K., and T. Mayer (2009). Quality Sorting and Trade: Firm-Level Evidence for French Wine. Review of Economic Studies (forthcoming).",
        "De Loecker, J., Goldberg, P., Khandelwal, A. and N. Pavcnik (2012). Prices, Markups and Trade Reform. Princeton University mimeo.",
        "Eckel, C., Iacovone, L., Neary, P. and B. Javorcik (2011). Multi-Product Firms at Home and Away: Cost- versus Quality-Based Competence. CEPR Discussion Paper 8186.",
        "Eckel, C. and P. Neary (2010). Multi-Product Firms and Flexible Manufacturing in the Global Economy. Review of Economic Studies 77(1), p.188-217.",
        "Goldberg, P., Khandelwal, A., Pavcnik, N. and P. Topalova (2010). Imported Intermediate Inputs and Domestic Product Growth: Evidence from India. Quarterly Journal of Economics 125(4), p.1727-67.",
        "Gopinath, G. and B. Neiman (2011). Trade Adjustment and Productivity in Large Crises. Harvard University mimeo.",
        "Gopinath, G., Gourinchas, P.-O., Hsieh, C.-T. and N. Li (2011). International Prices, Costs and Mark-up differences. American Economic Review 101(6): 2450-86.",
        "Hallak, J.-C. and J. Sivadasan (2008). Firms' Exporting Behavior under Quality Constraints. University of San AndrÃ\u0083Â©s mimeo.",
        "Helpman, E., Itskhoki, 0. and S. Redding (2010). Inequality and Unemployment in a Global Economy. Econometrica 78 (4), p.1239-83.",
        "Iacovone, L. and B. Javorcik (2010). Getting Ready: Preparation for Exporting. University of Oxford mimeo.",
        "Johnson, R. (2012). Trade and Prices with Heterogeneous Firms. Journal of International Economics 86 (1), p.43-56.",
        "Klingebiel, D., Kroszner, R. and L. Laeven (2007). Banking Crises, Financial Dependence, and Growth. Journal of Financial Economics 84, p.187-228.",
        "Kneller, R. and Z. Yu (2008). Quality Selection, Chinese Exports and Theories of Heterogeneous Firm Trade. University of Nottingham GEP Research Paper 08/44.",
        "Kugler, M. and E. Verhoogen (2012). Prices, Plant Size, and Product Quality. Review of Economic Studies 79(1), p.307-39.",
        "Kugler, M. and E. Verhoogen (2009). Plants and Imported Inputs: New Facts and an Interpretation. American Economic Review Papers and Proceedings 99(2), p.501-7.",
        "Manova, K. (2007). Credit Constraints, Heterogeneous Firms, and International Trade. Review of Economic Studies (forthcoming).",
        "Manova, K. and Z. Yu (2011). Firms and Credit Constraints along the Value-Added Chain: Processing Trade in China. NBER Working Paper 18561.",
        "Manova, K. and Z. Zhang (2008). China's Exporters and Importers: Firms, Products, and Trade Partners. NBER Working Paper 15249.",
        "Manova, K. and Z. Zhang (2012). Export Prices across Firms and Export Destinations. Quarterly Journal of Economics 127, p.379-436.",
        "Mayer, T., Melitz, M. and G. Ottaviano (2011). Market Size, Competition, and the Product Mix of Exporters. NBER Working Paper 16959.",
        "Melitz, M. (2003). The Impact of Trade on Intra-Industry Reallocations and Aggregate Industry Productivity. Econometrica 71(6), p.1695-725.",
        "Melitz, M. and G. Ottaviano (2008). Market Size, Trade, and Productivity. Review of Economic Studies 75, p.295-316.",
        "Rauch, J. (1999), Networks versus Markets in International Trade. Journal of International Economics 48, p.7-35.",
        "Verhoogen, E. (2008). Trade, Quality Upgrading and Wage Inequality in the Mexican Manufacturing Sector. Quarterly Journal of Economics 123(2), p.489-530."
    ]
}