{
    "id": 18632,
    "cites": 49,
    "cited_by": 21,
    "reference": [
        "Ahn, JaeBin. 2011. \\A Theory of Domestic and International Trade Finance. IMF Working Paper WP/11/62. Ahn, JaeBin, Mary Amiti, and David E. Weinstein. 2011. \\Trade Finance and the Great Trade Collapse. American Economic Review: Papers and Proceedings, 101(3): 298{302.",
        "Alessandria, George, Joseph P. Kaboski, and Virgiliu Midrigan. 2010a. \\The Great Trade Collapse of 2008-2009: An Inventory Adjustment? IMF Economic Review, 58(2): 254{294.",
        "Alessandria, George, Joseph P. Kaboski, and Virgiliu Midrigan. 2010b. \\Inventories, Lumpy Trade, and Large Devaluations. American Economic Review, 100(5): 2304{2339.",
        "Alessandria, George, Joseph P. Kaboski, and Virgiliu Midrigan. 2011. \\U.S. Trade and Lumpy Inventory Dynamics. American Economic Review: Papers and Proceedings, 101(3): 303{307.",
        "Alessandria, George, Joseph P. Kaboski, and Virgiliu Midrigan. 2012. \\Trade Wedges, Inventories, and International Business Cycles. Journal of Monetary Economics.",
        "Alfaro, Laura, and Maggie Ziaoyang Chen. 2012. \\Surviving the Global Financial Crisis: Foreign Ownership and Establishment Performance. American Economic Journal: Economic Policy, 4(3): 30{55.",
        "Altomonte, Carlo, Filippo Di Mauro, Gianmarco Ottaviano, Armando Rungi, and Vincent Vicard. 2012. \\Global Value Chains During the Great Trade Collapse: A Bullwhip Effect? European Central Bank Working Paper No. 1412.",
        "Amiti, Mary, and David Weinstein. 2011. \\Exports and Financial Shocks. Quarterly Journal of Economics, 126(4): 1841{1877.",
        "Antras, Pol, and C. Fritz Foley. 2011. \\Poultry in Motion: A Study of International Trade Finance Practices. Unpublished Manuscript, Harvard University.",
        "Asmundson, Irena, Thomas Dorsey, Armine Khachatryan, Ioana Niculcea, and Mika Saito. 2011a. \\Trade and Trade Finance in the 2008-2009 Financial Crisis. IMF Working Paper No. 11/16.",
        "Asmundson, Irena, Thomas Dorsey, Armine Khachatryan, Ioana Niculcea, and Mika Saito. 2011b. \\Trade Finance in the 2008-2009 Financial Crisis: Evidence from IMF and BAFT-IFSA Surveys of Banks. In Trade Finance during the Great Trade Collapse. , ed. Jean-Pierre Chauffour and Mariem Malouche, Chapter 5, 89{116. The World Bank.",
        "Auboin, Marc. 2009. \\Restoring Trade Finance During a Period of Financial Crisis: Stock-Taking of Recent Initiatives. WTO Staff Working Paper ERSD-2009-16.",
        "Baldwin, Richard, ed. 2009. The Great Trade Collapse: Causes, Consequences, and Prospects. VoxEU.org.",
        "Baldwin, Richard, and Simon Evenett, ed. 2009. The Collapse of Global Trade, Murky Protectionism,, and the Crisis: Recommendations for the G20. VoxEU.org.",
        "Behrens, Kristian, Gregory Corcos, and Giordano Mion. forthcoming. \\Trade Crisis? What Trade Crisis? The Review of Economics and Statistics. Bems, Rudolfs, and Robert C. Johnson. 2012. \\Value-Added Exchange Rates. NBER Working Paper No. 18498.",
        "Bems, Rudolfs, Robert C. Johnson, and Kei-Mu Yi. 2010. \\Demand Spillovers and the Collapse of Trade in the Global Recession. IMF Economic Review, 58(2): 295{326.",
        "Bems, Rudolfs, Robert C. Johnson, and Kei-Mu Yi. 2011. \\Vertical Linkages and the Collapse of Global Trade. American Economic Review: Papers and Proceedings, 101(3): 308{312.",
        "Berman, Nicolas, Jose De Sousa, Philippe Martin, and Thierry Mayer. 2012. \\Time to Ship During Financial Crises. NBER Working Paper No. 18274.",
        "Borchert, Ingo, and Aaditya Mattoo. 2009. \\The Crisis-Resilience of Services Trade. World Bank Policy Research Working Paper No. 4917.",
        "Bown, Chad P. 2011a. \\Taking Stock of Antidumping, Safeguards and Counterveiling Duties, 1990-2009. The World Economy, 34(12): 1955{1998.",
        "Bown, Chad P., ed. 2011b. The Great Recession and Import Protection: The Role of Temporary Trade Barriers. Washington, DC:The World Bank.",
        "Bown, Chad P., and Meredith A. Crowley. 2012. \\Import Protection, Business Cycles, and Exchange Rates: Evidence from the Great Recession. World Bank Policy Research Working Paper No. 6038.",
        "Bricongne, Jean-Charles, Lionel Fontagne, Guillaume Gaulier, Daria Taglioni, and Vincent Vicard. 2012. \\Firms and the Global Crisis: French Exports in the Turmoil. Journal of International Economics, 87(1): 134{146.",
        "Bussiere, Matthieu, Giovanni Callegari, Fabio Ghironi, Giulia Sestieri, and Norihiko Yamano. forthcoming. \\Estimating Trade Elasticities: Demand Composition and the Trade Collapse of 2008-2009. American Economic Journal: Macroeconomics.",
        "Chari, V. V., Patrick J. Kehoe, and Ellen R. McGrattan. 2007. \\Business Cycle Accounting. Econometrica, 3(5): 781{836.",
        "Chauffour, Jean-Pierre, and Mariem Malouche, ed. 2011. Trade Finance during the Great Trade Collapse. Washington, DC:The World Bank.",
        "Chor, Davin, and Kalina Manova. 2012. \\Off the Cliff and Back? Credit Conditions and International Trade during the Global Financial Crisis. Journal of International Economics, 87(1): 117{113.",
        "Coulibaly, Brahima, Horacio Sapienza, and Andrei Zlate. 2011. \\Trade Credit and International Trade during the 2008-2009 Global Financial Crisis. Unpublished Manuscript, Federal Reserve Board.",
        "Eaton, Jonathan, Samuel Kortum, Brent Neiman, and John Romalis. 2011. \\Trade and the Global Recession. NBER Working Paper 16666.",
        "Eichengreen, Barry, and Douglas A. Irwin. 2010. \\The Slide to Protectionism in the Great Depression: Who Succumbed and Why? The Journal of Economic History, 70(4): 871{897.",
        "Feenstra, Robert C., Zhiyuan Li, and Miaojie Yu. 2011. \\Exports and Credit Constraints under Incomplete Information: Theory and Evidence from China. NBER Working Paper No. 16940.",
        "Foletti, Liliana, Marco Fugazza, Alessandro Nicita, and Marcelo Olarreaga. 2011. \\Smoke in the (Tariff) Water. The World Economy, 34(2): 248{264.",
        "Freund, Caroline. 2009. \\The Trade Response to Global Downturns. World Bank Policy Research Working Paper No. 5015.",
        "Gawande, Kishore, Bernard Hoekman, and Yue Cui. 2011. \\Determinants of Trade Policy Responses to the 2008 Financial Crisis. World Bank Policy Research Working Paper No. 5862.",
        "Gopinath, Gita, Oleg Itskhoki, and Brent Neiman. 2012. \\Trade Prices and the Global Trade Collapse of 2008-2009. IMF Economic Review, 60: 303{328.",
        "Haddad, Mona, Ann Harrison, and Catherine Hausman. 2010. \\Decomposing the Great Trade Collapse: Products, Prices, and Quantities in the 2008-2009 Crisis. NBER Working Paper No. 16253.",
        "Iacovone, Leornado, and Veronika Zavacka. 2009. \\Banking Crises and Exports: Lessons from the Past. World Bank Policy Research Working Paper No. 5016.",
        "Jacks, David S., Christopher M. Meissner, and Denis Novy. 2009. \\The role of trade costs in the great trade collapse. In The Great Trade Collapse: Causes, Consequences and Prospects, ed. Richard Baldwin. VoxEU.org.",
        "Jacks, David S., Christopher M. Meissner, and Denis Novy. 2011. \\Trade Booms, Trade Busts, and Trade Costs. Journal of International Economics, 83(2): 185{201.",
        "Johnson, Robert C., and Guillermo Noguera. 2012. \\Fragmentation and Trade in Value Added over Four Decades. NBER Working Paper No. 18186.",
        "Kee, Hiau Looi, Cristina Neagu, and Alessandro Nicita. forthcoming. \\Is Protectionism on the Rise? Assessing National Trade Policies during the Crisis of 2008. The Review of Economics and Statistics.",
        "Kim, Se-Jik, and Hyun Song Shin. 2012. \\Working Capital, Inventories, and Optimal Offshoring. Unpublished Manuscript, Princeton University. Korinek, Jane, Jean Le Cocguic, and Patricia Sourdin. \\The Availability and Cost of Short-Term Trade Finance and its Impact on Trade. OECD Trade Policy Working Paper No. 98.",
        "Leibovici, Fernando, and Michael Waugh. 2012. \\International Trade and Intertemporal Subsitution. Unpublished Manuscript, New York University.",
        "Levchenko, Andrei A., Logan T. Lewis, and Linda L. Tesar. 2010. \\The Collapse of International Trade during the 2008-2009 Crisis: In Search of the Smoking Gun. IMF Economic Review, 58(2): 214{253.",
        "Malouche, Mariem. 2011. \\World Bank Firm and Bank Surveys in 14 Developing Countries, 2009 and 2010. In Trade Finance during the Great Trade Collapse. , ed. Jean-Pierre Chauffour and Mariem Malouche, Chapter 5, 89{116. Washington, DC: The World Bank.",
        "Olsen, Morten. 2010. \\Banks in International Trade: Incomplete International Contract Enforcement and Reputation. Unpublished Manuscript, University of Navarra.",
        "Paravisini, Daniel, Veronica Rappoport, Phillip Schnabl, and Daniel Wolfenzon. 2012. \\Dissecting the Effect of Credit Supply on Trade: Evidence from Matched Credit- Export Data. Unpublished Manuscript, Columbia University.",
        "Schmidt-Eisenlohr, Tim. 2012. \\Towards a Theory of Trade Finance. Unpublished Manuscript, University of Oxford.",
        "Senechal, Thierry, ed. 2012. ICC Global Survey 2012: Rethinking Trade and Finance. Paris:International Chamber of Commerce."
    ]
}