{
    "id": 1863,
    "cites": 15,
    "cited_by": 13,
    "reference": [
        "Anderson, Theodore W. and L.A. Goodman. 1957. Statistical inference about markov chains. Annals of Mathematical Statistics 28: 89-110.",
        "Auerbach, Alan J. 1983. Corporate taxation in the United States. Brookings Papers on Economic Activity 2: 451-505.",
        "Studies, forthcoming. Cooper, Ian and Julian Franks. 1983. The interaction of financing and investment decisions when the firm has unused tax credits. Working paper, London Business School, London, England.",
        "Cordes, Joseph J. and Steven M. Sheffrin. 1983. Estimating the tax advantage of corporate debt. Journal of Finance 38: 95-105.",
        "DeAngelo, Harold and Ronald Masulis. 1980. Optimal capital structure under corporate and personal taxation. Journal of Financial Economics 8: 3-30.",
        "Oworin, Lowell. 1985. On estimating corporate tax liabilities from financial statements. Tax Notes 9 December: 965-970.",
        "Fullerton, Don. 1985. The indexation of interest, depreciation, and capital gains: A model of investment incentives. Working Paper No. 1655, National Bureau of Economic Research, Cambridge, Mass.",
        "Gordon, Roger, James Hines, and Lawrence Summers. 1986. Notes on the tax treatment of structures. Department of Economics, Harvard University, Cambridge, Mass.",
        "Hulten, Charles R. and Frank C. Wykoff. 1981. The measurement of economic depreciation. In Depreciation, inflation, and the taxation of income from capital, edited by Charles R. Hulten. Washington: Urban Institute Press.",
        "McIntyre, Robert S. and Robert Folen. 1984. Corporate income taxes in the Reagan years. Washington: Citizens for Tax Justice.",
        "Majd, Saman and Stewart Myers. 1985. Valuing the governments tax claim on risky corporate assets. Working Paper No. 1553, National Bureau of Economic Research, Cambridge, Mass.",
        "School of Management, MIT, Cambridge, Massachusetts. Mimeo. Mayer, Cohn P. 1986. Corporation tax, finance, and the cost of capital. Review of Economic Studies 53: 93-112.",
        "Mintz, Jack. 1985. An empirical estimate of imperfect loss offsetting and effective tax rates. Department of Economics, Queens University, Kingston, Ontario.",
        "Stickney, Clyde, Roman Weil, and Mark Wolfson. 1983. Income taxes and tax transfer leases: GEs accounting for a Molotov cocktail. Accounting Review 58: 439-459.",
        "Watts, Ross and Jerold Zimmerman. 1986. Positive accounting theory. Englewood Cliffs: Prentice-Hall."
    ]
}