{
    "id": 18636,
    "cites": 37,
    "cited_by": 24,
    "reference": [
        "Bajari, P. and S. Tadelis (2001). Incentives versus transaction costs: A theory of procurement contracts. RAND Journal of Economics 32(3), 387Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c407.",
        "Baldwin, J. N. (1990). Perceptions of public versus private sector personnel and informal red tape: Their impact on motivation. American Review of Public Administration 20(1), 7Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c28.",
        "Bambaci, J., P. T. Spiller, and M. Tommasi (2007). The bureaucracy. In P. T. Spiller and M. Tommasi (Eds.), The Institutional Foundations of Public Policy in Argentina. New York: Cambridge University Press.",
        "Boyne, G. A. (2002). Public and private management: WhatÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0084¢s the difference? Journal of Management Studies 39(1), 97Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c122.",
        "Bozeman, B. (1993). A theory of government Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Ë\u009cred tapeÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0084¢. Journal of Public Administration Research and Theory 3(3), 273Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c303.",
        "Carlson, I. and J. M. Payne (2003). Estudio comparativo de estad Ã\u0083â\u0080\u009eÃ\u0082Â±sticas de empleo p ublico en 26 pa Ã\u0083â\u0080\u009eÃ\u0082Â±ses de Am erica Latina y el Caribe. In K. Echebarria (Ed.), Red de gesti on y transparencia de la pol Ã\u0083â\u0080\u009eÃ\u0082Â±tica p ublica. Servicio civil: temas para el di alogo. Washington, DC: Inter-American Development Bank.",
        "Coase, R. H. (1937). The nature of the firm. Economica 4(16), 386Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c405.",
        "de Figueiredo, R. J. P., P. T. Spiller, and S. Urbiztondo (1999). An informational perspective on administrative procedures. Journal of Law, Economics, and Organization 15(1), 283Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c305.",
        "Department of Defense (2011). Source selection procedures. Memorandum.",
        "Department of Treasury and Finance of Victoria (2001). Partnerships Victoria guidance material: Public sector comparatorÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009dtechnical note.",
        "Fehr, E., O. Hart, and C. Zehnder (2011). Contracts as reference pointsÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009dexperimental evidence. American Economic Review 101(2), 493Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c525.",
        "Flyvbjerd, B., M. S. Holm, and S. Buhl (2002, Summer). Underestimating costs in public works projects: Error or lie? Journal of the American Planning Association 68(3), 279Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c295.",
        "Forrer, J., J. E. Kee, K. E. Newcomer, and E. Boyer (2010). PublicÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009cprivate partnerships and the public accountability question. Public Administration Review 70(3), 475Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c484.",
        "GAO (2003). Equal employment opportunity. SSA Region XÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0084¢s changes to its EEO process illustrate need for agencywide procedures. Report to Congressional Requesters.",
        "GAO (2008). Defense acquisitions. assessments of selected weapon programs. Report to Congressional Committees.",
        "Goldsmith, S. and W. D. Eggers (2004). Governing by Network: The New Shape of the Public Sector. Washington, DC: Brookings Institution Press.",
        "Horn, M. (1995). The Political Economy of Public Administration: Institutional Choice in the Public Sector. Political Economy of Institutions and Decisions. Cambridge, UK: Cambridge University Press.",
        "Iacoviello, M. and M. Tommasi (2002). Diagn ostico institucional de sistemas de servicio civil: caso Argentina. In Di alogo Regional de Pol Ã\u0083â\u0080\u009eÃ\u0082Â±ticas. Buenos Aires: [n.a.]. Jarzy nski, W. (2011). NajniÃ\u0083â\u0080¹Ã\u0082â\u0084¢ zsza cena w przetargach publicznych. Analiza FOR 12/2011.",
        "Kolderie, T. (1986). The two different concepts of privatization. Public Administration Review 46(4), 285Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c291.",
        "Laffont, J.-J. and J. Tirole (1991). The politics of government decision-making: A theory of regulatory capture. Quarterly Journal of Economics 106(4), 1089Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c1127.",
        "Laffont, J.-J. and J. Tirole (1993). A Theory of Incentives in Procurement and Regulation. Cambridge, Mass.: MIT Press.",
        "Lan, Z. and H. G. Rainey (1992). Goals, rules, and effectiveness in public, private, and hybrid organizations: More evidence on frequent assertions about differences. Journal of Public Administration Research and Theory 2(1), 5Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c28.",
        "Lewis, G. and P. Bajari (2011). Procurement contracting with time incentives: Theory and evidence. Quarterly Journal of Economics 126(3), 1173Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c1211.",
        "Loeb, M. P. and K. Surysekar (1994). On the optimality of cost-based contracts in sole source procurement. Management Accounting Research 5(1), 31Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c44.",
        "Macaulay, S. (1963). Non-contractual relations in business: A preliminary study. American Sociological Review 28(1), 55Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c67.",
        "Marshall, R. C., M. J. Meurer, and J.-F. Richard (1994a). Curbing agency problems in the procurement process by protest oversight. RAND Journal of Economics 25, 297Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c318.",
        "Marshall, R. C., M. J. Meurer, and J.-F. Richard (1994b). Litigation settlement and collusion. Quarterly Journal of Economics 109(1), 211Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c239.",
        "Mas-Colell, A., M. D. Whinston, and J. R. Green (1995). Microeconomic Theory. Oxford University Press.",
        "McCubbins, M. D. and T. Schwartz (1984). Congressional oversight overlooked: Police patrols versus fire alarms. American Journal of Political Science 28(1), 165Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c179. Molinas, J., A. P erez-LiÃ\u0083â\u0080¹Ã\u0082Å\u0093 n",
        "an, S. M. Saiegh, and M. Montero (2006). Political institutions, policymaking processes and policy outcomes in Paraguay, 1954-2003. IDB Working Paper No. 201.",
        "Pfiffner, J. P. (1987). Political appointees and career executives: The democracybureaucracy nexus in the third century. Public Administration Review 47(1), 57Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c65.",
        "Prendergast, C. (2003). The limits of bureaucratic efficiency. Journal of Political Economy 111(5), 929Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c958.",
        "Spiller, P. T. (2008). An institutional theory of public contracts: Regulatory implications. NBER Working Paper No. 14152.",
        "Spiller, P. T. and M. Tommasi (2007). The Institutional Foundations of Public Policy in Argentina. Cambridge University Press.",
        "Spiller, P. T. and S. Urbiztondo (1994). Political appointees vs. career civil servants: A multiple principals theory of political bureaucracies. European Journal of Political Economy 10(3), 465Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c497.",
        "Williamson, O. E. (1999). Public and private bureaucracies: A transaction cost economics perspectives. Journal of Law, Economics, and Organization 15(1), 306Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c342.",
        "Williamson, O. E. (2005). The economics of governance. American Economic Review 95(2), 1Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c18."
    ]
}