{
    "id": 1864,
    "cites": 27,
    "cited_by": 15,
    "reference": [
        "Aaron, H.J. (1975), Who Pays the Property Tax? Washington, D.C.: Brookings Institution.",
        "Abel, Andrew B., Investment and the Value of Capital. New York: Garland Publishing, 1979.",
        "Ando, A. and F. Modigliani (1963), The `Life Cycle Hypothesis of Saving: Aggregate Implications and Tests, American Economic Review 53:55-84.",
        "Arrow, K.J. and F.H. Hahn (1971), General Competitive Analysis. Edinburgh: Oliver and Boyd, 1971.",
        "Atkinson, Anthony B. and N.H. Stern (1974), Pigou, Taxation and Public Goods, Review of Economic Studies 41:119-128.",
        "Atkinson, Anthony B. and Joseph E. Stiglitz, Lectures on Public Economics. New York: McGraw-Hill Book Co., 1980.",
        "Auerbach, Alan J. (1979a), Share Valuation and Corporate Equity Policy, Journal of Public Economics 11:291-305.",
        "Journal of Economics. __________ (1979c), Inflation and the Choice of Asset Life, Journal of Political Economy.",
        "Auerbach, Alan J. and James R. Hines, Jr., Tax Reform, Investment, and the Value of the Firm, NBER Working Paper No. 1803, January 1986.",
        "Auerbach, Alan J. and Laurence J. Kotlikoff, Dynamic Fiscal Policy. Cambridge University Press, forthcoming, 1986.",
        "Auerbach, Alan J. and Laurence J. Kotlikoff (1983a), National Savings, Economic Welfare, and the Structure of Taxation, in Behavioral Simulation Methods in Tax Policy Analysis. Martin Feldste-in (ed.). Chicago: University of Chicago Press, 459-93.",
        "Auerbach, Alan 3. and Laurence 3. Kotlikoff (1983b), Investment Versus Savings Incentives: The Size of the Bang for the Buck and the Potential for Self-Financing Business Tax Cuts, in The Economic Consequences of Government Deficits. L. H. Meyer (ed.). Boston: Kiu~.~er-Nijhoff Publishing, 121-54.",
        "Auerbach, Alan J., Laurence J. Kotl-ikoff, and Jonathan Skinner, The Efficiency Gains from Dynamic Tax Reform, International Economic Review, 1983.",
        "Ballentine, J.G.., Non-Profit-Maximizing Behavior and the Short Run Incidence of the Corporation Income Tax, Journal of Public Economics, 1977.",
        "Ballentthe, J.G. and I. Ens (1975), On the General Equilibrium Analysis of Tax Incidence, Journal of Political Economy 83:633-644.",
        "Barro, Robert J. (1974), Are Government Bonds Net Wealth? Journal of Political Economy 82:1095-1118.",
        "Bernhe-im, B. Douglas, A Note on Dynamic Tax Incidence, Quarterly Journal of Economics, November 1981, 705-723.",
        "Bernhe-im, B. Douglas and Kyle Bagwell, Is Everything Neutral? Mimeo, 1985.",
        "Boskin, M. J. (1975a), Efficiency Aspects of the Differential Tax Treatment of Market and Household Economic Activity, Journal of Public Economics 4: 1-25.",
        "Conference on Tax Research. Stanford, CA and Cambridge, MA: NBER, 165-95. __________ (1978), Taxation, Saving, and the Rate of Interest,t Journal of Political Economy 86:3-27.",
        "Bradford, David F. (1980), The Economics 0-f Tax Policy Towards Saving, in The Government and Capital Formation. George von Furstenberg (ed.) Cambridge: Ballinger Publishing Company, 11-71.",
        "Distributions, Journai of Public Economics, February 1981.",
        "Economic Letters. Break, George F., The Incidence and Economic Effects of Taxation, in The Economics of Public Finance, Alan Blinder, et al. Washington, D.C.: Brookings Institution, 1974.",
        "Brueckner, J.K., Labor MobiHty and the Incidence of the Residential Property Tax, Journal of Urban Economics 10:173-182. Bulow, Jeremy I. and Lawrence H. Summers (1984), The Taxation of Risky Assets,. Journal of Political Economy, (February).",
        "Calvo, Guillermo (1978), On the Indeterminacy of Interest Rates and Wages with Perfect Foresight, Journal of Economic Theory (December).",
        "Calvo, Guillermo, Laurence J. Kotlikoff, and Carlos A. Rodriguez (1979), The Incidence of a Tax on Pure Rent: A New (?) Reason for an Old Answer, Journal of Political Economy 87:869-74.",
        "Chamley, Christophe (1981), The Welfare Cost of Capital Income Taxation in a Growing Economy, Journal of Political Economy (June)."
    ]
}