{
    "id": 18644,
    "cites": 22,
    "cited_by": 3,
    "reference": [
        "Backus, D., Foresi, S., and Telmer, C. Affine term structure models and the forward premium anomaly. The Journal of Finance 56, 1 (2001), 279Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c304.",
        "Bhansali, V. Volatility and the carry trade. The Journal of Fixed Income 17, 3 (2007), 72Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c84.",
        "Brunnermeier, M., Nagel, S., and Pedersen, L. Carry trades and currency crashes. In NBER Macroeconomics Annual 2008, vol. 23. University of Chicago Press, Chicago, Il, 2009, pp. 313Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c347.",
        "Burnside, C. The forward premium is still a puzzle. Working Paper 13129, National Bureau of Economic Research, 2007.",
        "Burnside, C. Carry trades and risk. Working Paper 17278, National Bureau of Economic Research, 2011.",
        "Burnside, C., Eichenbaum, M., Kleshchelski, I., and Rebelo, S. Do peso problems explain the returns to the carry trade? Review of Financial Studies 24, 3 (2011), 853Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c891.",
        "Burnside, C., Eichenbaum, M., and Rebelo, S. Carry trade and momentum in currency markets. Annual Review of Financial Economics 3, 1 (2011), 511Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c535.",
        "Clarida, R., Davis, J., and Pedersen, N. Currency carry trade regimes: Beyond the fama regression. Journal of International Money and Finance 28, 8 (2009), 1375Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c1389.",
        "Cochrane, J. Asset Pricing. Princeton University Press, Princeton, NJ, 2001.",
        "Engel, C. The forward discount anomaly and the risk premium: A survey of recent evidence. Journal of Empirical Finance 3, 2 (1996), 123Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c192.",
        "Fama, E. Forward and spot exchange rates. Journal of Monetary Economics 14, 3 (1984), 319Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c338.",
        "Fama, E., and French, K. Common risk factors in the returns on stocks and bonds. Journal of Financial Economics 33, 1 (1993), 3Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c56.",
        "Farhi, E., Fraiberger, S., Gabaix, X., Ranciere, R., and Verdelhan, A. Crash risk in currency markets. Working Paper 15062, National Bureau of Economic Research, 2009.",
        "Gourio, F., Siemer, M., and Verdelhan, A. International risk cycles. Working Paper 17277, National Bureau of Economic Research, 2011.",
        "Jensen, M., Scholes, M., and Black, F. The capital asset pricing model: Some empirical tests. In Studies in the Theory of Capital Markets. Praeger Publishers Inc., New York, NY, 1972, p. 79Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c121.",
        "Jurek, J. Crash-neutral currency carry trades. Working paper, Princeton University, 2009.",
        "Lustig, H., Roussanov, N., and Verdelhan, A. Countercyclical currency risk premia. Working Paper 16427, National Bureau of Economic Research, 2010.",
        "Lustig, H., Roussanov, N., and Verdelhan, A. Common risk factors in currency markets. Review of Financial Studies 24, 11 (2011), 3731Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c3777.",
        "Lustig, H., and Verdelhan, A. The cross section of foreign currency risk premia and consumption growth risk. American Economic Review 97, 1 (2007), 89Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c117.",
        "Lustig, H., and Verdelhan, A. The cross-section of foreign currency risk premia and consumption growth risk: A reply. Working Paper 13812, National Bureau of Economic Research, 2008.",
        "Menkhoff, L., Sarno, L., Schmeling, M., and Schrimpf, A. Carry trades and global foreign exchange volatility. CEPR Discussion Paper 8291, Center for Economic and Policy Research, 2011.",
        "Shanken, J. On the estimation of beta-pricing models. Review of Financial Studies 5, 1 (1992), 1Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c55."
    ]
}