{
    "id": 18653,
    "cites": 33,
    "cited_by": 15,
    "reference": [
        "Antras, Pol and Ricardo J. Caballero, (2009), Trade and Capital Flows: A Financial Frictions Perspective, Journal of Political Economy, 117(4), pp. 701-744.",
        "Backus, David K., Patrick J. Kehoe, and Finn E. Kydland, (1992), International Real Business Cycles, Journal of Political Economy 100: 745-775.",
        "Backus, David K., Patrick J. Kehoe, and Finn E. Kydland, (1994), Dynamics of the Trade Balance and the Terms of Trade: The J-Curve, American Economic Review 84:1, 84-103.",
        "Bai, Chong-En Bai, Chang-Tai Hsieh and Yingyi Qian, (2006). The Return to Capital in China, Brookings Papers on Economic Activity, Economic Studies Program, The Brookings Institution, vol. 37, pages 61-102.",
        "Caballero, Ricardo J., Emmanuel Farhi, and Pierre-Olivier Gourinchas, (2008), Financial Crash, Commodity Prices, and Global Imbalances, Brookings Papers on Economic Activity, Fall, 1-68.",
        "Choi, Horag, Nelson C. Mark, and Donggyu Sul, (2008), Endogenous Discounting, the World Saving Glut and the U.S. Current Account, Journal of International Economics, 75, 30-53.",
        "Cunat, Alejandro and Marco Maffezzoli, (2004), Heckscher-Ohlin Business Cycles, Review of Economic Dynamics, 555-585.",
        "Curtis, Chadwick and Nelson Mark, (2010), Business Cycles, Consumption and Risk-Sharing: How Different is China?, in Yin-Wong Cheung,Vikas Kakkar,and Guonan Ma, eds., The Evolving Role of Asia in Global Finance, forthcoming.",
        "Devereux, Michael and Khang Min Lee, (1999), Endogenous Trade Policy and the Gains from International Financial Markets, Journal of Monetary Economics, 43, 3559.",
        "Du, Qingyuan, and Shang-Jin Wei, 2010, Sex Ratios, Savings Rates and Current Account Imbalances, NBER Working Paper 16000.",
        "Jaumotte, F., S. Lall, and C. Papageorgiou, 2008, Rising Income Inequality: Technology, or Trade and Financial Globalization? IMF Working Paper 08/185.",
        "Jin, Keyu, (2011), Industrial Structure and Financial Capital Flows, American Economic Review, Forthcoming.",
        "Jin, Keyu and Nan Li (2011), Factor Proportions and International Business Cycles, Working Paper, London School of Economics.",
        "Ju, Jiandong, Kang Shi and Shang-Jin Wei (2011), On Connections between Infratemporal and Intertemporal Trades, NBER Working Paper 17549.",
        "Ju, Jiandong and Shang-Jin Wei, (2007), Current Account Adjustment: Some New Theory and Evidence, NBER Working Paper 13388.",
        "Ju, Jiandong and Shang-Jin Wei, 2010, Domestic Institutions and the Bypass Effect of Financial Globalization, American Economic Journal: Economic Policy.",
        "Ju, Jiandong and Shang-Jin Wei, 2011, When Is Quality of Financial System a Source of Comparative Advantage? Journal of International Economics, forthcoming.",
        "Ju, Jiandong, Yi Wu and Li Zeng, (2010), The Impact of Trade Liberalization on the Trade Balance in Developing Countries, IMF Staff Papers, 57(2), 427-449.",
        "Kehoe, P. J. and F.Perri, (2002), International Business Cycles with Endogenous Incomplete Markets, Econometrica, 70, 907-928.",
        "Mendoza, Enrigue, (1991), Real Business Cycles in a Small Open Economy, American Economic Review, 81, 797-818.",
        "Mendoza, Enrique, Vincenzo Quadrini, and Jose-Victor Rios-Rull. 2009. Financial Integration, Financial Deepness and Global Imbalances, Journal of Political Economy. 117(3), 371-410.",
        "Mundell, Robert A. (1957), International Trade and Factor Mobility, American Economic Review, 321-335.",
        "Markusen, James R., (1983), Factor movements and commodity trade as complements, Journal of International Economics, vol. 14(3-4), 341-356.",
        "Neumeyer, Pablo A., and Fabrizio Perri, 2005, Business Cycles in Emerging Economies: The Role of Interest Rates, Journal of Monetary Economics, 52(2): 345380.",
        "Obstfeld, M., 1982. Aggregate spending and the terms of trade: Is there a Laursen-Metzler effect? Quarterly Journal of Economics 97, 251-270.",
        "Ostry, Jonathan D. and Andrew K. Rose, (1992), An Empirical Evaluation of the Macroeconomic Effects of Tariffs, Journal of International Money and Finance, 11: 63-79.",
        "Schmitt-Grohe, Stephanie, 1998, The International Transmission of Economic Fluctuations: Effects of US Business Cycles on the Canadian Economy, Journal of International Economics, 44: 257-287.",
        "Schmitt-Grohe, Stephanie and Martin Uribe, (2003), Closing Small Open Economy Models, Journal of International Economics, 61:163-185.",
        "Stiglitz, Joseph E, (1970), Factor Price Equalization in a Dynamic Economy, Journal of Political Economy, 78(3):456-88.",
        "Song, Zheng, Kjetil Storesletten, and Fabrizio Zilibotti, (2011), Growing like China, American Economic Review, 101, pp. 202-241.",
        "Tang, Man-Keung, and Shang-Jin Wei, 2009, The Value of Making Commitments Externally: Evidence from WTO Accessions, Journal of International Economics, 78(2): 216-229.",
        "Uribe, Martin, 1997, Exchange Rate Based Inflation Stabilization: the Initial Effects of Credible Plans, Journal of Monetary Economics 39: 197-221.",
        "Uzawa, H., (1968), Time preference, the consumption function, and optimal asset holdings, in J. N. Wolfe (ed.), Capital and Growth: Papers in Honour of Sir John Hicks, Chicago: Aldine."
    ]
}