{
    "id": 1866,
    "cites": 17,
    "cited_by": 0,
    "reference": [
        "Alchian, A. and H. Demsetz (1972), Production, Information Costs, and Economic Organization, American Economic Review, 62: 777-795, December. Domar, E. (1966), The Soviet Collective Farm as a Producer Cooperative, American Economic Review, 56: 734-757.",
        "Gaynor, M. (1983), The Effect of Income Distribution on Equilibrium Price in Medical Group Practice, unpublished doctoral dissertation, Northwestern University.",
        "Gaynor, M. (1984), Internal Non-Price Competition, Equilibrium, and Optimal Sharing in the Cooperative Firm, Working Paper, Department of Economics, The University of Texas at Arlington.",
        "Goldfeld, S. and R. Quandt, Nonlinear Methods in Econometrics, North-Holland Publishing Company, Amsterdam, 1972.",
        "_ (1973), The Estimation of Structural Shifts by Switching Regressions, Annals of Economic and Social Measurement, 2: 475-485.",
        "Held, P. and U. Reinhardt (1979), Analysis of Economic Performance in Medical Group Practice, Project Report 79-05, Mathematics Policy Research, Princeton, NJ, July.",
        "Leibowitz, A. and R. Tollison (1980), Free Riding, Shirking, and Team Production in Legal Partnerships, Economic Inquiry, 18: 380-394, July.",
        "Marschak, J. and R. Radner (1972), Economic Theory of Teams, Yale University Press, New Haven.",
        "Pauly, M. and M. Satterthwaite (1981), The Pricing of Primary Care Physicians' Se rvices: A Test of the Role of Consumer Information, Bell Journal of Economics, 12: 488-506, Autumn.",
        "Poirier, D. (1976), The Econometrics of Structural Change, North-Holland Publishing Company, Amsterdam.",
        "Sen, A. (1966), Labor Allocation in a Cooperative Enterprise, Review of Economic Studies, October: 361-371.",
        "Scheffler, R. (1975), The Pricing Behavior of Medical Groups, Milbank Memorial Fund Quarterly: Health and Society, Spring.",
        "Sloan, F. (1974), Effect of Incentives on Physician Performance, in J. Rafferty, ed., Health Manpower and Productivity, Lexington Books, Lexington, MA.",
        "VanderWeide, J. and J. Zalkind (1981), Deregulation and Oligopolistic Price-Quality Rivalry, American Economic Review, 71: 144-154, March.",
        "Ward, B. (1958), The Firm in Illyria: Market Syndicalism, American Economic Review, 48: 566-689, September.",
        "White, L. (1972), Quality Variation When Prices are Regulated, Bell Journal of Economics, 3: 425-435, Autumn.",
        "Williamson, 0. (1975), Markets and Hierarchies, Free Press, New York."
    ]
}