{
    "id": 1868,
    "cites": 13,
    "cited_by": 4,
    "reference": [
        "Atkinson, A. and J. E. Stiglitz [1980], Lectures in Public Economics, New York and London: McGraw-Hill Book Company.",
        "Cordes, J. J. and H. Galper [1985], Tax Shelter Activity: Lessons From Twenty Years of Evidence, papers presented at a Symposium of the National Tax Association - Tax Institute of America, May 1985.",
        "Feenberg, D., [1981], Does the Investment Intez..st Limitation Explain the Existence of Dividends?, Journal of Financial Economics, pp. 265-269.",
        "Greenwald, B., J. E. Stiglitz and~ A. Weiss, [1984], Informa- tional Imperfections in the Capital Market and Macroeconomic Fluctuations, American Economic Review, May, Vol. 17, pp. 194-199.",
        "Stiglitz, J. E., [1973], Taxation, Corporate Financial Policy and the Cost of Capital, Journal of Public Economics, Vol. 2, Febuary, pp. 1-34.",
        "Stiglitz, J. E., [1976], The Corporation Tax, Journal of Public Economics, April-May, pp. 303-311.",
        "Stiglitz, J. F., [1981], On the Almost Neutrality of Inflation in Development in an Inflationary World, eds, M. June Flanders and Assaf Razin, Academic Press.",
        "Stiglitz, J. E., [l982a], Information and Capital Markets in Financial Economics: Essays in Honor of F~9~ Cootner, William Sharpe and Cathryn Cootner eds., (Englewood Cliffs, New Jersey: Prentice Hall). Stiglitz, J. E., 11982b1, Ownership, Control and Efficient Markets: Some Paradoxes in the Theory of Captia1 Markets, in Economic Regplat ion: Essa~ in Honor_of James R. Nelson Kenneth Boyer and William G. Shepherd eds., (Ann Arbor, Michigan: Michigan State University Press), pp. 311-341.",
        "Stiglitz, J. E., [l983J, Some Aspects of the Taxation of Capital Gains, Journal of Money, Credit and Banking, May, Vol. 17, pp. 133-152. Stiglitz, J. E., [1985a], Credit Markets and the Control of Capital, Journal of Money, Credit and Banking, May, Vol. 17, pp. 133-152.",
        "Stiglitz, J. E., [1985], Information and Economic Analysis: A Perspective, Economic Journal Supplement, Spring, Vol. 95, pp. 21-42.",
        "Stiglitz, J. E., [1986], Economics of the Public Sector, Norton and Company, New York.",
        "Stiglitz, J. E. and A. Weiss, [1981], Credit Rationing in Markets with Imperfect Information, American Economic Review, June, Vol. 71, No. 3, pp. 393-410.",
        "Weiss, A. and J. E. Stiglitz, [1983], Incentive Effects of Termination: Applications to the Credit and Labor Markets, American Economic Review, December, Vol. 73, pp. 912-927."
    ]
}