{
    "id": 18691,
    "cites": 84,
    "cited_by": 15,
    "reference": [
        "Abraham Arthur (1979) Mende Government and Politics Under Colonial Rule: Historical Study of Sierra Leone, 1890-1937, New York: Oxford University Press.",
        "Abraham Arthur (2003) An Introduction to Pre-Colonial History of the Mende of Sierra Leone, Edwin Mellen Press. Acemoglu, Daron, Mar Ã\u0083â\u0080\u009eÃ\u0082Â±a Ang elica Bautista, Pablo Querub Ã\u0083â\u0080\u009eÃ\u0082Â±n and James A.",
        "Robinson (2008) Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Economic and Political Inequality in Development: The Case of Cundinamarca, Colombia,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d in Elhanan Helpman ed. Institutions and Economic Performance, Cambridge: Harvard University Press.",
        "Afigbo, Adiele E. (1972) The Warrant Chiefs: Indirect Rule in Southeastern Nigeria 1891-1929, London: Longman.",
        "Alie, Joe A. D. (1990) A New History of Sierra Leone, New York: St. MartinÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0084¢s Press.",
        "Anderson, Siwan, Patrick Francois and Ashok Kotwal (2011) Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093One Kind of Democracy, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d http://faculty.arts.ubc.ca/fpatrick/documents/marathacirculate.pdf Ansolabehere, Steven and James M. Snyder (2006) Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Party Control of State Government and the Distribution of Public Expenditures,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Scandinavian Journal of Economics, 108(4), 547-569.",
        "Arkley, Alfred (1965), Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Slavery in Sierra LeoneÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Unpublished Masters Thesis, Columbia University (Available from author in PDF form, send request to arkley@comcast.net).",
        "Ashton, E.H. (1947) Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Democracy and Indirect Rule,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Africa, 17(4), 235-251.",
        "Baldwin, Kate (2011) Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093When Politicians Cede Control of Resources: Land, Chiefs and Coalition-Building in Africa,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Department of Political Science, Columbia University.",
        "Bates, Robert H. (1981) Markets and States in Tropical Africa, Berkeley: University of California Press.",
        "Bayart, Jean-Fran cois (1993) The State in Africa: The Politics of the Belly, London: Longman.",
        "Becker, Gary S. (1983) Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093A Theory of Competition among Pressure Groups for Political Influence,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Quarterly Journal of Economics, 98, 371Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c400.",
        "Berry, Sara (1993) No Condition is Permanent: The Social Dynamics of Agrarian Change in Sub-Saharan Africa, Madison: University of Wisconsin Press.",
        "Besley, Timothy (2007) Principaled Agents: The Political Economy of Good Government, Oxford: Oxford University Press.",
        "Boone, Catherine (1995) Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Rural Interests and the Making of Modern African States,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Journal of African Economic History, 23, 1-36.",
        "Boone, Catherine (2003) Political Topographies of the African State: Rural Authority and Institutional Choice, Cambridge: Cambridge University Press.",
        "Carter, Brett L. (2011) Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Unite and Rule: A Theory of Compulsory Elite Social Networks in Autocracies,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Unpublished, Department of Government, Harvard University.",
        "Cartwright, John R. (1970) Politics in Sierra Leone 1947-67, Toronto: University of Toronto Press.",
        "Casey, Katherine (2007) Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Decentralization Watch: The first three years of decentralization in Sierra Leone,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Freetown: A Report for the Institutional Reform and Capacity Building Project (IRCBP). [Published under the name Katherine Whiteside] Casey, Katherine, Rachel Glennerster and Edward Miguel (2011) Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Reshaping Institutions: Evidence on External Aid and Local Collective Action,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009dhttp://elsa.berkeley. edu/~emiguel/pdfs/miguel_gbf.pdf Chalmers, Sir David (1899) Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Report by Her MajestyÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0084¢s Commissioner and Correspondence on the subject of the Insurrection in the Sierra Leone Protectorate Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d, London: H.M. Printing Office.",
        "Cohen, Abner (1981) The Politics of Elite Culture, Berkeley: University of California Press.",
        "Coletta, Nat J. and Michelle L. Cullen (2002) Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Social Capital and Social Cohesion: case studies from Cambodia and Rwanda,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d in Christiaan Grootaert and Thierry van Bastelear eds. The Role of Social Capital in Development: An Empirical Assessment, Cambridge: Cambridge University Press.",
        "Collier, David and Ruth Berins Collier (1991) Shaping the Political Arena, Princeton: Princeton University Press.",
        "Crowder, Michael and Obaro Ikime (1970) Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093IntroductionÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d in Michael Crowder and Obaro Ikime eds. West African Chiefs: Their Changing Status under Colonial Rule and Independence, New York: Africana Publishing Corporation.",
        "Durlauf, Steven N. and Marcel Fafchamps (2005) Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Social Capital,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d in Philippe Aghion and Steven N. Durlauf eds. The Handbook of Economic Growth, Volume 1, Chapter 26, Amsterdam: North-Holland.",
        "Fanthorpe, Richard (1998) Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Locating the Politics of a Sierra Leonean Chiefdom,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Africa, 68(4), 558-584.",
        "Fanthorpe, Richard (2001) Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Neither Citizen Nor Subject? Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Ë\u009cLumpenÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0084¢ Agency and the Legacy of Native Administration in Sierra Leone,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d African Affairs, 100, 363-386.",
        "Fanthorpe, Richard (2005) Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093On the Limits of the Liberal Peace: Chiefs and Democratic Decentralization in Post-War Sierra Leone,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d African Affairs, 105, 1-23.",
        "Fearon, James D., Macartan Humphreys and Jeremy M. Weinstein (2009) Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Can Development Aid Contribute to Social Cohesion after Civil War? Evidence from a Field Experiment in Post-Conflict Liberia,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d American Economic Review, 99:2, 287-291.",
        "Ferguson, Phyllis and Ivor Wilks (1970) Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Chiefs, Constitutions and the British in Northern Ghana,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d in Michael Crowder and Obaro Ikime eds. West African Chiefs: Their Changing Status under Colonial Rule and Independence, New York: Africana Publishing Corporation.",
        "Ferme, Mariane (2001) The Underneath of Things: Violence, History and the Everyday in Sierra Leone Berkeley: University of California Press.",
        "Finnegan, Ruth H. (1965) A Survey of the Limba people of northern Sierra Leone, London: Finnegan, Ruth H. and David J. Murray (1970) Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Limba Chiefs,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d in Michael Crowder and Obaro Ikime eds. West African Chiefs, London: Meier & Holmes Ltd.",
        "Fyfe, Christopher (1962) A History of Sierra Leone, London: Oxford University Press.",
        "Fyle, G. Magbaily (1979a) Almamy Suluku of Sierra Leone c. 1820-1906: The Dynamics of Political Leadership in Pre-Colonial Sierra Leone, London: Evans Brothers Limited.",
        "Fyle, G. Magbaily (1979b) The Solima Yalunka Kingdom: Pre-Colonial Politics, Economics & Society, Freetown: Nyakon Publishers Ltd. Geschiere, Peter Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Chiefs and Colonial Rule in Cameroon: Inventing Chieftaincy, French and British Style, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009dAfrica: Journal of the International African Institution 63(2) 151-175.",
        "Glennerster, Rachel, Edward Miguel and Alexander Rothenberg (2011) Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Collective Action in Diverse Sierra Leone Communities,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009dhttp://elsa.berkeley.edu/\\char126\\ relaxemiguel/pdfs/miguel_sl-ethnic.pdf Goddard, T.N. (1925) The Handbook of Sierra Leone, London: Grant Richards.",
        "Goody, Jack ed. (1979) Succession to High Office, New York: Cambridge University Press.",
        "Grootaert, Christiaan and Thierry van Bastelear eds. (2002) The Role of Social Capital in Development: An Empirical Assessment, Cambridge: Cambridge University Press.",
        "Guyer, Jane (1978) Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093The Food Economy and French Colonial Rule in Central Cameroon,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Journal of African History, 19(4), 577-597.",
        "Hailey, Lord (1950) Native administration in the British African territories, London : H.M. Stationery Office.",
        "Herbst, Jeffrey I. (2000) States and Power in Africa, Princeton: Princeton University Press.",
        "Hill, Polly (1963) The Migrant Cocoa Farmers of Southern Ghana: A Study in Rural Capitalism, New York: Cambridge University Press.",
        "Howard, Allen M. (1972) Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Big Men, Traders, and Chiefs: Power, Commerce, and Spatial change in the Sierra Leone - Guinea Plain, 1865-1895,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Unpublished Ph.D. Dissertation, Department of History, University of Wisconsin, Madison.",
        "Howard, Allen M. (1976) Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093The Relevance of Spatial Analysis for African Economic History: The Sierra Leone-Guinea System,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Journal of African History, 17:3, 365-388.",
        "Humphreys, Macartan, Raul Sanchez de la Sierra, Peter van der Windt (2012) Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Social and Economic Impacts of Tuungane: Final Report on the Effects of a Community Driven Reconstruction Program in Eastern Democratic Republic of Congo,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Unpublished, Department of Political Science, Columbia University.",
        "Humphreys, Macartan and Jeremy M. Weinstein (2008) Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Who Fights? The Determinants of Participation in Civil War,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d American Journal of Political Science, 52, 436-455.",
        "Hyden, Goran (1980) Ujamaa In Tanzania: Underdevelopment and an Uncaptured Peasantry, London: Heinemann Educational Publishers.",
        "Iyer, Lakshmi (2010) Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Direct Versus Indirect Colonial Rule in India: Long-Term Consequences Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009dThe Review of Economics and Statistics, 92:4, 693-713.",
        "Jerven, Morten (2010) Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Social Capital as a Determinant of Economic Growth in AfricaÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d, Africa Review, 2, pp. 139-162.",
        "Jones, G. I. (1970) Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Chieftaincy in the Former Eastern Regions of Nigeria,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d in Michael Crowder and Obaro Ikime eds. West African Chiefs: Their Changing Status under Colonial Rule and Independence, New York: Africana Publishing Corporation.",
        "Killick, Tony (1978) Development Economics in Action, London: Heinemann.",
        "Kup, Peter (1962) A history of Sierra Leone, 1400-1787, Cambridge: Cambridge University Press.",
        "Lange, Matthew (2009) Lineages of Despotism and Development: British Colonialism and State Power, Chicago: University of Chicago Press.",
        "Little, Kenneth L. (1951) The Mende of Sierra Leone: A West African People in Tran44 sition, London: Routledge & Keegan Paul.",
        "Little, Kenneth L. (1965) Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093The Political Function of the Poro. Part I,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Africa, 35:4, 349-365.",
        "Little, Kenneth L. (1966) Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093The Political Function of the Poro. Part II,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Africa, 36:1, 62-72.",
        "Lipschutz, Mark (1973) Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Northeast Sierra Leone after 1884: Responses to the Samorian Invasions and British Colonialism,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Unpublished Ph.D. Dissertation, Department of History, University of California at Los Angeles.",
        "Logan, Carolyn (2009) Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Selected chiefs, elected councillors and hybrid democrats: popular perspectives on the coexistence of democracy and traditional authority,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Journal of Modern African Studies, 47, 101Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c128.",
        "Logan, Carolyn (2011) Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093The Roots of Resilience: Exploring Popular Support for African Traditional Authorities,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d AFRObarometer Working Paper No. 128 Low, D. Anthony and R. Cranford Pratt (1955) Buganda and British Overrule, 19001955: Two studies, London: Oxford University Press.",
        "Lugard, Frederick (1922) The Dual Mandate in British Tropical Africa, London: William Blackwood and Sons.",
        "Mamdani, Mahmood (1996) Citizen and Subject: Contemporary Africa and the Legacy of Late Colonialism, Princeton: Princeton University Press.",
        "Migdal, Joel S. (1988) Strong Societies and Weak States, New York: Cambridge University Press.",
        "Mokuwa, Esther, Maarten Voors, Erwin Bulte and Paul Richards (2011) Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Peasant Grievance and Insurgency in Sierra Leone: Judicial Serfdom as a Driver of Conflict,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d African Affairs, 110, 339-366.",
        "Murphy, William P. (1990) Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Creating the Appearance of Consensus in Political Discourse Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d American Anthropologist, 92, 25-41.",
        "Nannicini, Tommaso, Andrea Stella, Guido Tabellini and Ugo Troiano (2012) Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Social Capital and Political Accountability,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d forthcoming in American Economic Journal: Economic Policy.",
        "Ndulu, Benno, Stephen A. OÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0084¢Connell, Robert H. Bates, Paul Collier, Chukwuma C. Soludo eds. (2007) The Political Economy of Economic Growth in Africa, 1960-2000, 2 Volumes, New York: Cambridge University Press.",
        "Ntsebez, Lungisile (2005) Democracy Compromised: Chiefs and the Politics of the Land in South Africa, Leiden: Brill Academic Publishers.",
        "Osafo-Kwaako, Philip (2011) Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Long Run Efects of Compulsory Villagization in Tanzania, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Unpublished manuscript, Kennedy School of Government, Harvard University.",
        "Peters, Krijn (2011) War and the Crisis of Youth in Sierra Leone, Cambridge: Cambridge University Press.",
        "Portes, Alejandro (1998) Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Social Capital: Its Origins and Application in Modern Sociology, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Annual Review of Sociology, 1-14.",
        "Portes, Alejandro, and Patricia Landolt (1996) Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093The downside of social capital,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d The American Prospect, 26, 18-23.",
        "Putnam, Robert H., Robert Leonardi and Raffaella Y. Panetti (1993) Making Democracy Work, Princeton: Princeton University Press.",
        "Putnam, Robert H. (2000) Bowling alone: the collapse and revival of American community, New York: Simon and Schuster.",
        "Rathbone, Richard (2000) Nkrumah and the Chiefs: Politics of Chieftaincy in Ghana, 1951-1960, Ohio University Press: Columbus.",
        "Reed, Tristan and James Robinson (2012) Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093The Chiefdoms of Sierra Leone,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009dHarvard University. http://people.fas.harvard.edu/~treed/history.pdf Ribot, Jesse C. (2001) Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Local Actors, Powers and Accountability in African Decentralization: A Review of Issues,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d http://www.odi.org.uk/events/docs/3187.pdf Richards, Audrey I. ed. (1960) East African chiefs: a study of political development in some Uganda and Tanganyika tribes, London: Faber and Faber.",
        "Richards, Paul (1996) Fighting for the Rainforest: War, Youth and Resources in Sierra Leone, Oxford: James Currey.",
        "Sandbrook, Richard (1985) The Politics of AfricaÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0084¢s Economic Stagnation, Cambridge: Cambridge University Press.",
        "Sawyer, Edward (2008) Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Remove or Reform? a Case for (Restructuring) Chiefdom Governance in Post-Conflict Sierra Leone,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d African Affairs, 107, 387-403.",
        "Southhall, Adrian W. (1956) Alur society; a study in processes and types of domination, Cambridge: W. Heffer.",
        "Smith, L. Alison, Catherine Gambette and Thomas Longley, for No Peace Without Justice (2004) Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Conflict Mapping in Sierra Leone: Violations of International Humanitarian Law from 1991 to 2002Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Stigler, George J. (1972) Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Economic Competition and Political CompetitionÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d, Public Choice, 13, 91-106.",
        "Strauss, John and Duncan Thomas (2008) Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Health Over the Life CourseÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009din Handbook of Development Economics, 4: 54, 3375-3475, Amsterdam: Elsevier.",
        "Tangri, Roger (1978) Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Local Government Institutions in Sierra Leone,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Journal of Administration Overseas, 17, 17-27 and 118-128.",
        "Widner, Jennifer and Alexander Mundt (1998) Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Researching Social Capital in Africa,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Africa, 68(1), 1-24.",
        "Wylie, Kenneth (1977) Political Kingdoms of the Temne, London: Holmes & Meier Publishers.",
        "Young, Crawford (1994) The African colonial state in comparative perspective, New Haven: Yale University Press. Bo Matru Koidu Kenema Kabala Kambia Makeni Batkanu Pujehun Moyamba Freetown Waterloo Kailahun Magburaka Port Loko 0 25 50 12.5 Miles Legend Town Railroad River Chiefdom Number of Families 3 - 4 5 - 6 7 - 12"
    ]
}