{
    "id": 18699,
    "cites": 97,
    "cited_by": 111,
    "reference": [
        "Abramitzky, R., L. Boustan and K. Eriksson (2012), EuropeÃ\u0083Â­s Tired, Poor, Huddled Masses: Self-selection and Economic Outcomes in the Age of Mass Migration. American Economic Review, 102(5): 1832-1856.",
        "Ager, P. and M. Brckner (2011), Cultural Diversity and Economic Growth: Evidence from the US during the Age of Mass Migration. University of Adelaide School of Economics Research Paper No. 2011-02.",
        "Alesina, A., R. Baqir and W. Easterly (1999), Public Goods and Ethnic Divisions. Quarterly Journal of Economics, 114(4): 1243-84.",
        "Alesina, A., E. Spolaore, and R. Wacziarg (2000), Economic Integration and Political Disintegration. American Economic Review, 90(5): 1276-1296.",
        "Alesina, A. and E. La Ferrara (2000), Participation in Heterogeneous Communities.  The Quarterly Journal of Economics, 115(3): 847-904.",
        "Alesina, A. and E. La Ferrara (2002), Who Trusts Others? Journal of Public Economics, 85(2): 207-234.",
        "Alesina, A. and E. La Ferrara (2005), Ethnic Diversity and Economic Performance.  Journal of Economic Literature, 43(3): 762-800.",
        "Alesina, A., A. Devleeschauwer, W. Easterly, S. Kurlat and R. Wacziarg (2003), Fractionalization. Journal of Economic Growth, 8(2): 155-194.",
        "Alesina, A., S. Michalopoulos, and E. Papaioannou (2012), Ethnic Inequality.  NBER Working Paper No. 18512.",
        "Anderson, J. and E. Van Wincoop (2003), Gravity And Gravitas: A Solution To The Border Puzzle. American Economic Review, 93(1): 170-192.",
        "Ashraf, Q. and O. Galor (2011), Cultural Diversity, Geographical Isolation, and the Origin of the Wealth of Nations. NBER Working Paper No. 17640.",
        "Ashraf, Q. and O. Galor (2013a), The Out of Africa Hypothesis, Human Genetic Diversity and Comparative Economic Development. American Economic Review, 103(1): 1-46.",
        "Ashraf, Q. and O. Galor (2013b), Genetic Diversity and the Origins of Cultural Fragmentation. American Economic Review, 103(3): 528Ã\u0083Â±533.",
        "Bandiera, O., I. Rasul and M. Viarengo (2013): The Making of Modern America: Migratory Flows in the Age of Mass Migration. Journal of Development Economics, 102(May): 23-47.",
        "Barro, R. and J. Lee (2010), A New Data Set of Educational Attainment in the World, 1950-2010. NBER Working Paper No. 15902.",
        "Beine, M., F. Docquier and C. Ã\u0083Â·zden (2011), Diasporas. Journal of Development Economics, 95(1): 30-41.",
        "Beine, M., F. Docquier and M. Schi (2012), Migration, Transfer of Norms and Home Country Fertility. Canadian Journal of Economics, forthcoming.",
        "Bertoli, S. (2010), Networks, Sorting and Self-selection of Ecuadorian Migrants.  Annales dÃ\u0083Â­Economie et de Statistique, 97-98: 261-88.",
        "Bertoli, S. and J. Fernndez-Huertas Moraga (2013), Multilateral Resistance to Migration. Journal of Development Economics, Vol. 102: 79-100.",
        "Boeheim, R., G. Horvath and K. Mayr (2012), Birthplace Diversity of the Workforce and Productivity Spill-overs in Firms. WIFO Working Papers No. 438.",
        "Brunow, S., M. Trax and J. Suedekum (2012), Cultural Diversity and Plantlevel Productivity. IZA Working Paper No. 6845/2012.",
        "Card, D. (2001), Immigrant InÃ\u0083Â¡ows, Native OutÃ\u0083Â¡ows and the Local Labor Market Impacts of Higher Immigration. Journal of Labor Economics, 19(1): 22-64.",
        "Cavalli-Sforza, L. L., P. Menozzi and A. Piazza (1994). The History and Geography of Human Genes. Princeton University Press, Princeton.",
        "Collier, P. (1999), On the Economic Consequences of Civil War. Oxford Economic Papers, 51: 168-183.",
        "Collier, P. (2001), Ethnic Diversity: An Economic Analysis of its Implications.  Economic Policy, 32: 129-166.",
        "Desmet, K., I. OrtuÃ\u0083â\u0080\u0099o-OrtÃ\u0083Å\u0092n and R. Wacziarg (2012), The Political Economy of Ethnolinguistic Cleavages. Journal of Development Economics, 97(2): 322-338.",
        "Docquier, F., C. Ã\u0083Â·zden, C. Parsons and E. Artuc (2012), A Global Assessment of Human Capital Mobility: The Role of non-OECD Destinations. Mimeo, UniversitÃ\u0083Ë\u0086 Catholique de Louvain, September.",
        "Docquier, F. and H. Rapoport (2012), Globalization, Brain Drain and Development.  Journal of Economic Literature, 50(3): 681-730.",
        "Easterly, W. and R. Levine (1997), AfricaÃ\u0083Â­s Growth Tragedy: Policies and Ethnic Divisions. Quarterly Journal of Economics, 112(4): 1203-1250.",
        "Esteban, J. and E. Ray (1994), On the Measurement of Polarization. Econometrica, 62(4): 819-51.",
        "Esteban, J. and E. Ray (2011), Linking ConÃ\u0083Â¡ict to Inequality and Polarization.",
        "Esteban, J., L. Mayoral and E. Ray (2012), Ethnicity and ConÃ\u0083Â¡ict: An Empirical Study. American Economic Review, 102(4): 1310-1342.",
        "Fearon, J. and D. Laitin (2003), Ethnicity, Insurgency, and Civil War. American Political Science Review, 97(1): 75-90.",
        "Feenstra, R., R. Lipsey, H. Deng, A. Ma and H. Mo (2005), World Trade Flows: 1962-2000. NBER Working Paper No. 11040.",
        "Felbermayr, G., S. Hiller and D. Sala (2010), Does Immigration Boost Per Capita Income? Economics Letters, 107(2): 177-179.",
        "Fershtman, C., H. Hvide and Y. Weiss (2006), Cultural Diversity, Status Concerns and the Organization of Work. Research in Labor Economics, 24: 3-38.",
        "Frankel, J. and D. Romer (1999), Does Trade Cause Growth? The American Economic Review, 89(3): 379-399.",
        "Frankel, J., E. Stein and S. J. Wei (1995), Trading Blocs and the Americas: The Natural, the Unnatural, and the Super-Natural. Journal of Development Economics, 47(1): 61-95.",
        "Gallup, J., J. Sachs and A. Mellinger (1998), Geography and Economic Development, in Pleskovic, B. and J.E. Stiglitz (eds.), Annual World Bank Conference on Development Economics, The World Bank: Washington, DC.",
        "Gang, I. and Rivera-Batiz, F.L. (1994), Labor market eects of immigration in the United States and Europe, Journal of Population Economics, 7(2): 15775.",
        "Gibson, J. and D. McKenzie (2011), Eight Questions about Brain Drain. Journal of Economic Perspectives, 25(3): 107-28.",
        "Glaeser, E., R. La Porta and A. Shleifer (2004), Do Institutions Cause Growth? Journal of Economic Growth, 9(4): 271-303.",
        "Greenberg, J. (1956), The Measurement of Linguistic Diversity. Language, 32: 109-115.",
        "Grogger, J. and G. Hanson (2011), Income Maximization and the Selection and Sorting of International Migrants. Journal of Development Economics, 95: 42-57.",
        "Hall, R. and C. Jones (1999), Why do some Countries Produce so much more Output per Worker than Others? The Quarterly Journal of Economics, 114(1): 83-116.",
        "Hambrick, D., T. Seung Cho and M. J. Chen (1996), The InÃ\u0083Â¡uence of Top Management Team Heterogeneity on FirmsÃ\u0083Â­ Competitive Moves. Administrative Science Quarterly, 41(4): 659-684.",
        "Hatton, T. and J. Williamson (1998), The Age of Mass Migration: Causes and Economic Impact. Oxford: Oxford University Press.",
        "Head, K., and T. Mayer (2013), Gravity Equations: Workhorse, Toolkit, and Cookbook. Forthcoming in G. Gopinath, E. Helpman and K. Rogo (ed): Handbook of International Economics, Vol. 4. Amsterdam, Elsevier-North Holland.",
        "Heston, A., R. Summers and B. Aten (2011), Penn World Tables Version 7.0. Center for International Comparisons of Production, Income and Prices, University of Pennsylvania.",
        "Hong, L. and S. Page (2001), Problem Solving by Heterogeneous Agents. Journal of Economic Theory, 97(1): 123-163.",
        "Hoogendoorn, S. and M. van Praag (2012), Ethnic Diversity and Team Performance: A Field Experiment. IZA Working Paper No. 6731.",
        "Hsieh, C. T. and R. Ossa (2011), A Global View of Productivity Growth in China. NBER Working Paper 16778, September 2011.",
        "Isphording, I. and S. Otten (2013), The Costs of Babylon - Linguistic Distance in Applied Economics. Review of International Economics, 21(2): 354369.",
        "Kali, R., F. MÃ\u0083Ë\u0086ndez and J. Reyes (2007), Trade Structure and Economic Growth. Journal of International Trade & Econ. Development, 16(2): 245-269.",
        "Lazear, E. P. (1999a), Globalisation and the Market for Teammates. Economic Journal, 109(454): 15-40.",
        "Lazear, E. P. (1999b), Culture and Language. Journal of Political Economy 107(6): 95-126.",
        "Lewer, J. J. and H. Van den Berg (2008), A Gravity Model of Immigration. Economics Letters 99(1): 164-167.",
        "Marshall, M. and K. Jaggers (2009), Polity IV Project: Political Regime Characteristics and Transitions, 1800-2007. Center for International Development and ConÃ\u0083Â¡ict Management, University of Maryland.",
        "Mayda, A. (2010), International Migration: A Panel Data Analysis of the Determinants of Bilateral Flows. Journal of Population Economics, 23(4): 1249-1274.",
        "McKenzie, D. and H. Rapoport (2010), Self-selection Patterns in MexicoUS Migration: The Role of Migration Networks. Review of Economics and Statistics, 92(4): 811-821.",
        "Michalopoulos, S. (2012), The Origins of Ethnolinguistic Diversity. American Economic Review, 102(4): 1508-1539.",
        "Milliken, F. J. and L. L. Martins (1996), Searching for Common Threads: Understanding the Multiple Eects of Diversity in Organizational Groups. Academy of Management Review, 21(2): 402-433.",
        "Montalvo J. and M. Reynal-Querol (2005), Ethnic Polarization, Potential ConÃ\u0083Â¡ict and Civil War. American Economic Review, 95(3): 796-816.",
        "Montalvo J. and M. Reynal-Querol (2011), Inequality, Polarization and ConÃ\u0083Â¡ict in M. GarÃ\u0083â\u0080\u0093nkel and S. Skaperdas (eds.) Handbook of the Economics of Peace and ConÃ\u0083Â¡ict. Oxford University Press.",
        "Munshi, K. (2003), Networks in the Modern Economy: Mexican Migrants in the US Labor Market. Quarterly Journal of Economics, 118(2): 549-99.",
        "OÃ\u0083Â­Reilly, C., D. Caldwell and W. Barnett (1989), Work Group Demography, Social Integration, and Turnover. Admin. Science Quarterly, 34(1): 21-37.",
        "Ortega, F. and G. Peri (2009), The Causes and Eects of International Migrations: Evidence from OECD countries 1980-2005. NBER Working Paper 14833.",
        "Ortega, F. and G. Peri (2013), Migration, Trade and Income. IZA Working Paper No. 7325.",
        "Ottaviano, G. and G. Peri (2006), The Economic Value of Cultural Diversity: Evidence from U.S. Cities. Journal of Economic Geography, 6(1): 9-44.",
        "Ozden, C., C. Parsons, M. Schi and T. Walmsley (2011), Where on Earth is Everybody? The Evolution of Global Bilateral Migration 1960Ã\u0083Â±2000. The World Bank Economic Review, 25(1): 12-56.",
        "Ozgen, C., P. Nijkamp and J. Poot (2013), Measuring Cultural Diversity and its Impact on Innovation: Longitudinal Evidence from Dutch Ã\u0083â\u0080\u0093rms. Norface Migration Discussion Paper No. 2013-03.",
        "Parrotta, P., D. Pozzoli, and M. Pytlikova (2012), Does Labor Diversity Aect Firm Productivity? IZA Working Paper No. 6973.",
        "Peri, G. (2012), The Eect of Immigration on Productivity: Evidence from US States. Review of Economics and Statistics, 94(1): 348-358.",
        "Reynal-Querol, M. (2002), Ethnicity, Political Systems, and Civil Wars. Journal of ConÃ\u0083Â¡ict Resolution, 46(1): 29-54.",
        "Rodriguez, F. and D. Rodrik (2001), Trade Policy and Economic Growth: A SkepticÃ\u0083Â­s Guide to the Cross-National Evidence. NBER Macroeconomics Annual, 15: 261-338.",
        "Rodrik, D., A. Subramanian and F. Trebbi (2004), Institutions Rule: The Primacy of Institutions Over Geography and Integration in Economic Development.  Journal of Economic Growth, 9(2): 131-165.",
        "Sachs, J. (2003), Institutions donÃ\u0083Â­t Rule: Direct Eects of Geography on Per Capita Income. NBER Working Paper No 9490.",
        "Santos Silva, J. and S. Tenreyro (2006), The Log of Gravity. The Review of Economics and Statistics, 88(4): 641-658.",
        "Santos Silva, J., S. Tenreyro and F. Windmeijer (2011), Is it Dierent for Zeros? Discriminating Between Models for Nonnegative Data with Many Zeros. Mimeo.",
        "Spolaore, E. and R. Wacziarg (2009), The Diusion of Development. Quarterly Journal of Economics, 124(2): 469-529.",
        "Spolaore, E. and R. Wacziarg (2013), How Deep Are the Roots of Economic Development? Journal of Economic Literature, 51(2): 325-369.",
        "Stock, J. and M. Yogo (2002), Testing for Weak Instruments in Linear IV Regression. In Donald Andrews and James H. Stock, eds. IdentiÃ\u0083â\u0080\u0093cation and Inference for Econometric Models: Essays in Honor of Thomas Rothenberg, New York, NY: Cambridge University Press.",
        "Tinbergen, J. (1962), An Analysis of World Trade Flows. in Shaping the World Economy, edited by Jan Tinbergen. New York, NY: Twentieth Century Fund.",
        "World Intellectual Property Organization (2010), World Intellectual Property Indicators, http://www.wipo.int/ipstats/en/statistics/patents/.",
        "Birthplace Diversity, Migrants, Predicted 0 .2 .4 .6 .8 1 Birthplace Diversity, Migrants, Actual all skill levels, 2000, based on OLS gravity model 3a. Actual vs. Predicted Birthplace Diversity, Migrants MKD MLT GRC BGR MEX ZAF QAT AUS DOM PRY CYP NZL NOR KWT GIN OMN DEU BHR NLD PRT COL IRL CIV MNG CHL BLZ TON IND LBN MUS BRB SOM WSM ESP SLB COM ATG IRQ CUB PAN ALB NPL FIN MDG FSM CMR TUR MAR NIC KIR CPV SWE JAM ISL ECU HTI NER FRA ROM BWA BRA ARG BGD CHN SLV SYC TCD VNM AUT PNG MDV ZWE TTO LSO GUY GMB THA CAF POL EGY LUX PER ERI FJI MRT COG GBR GNQ NGA PLW VEN TUN ITA LBR IDN MAC BRN AFG SYR MOZ STP YEM DZA HKG HND ZMB ISR GTM PAK URY MYS ARM LBY GNB BOL CRI AGO CHE BDI SDN HUN MLI NAM GAB MWI UGA TZA LTU TWN DNK CAN GHA BFA PHL KEN BEL RWATGO KOR SGP USA JOR SEN SLE LKA BEN ETH KHM IRN JPN UKR -.5 0 .5 1 Birthplace Diversity, Migrants, Difference Predicted -",
        "Geography: Absolute latitude, Malaria incidence area in % (1994) and population within 100km of icefree coast (%). Institutions: Polity2 institutional quality index. All models contain an intercept and year fixed effects (not shown).",
        "Geography: Absolute latitude, Malaria incidence area in % (1994) and population within 100km of icefree coast (%). Institutions: Polity2 institutional quality index. All models contain an intercept and year fixed effects (not shown). Standard errors clustered by country.",
        "Birthplace diversity adjusted for border changes post 1989. All models include basic controls for education and market size (average GDP/TFP of immigrants at origin, years of schooling, population, area size [all in logs] and a landlocked dummy. Trade controls: Trade openness in % of GDP at PPP, indices of exportand import diversity. Ethnicity: Ethnic, linguistic fractionalization and genetic diversity.",
        "Geography: Absolute latitude, Malaria incidence area in % (1994) and population within 100km of icefree coast (%). Institutions: Polity2 institutional quality index. All models contain an intercept and year fixed effects (not shown). Standard errors clustered by country.",
        "Geography: Absolute latitude, Malaria incidence area in % (1994) and population within 100km of icefree coast (%). Institutions: Polity2 institutional quality index. All models contain an intercept and year fixed effects (not shown). Standard errors clustered by country.",
        "Birthplace diversity of immigrants and share of immigration calculated also for 1960. All models include basiccontrols for education and market size (average GDP/TFP of immigrants at origin, years of schooling, population, area size [all in logs] and a landlocked dummy. Trade controls: Trade openness in % of GDP at PPP, indices of exportand import diversity. Ethnicity: Ethnic, linguisticfractionalization and geneticdiversity.",
        "Geography: Absolute latitude, Malaria incidence area in % (1994) and population within 100km of icefree coast (%). Institutions: Polity2 institutional quality index. All models contain an intercept and year fixed effects (not shown).",
        "All models include basiccontrols for education and market size (average GDP/TFP of immigrants at origin, years of schooling, population, area size [all in logs] and a landlocked dummy. Trade controls: Trade openness in % of GDP at PPP, indices of exportand import diversity. Ethnicity: Ethnic, linguisticfractionalization and geneticdiversity. Geography: Absolute latitude, Malaria incidence area in % (1994) and population within 100km of icefree coast (%). Institutions: Polity2 institutional quality index. All models contain an intercept and year fixed effects (not shown).",
        "Full sample &gt; median TFP/capita in 1970 All models include basiccontrols for education and market size (average GDP/TFP of immigrants at origin, years of schooling, population, area size [all in logs] and a landlocked dummy. Trade controls: Trade openness in % of GDP at PPP, indices of exportand import diversity. Ethnicity: Ethnic, linguisticfractionalization and geneticdiversity. Geography: Absolute latitude, Malaria incidence area in % (1994) and population within 100km of icefree coast (%). Institutions: Polity2 institutional quality index. All models contain an intercept and year fixed effects (not shown).",
        "Full sample &gt; median GDP/capita in 1970 Endogenous variables instrumented using predicted values from gravity models (OLS or PPML) as well as birthplace diversity in 1960 (all skill levels). All models include basiccontrols for education and market size (average GDP/TFP of immigrants at origin, years of schooling, population, area size [all in logs] and a landlocked dummy. Trade controls: Trade openness in % of GDP at PPP, indices of exportand import diversity. Ethnicity: Ethnic, linguisticfractionalization and genetic diversity. Geography: Absolute latitude, Malaria incidence area in % (1994) and population within 100km of icefree coast (%). Institutions: Polity2 institutional quality index. All models contain an intercept and year fixed effects (not shown). Standard errors clustered by country.",
        "Sample includes countries with above-median GDP/capita (PPP) in 1970.",
        "Coefficients in bold indicate p&lt; 0.05** in Wald test for equality of coefficients relative to Ã\u008eÂ¸ =(0;0), clustered by country. Ã\u008eÂ¸ &lt; 0 - higher weight to closer groups Ã\u008eÂ¸ &gt; 0 - lower weight to closer groups Ã\u008eÂ¸ &lt; 0 -lower weight to richer groups Ã\u008eÂ¸ &gt; 0 -higher weight to richer groups Dimension 1: Genetic distance Dimension 2: Income at origin 54 APPENDIX Table A1: Data definitions and sources Variable Name Definion Source Income (Y) GDP/capita log of GDP/capita in int. USD, PPP Penn World Tables 7.0, Heston Summers Aten (2011) TFP/capita log of total factor productivity (TFP) / capita. TFP calculated using capital share (alpha) = 0.3, depreciation rate (delta) = 0.06. Capital stock calculated using perpetual inventory method based on 10 year average investment using starting values of series in 1960 and 1970."
    ]
}