{
    "id": 1872,
    "cites": 15,
    "cited_by": 1,
    "reference": [
        "Basar, T., 1986, A Tutorial on Dynamic and Differential Games in T. Basar, ed., Dynamic Games and Applications in Economics, Lecture Notes in Economics and Mathematical Systems, Springer-Verlag, New York.",
        "Bhagwati, J. N. and T. N. Srinivasan, 1983, Lectures on International Trade, MIT Press, Cambridge, Massachusetts.",
        "Bresnahan, T. F., 1981, Duopoly Models with Consistent Conjectures, American Economic Review, 71, 934-945.",
        "Eaton, J. and G. M. Grossman (forthcoming), Optimal Trade and Industrial Policy Under Oligopoly, Quarterly Journal of Economics. Gorman, W. M., 1958, Tariffs, Retaliation, and the Elasticity of the Demand for Imports, Review of Economic Studies, 25, 133-162.",
        "Horwell, D. J., 1966, Optimum Tariffs and Tariff Policy, Review of Economic Studies, 33, 147-158.",
        "Jensen, R. and M. Thursby, 1984, Consistent Conjectural Tariff Equilibria, Ohio State University.",
        "Johnson, H. G., 1954, Optimum Tariffs and Retaliation, Review of Economic Studies, 21, 142-153.",
        "Kamien, M. I. and N. L. Schwartz, 1983, Conjectural Variations, Canadian Journal of Economics, 16, 191-211.",
        "Laitner, J., 1980, `Rational Duopoly Equilibria, Quarterly Journal of Economics, 95, 641-662.",
        "Mayer, W., 1981, Theoretical Considerations on Negotiated Tariff Adjustments, Oxford Economic Papers, 33, 135-153.",
        "McMillan, J., 1985, Game Theory in International Economics, in Fundamentals of Pure and Applied Economics.",
        "Otani, Y., 1980, Strategic Equilibrium of Tariffs and General Equilibrium, Econometrica, 48, 643-662.",
        "Perry, M. K., 1982, Oligopoly and Consistent Conjectural Variations, Bell Journal of Economics, 13, 197-205.",
        "Riezman, R., 1982, Tariff Retaliation from a Strategic Viewpoint, Southern Economic Journal, 48, 583-593.",
        "Takayama, A., International Trade, Holt Rinehart and Winston, New York. Thursby, M. and R. Jensen, 1983, A Conjectural Variation Approach to Strategic Equilibria, Journal of International Economics, 14, 145-161."
    ]
}