{
    "id": 18732,
    "cites": 27,
    "cited_by": 36,
    "reference": [
        "Bank for International Settlements. 2001. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Collateral in Wholesale Financial Markets: Recent Trends, Risk Management and Market Dynamics.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Committee on the Global Financial System.",
        "Barro, Robert. 1974. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Are Government Bonds Net Wealth?Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Journal of Political Economy 82:1095Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c1117.",
        ". 1987. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Government Spending, Interest Rates, Prices, and Budget DeÃ\u0083Â¯Ã\u0082Â¬Ã\u0082Â\u0081cits in the United Kingdom, 1701-1918.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Journal of Monetary Economics 20:221Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c247.",
        "Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093International Capital Flows and the Return to Safe Assets in the United States, 2003-2007.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Banque de France Financial Stability Review February:13Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c26.",
        "Bernheim, Douglas. 1987. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Ricardian Equivalence: An Evaluation of Theory and Evidence.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d NBER Macroeconomics Annual, vol. 2.",
        "Bertaut, Carol, Laurie Pounder DeMarco, Steve Kamin, and Ralph Tyron. 2011. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093ABS InÃ\u0083Â¯Ã\u0082Â¬Ã\u0082â\u0080\u009aows to the United States and the Global Financial Crisis.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Board of Governors of the Federal Reserve System, International Finance Discussion Papers, No. 1028.",
        "Bohn, Henning. 1992. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Endogenous Government Spending and Ricardian Equivalence. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Economic Journal 102:588Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c597.",
        "Dang, Tri Vi, Gary Gorton, and Bengt Holmstr om. 2012. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Ignorance, Debt and Financial Crises.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Working Paper , Yale University.",
        "Elmendorf, Douglas, and Gregory Mankiw. 1999. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Government Debt.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d In Handbook of Macroeconomics, edited by John Taylor and Michael Woodford. North Holland: Amsterdam.",
        "Evans, Paul. 1987. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Do Budget DeÃ\u0083Â¯Ã\u0082Â¬Ã\u0082Â\u0081cits Raise Nominal Interest Rates? Evidence from Six Countries.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Journal of Monetary Economics 20:281Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c300.",
        "Feldstein, Martin. 1982. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Government DeÃ\u0083Â¯Ã\u0082Â¬Ã\u0082Â\u0081cits and Aggregate Demand.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Journal of Monetary Economics 9:1Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c20.",
        "Gorton, Gary, Stefan Lewellen, and Andrew Metrick. 2010. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093The Safe Asset Share.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d American Economic Review, Papers and Proceedings 102:101Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c106.",
        ". 2013. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Crises and Productivity in Good Boom and in Bad Booms.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Working Paper, Yale University.",
        "Gourinchas, Pierre-Olivier, and Olivier Jeanne. 2012. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Global Safe Assets.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Working Paper, Berkeley.",
        "Hrung, Warren, and Jason Seligman. 2011. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Responses to the Financial Crisis, Treasury Debt, and the Impact on Short-Term Money Markets.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Federal Reserve Bank of New York, Staff Report No. 481.",
        "International Monetary Fund. 2012, April. Global Financial Stability Report: The Quest for Lasting Stability. International Monetary Fund: Washington D.C. Kormendi, Roger. 1983. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Government Debt, Government Spending, and Private Sector Behavior.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d American Economic Review 73:994Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c1010.",
        "Krishnamurthy, Arvind, and Annette Vissing-Jorgensen. 2012a. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093The Aggregate Demand for Treasury Debt.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Journal of Political Economy, forthcoming.",
        ". 2012b. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Short Term Debt and Financial Crises: What We Can Learn from U.S. Treasury Supply?Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Working Paper, Northwestern University.",
        "Laubach, Thomas. 2007. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093New Evidence on the Interest Rate Effects of Budget DeÃ\u0083Â¯Ã\u0082Â¬Ã\u0082Â\u0081cits and Debt.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Working Paper, Board of Governors of the Federal Reserve System.",
        "Plosser, Charles. 1987. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Fiscal Policy and the Term Structure.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Journal of Monetary Economics 20:343Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c367.",
        "Ricciuti, Ricardo. 2003. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Assessing Ricardian Equivalence.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Journal of Economic Surveys 17:55Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c78.",
        "Rohn, Oliver. 2010. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093New Evidence on the Private Savings Offset and Ricardian Equivalence.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d OECD Economics Deparment Working Papers, No. 762.",
        "Saint-Paul, Gilles. 2000. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Fiscal Policy and Economic Growth: The Role of Financial Intermediation.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Working Paper, Toulouse.",
        "Seater, John. 1993. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Ricardian Equivalence.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Journal of Economic Literature 31:142Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c 190.",
        "Sunderam, Adi. 2012. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Money Creation and the Shadow Banking System.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Working Paper, Harvard Business School.",
        "Townsend, Robert. 1979. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Optimal Contracts and Competititve Markets with Costly State VeriÃ\u0083Â¯Ã\u0082Â¬Ã\u0082Â\u0081cation.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Journal of Economic Theory 21:265Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c293.",
        "Xie, Lei. 2012. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093The Seasons of Money: ABS/MBS Issuance and the Convenience Yield.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Working Paper, Yale University."
    ]
}