{
    "id": 18764,
    "cites": 39,
    "cited_by": 1,
    "reference": [
        "Agnew, J., P. Balduzzi, and A. Sunden (2003). Portfolio choice and trading in a large 401(k) plan. American Economic Review 93, 193Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c215.",
        "Ai, C. and E. C. Norton (2003). Interaction terms in logit and probit models. Economics Letters 80, 123Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c129.",
        "Balduzzi, P. and J. Reuter (2012). Heterogeneity in target-date funds and the pension protection act of 2006. Working paper.",
        "Benartzi, S. and R. H. Thaler (2001). Naive diversification strategies in defined contribution saving plans. American Economic Review 91(1), 79Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c98.",
        "Bhattacharya, U., J. H. Lee, and V. K. Pool (2012). Conflicting family values in mutual fund families. Forthcoming: Journal of Finance.",
        "Brown, J. R., N. Liang, and S. Weisbenner (2007). Individual account investment options and portfolio choice: Behavioral lessons from 401(k) plans. Journal of Public Economics 91, 1992Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c2013.",
        "Brown, K. C. and W. V. Harlow (2012). How good are the investment options provided by defined contribution plan sponsors? International Journal of Portfolio Analysis and Management 1, 3Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c31.",
        "Carhart, M. M. (1997). On the persistence of mutual fund performance. Journal of Finance 52(1), 57Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c82.",
        "Carroll, G. D., J. J. Choi, D. Laibson, B. C. Madrian, and A. Metrick (2009). Optimal defaults and active decisions. Quarterly Journal of Economics 124, 1639Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c1674.",
        "Chaudhuri, R., Z. Ivkovic, and C. Trzcinka (2012). Strategic performance allocation in institutional asset management firms: Behold the power of stars and dominant clients. Working paper.",
        "Chevalier, J. A. and G. D. Ellison (1997). Risk taking in mutual funds as a response to incentives. Journal of Political Economy 105(6), 1167Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c1200.",
        "Choi, J. J., D. Laibson, B. C. Madrian, and A. Metrick (2002). Defined contribution pensions: Plan rules, participant decisions, and the path of least resistance. In J. M. Poterba (Ed.), Tax Policy and the Economy, pp. 67Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c113. Cambridge, MA: MIT Press.",
        "Christoffersen, S. K. and M. Simutin (2012). Risk-taking and retirement investing in mutual funds. Working Paper.",
        "Cohen, L. and B. Schmidt (2009). Attracting flows by attracting big clients. The Journal of Finance 64(5), 2125Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c2151.",
        "Davis, G. F. and E. H. Kim (2007). Business ties and proxy voting by mutual funds. Journal of Financial Economics 85(2), 552Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c570.",
        "Del Guercio, D. and P. Tkac (2002). The determinants of the flow of funds of managed portfolios: Mutual funds versus pension funds. Journal of Financial and Quantitative Analysis 37, 523Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c557.",
        "Duan, Y., E. S. Hotchkiss, and Y. Jiao (2012). Business ties and information advantage: Evidence from mutual fund trading. Working Paper.",
        "Duflo, E. and E. Saez (2002). Participation and investment decisions in a retirement plan: The influence of colleaguesÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0084¢ choices. Journal of Public Economics 85(1), 121Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c148.",
        "Elton, E. J., M. J. Gruber, and C. R. Blake (2006). The adequacy of investment choices offered by 401(k) plans. Journal of Public Economics 90, 1299Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c1314.",
        "Elton, E. J., M. J. Gruber, and C. R. Blake (2007). Participant reaction and the performance of funds offered by 401(k) plans. Journal of Financial Intermediation 16, 249Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c271.",
        "Evans, R. B. (2010). Mutual fund incubation. Journal of Finance 65, 1581Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c1611.",
        "Fama, E. F. and K. R. French (1993). Common risk factors in the returns on stocks and bonds. Journal of Financial Economics 33(1), 3Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c56.",
        "Gaspar, J. M., M. Massa, and P. Matos (2006). Favoritism in mutual fund families? Evidence on strategic cross-fund subsidization. Journal of Finance 61, 73Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c104.",
        "Goyal, A. and S. Wahal (2008). The selection and termination of investment management firms by plan sponsors. Journal of Finance 63, 1805Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c1847.",
        "Huang, J., K. D. Wei, and H. Yan (2007). Participation costs and the sensitivity of fund flows to past performance. Journal of Finance 62, 1273Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c1311.",
        "Huberman, G. and W. Jiang (2006). Offering versus choice in 401(k) plans: Equity exposure and number of funds. Journal of Finance 61, 763Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c801.",
        "Kuhnen, C. M. (2009). Business networks, corporate governance, and contracting in the mutual fund industry. Journal of Finance 64, 2185Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c2220.",
        "Madrian, B. C. and D. F. Shea (2001). The power of suggestion: Inertia in 401(k) participation and savings behavior. Quarterly Journal of Economics 116, 1149Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c1187.",
        "Massa, M. and Z. Rehman (2008). Information flows within financial conglomerates: Evidence from the banks mutual funds relation. Journal of Financial Economics 89, 288Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c306.",
        "Mitchell, O. S. and S. Utkus (2012). Target-date funds in 401(k) retirement plans. Working Paper.",
        "Nanda, V., Z. J. Wang, and L. Zheng (2004). Family values and the star phenomenon: Strategies of mutual fund families. Review of Financial Studies 17(3), 667Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c698.",
        "Rauh, J. (2006). Own company stock in defined contribution pension plans: A takeover defense? Journal of Financial Economics 81(2), 379Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c410.",
        "Reuter, J. (2006). Are IPO allocations for sale? Evidence from mutual funds. Journal of Finance 61, 2289Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c2324.",
        "Ritter, J. R. and D. Zhang (2007). Affiliated mutual funds and the allocation of initial public offerings. Journal of Financial Economics 86, 337Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c368.",
        "Ruiz-Zaiko, L. and B. Williams (2007). Plan sponsors besieged by 401(k) fee lawsuits. Pensions & Benefits Management Bridgebay Financial.",
        "Sialm, C. and L. Starks (2012). Mutual fund tax clienteles. Journal of Finance 67, 1397Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c1422.",
        "Sialm, C., L. Starks, and H. Zhang (2012). Defined contribution pension plans: Sticky or discerning money? Working Paper.",
        "Sirri, E. R. and P. Tufano (1998). Costly search and mutual fund flows. Journal of Finance 53(5), 1598Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c1622.",
        "Tang, N., O. S. Mitchell, G. R. Mottola, and S. P. Utkus (2010). The efficiency of sponsor and participant portfolio choices in 401(k) plans. Journal of Public Economics 94, 1073Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c1085. Panel A: Overall Sample Panel B: Subsample of Funds on Both Affiliated and Unaffiliated Menus"
    ]
}