{
    "id": 18765,
    "cites": 45,
    "cited_by": 3,
    "reference": [
        "Acemoglu, Daron, Philippe Aghion, Leonardo Bursztyn, and David Hemous. 2012. The Environment and Directed Technical Change.Ã\u0083Â®American Economic Review, 102(1): 131Ã\u0083Â±166.",
        "36Olsson, Ola, and Douglas A. Hibbs, Jr. 2005. Ã\u0083Â¬Biogeography and Long-Run Economic Development.Ã\u0083Â® European Economic Review, 49(4): 909Ã\u0083Â±938. Ã\u0083Â¬European Seasonal and Annual Temperature Variability, Trends, and Extremes Since 1500.Ã\u0083Â®Science, 303(5663): 1499Ã\u0083Â±1503.",
        "Ashraf, Quamrul, and Oded Galor. 2011. Dynamics and Stagnation in the Malthusian Epoch. American Economic Review, 101(5): 2003-2041.",
        "Ashraf, Quamrul, and Stelios Michalopoulos. 2011. The Climatic Origins of the Neolithic Revolution: Theory and Evidence.Ã\u0083Â®Working Paper, Department of Economics, Williams College.",
        "Baker, Matthew J. 2008. A Structural Model of the Transition to Agriculture.Ã\u0083Â®Journal of Economic Growth, 13(4): 257Ã\u0083Â±292.",
        "Bar-Yosef, Ofer, and Anna Belfer-Cohen. 1989. The Origins of Sedentism and Farming Communities in the Levant.Ã\u0083Â®Journal of World Prehistory, 3(4): 447-497.",
        "Binford, Lewis R. 1968. Ã\u0083Â¬Post-Pleistocene Adaptations.Ã\u0083Â®In New Perspectives in Archaeology. , ed. Sally R. Binford and Lewis R. Binford, 313Ã\u0083Â±341. Chicago, IL:Aldine Publishing Co.",
        "Byrne, Roger. 1987. Ã\u0083Â¬Climatic Change and the Origins of Agriculture.Ã\u0083Â® In Studies in the Neolithic and Urban Revolutions: The V. Gordon Childe Colloquium, Mexico, 1986. , ed. Linda Manzanilla, 21Ã\u0083Â±34. Oxford, UK:British Archaeological Reports.",
        "Comin, Diego, William Easterly, and Erick Gong. 2010. Was the Wealth of Nations Determined in 1000 BC?Ã\u0083Â®American Economic Journal: Macroeconomics, 2(3): 65-97.",
        "Conley, Timothy G. 1999. Ã\u0083Â¬GMM Estimation with Cross Sectional Dependence. Journal of Econometrics, 92(1): 1Ã\u0083Â±45.",
        "Dell, Melissa, Benjamin F. Jones, and Benjamin A. Olken. 2012. Temperature Shocks and Economic Growth: Evidence from the Last Half Century.Ã\u0083Â® American Economic Journal: Macroeconomics, 4(3): 66Ã\u0083Â±95.",
        "Diamond, Jared. 1997. Guns, Germs, and Steel: The Fates of Human Societies. New York, NY:W. W. Norton & Co.",
        "Dow, Gregory K., Nancy Olewiler, and Clyde G. Reed. 2009. Climate Reversals and the Transition to Agriculture.Ã\u0083Â®Journal of Economic Growth, 14(1): 27Ã\u0083Â±53.",
        "Flannery, Kent V. 1973. Ã\u0083Â¬The Origins of Agriculture. Annual Review of Anthropology, 2: 271-310.",
        "Gallup, John L., JeÃ\u0082Â§rey D. Sachs, and Andrew D. Mellinger. 1999.  Geography and Economic Development.Ã\u0083Â®International Regional Science Review, 22(2): 179-232.",
        "Galor, Oded, and Omer Moav. 2002. Natural Selection and the Origin of Economic Growth.Quarterly Journal of Economics, 117(4): 1133-1191.",
        "Galor, Oded, and Omer Moav. 2007. The Neolithic Revolution and Contemporary Variations in Life Expectancy.Ã\u0083Â®Working Paper, Department of Economics, Brown University.",
        "Galor, Oded, and Stelios Michalopoulos. 2012. Evolution and the Growth Process: Natural Selection of Entrepreneurial Traits. Journal of Economic Theory, 147(2): 759-780.",
        "Keeley, Lawrence H. 1995. Protoagricultural Practices among Hunter-Gatherers: A Cross-Cultural Survey.Ã\u0083Â®In Last Hunters, First Farmers: New Perspectives on the Prehistoric Transition to Agriculture. , ed. Anne B. Gebauer and T. Douglas Price, 243-272. Santa Fe, NM:School of American Research Press.",
        "Kottek, Markus, JÃ\u0082Â¸rgen Grieser, Christoph Beck, Bruno Rudolf, and Franz Rubel. 2006. Ã\u0083Â¬World Map of the KÃ\u008bâ\u0080 ppen-Geiger Climate ClassiÃ\u0083â\u0080\u0093cation Updated.Ã\u0083Â®Meteorologische Zeitschrift, 15(3): 259Ã\u0083Â±263.",
        "Kremer, Michael. 1993. Population Growth and Technological Change: One Million B.C. to 1990.Ã\u0083Â® Quarterly Journal of Economics, 108(3): 681-716.",
        "Locay, Luis. 1989. Ã\u0083Â¬From Hunting and Gathering to Agriculture.Ã\u0083Â® Economic Development and Cultural Change, 37(4): 737Ã\u0083Â±756.",
        "MacNeish, Richard S. 1992. The Origins of Agriculture and Settled Life. Norman, OK:University of Oklahoma Press.",
        "Marceau, Nicolas, and Gordon M. Myers. 2006. Ã\u0083Â¬On the Early Holocene: Foraging to Early Agriculture.Ã\u0083Â®Economic Journal, 116(513): 751Ã\u0083Â±772.",
        "Michalopoulos, Stelios. 2012. Ã\u0083Â¬The Origins of Ethnolinguistic Diversity.Ã\u0083Â® American Economic Review, 102(4): 1508Ã\u0083Â±1539.",
        "Mitchell, Timothy D., Timothy R. Carter, Philip D. Jones, Mike Hulme, and Mark New. 2004. Ã\u0083Â¬A Comprehensive Set of High-Resolution Grids of Monthly Climate for Europe and the Globe: The Observed Record (1901-2000) and 16 Scenarios (2001-2100).Ã\u0083Â®Working Paper, Tyndall Centre for Climate Change Research.",
        "Nordhaus, William D. 2006. Ã\u0083Â¬Geography and Macroeconomics: New Data and New Findings.Ã\u0083Â® Proceedings of the National Academy of Sciences, 103(10): 3510Ã\u0083Â±3517.",
        "North, Douglass C., and Robert P. Thomas. 1977. Ã\u0083Â¬The First Economic Revolution.Ã\u0083Â® Economic History Review, 30(2): 229Ã\u0083Â±241.",
        "Olsson, Ola, and Christopher Paik. 2012. Ã\u0083Â¬A Western Reversal Since the Neolithic? The Long-Run Impact of Early Agriculture.Ã\u0083Â®Working Paper, Department of Economics, University of Gothenburg.",
        "Olsson, Ola. 2001. Ã\u0083Â¬The Rise of Neolithic Agriculture.Ã\u0083Â® Working Paper, Department of Economics, University of Gothenburg.",
        "Peretto, Pietro F. 2012. Ã\u0083Â¬Resource Abundance, Growth, and Welfare: A Schumpeterian Perspective.Ã\u0083Â® Journal of Development Economics, 97(1): 142Ã\u0083Â±155.",
        "Pinhasi, Ron, Joaquim Fort, and Albert J. Ammerman. 2005. Ã\u0083Â¬Tracing the Origin and Spread of Agriculture in Europe.Ã\u0083Â®PLoS Biology, 3(12): 2220Ã\u0083Â±2228.",
        "Pryor, Frederick. 1983. Ã\u0083Â¬Causal Theories about the Origins of Agriculture.Ã\u0083Â®Research in Economic History, 8: 93Ã\u0083Â±124.",
        "Putterman, Louis. 2008. Ã\u0083Â¬Agriculture, DiÃ\u0082Â§usion, and Development: Ripple EÃ\u0082Â§ects of the Neolithic Revolution.Ã\u0083Â®Economica, 75(300): 729Ã\u0083Â±748.",
        "Richerson, Peter J., Robert Boyd, and Robert L. Bettinger. 2001. Ã\u0083Â¬Was Agriculture Impossible During the Pleistocene but Mandatory during the Holocene? A Climate Change Hypothesis.Ã\u0083Â®American Antiquity, 66(3): 387Ã\u0083Â±411.",
        "Rowthorn, Robert, and Paul Seabright. 2010. Ã\u0083Â¬Property Rights, Warfare, and the Neolithic Transition.Ã\u0083Â®Working Paper, IDEI, Toulouse School of Economics.",
        "Smith, Bruce D. 1995. The Emergence of Agriculture. New York, NY:W. H. Freeman & Co.",
        "Smith, Vernon L. 1975. Ã\u0083Â¬The Primitive Hunter Culture, Pleistocene Extinction, and the Rise of Agriculture.Ã\u0083Â®Journal of Political Economy, 84(4): 727Ã\u0083Â±755.",
        "Weisdorf, Jacob L. 2003. Stone Age Economics: The Origins of Agriculture and the Emergence of NonFood Specialists. Working Paper, Department of Economics, University of Copenhagen.",
        "Weisdorf, Jacob L. 2005. From Foraging to Farming: Explaining the Neolithic Revolution.Ã\u0083Â®Journal of Economic Surveys, 19(4): 561-586.",
        "Xoplaki, Elena, JÃ\u0082Â¸rg Luterbacher, Heiko Paeth, Daniel Dietrich, Niklaus Steiner, Martin Grosjean, and Heinz Wanner. 2005. Ã\u0083Â¬European Spring and Autumn Temperature Variability and Change of Extremes over the Last Half Millennium.Ã\u0083Â®Geophysical Research Letters, 32(15).",
        "Weisdorf, Jacob L. 2003. Stone Age Economics: The Origins of Agriculture and the Emergence of NonFood Specialists. Working Paper, Department of Economics, University of Copenhagen.",
        "Weisdorf, Jacob L. 2005. From Foraging to Farming: Explaining the Neolithic Revolution.Ã\u0083Â®Journal of Economic Surveys, 19(4): 561-586.",
        "Xoplaki, Elena, JÃ\u0082Â¸rg Luterbacher, Heiko Paeth, Daniel Dietrich, Niklaus Steiner, Martin Grosjean, and Heinz Wanner. 2005. Ã\u0083Â¬European Spring and Autumn Temperature Variability and Change of Extremes over the Last Half Millennium.Ã\u0083Â®Geophysical Research Letters, 32(15).",
        "Luterbacher, JÃ\u0082Â¸rg, Daniel Dietrich, Elena Xoplaki, Martin Grosjean, and Heinz Wanner. 2006. Ã\u0083Â¬European Seasonal Temperature Reconstructions.Ã\u0083Â® IGBP PAGES/World Data Center for Paleoclimatology Data Contribution Series No. 2006-060, NOAA/NCDC Paleoclimatology Program."
    ]
}