{
    "id": 1878,
    "cites": 17,
    "cited_by": 6,
    "reference": [
        "Aoki, Masahiko, ed. (1984): The Economic Analysis of the Japanese Firm. Amsterdam: North Holland. Grubb, David, Jackman, Richard, and Layard, Richard (1983): Wage Rigidity and Unemployment in OECD Countries. European Economic Review, 21, pp. 11-39. Grossman, Herschel, and Haraf, William F. Shunto, Rational Expectations, and Output Growth in Japan NBER Working Paper 1144, June 1983. Hamada, Koichi, and Kurosaka, Yoshio (1984): The Relationship Between Production and Unemployment in Japan: Okuns Law in Comparative Perspective. European Economic Review 25, 1 (June), 71-94.",
        "Hamada, Koicki, and Kurosaka, Yoshio (1985): Trends in Unemployment, Wages, and Productivity: The Case of Japan, paper prepared for the Conference on the Rise in Unemployment, May 1985.",
        "Hashimoto, M. and .3. Raisian Employment Tenure and Earnings Profile-in Japan and the U.S. American Economic Review, September 1985, pp. 721-735.",
        "Ishikawa, Tauneo, and Ueda, Kazuo (1984): The Bonus Payment System and the Japanese Personal Savings in M.Aoki, ed., The Economic Analysis of the Japanese Firm.",
        "Koike, Kazuo (1983a): Internal Labor Markets: Workers in Large Firms: in T. Shirai, ed., Contemporary Industrial Relations in Japan.",
        "Koike, Kazuo (1983b): Workers in Small Firms and Women in Industry in T. Shirai, ed., Contemporary Industrial Relations in Japan.",
        "Koshiro, Kazutoshi (1983a): The Quality of Working Life in Japanese Factories in T. Shirai, ed., Contemporary Industrial Relations in Japan.",
        "Koshiro, Kazutoshi (1983b): Development of Collective Bargaining in Postwar Japan in T. Shirai, ed., Contemporary Industrial Relations in Japan.",
        "Okuno, Masahiro (1984): Corporate Loyalty and Bonus Payments, in M. Aoki, ed., The Economic Analysis of the Japanese Firm.",
        "Shimada, Haruo (1983): Japanese Industrial Relations-- A New General Model? A Survey of the English-Language Literature in T. Shirai, ed., Contemporary Industrial Relations in Japan.",
        "Shirai, Tashiro, ed. (1983): Contemporary Industrial Relations in Japan. Madison: University of Wisconsin Press.",
        "Shirai, Tashiro (1983b): A Theory of Enterprise Unionism in T. Shirai, ed., Contemporary Industrial Relations in Japan.",
        "Sorrentino, Constance (1984): Japans Low Unemployment: an In-Depth Analysis. Monthly Labor Review 107, 3 (March), 18-27.",
        "Symons, J. and R. Layard Neoclassical Demand for Labor Functions London School of Economics Discussion Paper 166. 33 Tachibanaki, Toshiaki (1982): Further Results on Japanese Wage Differentials: Nenko Wages, Hierarchical Position, Bonuses, and Working Hours International Economic Review 23, No.2 (June).",
        "Taira, Koji (1983): Japans Low Unemployment: Economic Miracle or Statistical Artifact? Monthly Labor Review 106, 7 (July), 3-10.",
        "Wadwani, Sushil (1985): The Macroeconomic Implications of Profit Sharing: Some Empirical Evidence, working paper, L.S.E.",
        "Weitzman, Martin L. (1984): The Share Economy. Cambridge: Harvard University Press."
    ]
}