{
    "id": 188,
    "cites": 24,
    "cited_by": 0,
    "reference": [
        "Auerbach, A. The Optimal Taxation of Heterogeneous Capital, Harvard University, mimeographed, 1977.",
        "Arrow, K. J. Discounting and Public Investment Criteria, Water Re search, A. V. Kneese and S. C. Smith (eds.), Johns Hopkins Press, 1966.",
        "Barro, R. J. Are Government Bonds Net Wealth? Journal of Political Economy, Nov.-Dec. 1974, 82, 1095-1117.",
        "Barro, R. J. and H. Growman, Money, Employment and Inflation, Cambridge University Press, 1976.",
        "Bomberger, W. A., Government Bonds, Anticipated Taxes and Fiscal Policy, Wayne State University, mimeographed, 1977.",
        "Bradford, D. Constraints on Government Investment Opportunities and the Choice of Discount Rate, American Economic Review, December 1975, 65, 887-899.",
        "Buchanan, J. N. Barro on the Ricardian Equivalence Theorem, Journal of Political Economy, April 1976, 84, 343-349.",
        "Diamond, P. and J. Mirriess, Optimal Taxation and Public Production, parts I and II, American Economic Review, March and June 1971, 61, pp. 8-27 and 261-278.",
        "Dreze, J. H. and A. Sandmo Discount Rates for Public Investment in Closed and Open Economics, Economica, Nov. 1971, 38, 395-412.",
        "Feldstein, M. S. Social Security, Induced Retirement and Aggregate Capital Accumulation, Journal of Political Economy, Sept.-Oct. 1974, 82, 905-926.",
        "Ferguson, J. M. Public Debt and Future Generations, University of North Carolina Press, 1964.",
        "Fischer, S. The Demand for Index Bonds, Journal of Political Economy, February 1977, 85, 191-206.",
        "Fleming, J. The Effects of Earnings Inequality, Imperfect Capital Mar- kets and Dynastic Altruism on the Distribution of Wealth in Life Cycle Models, unpublished manuscript, 1976.",
        "Friedman, M. The Role of Monetary Policy, American Economic Review, March 1968, 58, 1-17.",
        "Kochin, L. A. Are Future Taxes Anticipated by Consumers, Journal of Money, Credit and Banking, August 1974, 6, 385-394.",
        "Marglin, S. The Opportunity Costs of Public Investment, Quarterly Journal of Economics, May 1963, 77, 215-289.",
        "Modigliani, F. Long-run Implications of Alternative Fiscal Policies and the Burden of the National Debt, Economic Journal, Dec. 1961, 71, 730-755.",
        "Munnell, A. The Effect of Social Security on Personal Savings, Ballinger, 1974.",
        "Pestieau, P. Optimal Taxation and Discount Rate for Public Investment in a Growth Setting, Journal of Public Economics, 1974, 3, 217-235.",
        "Sheshinski, E. Indexation for Inflation and the Distribution of Income, unpublished manuscript, 1977.",
        "Sargent, T. The Observational Equivalence of National and Unnatural Rate Theories of Macro-economics, Journal of Political Economy, June 1976, 84, 651-740.",
        "Sargent, T. Rational Expectations, the Real Rate of Interest and Natural Rate of Unemployment, Brookings Papers on Economic Activity, 1973, pp. 429-472 and 799-800.",
        "Sargent, T. and N. Wallace, Rational Expectations and the Theory of Economic Policy, Journal of Monday Economics, April 1976, 2, 169-184.",
        "Stokey, N. Some Security Aspects of Social Security, Harvard Univer- sity, unpublished manuscript, 1977."
    ]
}