{
    "id": 18831,
    "cites": 64,
    "cited_by": 1,
    "reference": [
        "Andersen, T.G., T. Bollerslev, and J. Cai, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Ë\u009cIntraday and interday volatility in the Japanese stock marketÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0084¢, in: Journal of International Financial Markets, Institutions and Money 10-2 (2000).",
        "Andersen, T.G., T. Bollerslev, and A. Das, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Ë\u009cVariance ratio statistics and high frequency data: testing for changes in intraday volatility patternsÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0084¢, in: The Journal of Finance 56-1 (2001).",
        "Antweiler, W. and M.Z. Frank , Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Ë\u009cDo U.S. stock markets typically overreact to corporate news stories?Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0084¢, working paper, (2006).",
        "Bai, J., T. Philippon and A. Savov, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Ë\u009cHave financial markets become more informative?Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0084¢, mimeo (2012) Barclay, M.J., R.H. Litzenberger, and J.B. Warner, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Ë\u009cPrivate information, trading volume, and stock-return variancesÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0084¢ , in: Review of Financial Studies 3-2 (1990).",
        "Balduzzi, P., E.J. Elton and T.C. Green, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Ë\u009cEconomic news and bond prices: evidence from the US treasury marketÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0084¢, in: Journal of Financial and Quantitative Analysis, 36-4 (2001) Berry, T.D. and K.M. Howe, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Ë\u009cPublic information arrivalÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0084¢, in: The Journal of Finance, 49 (1994).",
        "Bollerslev T., J. Cai and F.M. Song, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Ë\u009cIntraday periodicity, long memory volatility, and macroeconomic announcement eÃ\u0083Â¯Ã\u0082Â¬Ã\u0082â\u0082¬ects in the US Treasury bond marketÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0084¢, in: Journal of Empirical Finance 7-1 (2000).",
        "Boos, D.B., and C. Brownie, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Ë\u009cComparing variances and other measures of dispersionÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0084¢, in: Statistical Science 19-4 (2004) Boudoukh, J., M. Richardson, Y. Shen and R.F. Whitelaw, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Ë\u009cDo asset prices reflect fundamentals ? Freshly squeezed evidence from the OJ marketÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0084¢, in: The Journal of Financial Economics 83-2 (2007).",
        "Bowen, H.V., Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Ë\u009cInvestment and empire in the later eighteenth century: East India stockholding, 1756-1791Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0084¢, in: The Economic History Review 42-2 (1989).",
        "Bowen, H.V. , Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Ë\u009cThe East India Company: Trade and Domestic Financial Statistics, 1755-1838Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0084¢, UK Data Archive (2007).",
        "Brown, W.O., J.H. Mulherin and M.D. Weidenmier, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Ë\u009cCompeting with the NY stock exchangeÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0084¢, in: The Quarterly Journal of Economics (2008) Bruijn, J.R., F.S. Gaastra and I. SchÃ\u0083Æ\u0092Ã\u0082Â¶Ã\u0083Â¯Ã\u0082Â¬Ã\u0082â\u0082¬er, Dutch Asiatic Shipping in the 17th and 18th centuries RGP (1979-1985).",
        "Campbell, J.Y. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Ë\u009cA variance decomposition for stock returnsÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0084¢, in: Economic Journal 101-405 (1991).",
        "Carvalho, C., N. Klagge and E. Moench, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0084¢The persistent eÃ\u0083Â¯Ã\u0082Â¬Ã\u0082â\u0082¬ects of a false news shockÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0084¢, working paper (2009) Chan, K.C, W Fong, B Kho and R.M. Stulz, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Ë\u009cInformation, trading and stock returns: lessons from dually-traded securitiesÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0084¢, in: Journal of International Money and Finance (1996).",
        "Chan, W.S., Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Ë\u009cStock price reaction to news and no-news: drift and reversal after headlinesÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0084¢, in: Journal of Financial Economics 70, pp. 223Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009d260 (2003).",
        "Clapham, J., The bank of England: a history, Cambridge: Cambridge UP (1944).",
        "Cochrane, J., Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Ë\u009cDiscount ratesÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0084¢, in: Journal of Finance, 66-4 (2011) Cohen, L. and A. Frazzini, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Ë\u009cEconomic links and predictable returnsÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0084¢ in: The Journal of Finance 63-4 (2008).",
        "Cutler, D.M., J.M. Poterba and L.H. Summers, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Ë\u009cWhat moves stock prices?Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0084¢, in: Journal of Portfolio Management 15-3 (1989).",
        "Dale, R., The First Crash: Lessons from the South Sea Bubble, Princeton University Press (2004) DeGennaro, R.P. and R.E. Schrieves, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Ë\u009cPublic information releases, private information arrival and volatility in the foreign exchange marketÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0084¢, in: Journal of Empirical Finance, 4 (1997) DellaVigna, S. and J.M. Pollet, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Ë\u009cInvestor inattention and Friday earnings announcementsÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0084¢, in: Journal of Finance 64-2 (2009) Demers, E. and C. Vega, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Ë\u009cSoft information in earnings announcements: news or noise?Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0084¢, working paper 2008 Dempster, G., J.M. Wells, and D.T. Wills, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Ë\u009cA common-features analysis of Amsterdam and London financial markets during the eighteenth centuryÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0084¢, Economic Inquiry (2000).",
        "De Jong, F. and P.C. Schotman, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Ë\u009cPrice discovery in fragmented marketsÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0084¢, in: Journal of Financial Econometrics, 8-1 (2010) De Jong-Keesing, E.E., De economische crisis van 1763 te Amsterdam (1939) Dickens, C., Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Ë\u009cWinged telegraphsÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0084¢, in: London Household Word, February Issue, pp. 454-456 (1850) Duarte, J., and L. Young, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Ë\u009cWhy is PIN priced?Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0084¢, in: Journal of Financial Economics 91 (2009).",
        "Easley, D., N. Kiefer and M. OÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0084¢Hara, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Ë\u009cOne day in the life of a very common stockÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0084¢, in: The Review of Financial Studies 10-3 (1997) Ederington, L.H. and J.H. Lee, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Ë\u009cHow markets process information: news releases and volatilityÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0084¢, in: The Journal of Finance 48-4 (1993).",
        "Elmendorf, D., M. Hirshfeld and D. Weil, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Ë\u009cThe EÃ\u0083Â¯Ã\u0082Â¬Ã\u0082â\u0082¬ect of News on Bond Prices: Evidence from the United Kingdom 1900-1920Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0084¢, in: The Review of Economics and Statistics (1996).",
        "Evans, M.D.D. and R.K. Lyons, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Ë\u009cOrder flow and exchange rate dynamicsÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0084¢, in: Journal of Political Economy 110-1 (2002).",
        "Evans, Martin D.D. and Richard K. Lyons, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Ë\u009cHow is macro news transmitted to exchange rates?Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0084¢, in: Journal of Financial Economics 88-1 (2008).",
        "Fair, R.C., Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Ë\u009cEvents That Shook the MarketÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0084¢, in: The Journal of Business 75-4 (2002).",
        "Fama, E., Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Ë\u009cEÃ\u0083Â¯Ã\u0082Â¬Ã\u0082Æ\u0092cient capital markets: a review of theory and empirical workÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0084¢, in: The Journal of Finance 25-2 (1970).",
        "Flandreau, M., C. Galimard, C. Jobst and P. Nogues Marco, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Ë\u009cThe Bell Jar: Commercial Interest Rates between Two Revolutions, 1688-1789Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0084¢ in: Jeremy Atack, ed., Larry NealÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0084¢s Festschrift (2008) Fleming, J., C. Kirby, and B. Ostdiek, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Ë\u009cInformation, trading, and volatility: evidence from weather-sensitive marketsÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0084¢ in: The Journal of Finance 61-6 (2006).",
        "Fleming, M.J. and E.M. Remolona, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Ë\u009cPrice formation and liquidity in the US treasury market: the response to public informationÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0084¢, in: Journal of Finance 54-5 (1999) Frehen, R., W. Goetzmann, and G. Rouwenhorst, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Ë\u009cNew Evidence on the First Financial BubbleÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0084¢, Journal of Financial Economics (2012, forthcoming) Forster, M.M. and T.J George, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Ë\u009cTrading hours, information flow, and international cross-listingÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0084¢, in: International Review of Financial Analysis, 4-1 (1995) French, K.R. and R. Roll, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Ë\u009cStock return variances: The arrival of information and the reaction of tradersÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0084¢ in: Journal of Financial Economics 17 (1986).",
        "Garbade K.D. and W.L. Silber, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Ë\u009cTechnology, communication and the performance of financial market: 1840-1975Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0084¢, in: The Journal of Finance 33-3 (1978).",
        "Gilbert, T, S. Kogan, L. Lochstoer and A. Ozyildirim, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Ë\u009cInvestor inattention and the market impact of summary statisticsÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0084¢, working paper (2011) Glosten, L.R. and P.R. Milgrom, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Ë\u009cBid, ask and transaction prices in a specialist market with heterogeneously informed tradersÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0084¢, in: The Journal of Financial Economics 14 (1985).",
        "Hansen, B.E., Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Ë\u009cSample splitting and threshold estimationÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0084¢, in: Econometrica 68-3 (2000) Harrison, Paul, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Ë\u009cSimilarities in the distribution of stock market price changes between the eighteenth and twentieth CenturiesÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0084¢, in: The Journal of Business, 71-1 (1998).",
        "Harvey, C.R. and R.D. Huang, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Ë\u009cVolatility in the foreign currency futures marketÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0084¢, in: Review of Financial Studies 4-3 (1991) Hasbrouck, J., Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Ë\u009cMeasuring the information content of stock tradesÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0084¢, in: The Journal of Finance 46-1 (1991).",
        "Hasbrouck, J., Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Ë\u009cOne security, many markets: determining the contributions to price discoveryÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0084¢, in: The Journal of Finance, 50-4 (1995).",
        "Hashimoto, Y and T. Ito, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Ë\u009cEÃ\u0083Â¯Ã\u0082Â¬Ã\u0082â\u0082¬ects of Japanese Macroeconomic Announcements on the Dollar /Yen Exchange Rate: High-Resolution PictureÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0084¢, working paper (2008) Hemmeon, J.C., The History of the British Post oÃ\u0083Â¯Ã\u0082Â¬Ã\u0082Æ\u0092ce, Cambridge: Harvard University Press (1912).",
        "Hirshleifer, D., S.S. Lim and S.H. Teoh, Driven to distraction: extraneous events and underreaction to earnings, in: The Journal of Finance (2009).",
        "Hoag, C., Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Ë\u009cThe Atlantic telegraph cable and capital market information flowsÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0084¢, in: The Journal of Economic History 66-2 (2006).",
        "Hoes, H.J., Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Ë\u009cVoorgeschiedenis en ontstaan van het FinanciÃ\u0083Æ\u0092Ã\u0082Â«le dagbladÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0084¢, in Economisch-Historisch Jaarboek 49 (1986).",
        "Hong, H., and J. Stein, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Ë\u009cDisagreement and stock marketÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0084¢, in: Journal of Economic Perspectives 21-2 (2001) Huberman, G. and T. Regev, Contagious speculation and a cure for cancer: a nonevent that made stock prices soar, in: The Journal of Finance 56-1 (2001).",
        "Ito, T. and W.-L. Lin, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Ë\u009cLunch break and intraday volatility of stock returns : An hourly data analysis of Tokyo and New York stock marketsÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0084¢, in: Economics Letters 39-1 (1992).",
        "Ito, T., R. Lyons, and M. Melvin, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Ë\u009cIs there private Information in the FX Market? The Tokyo experimentÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0084¢ in: The Journal of Finance 53-3 (1998).",
        "Jansen, L., De Koophandel van Amsterdam, Nieuwe Uitgevers Maatschappij, Amsterdam (1946).",
        "Jonker, J., Merchants, bankers, middlemen, Amsterdam: NEHA (1996).",
        "Kalev, P.S., W.-M. Liu, P.K. Pham and E. Jarnecic, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Ë\u009cPublic information arrival and volatility of intraday stock returnsÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0084¢, in: The Journal of Banking and Finance 28-6 (2004).",
        "Koijen, R.S.J, and J.H. Van Binsbergen, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Ë\u009cPredictive Regressions: A Present-Value ApproachÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0084¢, in: Journal of Finance (2010) Koninklijk Nederlands Metereologisch Instituut (KNMI) Koudijs, P., Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Ë\u009c\"Those who know most\": Insider trading in 18th century AmsterdamÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0084¢, working paper (2012) Koudijs, P. and H-J Voth, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Ë\u009cRisk Reassessed: Repo Lending, Haircuts and Risk Aversion in a Natural Experiment from HistoryÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0084¢, mimeo (2012) Koopman, S.J., A.J. Menkveld and A. Lucas, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Ë\u009cModelling round-the-clock price discovery for cross-listed stocks using state space methodsÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0084¢, in: The Journal of Business and Economic Statistics (2007) Kyle, A.S., Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Ë\u009cContinuous auctions and insider tradingÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0084¢, in: Econometrica 53-6 (1985).",
        "Levi, W., The Pigeon. Sumter: Levi Publishing Co. (1977). Madhavan A., M. Richardson and M. Roomans, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Ë\u009cWhy Do Security Prices Change? A TransactionLevel Analysis of NYSE StocksÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0084¢, in: Review of Financial Studies 10-4.",
        "Melvin, M. and X. Yin, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Ë\u009cPublic information arrival, exchange rate volatility, and quote frequency Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0084¢, in: The Economic Journal 110 (2000).",
        "Mitchell, M.L. and J.H. Mulherin, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Ë\u009cThe impact of public information on the stock marketÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0084¢, in: The Journal of Finance 49-3 (1994).",
        "Neal, L., Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Ë\u009cThe integration and eÃ\u0083Â¯Ã\u0082Â¬Ã\u0082Æ\u0092ciency of the London and Amsterdam stock markets in the eighteenth centuryÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0084¢ in: The Journal of Economic History 47 (1987).",
        "Neal, L., The Rise of Financial Capitalism, Cambridge: Cambridge UP (1990).",
        "OÃ\u0083Â¯Ã\u0082Â¬Ã\u0082Æ\u0092cer, L., Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Ë\u009cPurchasing Power of British Pounds from 1264 to PresentÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0084¢, MeasuringWorth, (2009).",
        "Pasquariello, P., and C. Vega, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Ë\u009cInformed and strategic order flow in the bond marketsÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0084¢, The Review of Financial Studies (2007) Polak, N.J., Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Ë\u009cHet nooteeringsvraagstuk aan de Amsterdamsche eÃ\u0083Â¯Ã\u0082Â¬Ã\u0082â\u0082¬ectenbeurs in de eertse helft der negentiende eeuwÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0084¢, in: Economisch-Historisch Jaarboek 10 (1924).",
        "Rogers, Th., Agriculture and prices in England VII-B (1902) Roll, Richard, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Ë\u009cOrange juice and weatherÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0084¢, in American Economic Review 75-5 (1984).",
        "Roll, Richard, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Ë\u009cR2Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0084¢, in The Journal of Finance 43, pp. 541-566 (1988) Savor, P., Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Ë\u009cStock returns after major price shocks: the impact of informationÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0084¢, working paper (2011) Schnabel, I. and H. Shin, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Ë\u009cLiquidity and contagion: the crisis of 1763Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0084¢, in: Journal of the European Economic Association (2004) Schwert, G.W., Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Ë\u009cThe adjustment of stock prices to information about inflationÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0084¢, in: Journal of Finance 36-1 (1981) Schwert, G.W., Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Ë\u009cWhy does stock market volatility change over time?Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0084¢, in: Journal of Finance, 44-5 (1989) Shiller, R.J., Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Ë\u009cDo stock prices move too much to be justified by subsequent changes in dividends ?Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0084¢, in: American Economic Review 71-3 (1981).",
        "Silber, W. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Ë\u009cWhat happened to liquidity when World War I shut the NYSE?Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0084¢, in: Journal of Financial Economics (2001) Smith, M.F.J., Tijd-aÃ\u0083Â¯Ã\u0082Â¬Ã\u0082â\u0082¬aires in eÃ\u0083Â¯Ã\u0082Â¬Ã\u0082â\u0082¬ecten aan de Amsterdamsche beurs, The Hague: Martinus NijhoÃ\u0083Â¯Ã\u0082Â¬Ã\u0082â\u0082¬ (1919).",
        "Spooner, F., Risks at sea. Amsterdam insurance and maritime Europe, Cambridge Cambridge UP (1983).",
        "Stitt Dibden, W.G., Four hundred years of Anglo-Dutch mail, Postal History Society (1965) Sutherland, L., The East India Company in eighteenth-century politics, Oxford: Oxford UP (1952).",
        "Sylla, R., J. W. Wilson and R. E. Wright, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Ë\u009cIntegration of transatlantic capital markets, 17901845 Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0084¢, in: Review of Finance 10 (2006).",
        "Temin, P. and H-J Voth, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Ë\u009cRiding the South Sea BubbleÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0084¢, in: American Economic Review 94(5) (2004) Ten Brink, E.A.B.J., De Rotterdamsche Telegraaf Maatschappij, 1854-1884 : een episode uit de begintijd van de electrische telegrafie in Nederland, The Hague (1957).",
        "Ten Brink, E.A.B.J., De geschiedenis van het postvervoer, Bussum: Fibula (1969).",
        "Tetlock, P.C., Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Ë\u009cGiving content to investor sentiment: the role of media in the stock marketÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0084¢, in: Journal of Finance, 62-3 (2007) Tetlock, P.C., M. Saar-Tsechansky and S. Macskassy, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Ë\u009cMore Than Words: Quantifying Language to Measure FirmsÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0084¢ FundamentalsÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0084¢, in: The Journal of Finance 63-3, pp. 1437-1467 (2008).",
        "Tetlock, P.C., Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Ë\u009cDoes Public Financial News Resolve Asymmetric Information?Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0084¢, in: Review of Financial Studies 23 (2010a).",
        "Tetlock, P.C., All the news thatÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0084¢s fit to reprint: do investors react to stale information?, working paper (2010b) Van Dillen, J.G., Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Ë\u009cEÃ\u0083Â¯Ã\u0082Â¬Ã\u0082â\u0082¬ectenkoersen aan de Amsterdamsche Beurs 1723-1794Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0084¢, in: Economisch Historisch Jaarboek 17 (1931).",
        "Van Nierop, L., Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Ë\u009cBrieven van den Amsterdamschen makelaar Robert Hennebo aan den Haarlemschen zijdereder Simon Bevel over Engelschen Fondsen (1735-1736)Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0084¢, in: Economisch Historisch Jaarboek 17 (1931).",
        "Vega, Clara, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Ë\u009cStock price reaction to public and private informationÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0084¢ in: Journal of Financial Economics 82, pp. 103Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009d133 (2006).",
        "Werner, I.M. and A.W. Kleidon, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Ë\u009cUK and US trading of British cross-listed stocks: an intraday analysis of market integrationÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0084¢, Review of Financial Studies 9-2 (1996) Wilson, C., Anglo-Dutch commerce & finance in the eighteenth century, Cambridge, Cambridge University Press (1941[1966]).",
        "Wright, J.F., Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Ë\u009cBritish government borrowing in wartime, 1750-1815Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0084¢, in: The Economic History Review 52-2 (1999). Yermack, D., Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Ë\u009cTrailspotting: what can investors learn by tracking the flights of corporate jetsÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0084¢, mimeo"
    ]
}