{
    "id": 18843,
    "cites": 34,
    "cited_by": 42,
    "reference": [
        "Agarwal, Sumit, and Calvin T. Ho, 2007, Comparing the prime and subprime mortgage markets, Chicago Fed Letter, Number 241.",
        "Agarwal, Sumit, Gene Amromin, Itzhak Ben-David, Souphala Chomsisengphet, and Douglas D. Evanoff, 2011, The role of securitization in mortgage renegotiation, Journal of Financial Economics 102, 559-578.",
        "Agarwal, Sumit, David Lucca, Amit Seru, and Francesco Trebbi, 2012, Inconsistent Regulators: Evidence from Banking, Working paper Akerlof, George A., 1970, The Market for Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009dlemonsÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d: Quality uncertainty and the market mechanism, Quarterly Journal of Economics 84, 488Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c500.",
        "Akerlof, George A., and Paul M. Romer. 1993, Looting: The economic underworld of bankruptcy for profit. Brookings Papers on Economic Activity 2, 1-74.",
        "Ben-David, Itzhak, 2011, Financial constraints and inflated home prices during the real-estate boom, American Economic Journal: Applied Economics 3, 55-78.",
        "Berndt, Antje, Burton Hollifield, and Patrik SandÃ\u0083Æ\u0092Ã\u0082Â¥s, 2010, The role of mortgage brokers in the subprime crisis, NBER WP 16175.",
        "Burns, Natasha, and Simi Kedia, 2006, The impact of performance-based compensation on misreporting, Journal of Financial Economics 79, 35-67. Campbell, John Y., Stefano Giglio, and Parag Pathak, forthcoming, Forced sales and house prices, American Economic Review.",
        "Cheng, Ing-Haw, Harrison Hong, and Jose Scheinkman, 2010, Yesterday&apos;s heroes: Compensation and creative risk-taking, working paper.",
        "Chinco, Alexander, and Chris Mayer, 2012, Distant speculators and asset bubbles in the housing market, working paper.",
        "Choi, Stephen J., Karen K. Nelson, and A. C. Pritchard, 2009, The screening effect of the securities litigation reform act, Journal of Empirical Legal Studies 6, 35-68.",
        "Demiroglu, C., and Christopher C. James, 2012, How important is having skin in the game? Originator-sponsor affiliation and losses on Mortgage-Backed Securities, Review of Financial Studies 25, 3217-3258.",
        "Demyanyk, Yuliya, and Otto Van Hemert, 2011, Understanding the subprime mortgage crisis, Review of Financial Studies 24, 1848-1880. Dyck, Alexander, Adair Morse, and Luigi Zingales, forthcoming, Who blows the whistle on corporate fraud? Journal of Finance.",
        "Efendi, Jap, Anup Srivastava, and Edward Swanson, 2007, Why do corporate managers misstate financial statements? The role of in-the-money options and other incentives, Journal of Financial Economics 85, 667-708. Ellul, Andrew, and Vijay Yerramilli, forthcoming, Stronger risk controls, lower risk: Evidence from US bank holding companies, Journal of Finance.",
        "Faltin-Traeger, Olivier, Kathleen Johnson, and Chris Mayer, 2010, Issuer credit quality and the price of asset-backed securities, American Economic Review Papers and Proceedings 100, 501505.",
        "Garmaise, Mark, 2012, Borrower misrepresentation and loan performance, working paper.",
        "Griffin, Paula, Joseph Grundfest, and Micael Perino, 2001, Stock price response to news of securities fraud litigation: Market efficiency and the slow diffusion of costly information, Stanford Law and Economics Olin Working Paper 208. He, Jie, Jun Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Ë\u009cQJÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0084¢ Qian, and Philip E. Strahan, forthcoming, Are all ratings created equal? The impact of issuer size on the pricing of mortgage-backed securities, Journal of Finance.",
        "Haughwout, Andrew, Donghoon Lee, Joseph Tracy, and Wilbert van der Klaauw, 2011, Real estate investors, the leverage cycle, and the housing market crisis, Federal Reserve Bank of New York Staff Reports, 514. Jiang, W., Ashlyn A. Nelson, and Edward Vytlacil, forthcoming, . Liar&apos;s loan? Effects of origination channel and information falsification on mortgage delinquency, Review of Economics and Statistics.",
        "Kedia, Simi, and Thomas Phillipon, 2009, The economics of fraudulent accounting, Review of Financial Studies 22, 2169-2199.",
        "Keys, Benjamin J., Tanmoy Mukherjee, Amit Seru, and Vikrant Vig, 2009, Financial regulation and securitization: Evidence from subprime loans, Journal of Monetary Economics 56, 700-720.",
        "Keys, Benjamin J., Tanmoy Mukherjee, Amit Seru, and Vikrant Vig, 2010, Did securitization lead to lax screening: Evidence from subprime loans, Quarterly Journal of Economics 125, 307362. Keys, Benjamin J., Tomasz Piskorski, Amit Seru, and Vikrant Vig, forthcoming, Mortgage financing in the housing boom and bust, in Housing and the Financial Crisis, Edward Glaeser and Todd Sinai, editors, NBER and University of Chicago Press. Keys, Benjamin J., Amit Seru, and Vikrant Vig, forthcoming, Lender screening and role of securitization: Evidence from prime and subprime mortgage markets, Review of Financial Studies. Lee, Donghoon, Christopher Mayer, Joseph Tracy, forthcoming, A new look at second liens, in the Housing and the Financial Crisis, Edward Glaeser and Todd Sinai, editors, NBER and University of Chicago Press.",
        "Loutskina, Elena, and Philip E. Strahan, 2009, Securitization and the declining impact of bank finance on loan supply: Evidence from mortgage acceptance rates, Journal of Finance 64, 861889.",
        "Loutskina, Elena, and Philip E. Strahan, 2010, Informed and uninformed investment in housing: The downside of diversification, forthcoming in the Review of Financial Studies.",
        "Mayer, Christopher, Karen Pence, and Shane Sherlund, 2009, The rise in mortgage defaults, Journal of Economic Perspectives 23, 27-50.",
        "Melzer, Brian, 2010, Debt overhang: Reduced investment by homeowners with negative equity, working paper.",
        "Mian, Atif, and Amir Sufi, 2009, The consequences of mortgage credit expansion: Evidence from the U.S. mortgage default crisis, Quarterly Journal of Economics 124, 1449-1496.",
        "Mian, Atif, and Amir Sufi, 2011, House prices, home equity-based borrowing, and the U.S. household leverage crisis, American Economic Review 101, 2132-56.",
        "Mian, Atif, Amir Sufi, and Francesco Trebbi, 2010, Foreclosures, house prices, and the real economy, working paper.",
        "Nadauld, Taylor D., and Shane M. Sherlund, 2013, The impact of securitization on the expansion of subprime credit, Journal of Financial Economics 107, 454-476.",
        "Povel, Paul, Rajdeep Singh, and Andrew Winton, 2007, Booms, busts, and fraud, Review of Financial Studies 20, 1219-1254.",
        "Piskorski, Tomasz, and Alexei Tchistyi, 2010, Optimal mortgage design, Review of Financial Studies 23, 3098-3140.",
        "Piskorski, Tomasz, Amit Seru, and Vikrant Vig, 2010, Securitization and distressed loan renegotiation: Evidence from the subprime mortgage crisis, Journal of Financial Economics 97, 369-397.",
        "Rajan, Uday, Amit Seru, and Vikrant Vig, V., 2012, The failure of models that predict failure: Distance, incentives and defaults, Journal of Financial Economics, forthcoming. Purnanandam, A., forthcoming, Originate-to-distribute model and the subprime mortgage crisis. Review of Financial Studies.",
        "Richardson, Scott, Irem Tuna, and Min Wu, 2002, Predicting earnings management: The case of earnings restatements, working paper. Wang, Tracy Yue, forthcoming, Corporate securities fraud: Insights from a new empirical framework, Journal of Law, Economics and Organization.",
        "Wang, Tracy Yue, Andrew Winton, and Xiaoyun Yu, 2010, Corporate fraud and business conditions: Evidence from IPOs, Journal of Finance 65, 2255-2292."
    ]
}