{
    "id": 18867,
    "cites": 30,
    "cited_by": 2,
    "reference": [
        "Amiti, M. and D. E. Weinstein (2011). Exports and financial shocks. The Quarterly Journal of Economics 126(4), 1841Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c1877.",
        "Arvis, J.-F., Y. Duval, B. Shepherd, and C. Utoktham (2013). Trade costs in the developing world: 1995 - 2010. World Bank Policy Research Working Paper No. 6309.",
        "Baxter, M. and M. A. Kouparitsas (2005). Determinants of business cycle comovement: a robust analysis. Journal of Monetary Economics 52, 113Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c157. Beck, T., A. Demirg u",
        "c-Kunt, and R. Levine (2000). A new database on the structure and development of the financial sector. World Bank Economic Review 14(3), 597Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c605.",
        "Berman, N. and J. H ericourt (2010). Financial factors and the margins of trade: Evidence from crosscountry firm-level data. Journal of Development Economics 93(2), 206Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c217.",
        "Bernard, A. B., J. B. Jensen, S. J. Redding, and P. K. Schott (2007). Firms in international trade. Journal of Economic Perspectives 21(3), 105Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c130.",
        "Braun, M. (2003). Financial contractibtility and asset hardness. University of California- Los Angeles mimeo.",
        "Bricongne, J.-C., L. Fontagn e, G. Gaulier, D. Taglioni, and V. Vicard (2012). Firms and the global crisis: French exports in the turmoil. Journal of International Economics 87(1), 134Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c146.",
        "Burstein, A., C. Kurz, and L. Tesar (2008). Trade, production sharing, and the international transmission of business cycles. Journal of Monetary Economics 55, 775Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c795.",
        "Chor, D. and K. Manova (2012). Off the cliff and back? Credit conditions and international trade during the global financial crisis. Journal of International Economics 87, 117Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c133.",
        "Clark, T. E. and E. van Wincoop (2001). Borders and business cycles. Journal of International Economics 55, 59Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c85.",
        "de Loecker, J. (2007). Do exports generate higher productivity? Evidence from Slovenia. Journal of International Economics 73(1), 69Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c98.",
        "Eaton, J. and S. Kortum (2002). Technology, geography, and trade. Econometrica 70(5), 1741Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c1779.",
        "Eaton, J., S. Kortum, and F. Kramarz (2011a). An anatomy of international trade: Evidence from French firms. Econometrica 79(5), 1453Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c1498.",
        "Eaton, J., S. Kortum, B. Neiman, and J. Romalis (2011b). Trade and the global recession. NBER Working Paper No. 16666.",
        "Feenstra, R. C., Z. Li, and M. Yu (2011). Exports and credit constraints under incomplete information: Theory and evidence from China. NBER Working Papers No. 16940.",
        "Frankel, J. A. and A. K. Rose (1998). The endogeneity of the optimum currency area criteria. The Economic Journal 108(449), 1009Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c1025.",
        "Goldberg, P. K., A. K. Khandelwal, N. Pavcnik, and P. Topalova (2010). Imported intermediate inputs and domestic product growth: Evidence from India. Quarterly Journal of Economics 125(4), 1727Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c 1767.",
        "Helpman, E., M. J. Melitz, and Y. Rubinstein (2008). Estimating trade flows: Trading partners and trading volumes. Quarterly Journal of Economics 123(2), 441Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c487.",
        "Kali, R., F. M endez, and J. Reyes (2007). Trade structure and economic growth. The Journal of International Trade and Economic Development 16(2), 245Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c269.",
        "La Porta, R., F. L opez-de Silanes, A. Shleifer, and R. W. Vishny (1998). Law and finance. Journal of Political Economy 106(6), 1113Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c1155.",
        "Manova, K. (2007). Credit constraints, heterogeneous firms, and international trade. NBER Working Paper No. 14531.",
        "Manova, K. (2008). Credit constraints, equity market liberalizations and international trade. Journal of International Economics 76, 33Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c47.",
        "Manova, K., S.-J. Wei, and Z. Zhang (2009). Firm exports and multinational activity under credit constraints. NBER Working Paper No. 16905.",
        "Manova, K. and Z. Zhang (2012). Export prices across firms and destinations. Quarterly Journal of Economics 127(1), 379Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c436.",
        "Melitz, M. J. (2003). The impact of trade on intra-industry reallocations and aggregate industry productivity.",
        "Minetti, R. and S. C. Zhu (2011). Credit constraints and firm export: Microeconomic evidence from Italy. Journal of International Economics 83(2), 109Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c125.",
        "MuÃ\u0083â\u0080¹Ã\u0082â\u0080  uls, M. (2008). Exporters and credit constraints: a firm-level approach. London School of Economics mimeo.",
        "Novy, D. (2013). Gravity redux: measuring international trade costs with panel data. Economic Inquiry 51(1), 101Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c121.",
        "Verhoogen, E. (2008). Trade, quality upgrading, and wage inequality in the Mexican manufacturing sector. Quarterly Journal of Economics 123(2), 489Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c530."
    ]
}