{
    "id": 1886,
    "cites": 12,
    "cited_by": 11,
    "reference": [
        "Abel, A. and 0. Blanchard (1986), The Present Value of Profits and CycHcal Movements in Investment, Econometrica, 54:2 (March), 249-273.",
        "Auerbach, A. (1979), Inflation and the Choice of Asset Life, Journal of Political Economy, 87:3 (June), 621-638.",
        "Auerbach, A. (1983), T1Corporate Taxation in the United States, Brook-ings Papers on Economic Activity, 14:2, 451-505.",
        "Auerbach, A. and J. Hines (1986), Tax Reform, Investment, and the Value of the Firm, NBER Working Paper No. 1803, January.",
        "Auerbach, A. arid L. Summers (1979), The Investment Tax Cred-it: An Evaluation, NBER Working Paper No. 404, November.",
        "Bradford, 0. (1981), Issues in the Design of Sav-ings and Investment Incentives, in C. Hulten, ed., Depreciation, Inflation, and the Taxation of Income from j~j, (Wash-ington: The Urban Institute Press), 13-47.",
        "Chirinko, R. (1984), Investment, Tob-ins Q, and Multiple Capital Inputs, m-imeo, Cornell University, September.",
        "Denison, E. (1979), Accounting for Slower Economic Growth: The Un-ited States in the 197O~s, (Washington: Brook-ings).",
        "Feldste-in, M.,, ~3. Poterba, and L. Dicks--Mireaux (1983), The Effective Tax Rate and the Pretax Rate of Return, Journal of Public Economics, 21, 129-158.",
        "Hall, R. (1981), Tax Treatment of Depreciation, Capital Gains, and Interest-in an Inflationary Economy, in C. Hulten, ed., Deprec-lat-lon, Inflation, and the Taxation of Income from Capital, (Washington: The Urban Institute Press), 149~166.",
        "Hulten, C. and F. Wykoff (1981), The Measurement of Economic Depreciation, in C. Hulten, ed., Depreciation, Inflation, and the Taxation of Income from Ã\u0083Â§~pj~j, (Washington: The Urban Institute Press), 81-125.",
        "Summers, L. (1981), Taxation and Corporate Investment: A q Theory Approach, Brookings Papers on Economic Activity, 12:1, 67-127."
    ]
}