{
    "id": 18887,
    "cites": 33,
    "cited_by": 1,
    "reference": [
        "Bartel, Ann P. 1979. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Women and Crime: An Economic Analysis.\" Economic Inquiry, 17(1), 29Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c51.",
        "Becker, Gary S. 1968. \"Crime and Punishment: An Economic Approach.\" Journal of Political Economy, 76(2), 169Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c217.",
        "Bell, Stephen H. 2001. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Why are Welfare Caseloads Falling?Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Urban Institute, Assessing the New Federalism Discussion Paper 01-02. http://www.urban.org/UploadedPDF/discussion01-02.pdf (accessed 2/29/12).",
        "Blank, Rebecca M. 2002. \"Evaluating Welfare Reform in the United States.\" Journal of Economic Literature, 40(4), 1105Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c66.",
        "Blank, Rebecca. M., and Lucie Schmidt. 2001. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Work, Wages and Welfare.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d In R. Blank & R. Haskins, The New World of Welfare (70Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c102). Washington DC: Brookings Institution Press.",
        "Dave, Dhaval M., Hope Corman and Nancy E. Reichman. 2012. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Effects of Welfare Reform on Educational Acquisition of Young Adult Women,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Journal of Labor Research, 33(2), 251Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c 282.",
        "Dave, Dhaval M., Sandra Decker, Robert Kaestner and Kosali Simon. 2011. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093The Effect of Medicaid Expansions on Health Insurance Coverage of Pregnant Women: An Analysis Using Deliveries.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Inquiry, 47(4), 315Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c30.",
        "DeLeire, Thomas., Judith A. Levine and Helen Levy. 2006. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Is Welfare Reform Responsible for Low-Skilled Women&apos; s Declining Health Insurance Coverage in the 1990s?Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Journal of Human Resources, 41(3), 495Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c528.",
        "Edmark, Karin. 2005. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Unemployment and Crime: Is There a Connection?Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Scandinavian Journal of Economics, 107(2), 353Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c73.",
        "Ehrlich, Isaac. 1973. \"Participation in Illegitimate Activities: A Theoretical and Empirical Investigation.\" Journal of Political Economy, 81(3), 521Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c65.",
        "Eissa, Nada and Hilary Hoynes. 2006. Behavioral Responses to Taxes: Lessons from the EITC and Labor Supply.\" In Tax Policy and the Economy, ed. James Poterba, 20, 74-110. Cambridge MA: MIT Press.",
        "Fishback, Price V., Ryan S. Johnson and Shawn Kantor. 2010. \"Striking at the Roots of Crime: The Impact of Social Welfare Spending on Crime During the Great Depression.\" Journal of Law and Economics, 53(4): 715Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c40.",
        "Gould, Eric D., Bruce A. Weinberg and David B. Mustard. 2002. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Crime Rates and Local Labor Market Opportunities in the United States: 1979Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c1997.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Review of Economics and Statistics, 84(1), 45Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c61.",
        "Gove, Walter, Michael Hughes and Michael Geerken. 1985. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Are Uniform Crime Reports a Valid Indicator of the Index Crimes? An Affirmative Answer with Minor Qualifications.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Criminology, 23(3), 451Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c502.",
        "Grogger, Jeffrey. 2004. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Time Limits and Welfare Use.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Journal of Human Resources, 39(2), 405Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c24.",
        "Hannon, Lance, and James Defronzo. 1998. \"The Truly Disadvantaged, Public Assistance, and Crime.\" Social Problems, 45(3), 383Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c92.",
        "Hill, Anne M. and June O&apos; Neill. 1993. \"Underclass Behaviors in the United States: Measurement and Analysis of Determinants.\" New York, NY: Center for the Study of Business and Government, Baruch College. Unpublished manuscript.",
        "Hotz, Joseph V. and John K. Scholz. 2003. \"The Earned Income Tax Credit.\" In Means-Tested Transfer Programs in the United States, Robert Moffitt, ed. Chicago: The University of Chicago Press and the NBER, 141-197.",
        "Ihlanfeldt, Keith. R. 2006. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Neighborhood Crime and Young MalesÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0084¢ Job Opportunity.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Journal of Law and Economics, 49(1), 249Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c83.",
        "Katz, Michael B. 2001. The Price of Citizenship: Redefining the American Welfare State. New York, NY: Metropolitan Books, Henry Holt & Co., 2001.",
        "Lin, Ming-Jen. 2008. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Does Unemployment Increase Crime? Evidence from U.S. Data 1974Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c 2000.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Journal of Human Resources, 43(2), 413Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c36.",
        "McKernan, Signe-Mary, Robert Lerman, Nancy Pindus, and Jesse Valente. 2000. The relationship between metropolitan and non-metropolitan locations, changing welfare policies, and the employment of single mothers. Washington, D.C.: Urban Institute. Mimeograph.",
        "McLanahan, Sara. 2004. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Diverging Destinies: How Children are Faring under the Second Demographic Transition.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Demography, 41(4): 607Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c27.",
        "Meyer, Bruce. 2002. \"Labor supply at the extensive and intensive margins: The EITC, welfare, and hours worked,\" American Economic Review Papers and Proceedings, Vol. 92, pp. 373-379.",
        "Monte, Lindsay M., and Dan A. Lewis. 2011. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Desperate or Deviant? Causes of Criminal Behavior among TANF Recipients.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Poverty & Public Policy 3(3), Article 6.",
        "Nagin, Daniel. 1998. \"Criminal Deterrence Research at the Outset of the Twenty-First Century.\" Crime and Justice, (23), 1Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c42.",
        "Niskanen, William A. 2006. \"Welfare and the Culture of Poverty.\" The Cato Journal, 16(1), 1Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c 15.",
        "Phillips, Llad, and Harold Votey, Jr. 1987. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093WomenÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0084¢s Changing Involvement with Crime: A Labor Force Participation Perspective.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Eastern Economic Journal, 13(3), 233Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c42.",
        "Raphael, Steven, and Rudolf Winter-Ember. 2001. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Identifying the Effect of Unemployment on Crime.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Journal of Law and Economics, 44(1), 259Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c83.",
        "Schoeni, Robert F., and Rebecca Blank. 2000. \"What Has Welfare Reform Accomplished? Impacts on Welfare Participation, Employment, Income, Poverty, and Family Structure.\" National Bureau of Economic Research Working Paper #7627.",
        "Steffensmeier, Darrell, J. and Jennifer Schwartz. 2004. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Trends in Female Criminality: Is Crime Still a Man&apos; s World?Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d In B. Raffel Price, & N.J. Sokoloff (eds.), The Criminal Justice System and Women (pp. 95Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c111). New York, NY: McGraw Hill.",
        "U.S. Department of Health and Human Services. 1997. \"Setting the Baseline: A Report on State Welfare Waivers.\" Washington, D.C.: Office of the Assistant Secretary for Planning and Evaluation. http://aspe.hhs.gov/hsp/isp/waiver2/title.htm. (accessed 2/29/2012) U.S. Department of Health and Human Services. 1999. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093State Implementation of Major Changes to Welfare Policies, 1992-1998.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Washington, D.C.: Office of the Assistant Secretary for Planning and Evaluation. http://aspe.hhs.gov/hsp/waiver-policies99/Table_A.htm. (accessed 2/29/2012) U.S. Department of Justice. Uniform Crime Reports, various years. http://www.fbi.gov/ucr/ucr.htm. (accessed 2/29/2012) Zhang, Junsen.1997. \"The Effect of Welfare Programs on Criminal Behavior: A Theoretical and Empirical Analysis.\" Economic Inquiry, 35(1), 120Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c37.",
        "Ziliak, James P. 2006. \"Taxes, Transfers, and the Labor Supply of Single Mothers,\" Unpublished working paper. Available at: http://www.nber.org/~confer/2006/URCf06/ziliak.pdf."
    ]
}