{
    "id": 18896,
    "cites": 115,
    "cited_by": 41,
    "reference": [
        "ALVAREZ, F., AND R. E. LUCAS (2007): Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093General Equilibrium Analysis of the Eaton-Kortum Model of International Trade,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Journal of Monetary Economics, 54(6), 1726Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c1768.",
        "ANDERSON, J. E. (1979): Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093A Theoretical Foundation for the Gravity Equation,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d The American Economic Review, 69(1), 106Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c116.",
        "(2010): Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093The Gravity Model,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d forth. Annual Review of Economics.",
        "ANDERSON, J. E., AND J. P. NEARY (2005): Measuring the Restrictiveness of International Trade Policy. MIT Press.",
        "ANDERSON, J. E., AND E. VAN WINCOOP (2003): Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Gravity with Gravitas: A Solution to the Border Puzzle,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d The American Economic Review, 93(1), 170Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c192.",
        "(2004): Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Trade Costs,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Journal of Economic Literature, 42(3), 691Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c751.",
        "ANDERSON, J. E., AND Y. V. YOTOV (2010): Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093The Changing Incidence of Geography,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d American Economic Review, 100(5), 2157Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c2186.",
        "(2012): Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Gold Standard Gravity,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d NBER Working Paper.",
        "ARKOLAKIS, C. (2010): Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Market Penetration Costs and the New Consumers Margin in International Trade,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Journal of Political Economy, 118(6), 1151Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c1199.",
        "ARKOLAKIS, C., A. COSTINOT, D. DONALDSON, AND A. RODRIGUEZ-CLARE (2012): Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093The Elusive Pro-Competitive Effects of Trade,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d mimeo.",
        "ARKOLAKIS, C., A. COSTINOT, AND A. RODRÃ\u0083Æ\u0092Ã\u0082Â\u008dGUEZ-CLARE (2012): Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093New Trade Models, Same Old Gains?,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d American Economic Review, 102(1), 94Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c130.",
        "ARKOLAKIS, C., S. DEMIDOVA, P. J. KLENOW, AND A. RODRÃ\u0083Æ\u0092Ã\u0082Â\u008dGUEZ-CLARE (2008): Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Endogenous Variety and the Gains from Trade,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d American Economic Review, Papers and Proceedings, 98(4), 444Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c 450.",
        "ARKOLAKIS, C., N. RAMONDO, A. RODRIGUEZ-CLARE, AND S. YEAPLE (2012): Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Innovation and Production in the Global Economy,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d mimeo.",
        "ATKESON, A., AND A. BURSTEIN (2008): Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Pricing to Market, Trade Costs, and International Relative Prices,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d American Economic Review, 98(5), 1998Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c2031.",
        "(2010): Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Innovation, Firm Dynamics, and International Trade,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Journal of Political Economy, 118(3), 433Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c489.",
        "BALDWIN, R. E., AND A. J. VENABLES (1995): Regional economic integration, vol. 3 of Handbook of International Economics. Elsevier.",
        "BALISTRERI, E., R. HILLBERRY, AND T. RUTHERFORD (2011): Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Structural Estimation and Solution of International Trade Model with Heterogeneous Firms,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Journal of Intermational Economics, 83(1), 95Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c108.",
        "BALISTRERI, E., AND T. RUTHERFORD (2012): Computing General Equilibrium Theories of Monopolistic Competition and Heterogeneous Firms, Handbook of Computable General Equilibrium Modeling. Elsevier.",
        "BALISTRERI, E. J., R. H. HILLBERRY, AND T. F. RUTHERFORD (2009): Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Trade and Welfare: Does Industrial Organization Matter,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Economics Letters, 109(2), 85Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c87, Manuscript, University of Melbourne.",
        "BERMAN, E., J. BOUND, AND Z. GRILICHES (1994): Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Changes in Demand for Skilled Labor within US Manufacturing: Evidence from the Annual Survey of Manufactures,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Quarterly Journal of Economics, 109(2), 367Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c397.",
        "BERNARD, A. B., J. EATON, J. B. JENSEN, AND S. KORTUM (2003): Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Plants and Productivity in International Trade,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d American Economic Review, 93(4), 1268Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c1290.",
        "BERNARD, A. B., S. J. REDDING, AND P. SCHOTT (2007): Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Comparative Advantage and Heterogeneous Firms,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Review of Economic Studies, 74(1), 31Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c66.",
        "BERNHOFEN, D. M., AND J. C. BROWN (2005): Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093An Empirical Assessment of the Comparative Advantage Gains from Trade: Evidence from Japan,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d American Economic Review, 95(1), 208Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c225.",
        "BRODA, C., AND D. WEINSTEIN (2006): Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Globalization and the Gains from Variety,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Quarterly Journal of Economics, 121(2), 541Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c585.",
        "BROWN, D., A. DEARDORFF, AND R. STERN (1992): Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093A North American Free Trade Agreement: Analytic Issues and a Computational Assessment,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d The World Economy, 15, 15Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c29.",
        "BURSTEIN, A., AND J. CRAVINO (2011): Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Measured Aggregate Gains from International Trade,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d mimeo.",
        "BURSTEIN, A., J. CRAVINO, AND J. VOGEL (2011): Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Importing Skill-Biased Technology,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d mimeo.",
        "BURSTEIN, A., AND A. MONGE-NARANJO (2009): Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Foreign Know-How, Firm Control, and the Income of Developing Countries,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Quarterly Journal of Economics, 124(1), 149Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c195.",
        "BURSTEIN, A., AND J. VOGEL (2010): Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Globalization, Technology, and the Skill Premium,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Manuscript, Columbia University and UCLA.",
        "CALIENDO, L., AND F. PARRO (2010): Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Estimates of the Trade and Welfare Effects of NAFTA,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Manuscript, University of Chicago and Yale University.",
        "CHANEY, T. (2008): Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Distorted Gravity: The Intensive and Extensive Margins of International Trade,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d The American Economic Review, 98(4), 1707Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c1721.",
        "CHETTY, R. (2009): Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Sufficient Statistics for Welfare Analysis: A Bridge Between Structural and Reduced-Form Methods,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Annual Review of Economics, 1, 451Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c488.",
        "CHOR, D. (2010): Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Unpacking Sources of Comparative Advantage: A Quantitative Approach,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d forth. Journal of International Economics.",
        "COSTINOT, A., AND D. DONALDSON (2011): Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093How Large Are the Gains from Economic Integration ? Theory and Evidence from U.S. Agriculture, 1880-2002,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d mimeo MIT.",
        "COSTINOT, A., D. DONALDSON, AND I. KOMUNJER (2010): Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093What Goods Do Countries Trade? A Quantitative Exploration of RicardoÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0084¢s Ideas,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Forthcoming, Review of Economic Studies.",
        "COX, D., AND R. HARRIS (1992): Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093North American Free Trade and Its Implications for Canada: Results from a CGE Model of North American Trade,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d The World Economy, 15, 31Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c44.",
        "CROZET, M., AND P. KOENIG (2010): Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Structural gravity equation with extensive and intensive margins,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Canadian Journal of Economics, 43(1).",
        "DAWKINS, C., T. SRINIVASAN, AND J. WHALLEY (2001): Calibration, vol. 5 of Handbook of Econometrics. Elsevier.",
        "DE BLAS, B., AND K. N. RUSS (2010): Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Teams of Rivals: Endogenous Markups in a Ricardian World,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d NBER Working Paper, 16587.",
        "DEKLE, R., J. EATON, AND S. KORTUM (2008): Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Global Rebalancing with Gravity: Measuring the Burden of Adjustment,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d IMF Staff Papers, 55(3), 511Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c540.",
        "DEMIDOVA, S., AND A. RODRÃ\u0083Æ\u0092Ã\u0082Â\u008dGUEZ-CLARE (2009): Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Trade policy under firm-level heterogeneity in a small economy,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Journal of International Economics, 78(1), 100Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c112.",
        "DHINGRA, S., AND J. MORROW (2012): Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093The Impact of Integration on Productivity and Welfare Distortions Under Monopolistic Competition,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d mimeo, LSE.",
        "DI GIOVANNI, J., AND A. A. LEVCHENKO (2009): Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Firm Entry, Trade, and Welfare in ZipfÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0084¢s World,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Manuscript, University of Michigan.",
        "DONALDSON, D. (2008): Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Railroads of the Raj: Estimating the Economic Impact of Transportation Infrastructure,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Manuscript, London School of Economics.",
        "EATON, J., AND S. KORTUM (2001): Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Trade in Capital Goods,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d European Economic Review, 45(7), 1195Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c1235.",
        "(2002): Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Technology, Geography and Trade,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Econometrica, 70(5), 1741Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c1779.",
        "EATON, J., S. KORTUM, AND F. KRAMARZ (2011): Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093An Anatomy of International Trade: Evidence from French Firms,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Econometrica, 79(5), 1453Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c1498.",
        "EATON, J., S. KORTUM, AND S. SOTELO (2012): Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093International Trade: Linking Micro and Macro,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d NBER working paper 17864.",
        "EDMOND, C., V. MIDRIGAN, AND D. XU (2011): Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Competition, Markups and the Gains from Trade,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d mimeo, Duke and NYU.",
        "ETHIER, W. J. (1982a): Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Decreasing Costs in International Trade and Frank GrahamÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0084¢s Argument for Protection,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Econometrica, 50(5), 1243Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c1268.",
        "(1982b): Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093National and International Returns to Scale in the Modern Theory of International Trade,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d American Economic Review, 72(3), 389Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c405.",
        "FAN, H., E. LAI, AND H. QI (2013): Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Global Gains from Reduction of Trade Costs,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Unpublished.",
        "FEENSTRA, R. C. (1994): Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093New Product Varieties and the Measurement of International Prices,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d The American Economic Review, 84(1), 157Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c177.",
        "(1995): Estimating the Effects of Trade Policy, vol. 3 of Handbook of International Economics. Elsevier.",
        "(2003): Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093A Homothetic Utility Function for Monopolistic Competition Models, Without Constant Price Elasticity,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Economics Letters, 78(1), 79Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c86.",
        "(2010): Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Measuring the Gains from Trade under Monopolistic Competition,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Canadian Journal of Economics, pp. 1Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c28, Manuscript, University of California, Davis.",
        "FEENSTRA, R. C., M. OBSTFELD, AND K. N. RUSS (2013): Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093In Search of the Armington Elasticity,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d mimeo.",
        "FEENSTRA, R. C., AND D. WEINSTEIN (2010): Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Globalization, Markups, and the U.S. Price Level,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d NBER working paper, 15749.",
        "FELBERMAYR, G., B. JUNG, AND M. LARCH (2013): Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Icebergs versus Tariffs: A Quantitative Perspective on the Gains from Trade,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Unpublished.",
        "FELBERMAYR, G. J., B. JUNG, AND M. LARCH (2011): Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Optimal Tariffs, Retaliation and the Welfare Loss from Tariff Wars in the Melitz Model,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d CESifo Working Paper Series.",
        "FEYRER, J. (2009a): Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Distance, Trade, and Income Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c The 1967 to 1975 Closing of the Suez Canal as a Natural Experiment,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d NBER Working Paper.",
        "(2009b): Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Trade and Income Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c Exploiting Time Series in Geography,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d NBER Working Paper, 14910.",
        "FIELER, A. C. (2011): Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Nonhomotheticity and Bilateral Trade: Evidence and a Quantitative Explanation, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Econometrica, 79(4), 1069Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c1101. FITZGERALD, D. (forthcoming): Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Trade Costs, Asset Market Frictions, and Risk Sharing,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d American Economic Review.",
        "FRANKEL, J. A., AND D. ROMER (1999): Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Does Trade Cause Growth,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d The American Economic Review, 89(3), 379Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c399.",
        "GARETTO, S. (2012): Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Input Sourcing and Multinational Production,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d mimeo Boston University.",
        "GOLDBERG, P., A. KHANDELWAL, N. PAVCNIK, AND P. TOPALOVA (2009): Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Trade Liberalization and New Imported Inputs,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d American Economic Review, Papers and Proceedings, 99(2), 494Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c500.",
        "GROS, D. (1987): Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093A Note on the Optimal Tariff, Retaliation and the Welfare Loss from Tariff Wars in a Framework with Intra-Industry Trade,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Journal of Intermational Economics, 23, 357Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c367.",
        "HARRISON, A. E., AND A. RODRÃ\u0083Æ\u0092Ã\u0082Â\u008dGUEZ-CLARE (2010): Trade, Foreign Investment, and Industrial Policy for Developing Countries, vol. 5 of Handbook of Development Economics. Elsevier.",
        "HEAD, K., AND T. MAYER (2013): Gravity Equations: Toolkit, Cookbook, Workhorse, vol. 4 of Handbook of International Economics. Elsevier.",
        "HEAD, K., AND J. RIES (2001): Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Increasing Returns versus National Product Differentiation as an Explanation for the Pattern of U.S.-Canada Trade,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d American Economic Review, 91(4), 858Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c876.",
        "HELPMAN, E., AND P. KRUGMAN (1985): Market Structure and Foreign Trade: Increasing Returns, Imperfect Competition, and the International Economy. MIT Press, Cambridge, Massachusetts.",
        "HELPMAN, E., AND P. R. KRUGMAN (1989): Trade Policy and Market Structure. MIT Press, Cambridge, Massachussetts.",
        "HELPMAN, E., M. MELITZ, AND Y. RUBINSTEIN (2008): Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Estimating Trade Flows: Trading Partners and Trading Volumes,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Quarterly Journal of Economics, 2(5), 441Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c487.",
        "HERTEL, T. (1997): Global Trade Analysis: Modeling and Applications. Cambridge University Press, Cambridge.",
        "HOLMES, T. J., W.-T. HSU, AND S. LEE (2010): Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Plants and Productivity in Regional Agglomeration, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d mimeo, University of Minnesota.",
        "HSIEH, C.-T., AND R. OSSA (2011): Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093A Global View of Productivity Growth in China and India,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d NBER Working Paper.",
        "HUMMELS, D., AND R. HILLBERRY (2012): Trade Elasticity Parameters for a CGE Model, Handbook of Computable General Equilibrium Modeling. Elsevier.",
        "IRWIN, D. A. (1998): Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Changes in U.S. Tariffs: The Role of Import Prices and Commercial Policies,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d American Economic Review, 88(4), 1015Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c1026.",
        "(2005): Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093The Welfare Costs of Autarky: Evidence from the Jeffersonian Embargo, 18071809, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Review of International Economics, 13, 631Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c645.",
        "JOHNSON, H. (1960): Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093The Cost of Protection and the Scientific Tariff,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Journal of Political Economy, 68, 327Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c345.",
        "KATZ, L., AND K. MURPHY (1992): Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Changes in Relative Wages, 1963-1987: Supply and Demand Factors,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Quarterly Journal of Economics, 107(1), 35Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c78.",
        "KEE, H. L., A. NICITA, AND M. OLARREAGA (2008): Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Import Demand Elasticities and Trade Distortions,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Review of Economics and Statistics, 90(4), 666Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c682.",
        "KEHOE, T. J. (2005): Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093An Evaluation of the Performance of Applied General Equilibrium Models of the Impact of NAFTA,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d in Frontiers in Applied General Equilibrium Modeling, ed. by T. J. Kehoe, T. Srinivasan, and J. Whalley, pp. 341Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c377. Cambridge University Press, New York.",
        "KLENOW, P. J., AND A. RODRÃ\u0083Æ\u0092Ã\u0082Â\u008dGUEZ-CLARE (1997): Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Quantifying Variety Gains from Trade Liberalization, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Manuscript, University of Chicago.",
        "KRUGMAN, P. (1979): Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Increasing Returns Monopolistic Competition and International Trade,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Journal of International Economics, 9(4), 469Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c479.",
        "KRUGMAN, P. (1980): Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Scale Economies, Product Differentiation, and the Pattern of Trade,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d The American Economic Review, 70(5), 950Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c959.",
        "(1995): Increasing Returns, Imperfect Competition, and the Positive Theory of International Trade, vol. 3 of Handbook of International Economics. Elsevier.",
        "KRUGMAN, P., AND A. J. VENABLES (1995): Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Globalization and the Inequality of Nations,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Quarterly Journal of Economics, 110(4), 857Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c880.",
        "LAI, H., AND D. TREFLER (2002): Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093The Gains from Trade with Monopolistic Competition: Specification, Estimation, and Mis-Specification,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d NBER Working Paper.",
        "LEAMER, E. E., AND J. E. LEVINSOHN (1995): International Trade Theory: The Evidence, vol. 3 of Handbook of International Economics. Elsevier.",
        "LEVCHENKO, A. A., AND J. ZHANG (2011): Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093The Evolution of Comparative Advantage: Measurement and Welfare Implications,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d mimeo University of Michigan.",
        "MCDANIEL, C., AND E. J. BALISTRERI (2003): Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093A review of Armington Trade Substitution Elasticities, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Integration and Trade, 18(7), 161Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c173.",
        "MELITZ, M., AND S. REDDING (2013): Heterogeneous Firms and Trade, vol. 4 of Handbook of International Economics. Elsevier.",
        "MELITZ, M., AND D. TREFLER (2012): Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Gains from Trade when Firms Matter,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Journal of Economic Perspectives, 26(2).",
        "MELITZ, M. J. (2003): Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093The Impact of Trade on Intra-Industry Reallocations and Aggregate Industry Productivity,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Econometrica, 71(6), 1695Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c1725.",
        "MELITZ, M. J., AND G. I. P. OTTAVIANO (2008): Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Market Size, Trade, and Productivity,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d The Review of Economic Studies, 75(1), 295Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c316.",
        "OLLEY, S., AND A. PAKES (1996): Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093The Dynamics of Productivity in the Telecommunications Equipment Industry,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Econometrica, 64(6), 1263Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c1298.",
        "OSSA, R. (2011a): Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093A \"New Trade\" Theory of GATT/WTO Negotiations,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Journal of Political Economy, 119(1), 112Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c152.",
        "(2011b): Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Trade Wars and Trade Talks with Data,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d NBER Working Paper.",
        "(2012): Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Why Trade Matters After All,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d mimeo.",
        "PARRO, F. (2012): Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Capital-Skill Complementarity and the Skill Premium in a Quantitative Model of Trade,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d mimeo.",
        "PAVCNIK, N. (2002): Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Trade Liberalization, Exit, and Productivity Improvements: Evidence from Chilean Plants,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d The Review of Economic Studies, 69(1), 245Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c276.",
        "RAMONDO, N. (2012): Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093A Quantitative Approach to Multinational Production,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d mimeo.",
        "RAMONDO, N., AND A. RODRÃ\u0083Æ\u0092Ã\u0082Â\u008dGUEZ-CLARE (2013): Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Trade, Multinational Production, and the Gains from Openness,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Journal of Political Economy, 121(2), 273Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c322.",
        "RUTHERFORD, T. F. (2002): Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Lecture Notes on Constant Elasticity Functions,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d mimeo University of Colorado.",
        "SAMUELSON, P. A. (1939): Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093The Gains from International Trade,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Canadian Journal of Economics, 5(2), 195Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c205.",
        "SHAPIRO, J. (2012): Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Trade, CO2, and the Environment,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d mimeo MIT. SHIKHER, S. (forthcominga): Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Predicting the Effects of NAFTA: Now we can do it better!,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Economic Inquiry. (forthcomingb): Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Putting Industries into the Eaton-Kortum Model,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Journal of International Trade and Economic Development.",
        "SIMONOVSKA, I., AND M. WAUGH (2011): Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093The Elasticity of Trade: Estimates and Evidence,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d mimeo.",
        "(2012): Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Different Trade Models, Different Trade Elasticities?,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d mimeo.",
        "SOBARZO, H. (1992): Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093A General Equilibrium Analysis of the Gains from NAFTA for the Mexican Economy,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d The World Economy, 15, 83Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c100.",
        "TIMMER, M. (2012): Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093The World Input-Output Database (WIOD): Contents, Sources and Methods, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d WIOD Working Paper.",
        "TINBERGEN, J. (1962): Shaping the World Economy. New York: The Twentieth Century Fund.",
        "TREFLER, D. (1993): Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093International Factor Price Differences: Leontief Was Right!,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Journal of Political Economy, 101(6), 961Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c987.",
        "(2004): Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093The Long and Short of the Canada-US Free Trade Agreement,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d American Economic Review, 94(4), 870Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c895.",
        "TYBOUT, J. R. (2001): Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Plant- and Firm-Level Evidence on \"New\" Trade Theories,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d NBER Working Paper, 8418."
    ]
}