{
    "id": 18906,
    "cites": 26,
    "cited_by": 4,
    "reference": [
        "Alquist, Ron and Lutz Kilian (2010), What do we learn from the price of crude oil futures?, Journal of Applied Econometrics 25, 539-573.",
        "Angeletos, George-Marios, Guido Lorenzoni, and Alessandro Pavan (2010), Beauty contests and irrational exuberance: A neoclassical approach, Working paper, MIT.",
        "Bakke, Tor-Erik and Toni Whited (2010), Which foÃ\u0082â\u0080¦rms follow the market? An analysis of corporate investment decisions, Review of Financial Studies 23, 1941-1980.",
        "Bray, Margaret (1981), Futures trading, rational expectations, and the efficient markets hypothesis, Econometrica 49, 575-596.",
        "Chen, Qi, Itay Goldstein, and Wei Jiang (2007), Price informativeness and investment sensitivity to stock price, Review of Financial Studies 20, 619-650.",
        "Cheng, Ing-haw, Andrei Kirilenko, and Wei Xiong (2012), Convective risk Ã\u0082â\u0080¡flows in commodity futures markets, Working paper, Princeton University.",
        "Fattouh, Bassam, Lutz Kilian, and Lavan Mahadeva (2012), The role of speculation in oil markets: What have we learned so far?, Working paper, University of Michigan.",
        "Garbade, Kenneth and William L. Silber (1983), Price movements and price discovery in futures and cash markets, Review of Economics and Statistics 65, 289-297.",
        "Goldstein, Itay, Emre Ozdenoren, and Kathy Yuan (2011), Learning and complementarities in speculative attacks, Review of Economic Studies 78, 263-292.",
        "Goldstein, Itay, Emre Ozdenoren and Kathy Yuan (2012), Trading frenzies and their impact on real investment, Journal of Financial Economics, forthcoming.",
        "Grossman, Sanford and Joseph Stiglitz (1980), On the impossibility of informationally efficient markets, American Economic Review 70, 393-408.",
        "Hamilton, James (1983), Oil and the macroeconomy since World War II, Journal of Political Economy 91, 228-248.",
        "Hamilton, James (2009), Causes and consequences of the oil shock of 2007-08, Brookings Papers on Economic Activity, 215-261.",
        "Hamilton, James and Cynthia Wu (2012), Effects of index-fund investing on commodity futures prices, Working paper, University of California, San Diego.",
        "Hellwig, Martin (1980), On the aggregation of information in competitive markets, Journal of Economic Theory 22, 477-498.",
        "Henderson, Brian, Neil Pearson, and Li Wang (2012), New evidence on the finnancialization of commodity markets, Working paper, University of Illinois at Urbana-Champaign.",
        "Juvenal, Luciana and Ivan Petrella (2012), Speculation in oil market, Working paper, Federal Reserve Bank of Saint Loius.",
        "Kilian, Lutz (2009), Not all oil price shocks are alike: Disentangling demand and supply shocks in the crude oil market, American Economic Review 99, 1053-1069.",
        "Kilian, Lutz and Daniel Murphy (2012), The role of inventories and speculative trading in the global market for crude oil, Working paper, University of Michigan.",
        "Krugman, Paul (2008a), More on oil and speculation, New York Times, May 13.",
        "Krugman, Paul (2008b), Speculative nonsense, once again, New York Times, June 23.",
        "Lombardi, Marco J. and Ine Van Robays (2011), Do Ã\u0082â\u0080¦financial investors destabilize the oil price?, Working paper, ECB.",
        "Obstfeld, Maurice and Ken Rogoff (1996), Foundations of International Macroeconomics, MIT Press.",
        "Singleton, Kenneth (2011), Investor flÃ\u0082â\u0080¡ows and the 2008 boom/bust in oil prices, Working paper, Stanford University.",
        "Subrahmanyam, A and Sheridan Titman (2001), Feedback from stock prices to cash Ã\u0082â\u0080¡flows, Journal of Finance 56, 2389-2413.",
        "Tang, Ke and Wei Xiong (2010), Index investment and Ã\u0082â\u0080¦financialization of commodities, Working paper, Princeton University."
    ]
}