{
    "id": 18919,
    "cites": 23,
    "cited_by": 12,
    "reference": [
        "Arkolakis, Costas, Arnaud Costinot and Andr es Rodriguez-Clare (2012) Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093New Trade Models, Same Old Gains,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d American Economic Review, 102(1), 94-130.",
        "Atkeson Andrew and Ariel Burstein (2010) Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Innovation, Firm Dynamics and International Trade,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Journal of Political Economy, 118(3), 433-484.",
        "Axtell, R. L. (2001) Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Zipf Distribution of US Firm Sizes,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Science, 293, 1818-20.",
        "Bernard, Andrew B., Jonathan Eaton, J. Bradford Jensen, and Samuel S. Kortum (2003) Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Plants and Productivity in International Trade,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d American Economic Review, 93(4), 1268-1290.",
        "Bernard, Andrew B., J. Bradford Jensen, Stephen J. Redding and Peter K. Schott (2007) Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Firms in International Trade,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Journal of Economic Perspectives, 21(3), 105-130.",
        "Costinot, Arnaud and Andr es Rodriguez-Clare (2013) Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Trade Theory with Numbers: Quantifying the Consequences of Globalization,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Handbook of International Economics, forthcoming.",
        "Das, Mita, Mark J. Roberts and James R. Tybout (2007) Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Market Entry Costs, Producer Heterogeneity and Export Dynamics,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Econometrica, 75(3), 837-73.",
        "Dhingra, Swati and John Morrow (2012) Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Monopolistic Competition and Optimum Product Diversity Under Firm Heterogeneity,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d London School of Economics, mimeograph.",
        "Dixit, Avinash K. and Joseph E. Stiglitz (1977) Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Monopolistic Competition and Optimum Product Diversity,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d American Economic Review, 67(3), 297-308.",
        "Eaton, Jonathan and Kortum, Samuel (2002) Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Technology, Geography, and Trade,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009dEconometrica, 70(5), 1741-1779.",
        "Feenstra, Robert C. (2010) Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Measuring the Gains from Trade under Monopolistic Competition,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Canadian Journal of Economics, February, 1-28.",
        "Feenstra, Robert C. (2013) Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Restoring the Product Variety and Pro-competitive Gains from Trade with Heterogeneous Firms and Bounded Productivity,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d University of California, Davis, mimeograph.",
        "Head, Keith, Thierry Mayer and Mathias Thoenig (2013) Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Welfare and Trade Without Pareto,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Sciences Po, Paris, mimeograph.",
        "Helpman Elhanan, Melitz Marc J. and Yona Rubinstein (2008) Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Estimating Trade Flows: Trading Partners and Trading Volumes,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Quarterly Journal of Economics, 123(2), 441-87.",
        "Hsieh, Chang-Tai and Ralph Ossa (2011) Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093A Global View of Productivity Growth in China,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d NBER Working Paper, 16778.",
        "Imbs, Jean and Isabelle M ejean (2009) Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Elasticity Optimism,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d CEPR Discussion Paper, 7177.",
        "Krugman, Paul. R. (1980) Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Scale Economies, Product Differentiation, and the Pattern of Trade,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d American Economic Review, 70(5), 950-959.",
        "Melitz, Marc J. (2003) Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093The Impact of Trade on Intra-Industry Reallocations and Aggregate Industry Productivity,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Econometrica, 71(6), 1695-1725.",
        "Melitz, Marc J. and Stephen J. Redding (2013) Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Heterogeneous Firms and Trade,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Handbook of International Economics, Volume 4, forthcoming.",
        "Novy, Dennis (2013) Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093International Trade without CES: Estimating Translog Gravity,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Journal of International Economics, 89(2), 271-282.",
        "Ossa, Ralph (2012) Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Why Trade Matters After All,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d NBER Working Paper, 18113.",
        "Roberts, Mark J. and James R. Tybout (1997) Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093The Decision to Export in Colombia: An Empirical Model of Entry with Sunk Costs,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d American Economic Review, 87(4), 545-564.",
        "Simonovska, Ina and Michael E. Waugh (2013) Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Different Trade Models, Different Trade Elasticities, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d University of California at Davis, mimeograph."
    ]
}