{
    "id": 18911,
    "cites": 45,
    "cited_by": 20,
    "reference": [
        "[1] Becker, G. S. (1973). Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093A Theory of Marriage: Part I,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009dJournal of Political Economy 81(4): 813-46. [2] Becker, G. S. (1974). Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093A Theory of Marriage: Part II,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009dJournal of Political Economy 82(2, Part II): S11-S26.",
        "[3] Becker Gary S., 1991, A Treatise on the Family. Enlarged Edition. Cambridge, Mass. Harvard University Press.",
        "[4] Belton, Willie, and Uwaifo Oyelere, Ruth, 2008, The Racial Saving Gap Enigma: Unraveling the Role of Institutions, working paper, Georgia Institute of Technology.",
        "[5] Benveniste, L M, and Scheinkman, J A, 1979. On the Dierentiability of the Value Function in Dynamic Models of Economics, Econometrica, 47(3): 727-32.",
        "[6] Bhaskar, V, 2011, Parental Sex Selection and Gender Balance, American Economic Journal: Microeconomics, 3(1): 214Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c 44.",
        "[7] Bhaskar, V, and Ed Hopkins, 2011, Marriage as a Rat Race: Noisy Pre-Marital Investments with Assortative Matching, Unpublished working paper, University College London and University of Edingburgh.",
        "[8] Browning, M., F. Bourguignon, P.-A. Chiappori, and V. Lechene (1994): Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Income and Outcomes: A Structural Model of Intrahousehold Allocation,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009dJournal of Political Economy, 102, 1067Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c 1096.",
        "[9] Blanchard, Olivier J. and Francesco Giavazzi, 2005. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Rebalancing Growth in China: A ThreeHanded Approach.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009dMIT Department of Economics Working Paper No. 05-32.",
        "[10] BlanchÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â¡ ower, D.G., Oswald, A.J., 2004. Well-being over time in Britain and the USA. Journal of Public Economics 88 (7Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c 8): 1359Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c 1386.",
        "[11] Botticini, Maristella, and Aloysius Siow, 2003. Why Dowries?, American Economic Review, 93(4): 1385-1398, September.",
        "[12] Browning, M. and P.-A. Chiappori (1998): Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093E cient Intra-household Allocations: A General Characterization and Empirical Tests,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009dEconometrica, 66, 1241Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c 1278.",
        "[13] Browning, M., P.-A. Chiappori, and V. Lechene, 2006, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Collective and Unitary Models: A ClariÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â¦cation,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009dReview of Economics of the Household, 4, 5Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c 14.",
        "[14] Caballero, Ricardo, Emmanuel Farhi, and Pierre-Olivier Gourinchas, 2008, An Equilibrium Model of Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0084¢ Global ImbalancesÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0084¢and Low Interest Rates, American Economic Review, 98(1): 358393.",
        "[15] Carroll, Christopher D., Overland, Jody R. and Weil, David N., 2008, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Saving and Growth with Habit Formation,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009dWorking Paper No 95-42.",
        "[16] Chiappori, P.-A., B. Fortin, and G. Lacroix, 2002, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Marriage Market, Divorce Legislation, and Household Labor Supply,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009dJournal of Political Economy, 110, 37Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c 72.",
        "[17] Chiappori, P.-A., Iyigun, M. and Weiss, Y., 2009, Investment in Schooling and the Marriage Market, American Economic Review, 99(5): 1689Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c 1713.",
        "[18] Chamon, Marcos, and Eswar Prasad, 2010, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Why Are Saving Rates of Urban Households in China Rising?Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009dAmerican Economic Journal Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009cMacroeconomics, 2 (1): 93-130.",
        "[19] G. Corneo and Olivier Jeanne, 1999, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Social Organization in an Endogenous Growth ModelÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d ,",
        "International Economic Review 40: 711-25 [20] Cole, Harold L., George J. Mailath, and Andrew Postlewaite, 1992, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Social Norms, Savings Behavior, and Growth,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009dJournal of Political Economy, 100(6): 1092-1125, December.",
        "[21] Donni, Olivier, 2006, The Intrahousehold Allocation of Private and Public Consumption: Theory and Evidence from U.S. Data, IZA DP no. 2137 [22] Donni, Olivier, 2007, Collective Models of the Household, The New Palgrave Dictionary of Economics, Second Edition (forthcoming).",
        "[23] Das Gupta, Monica, 2005, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Explaining AsiaÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0084¢ s Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Ë\u009c missing womenÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0084¢ : A new look at the data,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009dPopulation and Development Review 31(3): 529-535.",
        "[24] Ebenstein, Avraham, Hongbin Li, and Lingsheng Meng, 2010, The Impact of Ultrasound Technology on the Status of Women in China, working paper, Hebrew University and Tsinghua University.",
        "[25] Eeckhout, Jan, 2000, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093On the Uniqueness of Stable Marriage Matchings,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009dEconomic Letters, Vol. 69, No. 1, 1-8.",
        "[26] Edlund, Lena, 2001, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Dear Son Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009cExpensive Daughter: Do Scarce Women Pay to Marry?Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Unpublished.",
        "[27] Edlund, Lena, Hongbin Li, Junjian Yi, and Junsen Zhang, 2008, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093More Men, More Crime: Evidence from ChinaÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0084¢ s One-Child Policy,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009dIZA DP no. 3214.",
        "[28] Gale, D., and L. S. Shapley, 1962, College Admissions and the Stability of Marriage, American Mathematical Monthly, 69: 9-14.",
        "[29] Hopkins, Ed, 2009, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Job Market Signaling of Relative Position, or Becker Married to Spence,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d working paper, University of Edinburgh.",
        "[30] Hopkins, Ed, and Tatiana Kornienko, 2004, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Running to Keep in the Same Place: Consumer Choice as a Game of Status,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009dAmerican Economic Review 94(4): 1085-1107.",
        "[31] Ju, Jiandong, and Shang-Jin Wei, 2010, Domestic Institutions and the Bypass Eect of Financial Globalization, American Economic Journal: Economic Policy, 2(4): 173Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c 204.",
        "[32] Ju, Jiandong, and Shang-Jin Wei, 2011, When is the Quality of Financial Institutions a Source of Comparative Advantage, Journal of International Economics, 84 (2): 178-187.",
        "[33] Kimball, Miles S, 1990. Precautionary Saving in the Small and in the Large, Econometrica, 58(1): 53-73.",
        "[34] Li, Hongbin, and Hui Zheng, 2009. Ultrasonography and Sex Ratios in China, Asian Economic Policy Review, 4(1): 121-137.",
        "[35] Lundberg, S., R. Pollak, and T. Wales, 1997, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Do Husbands and Wives Pool Their Resources?Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d The Journal of Human Resources, 32, 463Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c 480.",
        "[36] Mendoza, Enrique G., Vincenzo Quadrini, Jose-Victor Rios-Rull, 2007, Financial Integration, Financial Deepness and Global Imbalances, NBER Working Papers 12909.",
        "[37] Modigliani, Franco, 1970, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093The Life Cycle Hypothesis of Saving and Intercountry Dierences in the Saving Ratio,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009din W.A. Elits, M.F. Scott, and J.N. Wolfe, eds., Growth and Trade, Essays in Honor of Sir Roy Harrod, Oxford University Press.",
        "[38] Modigliani, Franco, and Shi Larry Cao, 2004, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093The Chinese Saving Puzzle and the Life Cycle Hypothesis,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009dJournal of Economic Literature, 42: 145-170.",
        "[39] Peters, M., and A. Siow, 2002, Competing Pre-marital Investments, Journal of Political Economy 113:1163-1216.",
        "[40] Qian, Nancy, 2008, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Missing Women and the Price of Tea in China: The Eect of Sex-speciÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â¦c Earnings on Sex Imbalance,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009dQuarterly Journal of Economics, 123(3): 1251-1285.",
        "[41] Roth, A. E.,1984, The Evolution of the Labor Market for Medical Interns and Residents: A Case Study in Game Theory, Journal of Political Economy, 92: 991Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c 1016.",
        "[42] Roth, A. E., and Sotomayor, M. A. O., 1990, Two-sided Matching: A Study in Game-theoretic Modeling and Analysis, Cambridge University Press.",
        "[43] Song, Zheng, Kjetil Storesletten, and Fabrizio Zilibotti, 2011, Growing Like China, American Economic Review, 101(1): 196-233.",
        "[44] Song, Zheng, and Dennis Yang, 2011, Life Cycle Earnings and the Household Saving Puzzle in a Fast-Growing Economy, working paper.",
        "[45] Stevenson, B., and Wolfers, J, 2008, Economic Growth and Subjective Well-Being: Reassessing the Easterlin Paradox, Brookings Papers on Economic Activity, Economic Studies Program, The Brookings Institution, vol. 39(1): 1-102.",
        "[46] Wei, Shang-Jin, and Xiaobo Zhang, 2011, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093The Competitive Saving Motive: Evidence from Rising Sex Ratios and Savings Rates in China,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009dJournal of Political Economy, 119(3): 511-564.",
        "[47] Wei, Shang-Jin, and Xiaobo Zhang, 2011, Sex Ratios, Entrepreneurship, and Economic Growth in the PeopleÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0084¢ s Republic of China, NBER working paper #16800."
    ]
}