{
    "id": 18915,
    "cites": 41,
    "cited_by": 7,
    "reference": [
        "Agriquem (2009, October). An alisis qu Ã\u0083â\u0080\u009eÃ\u0082Â±mico de suelos de la ciudad de Arica.",
        "Angrist, J. and A. Krueger (1992). The eÃ\u0083Â¯Ã\u0082Â¬Ã\u0082â\u0082¬ect of age at school entry on educational attainment: An application of instrumental variables with moments from two samples. Journal of the American Statistical Association 87, 328Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c336.",
        "ATDSR (2007, August). Toxicological proÃ\u0083Â¯Ã\u0082Â¬Ã\u0082Â\u0081le for lead. Agency for Toxic Substances and Disease Registry, U.S. Department of Health and Human Services.",
        "Banks, E., L. Ferretti, and D. Schucard (1997). EÃ\u0083Â¯Ã\u0082Â¬Ã\u0082â\u0082¬ects of low level lead exposure on cognitive function in children: a review of behavioral, neuropsychological and biological evidence. Neurotoxicology 18(1), 237Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c281.",
        "Bellinger, D., K. Stiles, and H. Needleman (1992). Low-level lead exposure, intelligence and academic achievement: A long term follow-up study. Pedriatrics 90, 855Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c861.",
        "CanÃ\u0083Â¯Ã\u0082Â¬Ã\u0082Â\u0081eld, R., C. Henderson, D. Cory-Slechta, C. Cox, T. Jusko, and B. Lanphear (2003, April). Intellectual impairment in children with blood lead concentrations below 10Ã\u0083Â¢Ã\u0082â\u0080°Ã\u0082Â¤ Ã\u0083Å½Ã\u0082Â¼g per deciliter.",
        "CDC (1991). Preventing lead poisoning in young children. Report, Atlanta, GA: US Department of Health and Human Services.",
        "Clay, K., W. Troesken, and M. R. Haines (2006, October). Lead Pipes and Child Mortality. National Bureau of Economic Research, NBER, Working Paper 12603.",
        "Clay, K., W. Troesken, and M. R. Haines (2010). Lead, Mortality and Productivity. National Bureau of Economic Research, NBER, Working Paper 16480.",
        "CONAMA (2009). Programa Maestro de Intervenci on en Zonas con presencia de Polimetales en Arica. Report, Comisi on Nacional de Medio Ambiente.",
        "CONGRESS (2009). Informe sobre acopios de residuos t oxicos y peligrosos internados ilegalmente por la empresa Promel en sectores poblacionales de la comuna de Arica. Report, Chilean Congress.",
        "Cook, R. D. (1979, March). InÃ\u0083Â¯Ã\u0082Â¬Ã\u0082â\u0080\u009auential observations in linear regression. Journal of the American Statistical Association 74(365), 169Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c174.",
        "Coria, C., A. Cabello, E. Tassara, E. L opez, H. Rosales, M. P erez, C. Zavala, P. MuÃ\u0083â\u0080¹Ã\u0082Å\u0093 noz, G. Orellana, M. I. Inostroza, L. Contreras, and L. Kristen (2009). Long term consequences among children exposed to lead poisoning. Revista M edica de Chile 137, 1037Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c1044.",
        "Currie, J. and R. Walker (2011). TraÃ\u0083Â¯Ã\u0082Â¬Ã\u0082Æ\u0092c congestion and infant health: Evidence from e-zpass. American Economic Journal: Applied Economics 3.",
        "Delves, H. T., J. C. Sherlock, and M. Quinn (1984, November-December). Temporal stability of blood lead concentrations in adults exposed only to environmental lead. Human and Experimental Toxicology 3(4), 279Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c288.",
        "Kaufman, A. (2001). Do low levels of lead produce IQ loss in children? A careful examination of the literature. Archives of Clinical Neuropsychology 16(4), 303Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c341.",
        "Kaufman, A. and N. Kaufman (1997). K-TEA: Kaufman Test of Educational Achievement: Comprehensive form Manual. American Guidance Service.",
        "Koller, K., T. Brown, A. Spurgeon, and L. Levy (2004, June). Recent developments in low-level lead exposure and intellectual impairment in children. Environmental Health Perspectives 112(9), 987Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c994.",
        "Landrigan, P. J., C. B. Schecter, J. M. Lipton, M. C. Fahs, and J. Schwartz (2002, July). Environmental pollutants and disease in american children: estimates of morbidity, mortality and cost for lead poisoning, asthma, cancer and developmental disabilities. Environmental Health Perspectives 110(7), 721Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c728.",
        "Lanphear, B., K. Dietrich, P. Auinger, and C. Cox (2000, November-December). Cognitive deÃ\u0083Â¯Ã\u0082Â¬Ã\u0082Â\u0081cits associated with blood lead concentrations 10Ã\u0083Å½Ã\u0082Â¼g/dL in US children and adolescents. Public Health Reports 115(6), 521Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c529.",
        "Lanphear, B., R. Hornung, M. Ho, C. Howard, S. Eberly, and K. Knauf (2002, January). Environmental lead exposure during early childhood. The Journals of Pediatrics 140(1), 40Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c47.",
        "Leslie, G. R. and A. H. Richardson (1961, Diciembre). Life-cycle, career pattern and the decision to move. American Sociological Review 26(6), 894Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c902.",
        "Lewis, J. (1985, May). Lead poisoning: A historical perspective. EPA Journal.",
        "Lidsky, T. and J. S. Schneider (2003, January). Lead neurotoxicity in children: basic mechanisms and clinical correlates. Brain 126(1), 5Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c19.",
        "Mielke, H. (2002, April). Research ethics in pediatric environmental health: Lessons from lead. Neurotoxicology and Teratology 24, 467Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c469.",
        "Mielke, H. and P. Reagan (1998, February). Soils is an important pathway of human lead exposure. Environmental Health Perspectives 106(1), 217Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c229.",
        "MINVU (1990). Decreto Supremo 140 que Reglamenta Programa de Viviendas Sociales. Technical report, Divisi on Jur Ã\u0083â\u0080\u009eÃ\u0082Â±dica, Ministerio de Vivienda y Urbanismo.",
        "Muennig, P. and P. Bao (2009, December). The social cost of childhood lead exposure in New Jersey. New Jersey Department of Public Advocate.",
        "Needleman, H., C. Gunnoe, A. Leviton, R. Reed, H. Peresie, C. Maher, and P. Barret (1979, March). DeÃ\u0083Â¯Ã\u0082Â¬Ã\u0082Â\u0081cits in psychologic and classroom performance of children with elevated dentine lead levels. The New England Journal of Medicine 300(13), 689Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c695.",
        "PTF (2000, February). Eliminating childhood lead poisoning: A federal strategy targeting lead paint hazards. PresidentÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0084¢s Task Force on Environmental Health Risks and Safety Risks to Children.",
        "Ruiz-Tagle, J. and K. Sehnbruch (2009). Elaboraci on de un Indicador de la Calidad del Empleo. Report, United Nations Procurement Division (UNPD).",
        "SERPAJ (1996). Diagn ostico medioambiental poblaci on Los Industriales y Cerro ChuÃ\u0083â\u0080¹Ã\u0082Å\u0093 no. Report, Servicio de Paz y Justicia.",
        "Servicio de Salud de Arica (2001). Listado de personas con niveles de plomo en sangre superiores a 10Ã\u0083Å½Ã\u0082Â¼g/dL con contramuestras conÃ\u0083Â¯Ã\u0082Â¬Ã\u0082Â\u0081rmadas por el I.S.P. efectuadas el aÃ\u0083â\u0080¹Ã\u0082Å\u0093 no 2000 a las poblaciones Cerro ChuÃ\u0083â\u0080¹Ã\u0082Å\u0093 no y Los Industriales. Servicio de Salud de Arica, Subdirecci on M edica, Unidad de Epidemiolog Ã\u0083â\u0080\u009eÃ\u0082Â±a.",
        "Sinnott, R. W. (1984). Virtues of the Haversine. Sky and Telescope 98(2), 159.",
        "Soto, R. and A. Torche (2004, Diciembre). Spatial inequality, migration and economic growth in Chile. Cuadernos de econom Ã\u0083â\u0080\u009eÃ\u0082Â±a 41(7), 401Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c404.",
        "Suprema, C. (2007). Fallo Corte Suprema Rol 3174-2005, Resoluci on 12947. Technical report, Corte Suprema.",
        "Tchernitchin, A., L. Nina, L. Molina, G. Molina, N. Tchernitchin, C. Acevedo, and P. Alonso (2005). Human exposure to lead in chile. Reviews of Environmental Contamination and Toxicology 185(6), 93Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c139.",
        "Wasserman, G., X. Liu, D. Popovac, P. Factor-Litvak, J. Kline, C. Waternaux, N. Lolacono, and J. Graziano (2000, November-December). The Yugoslavia prospective lead study: contributions of prenatal and postnatal lead exposure to early exposure to early intelligence. Neurotoxicology and Teratology 22(6), 811Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c818.",
        "Wechsler, D. (1974). Manual for the Wechsler Intelligence Scale for Children Revised. New York: Psychological Corporation.",
        "Wolpaw, J. (2007, May). Environmental Policy as Social Policy? The Impact of Childhood Lead Exposure on Crime. The B.E. Journal of Economic Analysis and Policy, Berkeley Electronic Press 7(1).",
        "Ziegler, E., B. Edwards, R. Jensen, K. MahaÃ\u0083Â¯Ã\u0082Â¬Ã\u0082â\u0082¬ey, and S. Fomon (1978, January). Absorption and retention of lead by infants. Pediatric Research 12(1), 29Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c34."
    ]
}