{
    "id": 18920,
    "cites": 8,
    "cited_by": 37,
    "reference": [
        "Ackerberg, D., K. Caves, and G. Frazer (2008): Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Structural Identification of Production Functions,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d UCLA mimeo.",
        "Bureau van Dijk (2010): Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093BvD Ownership Database,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Amsterdam: Bureau van Dijk Electronic Publishing.",
        "Kalemli-Ozcan, S., B. SÃ\u0083Æ\u0092Ã\u0082Â¸rensen, and V. Volosovych (2010): Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Deep Financial Integration and Macroeconomic Volatility,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d NBER Working Papers 15900.",
        "Levinsohn, J., and A. Petrin (2003): Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Estimating Production Functions Using The subsamples of domestic firms used in spillovers regressions are not the same in sub-panels A2 and A3 (B2 and B3) because we use somewhat different data. For example, we estimate backward/forward spillovers using 2-digit input-output tablesÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009d4-digit tables are not available. Our knowledge/competition spillovers are based on 4-digit sector classifications; we omit 4-digit sector-country cells with less than 7 firms. However, that are no systematic differences between the samples of domestic firms in panels A2 and A3 (B2 and B3) (descriptive statistics are available from authors). Inputs to Control for Unobservables,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Review of Economic Studies, 70(2), 317Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c 342.",
        "Olley, S., and A. Pakes. (1996): Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093The Dynamics of Productivity in the Telecommunications Equipment Industry,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Econometrica, 64(6), 1263Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c97.",
        "Petrin, A., J. Reiter, and K. White (2011): Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093The Impact of Plant-level Resource Reallocations and Technical Progress on U.S. Macroeconomic Growth,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Review of Economic Dynamics, 14(1), 3Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c26.",
        "Siems, M., and C. Schouten (2009): Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093The Evolution of Ownership Disclosure Rules across Countries,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d ESRC Centre for Business Research - Working Papers 393.",
        "Wooldridge, J. (2009): Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093On Estimating Firm-Level Production Functions Using Proxy Variables to Control for Unobservables,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Economics Letters, 104(3), 112Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c"
    ]
}