{
    "id": 1896,
    "cites": 31,
    "cited_by": 23,
    "reference": [
        "Auerbach, Alan J. 1985. Real Determinants of Corporate Leverage, in Corporate Capital Structures in the United States, edited by Benjamin M. Friedman. Chicago: The Urrivers-ity of Chicago Press.",
        "Auerbach, Alan J. and James R. Hines Jr. 1986. Tax Reform, Investment, and the Value of the Firm, NBER Working Paper No. 1803, January.",
        "Auerbach, Alan and Laurence Kotl-ikoff. 1983. Investment Versus Savings Incentives: The Size of the `Bang for the Buck and the Potential for Self-Financing Business Tax Cuts, in L. Meyer, ed.~, The Economic Consequences of Government Deficits. Boston: Kluwer-Nijhoff.",
        "Auerbach, Alan and James Poterba. 1986. Tax Loss Carryforwards and Corporate Tax Incentives Mimeo. February.",
        "Bradford, David F. and Don Fullerton. 1981. Pitfalls in the ConstrucHon and Use of Effective Tax Rates, -in Depreciation, Inflation, and the Taxation of Income from Capital, edited by Charles R. Hulten. Washington, D.C.: The Urban Institute Press.",
        "Bulow, Jeremy I. and Lawrence H. Summers. 1984. The Taxation of Risky Assets, Journal of Political Economy 92:1, 20-39.",
        "Constantinides, George M. 1983. Capital Market Equilibrium with Personal Tax, Econometrica 51: 611-636.",
        "Personal Taxes, Journal of Financial Economics 13: 299-335. DeAngelo, Harry and Ronald W. Masulis. 1980. Optimal Capital Structure under Corporate and Personal Taxation, Journal of Financial Economics 8:3-29.",
        "Fullerton, Don and Roger H. Gordon. 1983. A Reexamination of Tax Distortions in General Equilibrium Models, in Behavioral Simulation Methods-in Tax PoUcy Analysis, edited by Mart-in Feldstein. Chicago: The University of Chicago Press.",
        "Hulton and Isabel V. Sawhill (eds.), The Legacy of Reaganomics: Prospects for Long Term Growth. Washington, D.C.: The Urban Institute Press. Gilson, Ronald J., Myron S. Scholes, and Mark A. Wolfson. 1986. Taxation and the Dynamics of Corporate Control: The Uncertain Case for Tax Motivated Acquisitions, Stanford Law School, Law and Economics Program, Working Paper No. 873, February.",
        "Gordon, Roger H. 1982. Interest Rates, Inflation, and Corporate Financial Policy, Brookings Papers on Economic Activity 2:461-488.",
        "Gordon, Roger H. and Burton G. Malkiel. 1981. Corporation Finance, in How Taxes Affect Economic Behavior, edited by Henry J. Aaron and Joseph A. Pechman. Washington, D.C.: Brookings Institution.",
        "Hall, Robert E. and Dale W. Jorgenson. 1967. Tax Policy and Investment Behavior., American Economic Review 57:391-414.",
        "Hendershott, Patric H. and David C. Ling. 1984. Trading and the Tax Shelter Value of Depreciable Real Estate, National Tax Journal 37:2, 213-223.",
        "Hite, Gailen L. and Anthony B. Sanders. 1981. ~Excess Depreciation and the Maximum Tax, Journal of the American Real Estate and Urban Economics Association 9:2, 134-147.",
        "Hulten, Charles and Frank Wykoff. 1981. The Measurement of Economic Depreciation, in Charles Hulten ed., Depreciation, Inflation, and the Taxation of Income from Capital. Washington: Urban Institute.",
        "Jensen, Michael C. and William H. Meckling. 1976. Theory of the Firm: Managerial Behavior, Agency Costs and Ownership Structure, Journal of Financial Economics 3: 305-60.",
        "M-iller, Merton. 1977. Debt and Taxes, Journal of Finance 32: 261-75.",
        "Modigl-iani, Franco. 1982. Debt, Dividend Policy, Taxes, Inflation and Market Valuation, Journal of Finance 37:255-73.",
        "Myers, Stewart C. 1977. Determinants of Corporate Borrowing, Journal of Financial Economics 5:147-75.",
        "Myers, Stewart and N. Majluf. Forthcoming. Corporate Financing and Investment Decisions When Firms Have Information Investors Do Not Have, Journal of Financial Economics. Pellechio, Anthony 3. 1985. Taxation, Real Property Value, and Optimal Holding Periods: An Analytic Solution and Application to Tax Reform, mimeo. August.",
        "Poterba, James M. 1985. How Burdensome Are Capital Gains Taxes? MIT. Mimeo, August.",
        "Poterba, James M. and Lawrence H. Summers. 1985. The Economic Effects of Dividend Taxation, in Recent Advances in Corporate Finance, edited by Edward I. Altman and Marti G. Subrahmanyam. Homewood, IL: Richard D. Irwin.",
        "Rosen, Harvey. 1985. Housing Subsidies: Effects on Housing Decisions, Efficiency, and Equity, in A. Auerbach and M. Feldstein (eds.), Handbook of Public Economics, Vol. 1. Amsterdam: North-Holland.",
        "Stiglitz, Joseph E. 1983. Some Aspects of the Taxation of Capital Gains, Journal of Public Economics 21: 257-94.",
        "Summers, Lawrence H. 1986. Investment Incentives and the Discounting of Depreciation Allowances, mimeo, February.",
        "Titman, Sheridan D. 1982. The Effect of Anticipated Inflation on Housing Market Equilibrium, Journal of the American Real Estate and Urban Economics Association 37:827-842.",
        "US. Department of the Treasury. 1984. Tax Reform for Fairness, Simplicity, and Economic Growth: The Treasury Department Report to the President. Washington, D.C.: U.S. Department of the Treasury. November.",
        "Wales, Terence J. 1966. Estimation of an Accelerated Depreciation Learning Function, Journal of the American Statistical Association 61: 995-1009.",
        "White, Michelle 3. 1983. Bankruptcy Costs and the New Bankruptcy Code, Journal of Finance 38.",
        "Williams, Joseph. 1981. Trading Depreciable Assets,t mimeo. New York: New York University School of Business, October."
    ]
}