{
    "id": 1898,
    "cites": 25,
    "cited_by": 19,
    "reference": [
        "Blanchard, 0. and L. Summers (1985), ~Perspect-ives on High World Real Interest Rates, Brookings Papers on Economic Activity, pp. 273-324.",
        "Branson, W. (1985), Causes of Appreciation and Volatility of the Dollar, NBER Working Paper No. 1777.",
        "Dornbusch, R. (1976), Expectations and Exchange Rate Dynamics, Journal of Political Economy, December.",
        "Dornbusch, R. (1983); Comment on FloatIng Exchange Rates After Ten Years,~ Brookings Papers on Economic Activ-it~~.",
        "Evans, P. (1985a), Do Large Deficits Produce High Interest Rates?1 Amer-ican Economic Review, March.",
        "Evans, P. (1985b), Is the Dollar High Because of Large Budget Deficits? mimeo; September.",
        "Feldstein, M. (1985), American Economic Policy and the World Economy,~ Foreign Affairs, Summer, pp. 995-1008.",
        "Feldstein, M. (1986a), U.S. Budget Deficits and the European Economies: Resolving the Political Economic Puzzle, American Economic Review, May.",
        "Feldstein, M. (1986b), Budget Deficits, Tax Rules and Real Interest Rates, forthcoming.",
        "Feldstein, M. and P. Bacchetta (1986), U.S. Budget Deficits and European Unemployment: The German Experience, forthcoming.",
        "Feldstein, M. and L. Summers (1978), Inflation, Tax Rules and the Long-Term Interest Rate, Brookings Papers on Economic Activity, January.",
        "Frankel, J. (1979), On the Mark: A Theory of Floating Exchange Rates Based on Real Interest Differentials, American Economic Review, September.",
        "Frankel, J. (1982), A Test of Perfect Substitutability in the Foreign Exchange Market, Southern Economic Journ~1, October.",
        "Frenkel, J. (1985), Causes of Appreciation and Volatility of the Dollar, NBER Working Paper No. 1377.",
        "Frenkel, J. and A. Razin (1984), The International Transmission of Fiscal Error and Budget Deficits in the World Economy, NBER Working Paper No. 1527.",
        "Frenkel, J. and A. Razin (1985), The International Transmission and Effects of Fiscal Policies, NBER Working Paper No. 1799.",
        "Hooper, P. (1985), International Repercussions of the U.S. Budget Deficit, -52- Brookings Discussion Paper No. 27, February.",
        "Hutchinson, M. and A. Throop, U~S. Budget Deficits and the Real Value of the Dollar, Economic Review of Federal Reserve Bank of San Francisco, Fall 1985.",
        "Krugman, P. (1985), Is the Strong Dollar Sustainable? NBER Working Paper No. 1644.",
        "McKirinon, R. (1984), An International Standard for Monetary Stabilization, Policy Analyses in International Economics No. 8, Institute for International Economics.",
        "Meese, R. and K. Rogoff (1983), Empirical Exchange Rate Models of the Seventies: Do They Fit Out of Sample? Journal of International Economics.",
        "Obstfeldt, M. (1985), Floating Exchange Rates: Experience and Prospects, Brookings Papers on Ecoknomic Activity 1985:2.",
        "Plosser, C. (1982). Government Financing Decisions and Asset Returns,t Journal of Monetary Economics, May.",
        "Price, R.W.R. and P. Muller (1984), `1Structural Budget Indicators and the Interpretation of Fiscal Policy Stance in OECD Economies,~ in OECD Economic Studies, No. 3, Autumn.",
        "Sachs, J. (1985), The Dollar and the Policy Mix: 1985, NBER Working Paper No. 1636, forthcoming in the Brookings Papers on Economic Activity."
    ]
}