{
    "id": 1899,
    "cites": 40,
    "cited_by": 57,
    "reference": [
        "Abel, A. B., Investment and the Value of Capital (New York: Garland, 1979). _, \"Dynamic Effects of Permanent and Temporary Tax Policies in a q Model of Investment,\" Journal of Monetary Economics, IX (1982), 353-73.",
        "_, \"Optimal Investment under Uncertainty,\" American Economic Review, LXXIII (1983), 228-33.",
        "_, and 0. J. Blanchard, \"The Present Value of Profits and the Cyclical Movements of Investment,\" National Bureau of Economic Research Working Paper No. 1122, Cambridge, MA, 1983. Forthcoming in Econometrica.",
        "_, and _, \"Investment and Sales: An Empirical Study,\" National Bureau of Economic Research Conference Paper, Cambridge, MA, 1983. Amemiya, T., \"Nonlinear Regression Models,\" Handbook of Econometrics, Z. Griliches and M. D. Intrilligator, eds. (Amsterdam: North-Holland, 19 83) .",
        "Arrow, K., H. B. Chenery, B. Minhas, and R. M. Solow, \"Capital-Labor Substitution and Economic Efficiency,\" Review of Economics and Statistics, XLIII (1961), 225-50.",
        "Bernanke, B. S., \"An Equilibrium Model of Industrial Employment, Hours, and Earnings, 1923-1939,\" unpublished, Stanford University, 1983.",
        "Berndt, E. B.^and C. J. Morrison, \"Income Redistribution and Employment Effects of Rising Energy Prices,\" Resources and Energy, II (1979) 131-50.",
        "Brainard, W. C., and J. Tobin, \"Pitfalls in Financial Model Building,\" American Economic Review Papers and Proceedings, LVIII (1968), 99-122.",
        "Brechling, F. P. R., Investment and Employment Decisions (Manchester: Manchester University Press, 1975).",
        ", and D. T. Mortenson, \"Interrelated Investment and Employment Decisions,\" unpublished, 1971.",
        "Clark, P. K., \"Investment in the 1970s: Theory, Performance, and Prediction,\" Brookings Papers on Economic Activity, No. 1 (1979), 73-113.",
        "Epstein, L. G., and M. G. S. Denny, \"The Multivariate Flexible Accelerator Model: Its Empirical Restrictions and an Application to U.S. Manufacturing,\" Econometrica, LI (1983), 647-74.",
        "Fair, R. C., The Short-run Demand for Workers and Hours (Amsterdam: North-Holland Publishing Co., 1969).",
        "Garber, P. M., and R. E. King, \"Deep Structural Excavation? A Critique of Euler Equation Methods,\" National Bureau of Economic Research Technical Working Paper No. 31, Cambridge, MA, 1983.",
        "Hall, R. E., and D. W. Jorgenson, \"Tax Policy and Investment Behavior,\" American Economic Review, LVII (1967), 391-414.",
        "Hansen, L. P., \"Large Sample Properties of Generalized Method of Moments Estimators,\" Econometrica, L (1982), 1029-54.",
        "_, and T. J. Sargent, \"Formulating and Estimating Dynamic Linear Rational Expectations Models,\" Journal of Economic Dynamics and Control, II (1980), 7-46.",
        ", and _, \"Linear Rational Expectations Model for Dynamically Interrelated Variables,\" Rational Expectations and Econometric Practice, R. E. Lucas and T. J. Sargent, eds. (Minneapolis, MN: University of Minnesota Press, 1982).",
        "Hayashi, F., \"Tobin's Marginal q and Average q : A Neoclassical Interpretation,\" Econometrica, L (1982), 213-24.",
        "Ibbotson, R. G., and R. A. Sinquefeld, Stocks, Bonds, Bills and Inflation: The Past and the Future (Charlottesville, VA: Financial Analyst Research Foundation, 1982).",
        "Jorgenson, D. W., \"Capital Theory and Investment Behavior,\" American Economic Review Papers and Proceedings, LIII (1963), 247-59.",
        "_, and M. A. Sullivan, \"Inflation and Corporate Capital Recovery,\" Depreciation, Inflation, and the Taxation of Income from Capital, C. R. Hulten, ed. (Washington: Urban Institute, 1981).",
        "Kennan, J., \"The Estimation of Partial Adjustment Models with Rational Expectations,\" Econometrica, XLVII (1979), 1441-55.",
        "Lucas, R. E., \"Optimal Investment Supply and the Flexible Accelerator,\" International Economic Review, VIII (1967), 78-85.",
        "_, \"Econometric Policy Evaluation: A Critique,\" The Phillips Curve and Labor Markets, K. Brunner and A. H. Meitzer, eds., CarnegieRochester Conference of Public Policy I (Amsterdam: North-Ho11and, 1976).",
        "__j and E. C. Prescott, \"Investment under Uncertainty,\" Econometrica, XXXIX (1971), 659-81.",
        "Mankiw, N. G., J. J. Rotemberg, and L. H. Summers., \"Intertemporal Substitution in Macroeconomics,\" Quarterly Journal of Economics, C (1985), 225-51.",
        "Meese, R., \"Dynamic Factor Demand Schedules for Labor and Capital under Rational Expectations,\" Journal of Econometrics, XIV (1980), 141-58.",
        "Morrison, C. J. , and E. R. Berndt, \"Short-run Labor Productivity in a Dynamic Model,\" Journal of Econometrics, XVI (1981), 339-65.",
        "Nadiri, M. I., and S. Rosen, \"Interrelated Factor Demand Functions,\" American Economic Review, LIX (1969), 457-71.",
        "Pindyck, R. S. , and J. J. Rotemberg, \"Dynamic Factor Demands under Rational Expectations,\" Scandinavian Journal of Economics, LXXXV (1985), 223-38. Rotemberg, J. J. , \"Interpreting the Statistical Failures of Some Rational Expectations Macroeconomic Models,\" American Economic Review Papers and Proceedings, LXXIV (19 84), 188-93.",
        "Sargent, T. J., \"Estimation of Dynamic Labor Demand Schedules under Rational Expectations.\" Journal of Political Economy, LXXXVI (1978), 1009-44.",
        "Summers, L. H., \"Taxation and Corporate Investment: A q-Theory Approach,\" Brookings Papers on Economic Activity, No. 1 (1981), 67-127.",
        "Survey of Current Business, U.S. Department of Commerce, Bureau of Economic Analysis, various numbers. Tobin, J. \"A General Equilibrium Approach to Monetary Theory,\" Journal of Money, Credit and Banking, I (1969), 15-29.",
        "__, and P. M. White, \"Comments and Discussion,\" Brookings Papers on Economic Activity, No. 1 (1981), 132-39.",
        "Treadway, A. B., \"On the Multivariate Flexible Accelerator,\" Econometrica, XXXIX (1971), 845-55.",
        "FOOTNOTES *This paper is a revision of Chapter One of my 1984 M.I.T. Ph.D dissertation. I am grateful to my committee, Stanley Fischer, Jerry Hausman, and Olivier Blanchard, and to Andrew Abel, Ernst Berndt, N. Gregory Mankiw, James Poterba, David Romer, Julio Rotemberg, Lawrence Summers, numerous seminar participants, and anonymous referees for their extensive comments and discussion. I gratefully acknowledge the financial support of the National Science Foundation and the Social Science Research Council Subcommittee on Monetary Research.",
        "1. Hayashi [1982] shows that average q equals marginal q under certain circumstances such as constant returns to scale. 2. The cost of intermediate inputs do not appear in the expression for profits so real value added minus real factor costs equals real profits.",
        "8. Rotemberg [1984] argues that if the overidentifying restrictions fail, different instrument lists could lead to vastly different estimates. That the estimates remain essentially unchanged when the timing of the instruments is changed is informal evidence that his problem does not arise with these estimates even though the J statistic is large.",
        "9. To calculate the root, I must make more explicit assumptions about the environment of the representative firm than in the Euler equations. With the Euler equations, I assume that the representative firm is a price taker. It would be incorrect, however, to assume that there is no feedback from factor and product markets to the representative firm. Even if the market is competitive, the representative firm will move down the market demand curve and up the labor supply curve. The competitive assumption means only that the firm does not take its effect on prices into account in its decision rule. I assume that labor is supplied inelastically, so Lt , Nt , and H are held constant. Wages relative to output prices are also held constant. Summers [1981] makes a similar assumption. Using parameter values from Table 1, column b, the linearized rule for representative form is oo K t 0.75 K - 7.1 I 0.931(E t-1 i=0 ) when the required rate of return is constant."
    ]
}