{
    "id": 19002,
    "cites": 41,
    "cited_by": 24,
    "reference": [
        "Almond, Douglas and Janet Currie (2011) Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Human Capital Development before Age FiveÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d in David Card and Orley Ashenfelter (eds.) Handbook of Labor Economics Volume 4, Amsterdam: North-Holland, 1315-1486.",
        "Altonji, Joseph and Rebecca Blank (1999) Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Race and Gender in the Labor MarketÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d in O. Ashenfelter and D. Card, (eds.), Handbook of Labor Economics Volume 3c, Amsterdam: NorthHolland, 3144-3259.",
        "Angrist, Joshua D., and Alan B. Krueger (1991) Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Does Compulsory School Attendance Affect Schooling and Earnings?Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Quarterly Journal of Economics 106, 979-1014.",
        "Athey, Susan and Guido Imbens (2006) Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Identification and Inference in Nonlinear Difference-InDifference ModelsÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Econometrica 74 (2), 431-498.",
        "Brinch, Christian N. and Taryn A. Galloway (2012), Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Schooling in Adolescence Raises IQÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Proceedings of the National Academy of Sciences 109(2), 425-430.",
        "Carneiro, Pedro, James J. Heckman, and Dimitriy V. Masterov (2005) Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Labor Market Discrimination and Racial Differences in Premarket FactorsÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d The Journal of Law and Economics 48(1), 1-39.",
        "Carneiro, Pedro and James J. Heckman (2003) Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Human Capital PolicyÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d in J. Heckman and A. Krueger, (eds.) Inequality in America: What Role for Human Capital Policy? MIT Press, 77Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c240.",
        "Cascio, Elizabeth and Ethan Lewis (2006) Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Schooling and the Armed Forces Qualifying Test: Evidence from School-Entry LawsÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d the Journal of Human Resources 41(2), 294-318.",
        "Case, Anne, Angela Fertig and Christina Paxson (2005) Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093The Lasting Impact of Childhood Health and CircumstanceÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Journal of Health Economics 24, 365-389.",
        "Case, Anne, Darren Lubotsky, and Christina Paxson (2002) Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Economic Status and Health in Childhood: The Origins of the GradientÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d American Economic Review 92(5) 1308-1334.",
        "Clark, Damon and Heather Royer (2010) Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093The Effect of Education on Adult Health and Mortality: Evidence from BritainÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d NBER Working Paper 16013.",
        "Cox, David R., and David Oakes (1984) Survival Analysis, London: Chapman and Hall.",
        "Cunha, Flavio, James J. Heckman, Lance J. Lochner and D. V. Masterov (2006) Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Interpreting the evidence on life cycle skill formationÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d in E. A. Hanushek and F. Welch (eds.), Handbook of the Economics of Education, Amsterdam: North-Holland, 697Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c812 Cunha, Flavio James J. Heckman and Susanne M. Schennach (2010) Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Estimating the Technology of Cognitive and Noncognitive Skill FormationÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Econometrica 78(3), 883-931.",
        "Currie, Janet (2009) Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Healthy, Wealthy, and Wise? Socioeconomic Status, Poor Health in Childhood, and Human Capital DevelopmentÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Journal of Economic Literature 47(1), 87-122.",
        "Cutler, David, and Adriana Lleras-Muney (2006) Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Education and health: evaluating theories and evidenceÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d in J.S. House, R.F. Schoeni, G.A. Kaplan, and H. Pollack, eds., The Health Effects of Social and Economic Policy, New York: Russell Sage Foundation.",
        "Cutler, David, and Adriana Lleras-Muney (2011) Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Education and HealthÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Unpublished manuscript.",
        "Cutler, David, Angus Deaton and Adriana Lleras-Muney (2006) Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093The Determinants of MortalityÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Journal of Economic Perspectives 20(3), 97-120.",
        "Grossman, Michael (2006) Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Education and Nonmarket OutcomesÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d in E. Hanushek and F. Welch (eds.) Handbook of the Economics of Education, Amsterdam: North-Holland, Elsevier Science.",
        "Hansen, Karsten T., James J. Heckman, Kathleen J. Mullen (2004) Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093The effect of schooling and ability on achievement test scoresÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Journal of Econometrics 121(1Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c2), 39Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c98.",
        "Heckman, James J. (1995) Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Lessons from the Bell CurveÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Journal of Political Economy 103(5), 1091-1120.",
        "Heckman, James J., Jora Stixrud and Sergio Urzua (2006) Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093The Effects of Cognitive and Noncognitive Abilities on Labor Market Outcomes and Social BehaviorÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Journal of Labor Economics 24(3), 411-482.",
        "Herrnstein, Richard J. and Charles Murray (1994) The Bell Curve: Intelligence and Class Structure in American Life New York: Free Press.",
        "Holmlund, Helena (2007) Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093A ResearcherÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0084¢s Guide to the Swedish Compulsory School ReformÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Working paper 9/2007, Swedish Institute for Social Research, Stockholm University.",
        "HÃ\u0083Æ\u0092Ã\u0082Â¤rnqvist, Kjell (1968) Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Relative changes in intelligence from 13 to 18. I. Background and methodologyÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Scandinavian Journal of Psychology 9, 50-64.",
        "HÃ\u0083Æ\u0092Ã\u0082Â¤rnqvist, Kjell (1997) Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Gender and Grade Differences in Latent Ability VariablesÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Scandinavian Journal of Psychology 38(1), 55Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c62.",
        "Johansson, Per and MÃ\u0083Æ\u0092Ã\u0082Â¥rten Palme (1996) Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Do Economic Incentives Affect Work Absence? Empirical Evidence Using Swedish Micro DataÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Journal of Public Economics 59, 195-218.",
        "Johansson, Per and MÃ\u0083Æ\u0092Ã\u0082Â¥rten Palme (2005) Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Moral Hazard and Sickness InsuranceÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d, Journal of Public Economics 89, 1879-1890.",
        "Lager, Anton and Jenny Torssander (2012) Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Causal effect of education on mortality in a quasiexperiment on 1.2 million SwedesÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Proceedings of the National Academy of Sciences 109(22), 8461-8466.",
        "Lindahl, Mikael, MÃ\u0083Æ\u0092Ã\u0082Â¥rten Palme, Sofia Sandgren Massih and Anna SjÃ\u0083Æ\u0092Ã\u0082Â¶gren, (2013) Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Long-term intergenerational persistence of human capital: an empirical analysis of four generationsÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Department of Economics, Stockholm University, Working Paper 2013:3.",
        "Lleras-Muney, Adriana (2005) Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093The Relationship Between Education and Adult Mortality in the United States,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Review of Economic Studies 72, 189-221.",
        "Marklund, Sixten (1981) Skolsverige 1950Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c1975: FÃ\u0083Æ\u0092Ã\u0082Â¶rsÃ\u0083Æ\u0092Ã\u0082Â¶ksverksamheten. Stockholm: Liber UtbildningsfÃ\u0083Æ\u0092Ã\u0082Â¶rlaget.",
        "McGinnis J. Michael and William W. Foege (1993) Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Actual causes of death in the United StatesÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Journal of the American Medical Association 270, 2207Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c2212.",
        "Mazumder, Bhashkar (2008) Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Does Education Improve Health: A Reexamination of the Evidence from Compulsory Schooling LawsÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Economic Perspectives 33(2), 2-16.",
        "Mazumder, Bhashkar (2012) Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093The Effects of Education on Health and MortalityÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Nordic Economic Policy Review 3(1), 261-301.",
        "Meghir, Costas and MÃ\u0083Æ\u0092Ã\u0082Â¥rten Palme (2005) Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Educational Reform, Ability, and Family BackgroundÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d American Economic Review 95(1), 414-424.",
        "Meghir, Costas and Steven Rivkin (2011) Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Econometric Methods for Research in EducationÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d in E. Hanushek, S. Machin and L. Woessmann (eds.) Handbook of the Economics of Education Volume 3, Amsterdam: North-Holland, Elsevier Science, 1-39.",
        "Neal, Derek and William Johnson (1996) Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093The role of premarket factors in blackÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009cwhite wage differencesÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Journal of Political Economy 104(5), 869Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c895.",
        "Oreopoulos, Philip (2006) Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Estimating Average and Local Average Treatment Effects of Education when Compulsory School Laws Really MatterÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d American Economic Review 96(1), 152-175.",
        "Socialstyrelsen (2009a) The Swedish Cause of Death Registry. Sweden, Stockholm. 2009.",
        "Socialstyrelsen (2009b) The Swedish National Patient Register. Inpatient diseases in Sweden 1987-2007. Sweden, Stockholm. 2009.",
        "Spasojevic, Jasmina (2010) Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Effects of Education on Adult Health in Sweden: Results from a Natural ExperimentÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d in D. Slottje and R. Tchernis (eds.) Current Issues in Health Economics (Contributions to Economic Analysis, Volume 290), Emerald Group Publishing Limited, 179-199. APPENDIX [FOR ONLINE PUBLICATION ONLY]"
    ]
}