{
    "id": 1900,
    "cites": 30,
    "cited_by": 14,
    "reference": [
        "Abel, A. B. (1979), Investment and the Value of Capital, Garland, New York.",
        "Research Working Paper No. 1122, Ca~thridge, MA. Forthcoming in Economnetrica. Betancourt, R. R. and C. K. Clague (1981), Capital Utilization: A Theoretical and Empirical Analysis, Cambridge University Press, Cambridge.",
        "Bernanke, B. 5. (1983), The Determinants of Investment: Another Look, American Economic Review Papers and Proceedings, 73, 71-75.",
        "Blanchard, 0. J. and C. H. Kahn (1980), The Solution of Linear Difference i4odels under Rational Expectations,t Economnetrica, 48, 1305-1311.",
        "Bureau of Labor Statistics, Area Wage Surveys: Netropolitan Areas, United States and Regional Summaries, various numbers. Chow, G. C. and A. Lin (1971) , Best Linear Unbiased Interpolation Distribu- tion, and Extrapolation of Time Series by Related Series, Review of Economics and Statistics, 53, 372-375.",
        "Eisner, R. (1978), Factors in Business Investment, National Bureau of Economic Research General Series No. 102, Ballinger, Cambridge, MA.",
        "Feldstein, ~. S. and D. K. Foot (1971), The Other Half of Gross Investment: Replacement and M~derni:ation Expenditures, Review of Economics and Statistics, 53, 49-58.",
        "Fischer, 5. (1980), Dynamic Inconsistency, Cooperation and Benevolent Dis- sembling Government, Journal of Economic Dyanmics and Control, 2, 93-107.",
        "Foss, ~1. F. (1963), The Utilization of Capital Equipment: Postwar Compared with Prewar, Survey of Current Business, 43, 8-16.",
        "Garber, P. M. and R. G. King (1983), Deep Structural Excavation? A Critique of Euler Equation Methods, National Bureau of Economic Research Tech- nical Working Paper No. 31, Cambridge, MA.",
        "Hansen, L. P. (1982), Large Sample Properties of Generalized Method of Moments Estiniators, Econometrica, 30, 1029-1054.",
        "Estimation of Nonlinear Rational Expectations Models, Econoinetrica, 50, 1269-1286. Hausman, J. A. (1981), ttLabor Supply,t in H. J. Aaron and J. A. Pechman, eds., How Taxes Affect Economic Behavior, The Brookings Institution, Washington.",
        "Hedges, J. N. and E. S. Sekscenski (1979), Workers and Late Shifts in a Changing Economy,t Monthly Labor Review, 102, 14-22.",
        "Ibbotson, R. G. and R. A. Sinquefeld (1982), Stocks, Bonds, Bills and Infla tion: The Past and the Future, Financial Analyst Research Foundation, Charlottesville, VA.",
        "Jorgenson, D. W. and M. A. Sullivan (1981), Inflation and Corporate Capital Recovery,t in C. R. Hulten, ed., Depreciation, Inflation, and the Taxation of Income from Capital, The Urban Institute, Washington.",
        "Kennan, J. (1979) , The Estiniation of Partial Adjustment Nodels with Rational Expectations,~ Econometrica, 47, 1441-1455.",
        "Marris, R. (1964) , The Economics of Capacity Utilisation: A Report on 1~u1tiple- shift Work, Caithridge University Press, Cambridge.",
        "Monograph 1, H~1SO, London. Maurice, N. (1975), Shift Work: Economic Advantages and Social Cost, inter- national Labor Office, Geneva.",
        "Meese, R. (1980), Dynamic Factor Demand Schedules for Labor and Capital under Rational Expectations,t Journal of Econometrics, 14, 141-158.",
        "Mott, P. E.,~ F. C. Mann, Q. McLoughlin, and D. P. Warwick (1965), Shift Work: The Social, Psychological, and Physical Consequences, University of Michigan Press, Ann Arbor.",
        "Nadiri, ~i. I. and S. Rosen (1969), Interrelated Factor Demand Functions, American Economic Review, 59, 457-471.",
        "Pindyck, R. S. and J. J. Roternberg (1983), Dynamic Factor Demands under Rational Expectations, Scandinavian Journal of EcononÃ\u0083Â¼cs, 85, 223-238.",
        "Roteinberg, J. J. (1984), tInterpreting the Statistical Failure of Some Rational Expectations Macroeconomic Models, American Economic Review Papers and Proceedings, 74, 188-193.",
        "Sargent, T. J. (1978), Estimation of Dynamic Labor Demand Schedules under Rational Expectations, Journal of Political Economy, 86, 1009-1044.",
        "Shapiro, H. D. (1984), The Dynamic Demand for Capital and Labor, Cowles Foundation Discussion Paper No. 735, New Haven, CT. Forthcoming in Quarterly Journal of Economics.",
        "Summers, L. H. (1981), Taxation and Corporate Investment: A q-Theory Approach, Brookings Papers on Economic Activity, No. 1, 67-127.",
        "Taubman, P. and P. Gottschalk (1971), The Average Workweek of Capital in Manufacturing, Journal of the American Statistical Association, 66, 448-455.",
        "Taubxnan, P. and M. Wilkinson (1970), User Cost, Capacity Utilization, and Invest~nent Theory, International Econo~nic Review, 11, 209-215.",
        "Tatorn, J. A. (1980), The `Problem of Real 1~ages and Productivity, Journal of Political Economy, 88, 385-394.",
        "Winston, C. C. (1974), The Theory of Capital Utilization and Idleness, Journal of Economic Literature, 12, 1301-1320."
    ]
}