{
    "id": 1901,
    "cites": 22,
    "cited_by": 0,
    "reference": [
        "Williams, A., The Optimal Provision of Public Goods in a System of Local Government, Journal of Political Economy (1966), 10-33.",
        "Weisbrod, B., External Benefits of Public Education: An Economic Analysis, (1964), Princeton University, Industrial Relations Section.",
        "Gramlich, E. and D. Rubinfeld, Using Micro Data to Estimate Public Spending Demand Functions and Test the Tiebout and Median Voter Hypotheses, Journal of Political Economy, (1982), 535-560.",
        "Gaibraith, J.K., The Affluent Society (1958), Houghton-Mifflin.",
        "Downs, A., Why the Government Budget is Too Small in a Democracy, World Politics, 12 (1960), 541-563.",
        "Gramlich, E. and D. Rubinfeld, Voting on Public Spending, Journal of Policy Analysis and Management, 1 (1982), 516-533.",
        "Inman, It., Wages, Pensions, and Employment in the Local Public Sector, in P. Mieszkowski and G. Peterson, eds., Public Sector Labor Markets, Committee on Urban Public Economics, Papers on Public Economics (1982), Urban Institute, 110-118.",
        "Heckman. J., Sample Selection Bias as a Specification Error, Econometrica (1979), 153-161.",
        "Samuelson, P.A., The Pure Theory of Public Expenditure, Review of Economics and Statistics, 26 (1954), 387-398.",
        "Rubinfeld, D., P. Shapiro and J. Roberts, Tiebout Bias and the Demand for Public Goods, (1986), unpublished.",
        "Ladd, H., and Claire Christopherson, Demand for Local Public Services: Evidence from Survey Data, mimeo (1983).",
        "Ladd, H., Local Education Expenditures, Fiscal Capacity, and the Composition of Property Tax Base, National Tax Journal, 28 (1975),145-150.",
        "Bergstrom, T., D. Rubinfeld and P. ShapIro, Micro-Based Estimates of Demand Functions for Local School Expenditures, Econometrica, 50 (1982), 1183-1205.",
        "Bergstrom, T. and R. Comes, Independence of Allocative Efficiency From Distribution in the Theory of Public Goods, Econometrica, 51 (1983), 1753-1766.",
        "Bergstrom, T., When Does Majority Rule Supply Public Goods Efficiently? Scandinavian Journal of Economics, 8 (1979), 216-227.",
        "Brennan, G. and Buchanan, J., The Power to Tax: Analytical Foundations of a Fiscal Constitution (1980), 387-389.",
        "Brazer, H., Some Fiscal Implications of Metropolitanism, in G. Birkhead, ed., Metropolitan Issues: Social, Governmental, Fiscal (1961), Maxwell Graduate School of Public Affairs, Syracuse University.",
        "Bowen, H., The Interpretation of Voting in the Allocation of Economic Resources, Quarterly Journal of Economics, 58 (1943), 27-48.",
        "Barlow, R., ~Efficiency Aspects of Local School Finance, Journal of Political Economy, 78 (1970), 1028-1039.",
        "Courant, P., E. Gramlich and D. Rubinfeld, Public Employee Market Power and the Level of Government Spending, American Economic Review, 69 (1979), 806-817.",
        "Brueckner, J., A Test for Allocative Efficiency in the Local Public Sector, Journal of Public Economics, 19 (1982), 311-331.",
        "Denzau, A., R.. Mackay and C. Weaver, On the Initiative Referendum Option and the Control of Monopoly Government, in H.F. Ladd and T.N. Tideman, eds., Tax and Expenditure Limit ation, Urban Institute, 5 (1981), 191-222."
    ]
}