{
    "id": 1902,
    "cites": 31,
    "cited_by": 3,
    "reference": [
        "Mussa, Michael, Nominal Exchange Rate Regimes and the Behavior of Real Exchange Rates: Evidence and Implications, Presented at the Carnegie- Rochester Conference on Public Policy, Carnegie-Mellon University, November 1985.",
        "McKinnon, Ronald I., The Order of Economic Liberalization: Lessons from Chile and Argentina in K. Brunner and A.H. Meltzer (eds.), Economic Policy in a Changing World, Vol. 17 of the Carnegie-Rochester Conference Series on Public Policy, Amsterdam: North-Holland, 1982.",
        "Stockman, Alan C., A Theory of Exchange Rate Determination, Journal of Political Economy 86, (August 1980): 673r98.",
        "Consistent Fiscal Policy, Scandinavian Journal of Economics 87, 1985.",
        "Persson, Torsten, Real Transfers in Fixed Exchange Rate Systems and the International Adjustment Mechanism, Journal of Monetary Economics 13, (May 19814): 3149i~69.",
        "Edwards, Sebastian and Liaquat Ahamed (eds.) Economic Adjustment and Exchange Rates in Developing Countries, Chicago, IL: University of Chicago Press, 1986, forthcoming. * Obstfeld, Maurice, Capital Controls, the Dual Exchange Rate and Devaluation, NBER Working Paper Series No. 13214, April 19~14.",
        "Marion, Nancy P., Insulation Properties of a Two-Tier Exchange Market in a Portfolio Balance Model, Economica 148, (1981): 61-70.",
        "Swoboda, Alexander, K., The Dual Exchange Rate Systems and Monetary Independence, in Robert Z. Aliber (ed.), National Monetary Policies and the International System, University of Chicago Press, 19714.",
        "Lizondo, Jose, Exchange Rate Differentials and Balance of Payments Under Dual Exchange Markets, unpublished manuscript, IMF, 198)4. Lucas, Jr. Robert E., Interest Rates and Currency Prices in a Two-Country World, Journal of Monetary Economics 10, (November 1982): 335-60.",
        "Frenkel, Jacob A., The Order of Economic Liberalization: Lessons from Chile and Argentina: A Comment in K. Brunner and A.H. Meltzer (eds.), Economic Policy in a Changing World Vol. 17 of the Carnegie-Rochester Conference Series on Public Policy, Amsterdam, North-Holland, 1982.",
        "Alternative Exchange-Rate Regimes with Optimal Indexation, Quarterly Journal of Economics 97, (February 1982): )4366.",
        "Flood, Robert P., Exchange Rate Expectations in Dual Exchange Markets, Journal of International Economics 8, (February 1978): 65-78.",
        "Fleming, J. Marcus, Dual Exchange Markets and Other Remedies for Disruptive Capital Flows, IMF Staff Papers 21, (March 1971): 1-27.",
        "Liviatan, Nissan, Neutral Monetary Policy and the Capital Import Tax, unpublished manuscript, The Hebrew University, 1979.",
        "Lanyi, Anthony, Separate Exchange Markets for Capital and Current Transactions, IMF Staff Papers 22, (November 1975): 7114-149.",
        "Khan, Mohsin S. and Roberto Zahller, The Macoreconomic Effects of Changes in Barriers to Trade and Capital Flows: A Simulation Analysis, IMF Staff Papers 30, No. 2 (June 1983): 223-82.",
        "Helpman, Elhanan, An Exploration in the Theory of Exchange Rate Regimes, Journal of Political Economy, 89, (October 1981): 865-90.",
        "Guidotti, Pablo E., A study on Dual Exchange Rates, Unpublished Ph.D. Dissertation, University of Chicago, (July 1985).",
        "Greenwood, Jeremy and Kent Kimbrough, An Investigation in the Theory of Foreign Exchange Controls, Centre for the Study of International Economic Relations, University of Western Ontario, Working Paper No. 8~431, August 19814.",
        "World Economy, NBER Working Paper Series, No. 13514, (May 19814).",
        "Bhandari, Jagdeep S. and Bernard Decaluwe, Stochastic Implications of Incomplete Separation Between Commercial and Financial Exchange Markets unpublished manuscript, (June 19814).",
        "Ardito Barletta, M. Blejer and L. Landau (eds.), Economic Liberalization and Stabilization Policies in Argentina, Chile, and Uruguay: Applica tions of the Monetary Approach to the Balance of Payments, Washington, D.C.: The World Bank, 1983.",
        "Cumby, Robert E., Monetary Policy Under Dual Exchange Rates, Journal of International Money and Finance 3, (August 19814): 195-208.",
        "Blanchard, Ollvier J., Debt, Deficits and Finite Horizons, Journal of Political Economy 93, (April 1985): 223-147.",
        "Edwards, Sebastian, The Order of Liberalization of the External Sector in Developing Countries, Essays in International Finance, International Finance Section, Princeton University, No. 161 , December 1985.",
        "Dornbusch, Rudiger, The Theory of Flexible Exchange Rate Regimes and Macroeconomic Policy, Scandinavian Journal of Economics 78, No. 2 (May 1976): 255-75.",
        "Aizenman, Joshua, Adjustment to Monetary Policy and Devaluation Under Two- Tier Fixed Exchange Rate Regimes, Journal of Development Economics 18 (1985): 153~69.",
        "Adams, Charles and Jeremy Greenwood, Dual Exchange Rate Systems and Capital Controls: An Investigation, Journal of International Economics 18, (February 1985): 143-63.",
        "Basevi, Glorgio, Instruments for Preserving Economic Efficiency and Inter- national Capital Mobility in Capital Controls and Foreign Exchange Legislation, Euromobiliare, Occasional Paper, Mllario, (June 1985).",
        "Argy, Victor and Michael G. Porter, The Forward Exchange Market and the Effects of Domestic and Foreign Disturbances Under Alternative Exchange- Rate Regimes, IMF Staff Papers 19, (November 1972): 503-28.",
        "Controls and Inflation Tax, Canadian Journal of Economics 19, (February 1986)."
    ]
}