{
    "id": 1904,
    "cites": 26,
    "cited_by": 3,
    "reference": [
        "Auerbach, Alan J. (1984), Taxes, Firm Financial Policy, and the Cost of Capital: An Empirical Analysis, Journal of Public Economics 23, February/March, pp. 27-57.",
        "Auerbach, Alan J. and James M. Poterba (1987), Tax Loss Carryforwards and Corporate Tax Incentives, this volume.",
        "Ballard, Charles L. and Lawrence H. Goulder (1985), Consumption Taxes, Foresight, and Welfare: A Computable General Equilibrium Analysis, in John Piggott and John Whalley, eds., New Developments in Applied General Eguilbrium Analysis, New York: Cambridge University Press.",
        "Ballard, Charles L., Don Fullerton, John B. Shoven, and John Whalley (1985), A General Equilibrium Model for Tax Policy Evaluation, Chicago: University of Chicago Press.",
        "Boskin, Michael J. (1978), Taxation, Saving, and the Rate of Interest, Journal of Political Economy 86, April, S3-S27.",
        "Bradford, David F. (1981), The Incidence and Allocation Effects of a Tax on Corporate Distributions, Journal of Public Economics 15, February, 1-23.",
        "Bradford, David F. and Don Fullerton (1981), Pitfalls in the Construction and Use of Effective Tax Rates, in C.R. Hulten, ed., Depreciation, Inflation and the Taxation of Income from Capital, Washington, DC: The Urban Institute Press.",
        "Feldstein, Martin, Louis Dicks-Mireaux and James Poterba (1983), The Effective Tax Rate and the Pretax Rate of Return, Journal of Public Economics 21, July, 129-5 8.",
        "Fullerton, Don (1985), The Indexation of Interest, Depreciation, and Capital Gains: A Model of Investment Incentives, NBER Working Paper No. 1655.",
        "Sawhill, eds., The Legacy of Reaganomics: Prospects for Long-Term Growth, Washington, DC: The Urban Institute Press. Fullerton, Don and Yolanda Kodrzycki Henderson (1985), Long-run Effects of the Accelerated Cost Recovery System, The Review of Economics and Statistics 67, August, 363-72.",
        "Fullerton, Don and Yolanda Kodrzycki Henderson (1986), A Disaggregate Equilibrium Model of the Tax Distortions Among Assets, Sectors, and Industries, AEI Occasional Paper No. 7, February.",
        "Fullerton, Don, John B. Shoven and John Whalley (1983), Replacing the U.S. Income Tax with a Progressive Consumption Tax, Journal of Public Economics 20, February, 3-23.",
        "Hall, Robert and Dale W. Jorgenson (1967), Tax Policy and Investment Behavior, American Economic Review 57, June, 391-4 14.",
        "Harberger, Arnold C. (1966), Efficiency Effects of Taxes On Income From Capita!, in M. Krzyzaniak, ed., Effects of Corporation Income Tax, Detroit: Wayne State University Press.",
        "Howry, E. Philip and Saul H. Hymans (1978), The Measurement and Determination of Loanable Funds Saving, Brookings Papers on Economic Activity, 655-685.",
        "Hulten, Charles R. and Frank C. Wykoff (198 I), The Measurement of Economic Depreciation, in CR. Hulten, ed., Depreciation, Inflation, and the Taxation of Income from Capital, Washington, DC: The Urban Institute Press. Jorgenson, Dale W. and Martin A. Sullivan (1981), Inflation and Corporate Capital Recovery, in C.R. Hulten, ed., Depreciation, Inflation, and the Taxation of Income from Capital, Washington, DC: The Urban Institute Press.",
        "King, Mervyn A. (1977), Public Policy and the Corporation, London: Chapman and Hall.",
        "King, Mervyn A. and Don Fullerton, eds. (1984) The Taxation of Income from Capital: A Comparative Study of the U.S., U.K., Sweden, and West Germany, Chicago: The University of Chicago Press.",
        "McLure, Charles E., Jr. (1979), Must Corporate Income be Taxed Twice?, Washington, DC: Brookings Institution.",
        "McLure, Charles E., Jr. (1986), Rationale Underlying the Treasury Proposals, in Federal Reserve Bank of Boston Conference Series No. 29, Economic Consequences of Tax Simplification.",
        "Miller, Merton (1977), Debt and Taxes, Journal of Finance 32, May, 26 1-75.",
        "Poterba, James M. and Lawrence H. Summers (1983), Dividend Taxes, Corporate Investment, and Q, Journal of Public Economics 22 (November), 135-67.",
        "Poterba, James M. and Lawrence H. Summers (1985), The Economic Effects of Dividend Taxation, in Edward I. Altman and Marti G. Subrahmanyam, eds., Recent Advances in Corporate Finance, Homewood, IL: Richard D. Irwin.",
        "R-4 - The Presidents Tax Proposals to the Congress for Fairness, Growth, and Simplicity (1985).",
        "Slemrod, Joel (1986), The Impact of Tax Reform on Households, in Federal Reserve Bank of Boston Conference Series No. 29, Economic Consequences of Tax Simplification.",
        "U.S. Treasury Department (1984), Tax Reform for Fairness, Simplicity, and Economic Growth, Office of the Secretary, Washington, DC."
    ]
}