{
    "id": 19049,
    "cites": 27,
    "cited_by": 6,
    "reference": [
        "Alesina, Alberto, Reza Baqir, and William Easterly. 1999. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Public Goods and Ethnic Divisions.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Quarterly Journal of Economics 114(4), 1243-1284. Almond, Douglas, Hilary Hoynes, and Diane Schanzenbach. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Inside the War on Poverty: The Effect of the Food Stamp Program on Birth Outcomes.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Review of Economics and Statistics 93(2), 387-403.",
        "Altonji, Joseph G. and Richard K. Mansfield. 2011. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093The Role of Family, School, and Community Characteristics in Inequality in Education and Labor-Market Outcomes.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d In Greg J. Duncan and Richard J. Murnane, eds., Whither Opportunity? Rising Inequality, Schools, and ChildrenÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0084¢s Life Chances. New York: Russell Sage Foundation.",
        "Autor, David H., Lawrence F. Katz, and Melissa S. Kearney. 2008. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Trends in U.S. Wage Inequality: Revising the Revisionists.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Review of Economics and Statistics 90(2), 300-323.",
        "Bacolod, Marigee. 2007. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Do Alternative Opportunities Matter? The Role of Female Labor Markets in the Decline of Teacher Quality, 1960-1990.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Review of Economics and Statistics, 89(4), 737-751.",
        "Balfanz, Robert and Nettie Legters. 2004. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Locating the Dropout Crisis.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Center for Research on Education of Students Placed At Risk, Report 70.",
        "Becker, Gary S. 1994. Human Capital: a Theoretical and Empirical Analysis, with Special Reference to Education. Vol. no.80. New York: National Bureau of Economic Research; distributed by Columbia University Press.",
        "Boustan, Leah, Fernando Ferreira, Hernan Winkler, and Eric Zolt. 2012. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093The Effect of Rising Income Inequality on Taxation and Public Expenditures: Evidence from US Municipalities and School Districts, 1970-2000.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Forthcoming, Review of Economics and Statistics.",
        "Briffault, Richard. 2005. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093The Local School District in American Law.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d In William G. Howell, ed., Besieged: School Boards and the Future of American Politics. Washington, DC: Brookings, 2455.",
        "Burch, Patricia. 2006. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093The New Educational Privatization: Educational Contracting and High Stakes accountability.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Teachers College Record 108(12), 2582-2610.",
        "Card, David, and A. Abigail Payne. 2002. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093School finance reform, the distribution of school spending, and the distribution of SAT scores,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Journal of Public Economics, 83(1), 49-82.",
        "Cascio, Elizabeth, and Sarah Reber. 2012. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093The War on PovertyÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0084¢s K-12 Education Battle: The History and Legacy of Title I.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d In Bailey and Danziger, eds. The Legacies of the War on Poverty (volume under review).",
        "Cascio, Elizabeth, Nora Gordon, Ethan Lewis, and Sarah Reber. 2008. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093From Brown to Busing.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Journal of Urban Economics 64(2), 296-325.",
        "Cascio, Elizabeth, Nora Gordon, Ethan Lewis, and Sarah Reber. 2010. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Paying for Progress: Conditional Grants and the Desegregation of Southern Public Schools.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Quarterly Journal of Economics 125(1), 445-482.",
        "Cascio, Elizabeth, Nora Gordon, and Sarah Reber. 2013. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Local Responses to Federal Grants: Evidence from the Introduction of Title I in the South.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Forthcoming, American Economic Journal: Economic Policy.",
        "Chetty, Raj, John N. Friedman, and Jonah H. Rockoff. 2011. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093The Long-Term Impacts of Teachers: Teacher Value-Added and Student Outcomes in Adulthood.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Cambridge, MA: National Bureau of Economic Research working paper no. 17699.",
        "Chetty, Raj, John N. Friedman, Nathaniel Hilger, Emmanuel Saez, Diane Schanzenbach, and Danny Yagan. 2011. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093How does Your Kindergarten Classroom Affect Your Earnings? Evidence from Project STAR.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Quarterly Journal of Economics 126 (4), 1593-1660.",
        "Cohen, David K. and Susan L. Moffitt. 2009. The Ordeal of Equality: Did Federal Regulation Fix the Schools? Cambridge, Mass.: Harvard University Press.",
        "Coleman, James S., Ernest Q. Campbell, Carl F. Hobson, James McPartland, Alexander M. Mood, et al. 1966. Equality of Educational Opportunity. Washington: U. S. Office of Education.",
        "Corcoran, Sean and William N. Evans. 2010. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Income inequality, the median voter, and the support for public education.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Cambridge, MA: National Bureau of Economic Research working paper no. 16097.",
        "Corcoran, Sean P. and William N. Evans. 2008. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Equity, Adequacy and the Evolving State Role in Education Finance,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d in Handbook of Research in Education Finance and Policy, Helen F. Ladd and Edward B. Fiske, eds. New York: Routledge, 332-356.",
        "Corcoran, Sean P., William N. Evans, and Robert M. Schwab. 2004. \"Changing Labor Market Opportunities for Women and the Quality of Teachers, 1957-2000,\" In American Economic Review, Papers and Proceedings of the American Economic Association 94(2), 230-235.",
        "Currie, Janet. 2011. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Inequality at Birth: Some Causes and Consequences.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d American Economic Review 101(3), 1-22.",
        "Dee, Thomas and Brian Jacob. 2011. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093The Impact of the No Child Left Behind Act on Student Achievement.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Journal of Policy Analysis and Management 30(3), 418-446.",
        "Duncan and Magnuson. 2011. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093The Role of Family, School, and Community Characteristics in Inequality in Education and Labor-Market Outcomes.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d In Greg J. Duncan and Richard J. Murnane, eds., Whither Opportunity? Rising Inequality, Schools, and ChildrenÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0084¢s Life Chances. New York: Russell Sage Foundation.",
        "Duncan, Greg J., and Richard J. Murnane. 2011. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Introduction: The American Dream, Then and Now.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d In Greg J. Duncan and Richard J. Murnane, eds., Whither Opportunity? Rising Inequality, Schools, and ChildrenÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0084¢s Life Chances. New York: Russell Sage Foundation.",
        "Evans, William, Craig Garthwaite and Timothy J. Moore. 2012. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093The White/Black Educational Gap, Stalled Progress, and the Long-term Consequences of the Emergence of Crack Cocaine Markets.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Cambridge, MA: National Bureau of Economic Research working paper no. 18437.",
        "Ferguson, Ronald. 2008. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093What WeÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0084¢ve Learned about Stalled Progress in Closing the Black-White Achievement Gap.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Steady Gains and Stalled Progress: Inequality and the Black-White Test Score Gap, K. Magnuson and J. Waldfogel, eds. Russell Sage Foundation Press: New York."
    ]
}