{
    "id": 1905,
    "cites": 28,
    "cited_by": 4,
    "reference": [
        "Auerbach, Alan J. (1984), Taxes, Firm Financial Policy, and the Cost of Capital: An Empirical Analysis, Journal of Public Economics 23, February/March, 27-57.",
        "Auerbach, Alan J. (1985), Real Determinants of Corporate Leverage, in B.M. Friedman, ed., Corporate Capital Structures in the United States, Chicago: The University of Chicago Press.",
        "Ballard, Charles L., Don Fullerton, John B. Shoven, and John Whalley (1985), A General Equilibrium Model for Tax Policy Evaluation, Chicago: University of Chicago Press.",
        "Bosworth, Barry P. (1985), Taxes and the Investment Recovery, Brookings Papers on Economic Activity, 1-38.",
        "Bradford, David F. (1981), The Incidence and Allocation Effects of a Tax on Corporate Distributions, Journal of Public Economics 15, 1-22.",
        "Ebrill, Liam P. and David G. Hartman (1983), The Corporate Income Tax, Entrepreneurship, and the Noncorporate Sector, Public Finance Quarterly 11, October, 419-36.",
        "Feldstein, Martin, Louis Dicks-Mireaux, and James Poterba (1983), The Effective Tax Rate and the Pretax Rate of Return, Journal of Public Economics 21, 129-58.",
        "Fullerton, Don (1984), Which Effective Tax Rate? National Tax Journal 37, March, 23-41.",
        "Fullerton, Don (1985), The Indexation of Interest, Depreciation, and Capital Gains: A Model of Investment Incentives, National Bureau of Economic Research Working Paper No. 1655.",
        "Fullerton, Don and Roger Gordon (1983), A Reexamination of Tax Distortions in General Equilibrium Models, in M. Feldstein, ed., Behavioral Simulation Methods in Tax Policy Analysis, Chicago: The University of Chicago Press.",
        "Fullerton, Don and Yolanda Kodrzycki Henderson (1985), Long-Run Effects of the Accelerated Cost Recovery System, The Review of Economics and Statistics 67, August, 363-72.",
        "Fullerton, Don, John B. Shoven and John Whalley (1983), Replacing the U.S. Income Tax with a Progressive Consumption Tax, Journal of Public Economics 20, February, 3-23.",
        "Gravelle, Jane G. (1981), The Social Cost of Nonneutral Taxation: Estimates for Nonresidential Capital, in C.R. Hulten, ed., Depreciation, Inflation, and the Taxation of Income from Capital, Washington, DC: The Urban Institute Press.",
        "Gravelle, Jane G. (1985), U.S. Tax Policy and Rental Housing: An Economic Analysis, Congressional Research Service Report No. 85-208E.",
        "Hall, Robert and Dale W. Jorgenson (1967), Tax Policy and Investment Behavior, American Economic Review 57, June, 391-414.",
        "Harberger, Arnold C. (1962), The Incidence of the Corporation Income Tax, Journal of Political Economy 70, 215-40.",
        "Harberger, Arnold C. (1966), Efficiency Effects of Taxes on Income from Capital, in M. Krzyzaniak, ed., Effects of Corporation Income Tax, Detroit: Wayne State University Press.",
        "Heridershott, Patric H. and Sheng-Cheng Hu (1980), GovernmentInduced Biases in the Allocation of the Stock of Fixed Capital in the United States, in G. von Furstenberg, ed., Capital, Efficiency and Growth, Cambridge, MA: Ballinger Publishing Company.",
        "Hendershott, Patric H. (1985), Tax Reform, Interest Rates and Capital Allocation, Mimeo, July 1985.",
        "Hulten, Charles R. and Frank C. Wykoff (1981), The Measurement of Economic Depreciation, in C.R. Hulten, ed., Depreciation, Inflation, and the Taxation of Income from Capital, Washington, DC: The Urban Institute Press.",
        "Jorgenson, Dale W. and Kun-Young Yun (1984), Tax Policy and Capital Allocation, Discussion Paper No. 1107, Harvard Institute of Economic Research.",
        "King, Mervyn A. (1977), Public Policy and the Corporation, London: Chapman and Hall.",
        "King, Mervyn A. and Don Fullerton, eds. (1984), The Taxation of Income from Capital: A Comparative Study of the U.S., U.K., Sweden, and West Germany, Chicago: The University of Chicago Press.",
        "Mackie, James B. (1985), Two Essays on Capital Taxation, unpublished doctoral dissertation, University of Virginia.",
        "Poterba, James M. and Lawrence H. Summers (1983), Dividend Taxes, Corporate Investment, and `Q, Journal of Public Economics 22, November, 135-67.",
        "Sato, Kazuo (1967), A Two-Level Constant-Elasticity-ofSubstitution Production Function, Review of Economic Studies 34, 201-18.",
        "Shoven, John B. (1976), The Incidence and Efficiency Effects of Taxes on Income from Capital, Journal of Political Economy 84, 1261-83.",
        "Shoven, John B. and John Whalley (1972), A General Equilibrium Calculation of the Effects of Differential Taxation of Income from Capital in the U.S. Journal of Public Economics 1, 281-322."
    ]
}