{
    "id": 1906,
    "cites": 27,
    "cited_by": 190,
    "reference": [
        "Abraham, K.G. and H.S. Farber. Job Duration, Seniority, and Earnings. MIT Department of Economics Working Paper No. 407, January 1986.",
        "Abraham, K.G. and L.F. Katz. Cyclical Unemployment: Sectoral Shifts or Aggregate Disturbances ? Journal of Political Economy; forthcoming 1986.",
        "Akerlof, G.A. Labor Contracts as Partial Gift Exchange. Quarterly Journal of Economics 87 (November 1982): 543-69.",
        "Akerlof, G.A. and `(ellen, J. Efficiency Wage Models of the Labor Market: introduction. Mimeo, U.C. Berkeley, 1984.",
        "Wage and Price Inertia. Quarterly Journal of Economics 100 (August 1985a).",
        "Difference to Economic Equilibria? American Economic Review 75 (September 1985b).",
        "Allen, S. Trade Unions, Absenteeism and Exit-Voice. Industrial and Labor Re lations Review 37 (April 1984): 331-345.",
        "Altonji, J. and J. Ham. The Collective Impact of Sectoral Shocks on Aggregate Employment Fluctuations. Mimeo, September 1985.",
        "Altonji, J. and R. Shakotko. Do Wages Rise With Job Seniority?. NBER Working Paper 1616, May 1985.",
        "Antel, J.J. Costly Labor Contract Negotiation and the Labor Mobility of Young Men. American Economic Review 75 (December 1985): 976-991.",
        "Becker, 0.5. and G.J. Stigler. Law Enforcement, Malfeasance, and the Compensation of Enforcers. Journal of Legal Studies 3 (January 1974): 1-18.",
        "Bernanke, B. and J. Powell. The Cyclical Behavior of Industrial Labor Markets: A Comparison of Pre-War and Post-War Eras. Mimeo, February 1984.",
        "Bester, H. Long-term Wage Contracts and Dual Labor Markets. Mimeo, University of Bonn, February 1985.",
        "Bhattacharya, S. Tournaments and Incentives: Heterogeneity and Essentiality. Mimeo, March 1983.",
        "References 54 Bils, M. J., Real Wages over the Business Cycle: Evidence from Panel Data. Journal of Political Economy 93 (August 1985): 666-89.",
        "Blanchard, 0.J. And N. Kiyotaki. Monopolistic Competition, Aggregate Demand Externalities, and the Real Effects of Nominal Money. NBER Working Paper 1770, December 1985.",
        "Bloch, F. and N. Kuskin. Wage Determination in the Union and Nonunion Sectors. Industrial and Labor Relations Review 31 (January 1978): 183-92.",
        "Bowles, S.The Production Process in a Competitive Economy: Walrasian, NeoHobbesian and Marxian Models. American Economic Review 75 (March 1985): 16-36.",
        "Brown, C. and J. Medoff. The Employer Size Wage Effect. Mimeo, November 1985.",
        "Cain, 0. The Economic Analysis of Labor Market Discrimination: A Survey: Institute for Research on Poverty Special Report No. 37, 1984.",
        "Calvo, 0. Quasi-Walrasian Theories of Unemployment. American Economic Review (May 1979): 102-7.",
        "Calvo, G. and S. Wellisz. Supervision, Loss of Control, and the Optimum Size of the Firm. Journal of Political Economy 86 (October 1978): 943-52.",
        "Carmichael, L. Firm-specific Human Capital and Promotion Ladders. Bell Journal of Economics 14 (Spring 1983): 251-58.",
        "Dickens, W.T. Wages, Employment and the Threat of Collective Action by Workers. Mimeo, January 1986.",
        "Dickens, W.T. and L.F. Katz. Industry Wage Patterns and Theories of Wage Determination. Mimeo, U.C. Berkeley, March 1986.",
        "Dickens, W.T., L.F. Katz, and K. Lang. Are Efficiency Wages Efficient?. Mimeo, January 1986.",
        "Dickens, W.T. and K. Lang. A Test of Dual Labor Market Theory. American Eco nomic Review 75 (September 1985a): 792-805."
    ]
}