{
    "id": 19070,
    "cites": 54,
    "cited_by": 16,
    "reference": [
        "Gold M, Jacobson G. Medicare Advantage 2012 Data Spotlight: Enrollment Market Update: Kaiser Family Foundation; 2012 [cited 2012 September 5]. Available from: http://www.kff.org/medicare/8323.cfm.",
        "MedPAC. Report to the Congress: Medicare Payment Policy, March. Washington, DC1998.",
        "Medicare Payment Advisory Commission. Report to the Congress: Medicare Payment Policy. Washington, DC: 2010.",
        "CBO. The Long Term Budget Outlook: Fiscal Years 2010 to 2020. Washington, DC:",
        "CBO. Comparison of Projected Enrollment in Medicare Advantage Plans and Subsidies for Extra Benefits Not Covered by Medicare Under Current Law and Under Reconciliation Legislation Combined with H.R. 3590 as Passed by Senate, March 19, 2010. Washington, DC:",
        "McGuire T, Sinaiko A, Newhouse J. An Economic History of Medicare Part C. Milbank Quarterly. 2011 June;89(2):289-332.",
        "Baker LC. Managed Care Spillover Effects. Annual review of public health. 2003;24:435-56.",
        "Newhouse JP, Marquis MS. The Norms Hypothesis and the Demand for Medical Care. The Journal of Human Resources. 1978;13(Supplement: National Bureau of Economic Research Conference on the Economics of Physician and Patient Behavior):159-82.",
        "Fuchs VR, Newhouse JP. The conference and unresolved problems (introduction to Proceedings of the Conference on the Economics and Physician and Patient Behavior). Journal of Human Resources. 1978;13(Supplement):5-18.",
        "Phelps CE. Information Diffusion and Best Practice Adoption. In: Culyer A, Newhouse J, editors. Handbook of Health Economics. 1A: North-Holland Press; 2000.",
        "Chernew M. The impact of non-IPA HMOs on the number of hospitals and capacity. Inquiry. 1995;32(2):143-54.",
        "Miller R, Luft H. Does managed care lead to better or worse quality of care? Health Affairs. 1997;16(5):7-25.",
        "McGuire TG, Pauly MV. Physician Response to Fee Changes with Multiple Payers. Journal of Health Economics. 1991;10(4):385-410.",
        "Baker L, Corts K. HMO Penetration and the Cost of Health Care: Market Discipline or Market Segmentation? American Economic Review. 1996;86(2):389-94.",
        "Glied S, Zivin J. How Do Doctors Behave When Some (But Not All) of Their Patients Are In Managed Care? Journal of Health Economics. 2002;21(2):337-53.",
        "Arrow KJ. Uncertainty and the Welfare Economics of Medical Care. American Economic Review. 1963 December;53(5):941-73.",
        "Card D, Dobkin C, Maestas N. The Impact of Nearly Universal Health Care Coverage on Health Care Utilization: Evidence from Medicare. American Economic Review. 2008 December;98(5):2242-58.",
        "McWilliams JM, Meara ER, Zaslavsky AM, Ayanian JZ. Health of Previously Uninsured Adults After Acquiring Medicare Coverage. Journal of the American Medical Association. 2007 December 26;298(24):2886-94.",
        "McWilliams JM, Meara ER, Zaslavsky AM, Ayanian JZ. Health Service Use and Costs of Care for Previously Uninsured Medicare Beneficiaries. New England Journal of Medicine. 2007;357(2):143-53.",
        "Newhouse JP. Free For All: Lessons from the Health Insurance Experiment: Harvard University Press; 1993.",
        "Finkelstein A, Taubman S, Wright B, Bernstein M, Gruber J, Newhouse J, et al. The Oregon Health Insurance Experiment: Evidence from the First Year. Quarterly Journal of Economics. 2012 August;127(3):1057-106.",
        "Baicker K, Taubman S, Allen H, Bernstein M, Gruber J, Newhouse J, et al. The Oregon Experiment - Medicaid's Effects on Clinical Outcomes. New England Journal of Medicine. 2013;368(18).",
        "Robinson JC. Decline in Hospital Utilization and Cost Inflation under Managed Care in California. JAMA. 1996;276(13):1060-64.",
        "Gaskin D, Hadley J. The impact of HMO penetration on the rate of hospital cost inflation, 1985-1993. Inquiry. 1997;34(3):205-16.",
        "Baker L. The effect of HMOs on fee-for-service health care expenditures: evidence from Medicare J Health Econ. 1997;16:453-82.",
        "Baker L, Cantor JC, Long SH, Marquis MS. HMO Market Penetration and Costs of Employer-Sponsored Health Plans. Health Affairs. 2000;19(5):121-8.",
        "Baker LC. Association of Managed Care Market Share and Health Expenditures for Feefor -Service Medicare Patients. Journal of the American Medical Association. 1999;281(5):432-7.",
        "Baker LC, Phibbs CS. Managed Care, Technology Adoption, and Health Care: The Adoption of Neonatal Intensive Care. RAND Journal of Economics. 2002;33(3):524-48.",
        "Heidenreich Pea. The Relation Between Managed Care Market Share and the Treatment of Elderly Fee for Service Patients with Myocardial Infarction. 2001.",
        "Chernew M, DeCicca P, Town R. Managed care and medical expenditures of Medicare beneficiaries. Journal of Health Economics. 2008;27(6):1451-61.",
        "Finkelstein A. The Interaction of Partial Public Insurance Programs and Residual Private Insurance Markets: Evidence from the U.S. Medicare Program. Journal of Health Economics. 2004;23(1):1-24.",
        "Finkelstein A. The Aggregate Effects of Health Insurance: Evidence from the Introduction of Medicare. Quarterly Journal of Economics. 2007:Forthcoming.",
        "Heidenreich Pea. The Relation Between Managed Care Market Share and the Treatment of Elderly Fee-for-Service Patients with Myocardial Infarction. 2001: NBER Working Paper",
        "Bundorf MK, Schulman KA, Gaskin D, Jollis JG, Escarce JJ. Impact of Managed Care on the Treatment, Costs and Outcomes of Fee-for-Service Medicare Patients with Acute Myocardial Infarction. Health services research. 2004;39(1):131-52.",
        "Baker L. HMOs and Fee for Service Health Care Expenditures: Evidence from Medicare. Journal of Health Economics. 1997;16(4):453-81.",
        "Ho K. Insurer-Provider Networks in Medical Care Markets. 2006: NBER Working Paper",
        "Van Horn RL, Burns LR, Wholey DR. The Impact of Physician Involvement in Managed Care on Efficient Use of Hospital Resources. Medical Care. 1997;35(9):873-89.",
        "Chandra A, Staiger D. Productivity Spillovers in Healthcare: Evidence from the Treatment of Heart Attacks. Journal of Political Economy. 2007;115(1):103-40.",
        "Baicker K, Chandra A. Medicare Spending, the Physician Workforce, and Beneficiaries' Quality of Care. Health Affairs. 2004;Web Exclusive(W4):184-97.",
        "Feldman R, Dowd B. Simulation of a Health Insurance Market with Adverse Selection. Operations Research. 1982 November/December;30(6):1027-42.",
        "Altman D, Cutler DM, Zeckhauser RJ. Adverse Selection and Adverse Retention. American Economic Review. 1998 May;88(2):122-6.",
        "Mello MM, Stearns SC, Norton EC. Do Medicare HMOs Still Reduce Health Services Use After Controlling for Selection Bias? Health Economics. 2002;11(4):323-40.",
        "Brown RS, Dolores Gurnick Clement, Jerrold W. Hill, Sheldon M. Retchin, Bergeron JW. Do Health Maintenance Organizations Work for Medicare? Health Care Financing Review. 1993;15(1):7-23.",
        "Riley G, Tudor C, Chiang Y-P, et al. Health Status of Medicare Enrollees in HMOs and Fee-for-Service in 1994. Health Care Financing Review. 1996;17(4):65-76.",
        "Greenwald LM, Levy JM, Ingber MJ. Favorable Selection into the Medicare+Choice Program: New Evidence. Health Care Financing Review. 2000;21(3):127-34.",
        "Mello MM, Stearns SC, Norton EC, Ricketts TC. Understanding Biased Selection in Medicare HMOs. Health services research. 2003;38(3):961-92.",
        "Chernew ME, DeCicca P, Town R. Managed Care and Medical Expenditures of Medicare Beneficiaries. 2008:NBER Working Paper #13747.",
        "Newhouse J, Price M, Huang J, McWilliams M, Hsu J. Steps to Reduce Favorable Risk Selection in Medicare Advantage Largely Succeeded, Boding Well for Health Insurance Exchanges. Health Affairs. 2012;31(12):2618-28.",
        "McWilliams M, Hsu J, Newhouse J. New risk-adjustment system was associated with reduced favorable selection in medicare advantage. Health Affairs. 2012;31(12):2630-40.",
        "Brown J, Duggan M, Illyana K, Woolston W. How does risk selection respond to risk adjustment? Evidence from the Medicare Advantage program. NBER Working Paper. 2011;No",
        "Agency for Healthcare Research and Quality CfF, Access, and Cost Trends. Population Characteristics. 2003 MEPS HC-064:P7R3/P8R1.",
        "Penrod JD, McBride TD, Mueller KJ. Geographic variation in determinants of Medicare managed care enrollment. Health services research. 2001 Aug;36(4):733-50. PubMed PMID:",
        "Welch WP. Growth in HMO share of the Medicare market, 1989-1994. Health Affairs. 1996 Fall;15(3):201-14. PubMed PMID: 8854527. Epub 1996/10/01. eng.",
        "Cawley J, Chernew ME, McLaughlin C. HMO Participation in Medicare+Choice. Journal of Economics and Management Strategy. 2005;14(3)."
    ]
}