{
    "id": 19083,
    "cites": 8,
    "cited_by": 2,
    "reference": [
        "Card D (2005) Is the new immigration really so bad? Economic Journal 115: F300-F323.",
        "Claghorn KH (1971) The Immigrant&apos;s Day in Court. Patterson Smith, Montclair, New Jersey (Reprint: original Harper & Brothers. 1923) Clark JP (1931) Deportation of Aliens from the United States to Europe. Columbia University Press, New York Friedman LM (1993) Crime and Punishment in American History. Basic Books, New York.",
        "Goldin G (1994) The political economy of immigration restriction in the United States, 1890-1921. In: Goldin C, Libecap G, The regulated economy: a historical approach to political economy.",
        "University of Chicago Press, Chicago, pp 223-257 Jones MA (1976) Destination America. Weidenfeld and Nicolson, London Maltz MD (1977) Crime statistics: a historical perspective. Crime and Delinquency 23:32-50.",
        "Moehling CM, Piehl AM (2009) Immigration, crime, and incarceration in early 20th century America. Demography 46: 739-763.",
        "Morenoff JD, Astor A (2006) Immigrant assimilation and crime: generational differences in youth violence in Chicago. In: Martinez R,Valenzuela A (eds.), Immigration and crime: race, ethnicity, and violence. New York University Press, New York, pp 36-63 National Commission on Law Observance and Enforcement (1931) Report on Crime and the Foreign Born. (Report number 10; Wickersham Commission). Government Printing Office, Washington, D. C.",
        "Government Printing Office, Washington, D.C. U.S. Department of Commerce (1926) Prisoners 1923: Crime Conditions in the United States as reflected in Census Statistics of Imprisoned Offenders. Government Printing Office, Washington, D.C. U.S. Department of Commerce (1932) Prisoners in State and Federal Prisons and Reformatories 1929 and 1930. Government Printing Office, Washington, D.C. U.S. Department of Commerce and Labor (1907) Prisoners and Juvenile Delinquents in Institutions 1904. Government Printing Office, Washington, D.C. U.S. Senate (1970a) Reports of the Immigration Commission. Volume 1: Abstracts of Reports of the Immigration Commission. With an Introduction by Oscar Handlin. Arno Press, New York (Reprint: Original Government Printing Office 1911) U.S. Senate (1970b) Reports of the Immigration Commission. Volume 36: Immigration and Crime.",
        "Arno Press, New York (Reprint: Original Government Printing Office 1911)"
    ]
}