{
    "id": 19087,
    "cites": 47,
    "cited_by": 155,
    "reference": [
        "Angrist, Joshua D., and Alan B. Krueger. 2001. Instrumental Variables and the Search for Identication: From Supply and Demand to Natural Experiments. Journal of Economic Perspectives, 15:69-85.",
        "Auffhammer, Maximilian and Anin Aroonruengsawat. 2011. Simulating the Impacts of Climate Change, Prices and Population on CaliforniaÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0084¢s Residential Electricity Consumption. Climatic Change. 109(S1): 191-210.",
        "Auffhammer, Maximilian and Anin Aroonruengsawat. 2012. Eratum: Simulating the Impacts of Climate Change, Prices and Population on CaliforniaÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0084¢s Residential Electricity Consumption. Climatic Change. 113(3-4): pp 1101-1104.",
        "Auffhammer, Maximilian and Ryan Kellogg. 2011. Clearing the Air? The Effects of Gasoline Content Regulation on Air Quality. American Economic Review, 101: 26872722.",
        "Burke, Marshall, John Dykema, David Lobell, Edward Miguel, Shanker Satyanath. 2011. Incorporating Climate Uncertainty into Estimates of Climate Change Impacts, with Applications to U.S. and African Agriculture. NBER Working Paper 17092.",
        "Cayan, Dan, Mary Tyree, Tapash Das, Mike Dettinger, Hugo Hidalgo, Ed Maurer, Peter Bromirski, Nicholas Graham, and Reihard Flick. 2009. Climate Change Scenarios and Sea Level Rise Estimates for the California 2009 Climate Change Scenarios Assessment. California Energy Commission PIER Program Report CEC-500-2009-014-F.",
        "Climatic Research Unit (CRU) University of East Anglia. 2013. CRU Time Series (TS) high resolution gridded datasets 3.2. NCAS British Atmospheric Data Centre. http: //badc.nerc.ac.uk/view/badc.nerc.ac.uk__ATOM__dataent_1256223773328276",
        "Conley, Timothy G. 1999. GMM Estimation with Cross Sectional Dependence. Journal of Econometrics, 92(1): 1-45.",
        "Dell, Melissa, Benjamin F. Jones, and Benjamin A. Olken. 2008. Climate Change and Economic Growth: Evidence from the Last Half Century, NBER Working Paper 14132.",
        "Deschenes, Olivier, and Michael Greenstone. 2007. The Economic Impacts of Climate Change: Evidence from Agricultural Output and Random Fluctuations in Weather, American Economic Review, 97(1): 354-385.",
        "Donner, L. Schubert W. and Somerville, R. 2011. The Development of Atmospheric General Circulation Models. Cambridge University Press, New York.",
        "ECMWF. 2010. IFS Documentation Cy36r1. Part II: Data Assimilation. http://www.ecmwf.int/research/ifsdocs/CY36r1/ASSIMILATION/IFSPart2.pdf",
        "Fisher, Anthony C., W. Michael Hanemann, Michael Roberts, and Wolfram Schlenker. 2012. The Economic Impacts of Climate Change: Evidence from Agricultural Output and Random Fluctuations in Weather: Comment. American Economic Review, 102.",
        "Fisher, Ronald A. 1925. The Influence of Rainfall on the Yield of Wheat at Rothamsted. Philosophical Transactions of the Royal Society of London. Series B, Containing Papers of a Biological Character. 213: 89-142.",
        "Fowler, H.J., Blenkinsop, S. and Tebaldi, C. 2007. Linking climate change modelling to impacts studies: recent advances in downscaling techniques for hydrological modelling. International Journal of Climatology, 27(12), 1547-1578.",
        "Guiteras, Raymond. 2010. The Impact of Climate Change on Indian Agriculture. Working Paper.",
        "Hsiang, Solomon M. 2010. Temperatures and Tropical Cyclones strongly affect economic production in the Caribbean and Central America. Proceedings of the National Academy of Sciences 107(35): 15367-15372.",
        "Hsiang, Solomon M., Kyle C. Meng and Mark A. Cane. 2011. Civil conflicts are associated with the global climate. Nature, 476: 438-441.",
        "Hsiang, Solomon M., Daiju Narita. 2012. Adaptation to Cyclone Risk: Evidence from the Global Cross-Section. Climate Change Economics, 3(2): 1-28.",
        "Intergovernmental Panel on Climate Change. 2000. Special Report Emissions Scenarios (SRES).",
        "Intergovernmental Panel on Climate Change. 2007. Climate Change 2007: Working Group I: The Physical Science Basis http://www.ipcc.ch/publications_and_data/ ar4/wg1/en/",
        "Intergovernmental Panel on Climate Change. 2011a. What is a GCM? . http://www. ipcc-data.org/ddc_gcm_guide.html",
        "Intergovernmental Panel on Climate Change. 2011b. Environmental Data and Scenarios. http://www.ipcc-data.org/ddc_envdata.html",
        "Kahn, Matthew. 2005. The death toll from natural disasters: the role of income, geography, and institutions. Review of Economics and Statistics, 87(2): 271-284.",
        "Kelly, David L., Charles D. Kolstad, and Glenn T. Mitchell. 2005. Adjustment costs from environmental change. Journal of Environmental Economics and Management, 50(3): 468-495.",
        "Kistler, Robert, Eugenia Kalnay, William Collins, Suranjana Saha, Glenn White, John Woollen, Muthuvel Chelliah, Wesley Ebisuzaki, Masao Kanamitsu, Vernon Kousky, Huug van den Dool, Roy Jenne, and Michael Fiorino. 2001. The NCEPNCAR 50-Year Reanalysis: Monthly Means CD-ROM and Documentation. Bulletin of the American Meteorological Society, 82: 247-267.",
        "Lobell, David B. and Marshall Burke. 2010. Climate Change and Food Security. Chapters 5-6. Springer.",
        "Maurer, Edwin P., Levi Brekke, Tom Pruitt, and Phillip B. Duffy. 2007. Fine-resolution climate projections enhance regional climate change impact studies, EOS Transaction American Geophysical Union, 88(47): 504.",
        "Meehl Gerald A., Curt Covey, Thomas Delworth, Mojib Latif, Bryant McAvaney, John F. B. Mitchell, Ronald J. Stouffer and Karl E. Taylor. 2007. The WCRP CMIP3 Multimodel Dataset: A New Era in Climate Change Research. Bulletin of the American Meteorological Society, 88: 1383-1394.",
        "Mendelsohn, Robert, William D. Nordhaus and Daigee Shaw. 1994. The Impact of Global Warming on Agriculture: A Ricardian Analysis, American Economic Review, 84(4): 753-771.",
        "Miguel, Edward, Shanker Satyanath and Ernest Sergenti. 2004. Economic Shocks and Civil Conflict: An Instrumental Variables Approach. Journal of Political Economy, 112(4): 725-753.",
        "Monfreda, Chad, Navin Ramankutty, and Jonathan A. Foley. 2008. Farming the planet: 2. geographic distribution of crop areas, yields, physiological types, and net primary production in the year 2000. Global Biogeochemical Cycles, 22: 1-19.",
        "Ngo-Duc, T., J. Polcher, and K. Laval. 2010. A 53-year forcing data set for land surface models, Journal of Geophysical Research, 110: 1-13.",
        "NOAA. 2011a. Daily Global Historical Climatology Network. ftp://ftp.ncdc.noaa. gov/pub/data/ghcn/daily",
        "Phillips, Norman A. 1956: The general circulation of the atmosphere: A numerical experiment. Quarterly Journal of the Royal Meteorological Society, 82 (352): 123-164.",
        "PRISM. 2009. Parameter-elevation Regressions on Independent Slopes Model. Oregon State University (http://www.prism.oregonstate.edu/). Accessed: 2009.",
        "Reichler, Thomas and Junsu Kim. 2008. How Well Do Coupled Models Simulate TodayÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0084¢s Climate? Bulletin of the American Meteorological Society, 89: 303-311.",
        "Sacks, William J., Delphine Deryng, Jonathan A. Foley, and Navin Ramankutty. 2010. Crop planting dates: an analysis of global patterns. Global Ecology and Biogeography, 19: 607-620.",
        "Schlenker, Wolfram and David B. Lobell. 2010. Robust negative impacts of climate change on African agriculture. Environmental Research Letters, 5(1): 1-8.",
        "Schlenker, Wolfram and Michael J. Roberts. 2009. Nonlinear Temperature Effects indicate Severe Damages to U.S. Crop Yields under Climate Change. Proceedings of the National Academy of Sciences, 106(37): 15594-15598.",
        "Tebaldi C. and Knutti, R. 2007. The use of the multi-model ensemble in probabilistic climate projections. Philosophical Transactions of the Royal Society A, 365(1857): 20532075.",
        "Tebaldi C. and Knutti, R. 2010. Climate Models and Their Projections of Future Changes in Climate Change and Food Security, eds. Lobell D. and Burke M. Springer.",
        "Warner, T. T. 2011. Numerical Weather Prediction. Cambridge University Press, New York.",
        "Weart, S. 2008. The Discovery of Global Warming. Harvard University Press, Cambridge MA.",
        "Weart, S. 2011. General Circulation Models of Climate. http://www.aip.org/history/climate/GCM.htm",
        "Willmott, C. J., K. Matsuura, and D. R. Legates. 2010. Terrestrial Air Temperature: 1900-2008 Gridded Monthly Time Series (1900 - 2008) http://climate.geog.udel. edu/~climate/html_pages/download.html",
        "Wright, Philip G. 1928. The Tariff on Animal and Vegetable Oils. New York: MacMillan"
    ]
}