{
    "id": 19089,
    "cites": 23,
    "cited_by": 39,
    "reference": [
        "Anton J. and D. Yao (2004): Little Patents and Big Secrets: Managing Intellectual Property, RAND Journal of Economics, 35, 1-22.",
        "Arundel A. (2001): The relative effectiveness of patents and secrecy for appropriation, Research Policy, 30, 611-624.",
        "Balasubramanian N. and J. Sivadasan (2011): What Happens when Firms Patent? New Evidence from US Economic Census Data, Review of Economics and Statistics, 93, 126-146.",
        "Bound, J., C. Cummins, Z. Griliches, B. H. Hall, and A. Jaffe (1984): Who Does R&D and Who Patents?, in R&D, Patents, and Productivity, Z. Griliches (eds.). Chicago, University of Chicago Press, 21-54.",
        "Brouwer E. and A. Kleinknecht (1999): Innovative output, and a firmÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0084¢s propensity to patent. An exploration of CIS micro data, Research Policy, 28, 615-624.",
        "Palomeras, P. Patel, M. Romanelli, B. Verspagen (2007): Inventors and Invention Processes in Europe: Results from the PatVal-EU Survey, Research Policy, 36, 1107-1127.",
        "Hall, B. H. (1987): The relationship between firms size and growth in the U. S. manufacturing sector, Journal of Industrial Economics, 35, 583-606.",
        "Hall B.H., C. Helmers, M. Rogers, and V. Sena (2012a): The choice between formal and informal intellectual property: a review, Cambridge, MA: NBER Working Paper No. 17983.",
        "Hall B.H., C. Helmers, M. Rogers, and V. Sena (2012b): The use of alternatives to patents and limits to incentives, UK Intellectual Property Office Report 2012/21.",
        "Heger D. and A. Zaby (2013): The Heterogeneous Costs of Disclosure and the Propensity to Patent, Oxford Economic Papers, 65, this issue.",
        "Helmers C. and L. McDonagh (2012): Patent Litigation in the UK, LSE Law, Society and Economy Working Papers 13/2012.",
        "Hussinger K. (2006): Is silence golden? Patents versus secrecy at the firm level, Economics of Innovation and New Technology, 15, 735-752.",
        "Mairesse J. and P. Mohnen (2010): Using Innovation Surveys for Econometric Analysis, Chapter for Handbook of the Economics of Innovation, B. H. Hall and N. Rosenberg (eds.), Amsterdam and New York: Elsevier.",
        "Mansfield, E. (1986): Patents and Innovation: An Empirical Study, Management Science 32, 173181.",
        "Pajak S. (2010): Do Firms Rely on Big Secrets? An Analysis of IP Protection Strategies with the CIS 4 Survey, Available at SSRN: http://ssrn.com/abstract=1538980 Last accessed 26 February 2013.",
        "Rogers M., C. Helmers, and C. Greenhalgh (2007a): An analysis of the characteristics of small and medium enterprises that use intellectual property, UK Intellectual Property Office.",
        "Available at http://www.ipo.gov.uk/ipresearch-characteristics-200710.pdf Last accessed 26 February 2013.",
        "Rogers M., C. Helmers, and C. Greenhalgh (2007b): An analysis of the characteristics of small and medium enterprises that use intellectual property, UK Intellectual Property Office.",
        "Available at http://www.ipo.gov.uk/ipresearch-association-200710.pdf Last accessed 26 February 2013.",
        "Sakakibara M. and L. Branstetter (2001): Do stronger patents induce more innovation? Evidence from the 1988 Japanese patent law reforms, Rand Journal of Economics, 32, 77-100.",
        "Scherer, F. M. (1965): Corporate inventive output, profits and growth. Journal of Political Economy, 73, 290-297.",
        "Scherer F. M. and S. Weisburst (1995): Economic Effects of Strengthening Pharmaceutical Patent Protection in Italy, International Review of Industrial Property and Copyright Law, 26 (6), 1009-1024.",
        "Wilson R. A. and K Homenidou (2012): Working Futures, UK Commission for Employment and Skills, Evidence Report No. 41. Available at http://www.ukces.org.uk Last accessed 26 February 2013."
    ]
}