{
    "id": 19094,
    "cites": 24,
    "cited_by": 5,
    "reference": [
        "Benabou R. 1988. \"Search, Price Setting and Inflation.\" Review of Economic Studies, 55: 353-376.",
        "Benabou R. 1992. \"Inflation and Efficiency in Search Markets.\" Review of Economic Studies, 59: 299-329.",
        "Burdett, K., and K. Judd. 1983. \"Equilibrium Price Dispersion.\" Econometrica, 51: 955-970.",
        "Butters, G. 1977. \"Equilibrium Distributions of Sales and Advertising Prices.\" Review of Economic Studies, 44: 465-491.",
        "Caplin, A., and J. Leahy. 1991. \"State-Dependent Pricing and the Dynamics of Money and Output.\" Quarterly Journal of Economics, 107: 683-708.",
        "Caplin, A., and J. Leahy. 1997. \"Aggregation and Optimization with State-Dependent Pricing.\" Econometrica, 65: 601-625.",
        "Caplin, A., and J. Leahy. 2010. \"Economic Theory and the World of Practice: A Celebration of the (S, s) Model.\" Journal of Economic Perspectives, 24: 183-202.",
        "Caplin, A., and D. Spulber. 1986. \"Menu Costs and the Neutrality of Money.\" Quarterly Journal of Economics, 102: 703-725.",
        "Diamond, P. 1971. \"A Model of Price Adjustment.\" Journal of Economic Theory, 3: 156-168.",
        "Dotsey, M., R. King and A. Wolman. 1999. \"State-Dependent Pricing and the General Equilibrium Dynamics of Money and Output.\" Quarterly Journal of Economics, 114: 655-690.",
        "Eden, B. 1994. \"The Adjustment of Prices to Monetary Shocks When Trade is Uncertain and Sequential.\" Journal of Political Economy.",
        "Golosov, M., and R. Lucas. 2007. \"Menu Costs and Phillips Curves.\" Journal of Political Economy, 115: 171-99.",
        "Head, A., L. Liu, G. Menzio and R. Wright. 2012. \"Sticky Prices: A New Monetarist Approach.\" Journal of the European Economic Association, 10: 939-973.",
        "Hong, H., and M. Schum. 2006. \"Using Price Distributions to Estimate Search Costs.\" Rand Journal of Economics.",
        "Kaplan, G., G. Menzio and M. Wildenbeest. 2013. \"Product Market Search and Employment Status.\" Manuscript, Princeton University.",
        "Klenow, P., and O. Kryvtsov. 2008. \"State-Dependent or Time-Dependent Pricing: Does it Matter for Recent U.S. Inflation?\" Quarterly Journal of Economics, 123: 863-904.",
        "Lagos, R., and R. Wright. 2005. \"A Unified Framework for Monetary Theory and Policy Analysis.\" Journal of Political Economy 113: 463-484.",
        "Lucas, R., and N. Stokey. 1987. \"Money and Interest in a Cash-in-Advance Economy.\" Econometrica 55: 491-513.",
        "Midrigan, V. 2011. \"Menu Costs, Multi-Product Firms, and Aggregate Fluctuations.\" Econometrica,79: 1139-1180.",
        "Moraga-Gonzales, J., and M. Wildenbeest. 2008. \"Maximum Likelihood Estimation of Search Costs.\" European Economic Review.",
        "Nakamura, E., and J. Steinsson. 2008. \"Five Facts About Prices: A Reevaluation of Menu Cost Models.\" Quarterly Journal of Economics, 123: 1415-1464.",
        "Prescott, E. 1975. \"Efficiency of the Natural Rate.\" Journal of Political Economy.",
        "Sheshinski, E., and Y. Weiss. 1982. \"Inflation and Costs of Price Adjustment.\" Review of Economic Studies, 44: 287-303.",
        "Varian, H. 1980. \"A Theory of Sales.\" American Economic Review, 70."
    ]
}