{
    "id": 19095,
    "cites": 39,
    "cited_by": 10,
    "reference": [
        "Acharya, Viral V., Lasse H. Pedersen, Thomas Philippon, and Mattthew Richards, 2011, Measuring systemic risk, Working Paper.",
        "Allen, Linda, Turan G. Bali, and Yi Tang, 2012, Does systemic risk in the nancial sector predict future economic downturns?, Review of Financial Studies forthcoming.",
        "Amihud, Yakov, 2002, Illiquidity and stock returns: cross-section and time-series eects, Journal of Financial Markets 5, 3156.",
        "Ang, Andrew, and Geert Bekaert, 2002, International asset allocation with regime shifts, Review of Financial Studies 15, 11371187.",
        "Ang, Andrew, and Dennis Kristensen, 2012, Testing conditional factor models, Journal of Financial Economics 106, 132156.",
        "Baele, Lieven, Geert Bekaert, and Koen Inghelbrecht, 2010, The determinants of stock and bond return comovements, Review of Financial Studies 23, 23742428.",
        "Baker, Malcolm, and Jerey Wurgler, 2006, Investor sentiment and the cross-section of stock returns, Journal of Finance 61, 16451680.",
        "Bansal, Naresh, Robert A. Connolly, and Christopher T. Stivers, 2010, Regimeswitching in stock index and Treasury futures returns and measures of stock market stress, Journal of Futures Markets 30, 753779.",
        "Barsky, Robert B., 1989, Why don&apos;t the prices of stocks and bonds move together, American Economic Review 79, 11321145.",
        "Baur, Dirk G., and Brian M. Lucey, 2009, Flights and contagionan empirical analysis of stock-bond correlations, Journal of Financial Stability 5, 339352.",
        "Beber, Alessandro, Michael W. Brandt, and Kenneth A. Kavajecz, 2009, Flight-toquality or ight-to-liquidity? evidence from the euro-area bond market, Review of Financial Studies 22, 925957.",
        "Bekaert, Geert, Eric Engstrom, and Yuhang Xing, 2009, Risk, uncertainty, and asset prices, Journal of Financial Economics 91, 5982.",
        "Brownlees, Christian T., and Robert F. Engle, 2010, Volatility, correlation and tails for systemic risk measurement, Working Paper.",
        "Brunnermeier, Markus K., and Lasse H. Pedersen, 2009, Market liquidity and funding liquidity, Review of Financial Studies 22, 22012238.",
        "Caballero, Ricardo J., and Arvind Krishnamurthy, 2008, Collective risk management in a ight to quality episode, Journal of Finance 63, 21952230.",
        "Chordia, T., A. Sarkar, and A. Subrahmanyam, 2005, An empirical analysis of stock and bond market liquidity, Review of Financial Studies 18, 85129.",
        "Connolly, Robert, Chris Stivers, and Licheng Sun, 2005, Stock market uncertainty and the stock-bond return relation, Journal of Financial and Quantitative Analysis 40, 161194.",
        "Davies, Robert, 1987, Hypothesis testing when a nuisance parameter is present only under the alternative. 33-43, Biometrika 74, 3343.",
        "Engle, Robert F., Michael Fleming, Eric Gysels, and Giang Nguyen, 2012, Liquidity, volatility, and ights-to-safety in the u.s. Treasury market: Evidence from a new class of dynamic order book models, Federal Reserve Bank of New York Sta Report 590 .",
        "Fontaine, Jean-SÃ\u0083Æ\u0092Ã\u0082Â©bastien, and RenÃ\u0083Æ\u0092Ã\u0082Â© Garcia, 2012, Bond liquidity premia, Review of Financial Studies 25, 12071254.",
        "Gilbert, Ethel S., 1968, On discrimination using qualitative variables, Journal of the American Statistical Association 63, 13991412.",
        "Goyenko, Ruslan, and Sergei Sarkissian, 2012, Treasury bond illiquidity and global equity returns, Journal of Financial and Quantitative Analysis forthcoming.",
        "Goyenko, Ruslan, Avanidhar Subrahmanyam, and Andrey Ukhov, 2011, The term structure of bond market liquidity and its implications for expected bond returns, Journal of Financial and Quantitative Analysis 46, 111139.",
        "Goyenko, Ruslan, and Andrey D. Ukhov, 2009, Stock and bond market liquidity: A long-run empirical analysis, Journal of Financial and Quantitative Analysis 44, 189212.",
        "Goyenko, Ruslan Y., Craig W. Holden, and Charles A. Trzcinka, 2009, Do liquidity measures measure liquidity?, Journal of Financial Economics 92, 153181.",
        "Graveline, Jeremy J., and Matthew R. McBrady, 2011, Who makes on-the-run Treasuries special?, Journal of Financial Intermediation 20, 620632.",
        "Holden, Craig W., 2009, New low-frequency spread measures, Journal of Financial Markets 12, 778813.",
        "Hollo, Daniel, Manfred Kremer, and Marco Lo Duca, 2012, Ciss - a composite indicator of systemic stress in the nancial system, Working Paper.",
        "Hu, Xing, Jun Pan, and Jiang Wang, 2012, Noise as information for illiquidiity, Journal of Finance forthcoming.",
        "Jordan, Bradford D., and Susan D. Jordan, 1997, Special repo rates: An empirical analysis, Journal of Finance 52, 20512072.",
        "Krishnamurthy, Arvind, 2002, The bond/old-bond spread, Journal of Financial Economics 66, 463506.",
        "Longsta, Francis, 2004, The ight to liquidity premium in US Treasury bond prices, Journal of Business 77, 511526.",
        "Mayeld, E. Scott, 2004, Estimating the market risk premium, Journal of Financial Economics 73, 465496.",
        "Naes, Randi, Johannes A. Skjeltorp, and Arne Odegaard, 2011, Stock market liquidity and the business cycle, Journal of Finance 66, 139176.",
        "Pasquariello, Paolo, and Clara Vega, 2009, The on-the-run liquidity phenomenon, Journal of Financial Economics 92, 124.",
        "Pastor, Lubos, and Robert F. Stambaugh, 2003, Liquidity risk and expected stock returns, Journal of Political Economy 111, 64285.",
        "Perez-Quiros, Gabriel, and Allan Timmermann, 2001, Business cycle asymmetries in stock returns: Evidence from higher order moments and conditional densities, Journal of Econometrics 103, 259306.",
        "Roll, Richard, 1984, A simple implicit measure of the eective bid-ask spread in an ecient market, Journal of Finance 4, 11271139.",
        "Teugels, Jozef L., 1990, Some representations of the multivariate bernoulli and binomial distributions, Journal of Multivariate Analysis 32, 256268."
    ]
}