{
    "id": 19101,
    "cites": 24,
    "cited_by": 5,
    "reference": [
        "Aizer, Anna, Janet Currie, and Enrico Moretti, Does Managed Care Hurt Health? Evidence from Medicaid Mothers, 2007. Review of Economics and Statistics 89(3):38599.",
        "Basu, Jayasree and Lee Rivers Mobley, Medicare Managed Care plan Performance: A Comparison Across Hospitalization Types, 2012. Medicare and Medicaid Research Review 2(1): E1-E19.",
        "Centers for Medicare and Medicaid Services (CMS), Data Compendium: 2011 Edition, 2010, available at http://www.cms.gov/Research-Statistics-Data-and-Systems/StatisticsTrends -and-Reports/DataCompendium/2011_Data_Compendium.html.",
        "Cohen, Robb, Jeff Lemieux, Jeff Schoenborn, et al., Medicare Advantage Chronic Special Needs Plan Boosted Primary Care, Reduced Hospital Use Among Diabetes Patients, 2012. Health Affairs 31(1):110-19.",
        "Congressional Budget Office, Supplemental Data: The 2012 Long Term Budget Outlook, 2012, available at http://www.cbo.gov/sites/default/files/cbofiles/attachments/43288LTBOSuppTables_0. xls.",
        "Dowd, Bryan, Matthew Maciejewski, Heidi O'Connor, et al., Health Plan Enrollment and Mortality in the Medicare Program, 2011. Health Economics 20:645-59.",
        "Duggan, Mark, Does Contracting out increase the efficiency of government programs? Evidence from Medicaid HMOs, 2004. Journal of Public Economics 88:2549-72.",
        "Kaiser Family Foundation, Fact Sheet: Medicare Advantage, 2012, available at http://www.kff.org/medicare/uplaod/2052-16.pdf.",
        "Keenan, Patricia, Marc Elliott, Paul Cleary, et al., Quality Assessments by Sick and Healthy Beneficiaries in Traditional Medicare and Medicare Managed Care, 2009. Medical Care 47(8):882-8.",
        "Kruzikas, D.T., H.J. Jiang, D. Remus, et al., Preventable Hospitalizations: A Window Into Primary and Preventive Care, 2000. Health Care Cost and Utilization Project Fact Book No. 5, Agency for Health Care Research and Quality, Rockville, MD.",
        "Landon, Bruce E., Alan Zaslavsky, Shulamit Bernard, et al., Comparison of Performance of Traditional Medicare vs. Medicare Managed Care, 2004, JAMA 291(14):1744-52.",
        "Landon, Bruce, E., Alan Zaslavsky, Robert Saunders, et al., Analysis of Medicare Advantage HMOs Compared with Traditional Medicare Shows Lower Use of Many Services During 2003-09, 2012. Health Affairs 31(12):2609-17.",
        "Lemieux, Jeff, Cary Sennett, Ray Wang, et al., Hospital Readmission Rates in Medicare Advantage Plans, 2012. American Journal of Managed Care 18(2):96-104.",
        "McGuire, Thomas G., Joseph Newhouse, and Anna Sinaiko, An Economic History of Medicare Part D, 2011. Milbank Quarterly 89(2):289-332.",
        "Medicare Payment Advisory Commission (MedPAC), The Medicare Advantage Program: Status Report, (March) 2012a. In Report to the Congress: Medicare Payment Policy, Chapter 12, available at http://www.medpac.gov/chapters/Mar12_Ch12.pdf.",
        "Medicare Payment Advisory Commission (MedPAC), Issues for Risk Adjustment in Medicare Advantage, (June) 2012b. In Report to the Congress: Medicare and the Health Care Delivery System, Chapter 4, available at http://www.medpac.gov/chapters/Jun12_Ch04.pdf.",
        "Medicare Payment Advisory Commission (MedPAC), Payment Basics: Medicare Advantage Program Payment System, (October) 2012c, available at http://www.medpac.gov/documents/MedPAC_Payment_Basics_12_MA.pdf.",
        "Nicholas, Lauren, Modeling the Impact of Medicare Advantage Payment Cuts on Ambulatory Care Sensitive and Elective Hospitalizations, 2011. Health Services Research 46(5):1417-35.",
        "Pope, Gregory, Leslie Greenwald, Deborah Healy, et al., Impact of Increased Financial Incentives to Medicare Advantage Plans, (September) 2006. Prepared for Victor McVicker, CMS, RTI International, available at http://cms.hhs.gov/Research-StatisticsData -and-Systems/Statistics-Trends-and-Reports/Reports/downloads/Pope.pdf.",
        "Shliefer, Andrei, State versus Private Ownership, 1998. Journal of Economic Perspectives 12(4):133-50.",
        "Skinner, Jonathan, Eliot Fisher, and Jack Wennberg, The Efficiency of Medicare, 2005, in David Wise, ed., Analyses in the Economics of Aging, University of Chicago Press, 129-160.",
        "Song, Zirui, Mary Beth Landrum, Michael Chernew, Competitive Bidding in Medicare: Who Benefits from Competition? 2012. American Journal of Managed Care 18(9):546552.",
        "Wooldridge, Jeffrey, Econometric Analysis of Cross Section and Panel Data, 2d. ed, 2010. Cambridge, MA: MIT Press.",
        "Zuckerman, Stephen, Aimee Williams, and Karen Stockley, Trends in Medicaid Physician Fees, 2003-2008, 2009. Health Affairs 28(3): w510-w519."
    ]
}