{
    "id": 19110,
    "cites": 26,
    "cited_by": 2,
    "reference": [
        "Atkinson, A.B., T. Piketty, and E. Saez. 2011. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Top Incomes in the Long Run of History,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Journal of Economic Literature 49(1), 3Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c71.",
        "Auerbach, A.J. 1989. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Capital Gains Taxation and Tax Reform,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d National Tax Journal 42(3): 391Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c401.",
        "Auten, G., and G. Gee. 2009. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Income Mobility in the United States: New Evidence from Income Tax Data.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d National Tax Journal 62(2): 301Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c328.",
        "Barthold, T. 1993. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093How Should We Measure Distribution,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d National Tax Journal 46(3): 291Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c 99.",
        "Ben-Shalom, Y., R.A. Moffitt, and J.K. Scholz. 2011. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093An Assessment of the Effectiveness of Anti-Poverty Programs in the United States,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d NBER Working Paper No. 17042.",
        "Burkhauser, R.V., S. Feng, S.P. Jenkins, and J. Larrimore. 2011. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Trends in United States Income Inequality Using the March Current Population Survey: The Importance of Controlling for Censoring,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Journal of Economic Inequality 9(3): 393Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c415.",
        "Burkhauser, R.V., S. Feng, S.P. Jenkins, and J. Larrimore. 2012. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Recent Trends in Top Income Shares in the USA: Reconciling Estimates from March CPS and IRS Tax Return Data,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Review of Economics and Statistics 94(2), 371Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c388.",
        "Congressional Budget Office. 2011. Trends in the Distribution of Household Income between 1979 and 2007. U.S. Government Printing Office, Washington, DC.",
        "Congressional Budget Office. 2012. The Distribution of Household Income and Federal Taxes, 2008 and 2009. U.S. Government Printing Office, Washington, DC. Supplemental data tables available online via: http://www.cbo.gov/publication/43373 Daly, M.C., and R.G. Valletta. 2006. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Inequality and Poverty in the United States: The Effects of Rising Dispersion of MenÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0084¢s Earnings and Changing Family Behavior,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Economica 73(289), 75Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c98.",
        "Davis, S.J., J. Haltiwanger, R. Jarmin, and J. Miranda. 2007. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Volatility and Dispersion in Business Growth Rates: Publicly Traded versus Privately Held Firms,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d in NBER Macroeconomics Annual 2006, Vol. 21. eds. D. Acemoglu, K. Rogoff, and M. Woodford, 1782-1872. Cambridge, MA: MIT Press.",
        "DeNavas-Walt, C., B.D. Proctor, and J.C. Smith. 2012. Income, Poverty, and Health Insurance Coverage in the United States: 2011. US Census Bureau Population Reports, P60-243, U.S. Government Printing Office, Washington, DC.",
        "Gottschalk, P., and S. Danziger. 2005. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Inequality of Wage Rates, Earnings and Family Income in the United States, 1975Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c2002,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Review of Income and Wealth 51(2), 231Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c254.",
        "Feenberg, D., and E. Coutts. 1993. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093An Introduction to the TAXSIM Model,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Journal of Policy Analysis and Management 12(1), 189Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c94, http://www.nber.org/~taxsim/ Joint Committee on Taxation. 2011. Summary of Economic Models and Estimating Practices of the Staff of the Joint Committee on Taxation JCX-46-11. U.S. Government Printing Office, Washington, DC.",
        "Jones, A.F., and D.H. Weinberg. 2000. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093The Changing Shape of the NationÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0084¢s Income Distribution,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Current Population Reports, U.S. Census Bureau.",
        "Karoly, L.A., and G. Burtless. 1995. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Demographic Change, Rising Earnings Inequality, and the Distribution of Personal Well Being, 1959-1989,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Demography 32(3), 379Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c405. Larrimore, J. Forthcoming. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Accounting for United States Household Income Inequality Trends: The Changing Importance of Household Structure and Male and Female Labor Earnings Inequality,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Review of Income and Wealth.",
        "Larrimore, J., R.V. Burkhauser, S. Feng, and L. Zayatz. 2008. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Consistent Cell Means for Topcoded Incomes in the Public Use March CPS (1975-2007),Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Journal of Economic and Social Measurement 33(2-3), 89Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c128.",
        "Moskowitz, T.J. and A. Vissing-Jorgensen. 2002. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093The Returns to Entrepreneurial Investment: A Private Equity Premium Puzzle?Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d American Economic Review 92(4), 745Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c778.",
        "OÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0084¢Hara, A. 2004. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093New Methods for Simulating CPS Taxes.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d U.S. Census Bureau Technical Working Paper.",
        "Piketty, T., and E. Saez. 2003. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Income Inequality in the United States, 1913Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c1998,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Quarterly Journal of Economics 118(1), 1Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c39.",
        "Roine, J., and D. Waldenstrom. 2011. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093On the Role of Capital Gains in Swedish Income Inequality.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Review of Income and Wealth 58(3): 569Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c587.",
        "Ryscavage, P. 1995. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093A Surge in Growing Income Inequality?Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Monthly Labor Review 118(8), 51Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c61.",
        "Smeeding, T., L. Rainwater, and G. Burtless. 2001. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093United States Poverty in a Cross-National Context,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d FOCUS Institute for Research on Poverty 21(3), 50Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c54.",
        "Smeeding, T.M., and J.P. Thompson. 2010. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Recent Trends in the Distribution of Income: Labor, Wealth, and More Complete Measures of Well Being,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Political Economy Research Institute Working Paper Series, No. 25.",
        "TABLE 1Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009d MEAN INCOME GROWTH BY QUINTILE, 1979-2007 (1) (2) (3) (4) Tax-unit unadjusted cash market income Household sizeadjusted pre-tax, post-transfer cash income Household sizeadjusted post-tax, post-transfer income plus in-kind income Column (3) plus realized taxable capital gains Bottom Quintile-33.0 9.9 31.8 31.1 2nd Quintile 0.7 15.6 31.3 32.0 Middle Quintile 2.2 22.8 34.4 36.7 4th Quintile 12.3 29.2 38.8 42.7 Top Quintile 32.7 42.0 54.0 83.1 Top 5% 37.9 48.7 68.9 136.7 Source: Author calculations based on March CPS data merged with SOI tax return data and NBER TaxSim results.",
        "TABLE 5Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009d HOMEOWNERSHIP AND INFLATION-ADJUSTED HOME VALUES BY QUINTILE OF HOUSEHOLD SIZEADJUSTED COMPREHENSIVE INCOME, EXCLUDING ALL CAPITAL GAINS IN 1989 AND 2007 1989 percent homeowners 1989 mean home value of homeowners 2007 percent homeowners 2007 mean home value of homeowners Bottom Quintile 39.8 103,524 44.2 175,702 2nd Quintile 60.1 114,872 62.4 175,578 Middle Quintile 71.5 119,157 74.2 184,892 4th Quintile 78.5 142,193 82.2 225,564 Top Quintile 84.9 262,267 89.0 430,468 Source: Author calculations based on Survey of Consumer Finance Data. Indexed to 2012 price levels using the CPI-U-RS.",
        "TABLE 6Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009d PRIVATE BUSINESS OWNERSHIP AND INFLATION-ADJUSTED BUSINESS VALUES BY QUINTILE OF HOUSEHOLD SIZE-ADJUSTED COMPREHENSIVE INCOME, EXCLUDING ALL CAPITAL GAINS IN 1989 AND 2007 1989 percent private business owners 1989 mean business value of business owners 2007 percent private business owners 2007 mean business value of business owners Bottom Quintile 2.1 23,937 4.9 46,487 2nd Quintile 6.0 19,562 5.3 34,581 Middle Quintile 8.4 25,472 8.9 45,362 4th Quintile 12.7 36,918 13.1 96,707 Top Quintile 19.2 220,700 21.4 500,229 Source: Author calculations based on Survey of Consumer Finance Data. Indexed to 2012 price levels using the CPI-U-RS."
    ]
}