{
    "id": 1912,
    "cites": 13,
    "cited_by": 26,
    "reference": [
        "Berglas, Eitan, and Assaf Razin (1973), Real Exchange Rate and Devaluation, Journal of International Economics, 3 (May), pp. 179-192.",
        "Bhagwati, Jagdish, N. (1984), Why are Services Cheaper in Poor Countries?, Economic Journal, Vol. 94, No. 374, June, pp. 279-286.",
        "Bushe, Dennis, Irving B. Kravis, and Robert E. Lipsey (1986), Prices, Activity, and Machinery Exports: An Analysis Based on New Price Data, forthcoming in the Review of Economics and Statistics.",
        "Clague, Christopher (1986), Determinants of the National Price Level: Some Empirical Results, Review of Economics and Statistics, forthcoming.",
        "Gilbert, Milton, and Irving B. Kravis (1954), An International Comparison of National Products and Purchasing Power of Currencies: A Study of the U.S., the U.K., France, Germany, and Italy, Paris, OEEC.",
        "Price Levels, Paris, OEEC. Hill, Peter (1984), Real Gross Product in OECD Countries and Associated Purchasing Power Parities, OECD Economics and Statistics Department Working Papers, No. 17 (December).",
        "Kravis, Irving B. (1984), Comparative Studies of National Income and Prices, Journal of Economic Literature, XXII.",
        "Kravis, Irving B., Alan Heston, and Robert Summers (1978), Real GDP per Capita for More Than One Hundred Countries, Economic Journal, 88 (June), pp. 215-242.",
        "Services in Economic Growth, in Global Econometrics: Essays in Honor of Lawrence R. Klein, F.G. Adams and Bert Hickman, eds., MIT Press, Cambridge. - 36 - Kravis, Irving B., and Robert E. Lipsey (1978), Price Behavior in the Light of Balance of Payments Theories, Journal of International Economics, Vol. 8, No. 2 (May), pp. 193-246.",
        "Krueger, Anne 0. (1983), Exchange-Rate Determination, Cambridge Surveys of Economic Literature, Cambridge University Press, Cambridge.",
        "Lipsey, Robert E. (1984), Recent Trends in U.S. Trade and Investment, in Problems of Advanced Economies, Proceedings of the Third Conference on Advanced Societies, ed. by Nagasada Miyawaki, Springer-Verlag, Berlin and Heidelberg.",
        "Ward, Michael (1985), Purchasing Power Parities and Real Expenditures in the OECD, Paris, OECI).",
        "Zellner, Arnold (1962), An Efficient Method of Estimating Seemingly Unrelated Regressions and Tests for Aggregation Bias, Journal of the American Statistical Association, Vol. 57, 298 (June)."
    ]
}