{
    "id": 19159,
    "cites": 34,
    "cited_by": 4,
    "reference": [
        "Altrock, Walther v. (1914). Der Landwirtschaftliche Kredit in Preussen, I. Die Ostpreussische Landschaft. Verlagsbuchhandlung Paul Parey, Berlin.",
        "Akerlof, George (1970). The Market for Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093LemonsÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d: Quality Uncertainty and the Market Mechanism. The Quarterly Journal of Economics, Vol. 84, Nr. 3, pp. 488-500.",
        "BrÃ\u0083Æ\u0092Ã\u0082Â¤mer, H. (1867). Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Grundkreditinstitute in Preussen.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Zeitschrift des Statistischen Buraeaus, Vol. VII, p. 216.",
        "Borchardt, Knut (1961). Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Zur Frage des Kapitalmangels in der ersten HÃ\u0083Æ\u0092Ã\u0082Â¤lfte des 19. Jahrhunderts in Deutschland.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d JahrbÃ\u0083Æ\u0092Ã\u0082Â¼cher fÃ\u0083Æ\u0092Ã\u0082Â¼r NationalÃ\u0083Æ\u0092Ã\u0082Â¶konomie und Statistik, Vol. 173, pp. 401-421.",
        "Burhop, Carsten (2006). Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Did Banks Cause the German Industrialization?Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Explorations in Economic History, Vol. 43, pp. 39-63.",
        "Eddie, Scott M. (2008). Landownership in Eastern Germany before the Great War, a Quantitative Analysis. Oxford University Press, New York.",
        "Enders, Lieselott (2008). Die Uckermark: Geschichte einer kurmaerkischen Landschaft vom 12. bis zum 18. Jahrhundert. Veroeffentlichungen des Brandenburgischen Landeshauptarchivs, Berliner Wissenschafts-Verlag, Berlin.",
        "Fohlin, Caroline (2007). Finance Capitalism and GermanyÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0084¢s Rise to Industrial Power, Cambridge University Press, Cambridge, United Kingdom.",
        "Franz, Robert (1902). Die landschaftlichen Kreditinstitute in Preussen, ihre rechtlichen und finanziellen VerhÃ\u0083Æ\u0092Ã\u0082Â¤ltnisse und ihre geschichtliche Entwicklung, Verlag F Schneider & Co., Berlin.",
        "Frehen, Rik, K. Geert Rouwenhort and William N. Goetzmann (2013). Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Dutch Securities for American Land Speculation in the late-Eighteenth Century,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d forthcoming in Housing and Mortgage Markets in Historical Perspective, National Bureau of Economic Research, Price V. Fishback, Kenneth Snowden, Eugene N. White (eds.), University of Chicago Press, Chicago.",
        "Frederiksen, D. M. (1894). Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Mortgage Banking in Germany,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d The Quarterly Journal of Economics, Vol. 9, No. 1, pp. 47-76.",
        "Gerschenkron, Alexander (1946). Bread and Democracy in Germany. Cornell University Press, Ithaca, N.Y. (1989).",
        "Guinnane, Timothy (1997). Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Regional Organizations in the German Cooperative Banking System in the late 19th Century.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Research in Economics, Vol. 51, pp. 251-274.",
        "Guinnane, Timothy (2001). Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Cooperatives as Information Machines: German Rural Credit Cooperatives, 1883-1914.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Journal of Economic History, Vol. 61, No. 2, pp. 366389.",
        "Guinnane, Timothy (2002). Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Delegated Monitors, Large and Small: GermanyÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0084¢s Banking System, 1800-1914.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Journal of Economic Literature, Vol. 40, No. 1, pp. 73-124.",
        "Hagedorn, Fred (1978). Die Landschaften, eine rechtsgeschichtliche Darstellung der preussischen Agrarkreditinstitute. Inaugural Dissertation, Freiburg, Germany.",
        "Hecht, F. (1908). Die Organisation des Bodenkredits in Deutschland. Dritte Abteilung, Erster Band, von Duncker & Humbolt, Leipzig, Germany.",
        "Henderson, W. O. (1962). Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093The Berlin Commercial Crisis of 1763.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d The Economic History Review, New Series, Vol. 15, No. 1, pp. 89-102.",
        "Hess, Klaus (1990). Junker und BÃ\u0083Æ\u0092Ã\u0082Â¼rgerliche Grossgrundbesitzer im Kaiserreich: Landwirtschaftlicher Grossbetrieb, Grossgrundbesitz und Familienfideikomiss in Preussen. Historische Forschungen, Steiner.",
        "Hoffman, Philip, Gilles Postel-Vinay and Jean-Laurent Rosenthal (2011). Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093History, Geography, and the Markets for Mortgage Loans in Nineteenth-Century France.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d In Dora Costa and Naomi Lamoreaux (eds.), Understanding Long-Run Economic Growth: Geography, Institutions and the Knowledge Economy, University of Chicago Press, Chicgago, IL.",
        "Homer S. and R. Sylla (1996). A History of Interest Rates, Rutgers University Press, New Brunswick.",
        "Jessen, Hartwig (1962). Das Landschaftliche Kreditwesen. Gabler, Wiesbaden, Germany.",
        "Mastroeni, O. (2001). Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Pfandbrief-style Products in Europe.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d BIS papers (5), Basel, Bank of International Settlements.",
        "Mauer, Hermann (1907). Das Landschaftliche Kreditwesen Preussens, Agrargeschichtlich und Volkswirtschaftlich Betrachtet. Verlag Karl J. TrÃ\u0083Æ\u0092Ã\u0082Â¼bner, Strassburg.",
        "Meitzen, August (1868). Der Boden und die Landwirthschaftlichen VerhÃ\u0083Æ\u0092Ã\u0082Â¤ltnisse des Preussischen Staates. Prussia, Finanzministerium, Ministerium fÃ\u0083Æ\u0092Ã\u0082Â¼r Landwirtschaft, DomÃ\u0083Æ\u0092Ã\u0082Â¤nen und Forsten.",
        "Ostpreussische Landschaft (1913). 125 Jahre Ostpreussische Landschaft. KÃ\u0083Æ\u0092Ã\u0082Â¶nigsberg.",
        "Packer, Frank, Ryan Stever and Christian Upper (2007). Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093The Covered Bond Market.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d BIS Quarterly Review, Basle.",
        "Ristau, Bernd (1992). Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Adelige Interessenpolitik in Konjunktur und Krise. Ein Beitrag zur Geschichte der landschaftlichen Kreditkasse Ostpreussens 1788-1835.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d in: Denkhorizonte und HandlungsspielrÃ\u0083Æ\u0092Ã\u0082Â¤ume: Historische Studien fÃ\u0083Æ\u0092Ã\u0082Â¼r Rudolf Vierhaus zum 70. Geburtstag, Rudolf Vierhaus (ed.), Wallstein Verlag, GÃ\u0083Æ\u0092Ã\u0082Â¶ttingen.",
        "Schiller, Rene (2003). Vom Rittergut zum Grossgrundbesitz: Ã\u0083Æ\u0092Ã\u0082â\u0080\u0093konomische und Soziale Transformationsprozesse der lÃ\u0083Æ\u0092Ã\u0082Â¤ndlichen Eliten in Brandenburg im 19. Jahrhundert. Akademie Verlag, Berlin.",
        "Schnabel, Isabel and Hyun Song Shin (2004). Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Liquidity and Contagion: The Crisis of 1763,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Journal of the European Economic Association. Vol. 2, No. 6, pp. 929-968.",
        "Stiglitz, Joseph E. (1990). Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Peer Monitoring in Credit Markets.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d World Bank Economic Review, IV, pp. 351-66.",
        "Thayer, Theodore (1953). Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093The Land-Bank System in the American Colonies.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Journal of Economic History, Vol. 13, No.2, pp. 145-59 Ucke, Arnold (1888). Die Agrarkrisis in Preussen wÃ\u0083Æ\u0092Ã\u0082Â¤hrend der zwanziger Jahre dieses Jahrhunderts. Max Niemeyer, Halle.",
        "Wandschneider, Kirsten (2013). Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Landschaften as Credit Purveyors Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c The Example of East Prussia.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Unpublished working paper. Occidental College.",
        "Weyermann, Moritz (1910). Zur Geschichte des Immobiliarkreditwesens in Preussen mit besonderer Nutzanwendung auf die Theorie der Bodenverschuldung. Braunsche Hofbuchdruckerei und Verlag, Karlsruhe."
    ]
}