{
    "id": 19173,
    "cites": 28,
    "cited_by": 4,
    "reference": [
        "Angrist, Joshua and Victor Lavy (1999), Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Using Maimonides' Rule to Estimate the Effect of Class Size on Scholastic Achievement\", Quarterly Journal of Economics, 114 (2).",
        "Barro, Robert and Rachel McCleary (2006), Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Religion and Economy,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Journal of Economic Perspectives 20 (2), 49-72.",
        "Besley, Timothy and Steve Coate (1997), Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093An Economic Model of Representative Democracy,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Quarterly Journal of Economics 112 (1).",
        "Besley, Timothy, Rohini Pande and Vijayendra Rao (2012), Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Just Rewards? Local Politics and Public Resource Allocation in South India,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d World Bank Economic Review 26 (2), 2012.",
        "Bhalotra, Sonia and Irma Clots-Figueras (2013), Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Health and the political agency of women.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d American Economic Journal: Economic Policy, forthcoming.",
        "Bhalotra, Sonia, Irma Clots-Figueras and Lakshmi Iyer (2013), Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Religion, Politics and Violence in India,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Work in progress.",
        "Bhalotra, Sonia, Guilhem Cassan, Irma Clots-Figueras and Lakshmi Iyer (2013), Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Muslim Political Representation and Gender in India,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Work in progress.",
        "Bhalotra, S., C Valente and A van Soest (2010), Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093The Puzzle Of Muslim Advantage In Child Survival In India,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Journal of Health Economics.",
        "Burgess, Robin Burgess, Remi Jedwab, Edward Miguel, Ameet Morjaria and Gerard Padro-i- Miquel (2011), Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Ethnic Favoritism,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Working Paper.",
        "Brollo, Fernanda and Ugo Troiano (2012) Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093What Happens When a Woman Wins a Close Election? Evidence from Brazil,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Working Paper.",
        "Chattopadhay, R. & Duflo, E (2004), Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Women as Policy Makers: Evidence from a India-Wide Randomized Policy Experiment,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Econometrica, 72(5).",
        "Clots-Figueras, Irma (2011), Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Women in Politics: Evidence from the Indian States.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Journal of Public Economics 95: 664-690.",
        "Clots-Figueras, Irma (2012), Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Are female leaders good for education? Evidence from India.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d American Economic Journal: Applied Economics.",
        "Das, Pranab Kumar, Saibal Kar and Madhumanti Kayal (2011), Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Religious Minorities and Provision of Public Goods: Evidence from Rural West BengalÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d. IZA Working Paper 6154.",
        "Iyer, L., A.Mani, P.Mishra and P.Topalova (2012), Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093The Power of Political Voice: WomenÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0084¢s Political Representation and Crime in India.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d American Economic Journal: Applied Economics.",
        "Jensenius F. (2013), Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Power, Performance and Bias: Evaluating the Electoral Quotas for Scheduled Castes in IndiaÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d. PhD thesis, University of California Berkeley.",
        "Kramon, Eric and Daniel Posner (2012), Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Ethnic Favoritism in Primary Education in KenyaÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d. Working Paper.",
        "Kudamatsu, Masayuki (2009), Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Ethnic Favoritism: Micro Evidence from Guinea,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Working Paper.",
        "Lee D.S. (2002), Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Randomized experiments from non-random selection in U.S. House elections.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Journal of Econometrics.",
        "Lee, David S., Enrico Moretti, and Matthew J. Butler. 2004. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Do Voters AÃ\u0083Â¯Ã\u0082Â¬Ã\u0082â\u0082¬ect or Elect Policies? Evidence from the U.S. HouseÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d. Quarterly Journal of Economics, 119(3), 807-860.",
        "McCrary, Justin (2008), Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Manipulation of the Running Variable in the Regression Discontinuity Design: A Density Test,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Journal of Economic Literature 142 (2).",
        "Meyersson E. (2013), Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Islamic rule and the empowerment of the poor and piousÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d. Working Paper.",
        "Mitra A. and Ray D. (2013), Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Implications of an economic theory of conflict: Hindu Muslim Violence in IndiaÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d. Working paper.",
        "Pande, Rohini (2003), Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Can Mandated Political Representation Increase Policy Influence for Disadvantaged Minorities? Theory and Evidence from India,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d American Economic Review, 93(4).",
        "Pettersson-Lidbom, Per (2008), Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Do Parties Matter for Economic Outcomes: A RegressionDiscontinuity Approach,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Journal of the European Economic Association 6 (5): 1037Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c1056.",
        "Rehavi, Marit (2007), Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Sex and Politics: Do Female Legislators Affect State Spending?,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Working Paper.",
        "Vernon Henderson J. and Kuncoro A. (2011), Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Corruption and Local Democratization in Indonesia: The Role of Islamic PartiesÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d. Journal of Development Economics, Vol 94 (2).",
        "Washington, Ebonya (2008), Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Female Socialization: How Daughters Affect Their Legislator Fathers' Voting on Women's Issues.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d American Economic Review 98(1): 311-332."
    ]
}