{
    "id": 19170,
    "cites": 30,
    "cited_by": 41,
    "reference": [
        "Aw, Bee Yan and A. Hwang, 1995, Productivity and the export market: A firm level analysis. Journal of Development Economics, v. 47 no.2, pp. 313-332.",
        "Atkeson, Andrew and Ariel Burstein, 2005, Trade Costs, Pricing to Market, and International Relative Prices. Working Paper.",
        "Baldwin, R., 1988, Hysteresis in Import Prices: The Beachhead EÃ\u0083Â¯Ã\u0082Â¬Ã\u0082â\u0082¬ect. American Economic Review, v. 78 no.4, pp. 773-785.",
        "Bernanke, Ben S. and Mark L. Gertler, 1995, Inside the Black Box: The Credit Channel of Monetary Policy Transmission. The Journal of Economic Perspectives, v. 9 no. 4, pp. 27-48.",
        "Bernard, Andrew B.; Jonathan Eaton; J. Bradford Jensen and Sam Kortum, 2003, Plants and Productivity in International Trade, American Economic Review, v. 93, pp. 1268-1290.",
        "Bernard, Andrew B. and J. Bradford Jensen, 1999, Exceptional exporter performance: cause, eÃ\u0083Â¯Ã\u0082Â¬Ã\u0082â\u0082¬ect, or both?, Journal of International Economics, v. 47 no. 1, pp. 1Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009d25.",
        "Bernard, Andrew B. and J. Bradford Jensen, 2001a, Why Some Firms Export, The Review of Economics and Statistics, v. 86 no. 2.",
        "Bernard, Andrew B. and J. Bradford Jensen, 2001b, Who Dies? International Trade, Market Structure, and Industrial Restructuring, NBER Working Paper # 8327 .",
        "Bernard, Andrew B. and J. Bradford Jensen, 2002, Entry, Expansion, and Intensity in the US Export Boom, 1987-1992, Review of International Economics, forthcoming.",
        "Bernard, Andrew B.; J. Bradford Jensen, and Peter K. Schott, 2005, Importers, Exporters and Multinationals: A Portrait of Firms in the U.S. that Trade Goods. Working Paper.",
        "Broda, Christian and David E. Weinstein, 2004, Globalization and the Gains from Variety, Federal Reserve Bank of New York, Mimeo.",
        "Campa, JosÃ\u0083Æ\u0092Ã\u0082Â© M., 1998, Hysteresis in Trade: How Big are the Numbers? New York University Working Paper.",
        "Campa, JosÃ\u0083Æ\u0092Ã\u0082Â© M. and J. Myles Shaver, 2001, Exporting and Capital Investment: On the Strategic Behavior of Exporters, New York University Mimeo.",
        "Clerides, Sofronis K.; Saul Lach and James R. Tybout, 1998, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Is learning by exporting important ? Microdynamic evidence from Colombia, Mexico, and Morocco.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Quarterly Journal of Economics, v. 113 no. 3, pp. 903-947.",
        "Eaton, Jonathan; Sam Kortum, 2002, Technology, Geography, and Trade, Econometrica, vol. 70 no. 5 (September 2002), pp. 1741-1779.",
        "Eaton, Jonathan; Sam Kortum, and Francis Kramarz, 2004, An Anatomy of International Trade: Evidence from French Firms, American Economics Review, Papers and Proceedings, forthcoming.",
        "Eaton, Jonathan; Sam Kortum, and Francis Kramarz, 2004, Dissecting Trade: Firms, Industries, and Export Destinations, NBER Working Paper 10344.",
        "Fazzari, Steven, R.; R. Glenn Hubbard, and Bruce Petersen, 1988, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Financing Constraints and Corporate Investment,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Brookings Papers on Economic Activity, pp. 141-195.",
        "FariÃ\u0083Æ\u0092Ã\u0082Â±as, Jose C. and Ana MartÃ\u0083Æ\u0092Ã\u0082Â­n-Marcos, 2002, Exporting and Productivity: Firm-Level Evidence for Spanish Manufacturing. Universidad Complutense, Mimeo.",
        "Gertler, Mark and Simon Gilchrist, 1994, Monetary Policy, Business Cycles, and the Behavior of Small Manufacturing Firms. Quarterley Journal of Economics, v. 59, pp. 309-340.",
        "Ghironi, Fabio, and Marc J. Melitz, 2005, International Trade and Macroeconomic Dynamics with Heterogeneous Firms. Working Paper.",
        "Helpman, Elhanan; Marc Melitz and Yona Rubinstein, 2004, Trading Partners and Trading Volumes, Working Paper.",
        "Holmstrom, Bengt and Jean Tirole, 1997, Financial Intermediation, Loanable Funds and the Real Sector. The Quarterly Journal of Economics, v. 112 no. 3, pp. 663-91.",
        "Hoshi, T.; Anil Kashyap and D. Scharfstein, 1994, The Choice Between Public and Private Debt: An Examination of Post-Regulation Financing in Japan. MIT Working Paper.",
        "Kashyap, Anil and Jeremy Stein, 2000, What do One Million Observations on Banks Have to Say About the Transmission of Monetary Policy. American Economic Review, v. 90 no. 3, pp. 407-428.",
        "Krugman, Paul. 1980. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Scale Economies, Product DiÃ\u0083Â¯Ã\u0082Â¬Ã\u0082â\u0082¬erentiation, and the Pattern of Trade.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d American Economic Review, vol. 70, pp. 950Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c959.",
        "Melitz, Marc, 2003, The Impact of Trade on Aggregate Industry Productivity and IntraIndustry Reallocations, Econometrica, v. 71 no. 6 (November 2003), pp. 1695-1725.",
        "Roberts, M. and James Tybout, 1999, An Empirical Model of Sunk Costs and the Decision to Export. Policy Research Working Paper Series 1436, The World Bank.",
        "Ruhl, Kim, 2003, Solving the Elasticity Puzzle in International Economics, University of Minnesota, Mimeo (November 2003).",
        "Stein, Jeremy, 1998, An Adverse Selection Model of Bank Asset and Liability Management with Implications for the Transmission of Monetary Policy. RAND Journal of Economics, v. 29 no. 3, pp. 466-86."
    ]
}