{
    "id": 1917,
    "cites": 38,
    "cited_by": 5,
    "reference": [
        "Becker, Gary S. Investment in Human Capital: A Theoretical Analysis, Journal of Political Economy 70 (October 1962): 9-49.",
        "Becker, Gary S. Human Capital: A Theoretical and Empirical Analysis~, with Special Reference to Education, 2d ed., Columbia University Press for National Bureau of Economic Research, 1975.",
        "Becker, Gary S., and and Stigi.er, George J. Law Enforcement, Malfeasance, and Compensation of Enforcers, Journal of Legal Studies 3 (January 1974): 1-18.",
        "Calvo, G., and Wellisz, S. Supervision, Loss of Control, and Optimum Size of the Firm, Journal of Political Economy 86 (October 1978): 943-52.",
        "Carmichael, H. Lorne. The Agent-Agents Problem: Paymen by Relative Output, Journal of Labor Economics 1 (January 1983): 50-65.",
        "Cheung, Steven N. S., The Theory of Share Tenancy: With Special Application to Asian Agriculture and the Eirst Phase of Taiwan Land Reform. Chicago: University of Chicago Press, 1969.",
        "Incomplete Information, Journal of Public Economics 11 (February 1979): 25-45.",
        "Fama, Eugene. Agency Problems and the Theory of the Firm, Journal of Political Econom_y (April 1980).",
        "Fan,, L-S., On the Reward System, American Economic Review 65 (March 1975): 226-29.",
        "Green, Jerry R. On the Optimal Structure of Liability Laws, Bell Journal of Economics 7 (Autumn 1976): 553-74.",
        "Green, Jerry R., and Kahn, Charles. Wage Employment Contracts, Quarterly Journal of Economics 98 (1983): 173-88.",
        "Green, Jerry H., and Stokey, Nancy L. A Comparison of Tournaments and Contracts, Journal of Political Economy 91 (June 1983): 349~6Lt.",
        "Grossman, Sanford, and Hart, Oliver. Implicit Contracts under Asymmetric Information, Quarterly Journal of Economics 71 (1983): 123-57.",
        "Hall, Robert E., and Lazear, Edward P. The Excess Sensitivity of Layoffs and Quits to Demand, Journal of Labor Economics 2 (April 1984): 233-57.",
        "Hall, Robert E., and Lilien, David. Efficient Wage Bargains Under Uncertain Supply and Demand, American Economic Review 69 (December 1979): 868-79.",
        "Harris, Milton, and Hblmstrom, Bengt. A Theory of Wage Dynamics, Review of Economic Studies 49 (July 1982): 315-33.",
        "Harris, Milton, and Raviv, Artur. Optimal Incentive Contracts with Imperfect Information, J.E.T. 24 (1979).",
        "Harris, Milton, and Townsend, Robert. Resource Allocation under Asymmetric Information, Econometrica 49 (January 1981): 33-64.",
        "Hashimoto, Masanori, and Yu, Ben. Specific Capital, Employment Contracts, and Wage Rigidity, Bell Journal of Economics (Autumn 1980): 536-49.",
        "HoLlmstrom, Bengt. Moral Hazard and Observability, Bell Journal of Economics 10 (Spring 1979): 74-91.",
        "HÃ\u0083Â¶lmstrom, Bengt. Moral Hazard in Teams, Bell Journal of Economics 13 (Autumn 1982): 324-40.",
        "Kennan, John. Bonding and the Enforcement of Labor Contracts, Economic Letters 3 (1979): 61-66.",
        "Lazear, Edward P. Agency, Earnings Profiles, Productivity and Hours Restrictions, American Economic Review 71 (September 1981): 606-20.",
        "Lazear, Edward P. Pay Equality and Industrial Politics, Mimeographed. University of Chicago, 1986.",
        "Mirrlees, James A. The Optimal Structure of Incentives with Authority within an Organization, Bell Journal of Economics 7 (Spring 1976): 105-31.",
        "Nalebuff, Barry J., and Stiglitz, Joseph E. Prizes and Incentives: Toward a General Theory of Compensation and Competition, Bell Journal of Economics 14 (Spring 1983): 21_143.",
        "Polinsky, A. Mitchell. Strict Liability vs. Negligence in a Market Setting, American Economic Review (May 1980): 363-67.",
        "Rogerson, William P. Repeated Moral Hazard, Econometrica 53 (January 1985): 69-76.",
        "Ross, Stephen A. The Economic Theory of Agency: The Principals Problem, American Economic Review 63 (May 1973): 134-39.",
        "Rothschild, Michael, and Stiglitz, Joseph E. Equilibrium in Competitive Insurance Markets: An Essay on the Economics of Imperfect Information, Q~grterly Journal of Economics 90 (November 1976): 629-49.",
        "Salop, Joanne, and Salop, Steven. Self-Selection and Turnover in the Labor Market, Quarterly Journal of Economics 90 (November 1976): 619-27.",
        "Shavell, Stephen. Strict Liability versus Negligence, Journal of Legal Studies (January 1980): 1-25.",
        "Spence, A. Michael. Job Market Signalling, Quarterly Journal of Economics 87 (August 1973): 355-74.",
        "Stiglitz, Joseph E. Incentive and Risk Sharing in Sharecropping, Review of Economic Studies 41 (April 1974): 219-56.",
        "Stiglitz, Joseph E. Incentives, Risk, and Information: Notes Toward a Theory of Hierarchy, Bell Journal of Economics and Management Science 6 (Autumn 1975): 552-79.",
        "Vickrey, William. Counterspeculation, Auctions, and Competitive Sealed Tenders, Journal of Finance 16 (1961): 1-17.",
        "Weitzman, Martin. The New Soviet Incentive Model, Bell Journal of Economics (Spring 1976): 251-57.",
        "Weitzman, Martin. The `Ratchet Principle and Performance Incentives, Bell Journal of Economics (Spring 1980): 302-08."
    ]
}