{
    "id": 19178,
    "cites": 38,
    "cited_by": 11,
    "reference": [
        "Aguiar, Mark and Erik Hurst, Measuring Trends in Leisure: The Allocation of Time over Five Decades, Quarterly Journal of Economics, Vol. 122, No. 3, (August 2007), 969-1006 Aguiar, Mark and Erik Hurst, A Summary of Trends in U.S. Time Use: 1965-2005, Social Indicators Research, Vol. 98, No. 1, (August 2009), 57-64. Becker, Gary S., A Theory of the Allocation of Time, Economic Journal, Vol. 75, No.",
        "Becker, Gary S., A Treatise on the Family, Cambridge: Harvard University Press, 1981; Enlarged edition, 1991. Becker, Gary S. and Kevin M. Murphy, Education and Consumption: The Effects of Education in the Household Compared to the Marketplace, Journal of Human Capital, Vol.",
        "Bianchi, Suzanne M., Liana C. Sayer, Melissa A. Milkie, and John P. Robinson, Housework: Who Did, Does or Will Do It, and How Much Does It Matter? Social Forces, Vol. 91, No. 1, (September 2012), 55-63.",
        "Bonke, Jens, Mette Deding, Mette Lausten, and Leslie Stratton, Intrahousehold Specialization in Housework in the United States and Denmark, Social Science Quarterly, Vol. 89, No. 4, (December 2008), 1023-1043.",
        "Brines, Julie, Economic Dependency, Gender, and the Division of Labor at Home, American Journal of Sociology, Vol. 100, No. 3, (November 1994), 652-688.",
        "Burda, Michael, Daniel S. Hamermesh, and Philippe Weil, Total Work and Gender: Facts and Possible Explanations, Journal of Population Economics, Vol. 26, No. 1, (January 2013), 239-261.",
        "Chiappori, Pierre-AndrÃ\u0083Â©, Rational Household Labor Supply, Econometrica, Vol. 56, No. 1, (January 1988), 63-89.",
        "Chiappori, Pierre-AndrÃ\u0083Â©, Collective Labor Supply and Welfare, Journal of Political Economy, Vol. 100, No. 3, (June 1992), 437-467.",
        "Cogan, John F., Fixed Costs and Labor Supply, Econometrica, Vol. 49, No. 4, (July 1981), 945-963.",
        "Donald, Stephen G., and Daniel S. Hamermesh, A Structural Model of the Fixed Time Costs of Market Work, Economics Letters, Vol. 104, No. 3, (September 2009), 125-128.",
        "England, Paula and Nancy Folbre, Gender and Economic Sociology, Chapter 27 in Neil J. Smelser and Richard Swedberg, eds., Handbook of Economic Sociology, 2nd ed., Princeton: Princeton University Press, 2005, 627-649.",
        "Fafchamps, Marcel and Agnes R. Quisumbling, Household Formation and Marriage Markets in Rural Areas, Chapter 51 in T. Paul Schultz and John Strauss, eds., Handbook of Development Economics, Vol. 4, Amsterdam: North-Holland, 2008, 3187-3248.",
        "Folbre, Nancy, A Theory of the Misallocation of Time, in Nancy Folbre and Michael Bittman, eds., Family Time: The Social Organization of Care, London: Routledge, 2004, 7-24.",
        "Gershuny, Jonathan, Changing Times: Work and Leisure in Postindustrial Society, Oxford: Oxford University Press, 2000.",
        "Greenwood, Jeremy, Ananth Seshadri, and Mehmet Yorukoglu, Engines of Liberation, Review of Economic Studies, Vol. 72, No. 1, (January 2005), 109-133.",
        "Gronau, Reuben, Leisure, Home Production, and Work -- the Theory of the Allocation of Time Revisited, Journal of Political Economy, Vol. 85, No. 6, (December 1977), 10991124.",
        "Guryan, Jon, Erik Hurst, and Melissa Kearney, Parental Education and Time with Children Journal of Economic Perspectives, Vol. 22, No. 3, (summer 2008), 23-46.",
        "Hadfield, Gillian K., Households at Work: Beyond Labor Market Policies to Remedy the Gender Gap, Georgetown Law Journal, Vol. 82, (November 1993), 89-107.",
        "Hamermesh, Daniel S., Harley Frazis, and Jay Stewart, Data Watch: The American Time Use Survey, Journal of Economic Perspectives, Vol. 19, No. 1, (Winter 2005), 221-232.",
        "Hamermesh, Daniel S. and Jungmin Lee, Stressed out on Four Continents: Time Crunch or Yippie Kvetch? Review of Economics and Statistics, Vol. 89, No. 2, (May 2007), 374-383.",
        "Hochchild, Arlie and Anne Machung, The Second Shift: Working Families and the Revolution at Home, New York: Viking, 1989.",
        "Iglehart, John K., The ACGME's Final Duty-Hours Standards -- Special PGY-1 Limits and Strategic Napping, New England Journal of Medicine, Vol. 363, No. 17, (October 21, 2010), 1589-1591.",
        "Juster, F. Thomas and Frank P. Stafford, The Allocation of Time: Empirical Findings, Behavioral Models, and Problems of Measurement, Journal of Economic Literature, Vol. 29, No. 2, (June 1991), 471-522.",
        "Lundberg, Shelly, Gender and Household Decision-Making, in Francesca Bettio and Alina Verashchagina, eds., Frontiers in the Economics of Gender, New York: Routledge, 2008, 116-133.",
        "Lundberg, Shelly and Robert A. Pollak, Separate Spheres Bargaining and the Marriage Market, Journal of Political Economy, Vol. 101, No. 6, (December 1993), 988-1010.",
        "Lundberg, Shelly and Robert A. Pollak, Efficiency in Marriage, Review of Economics of the Household, Vol. 1, No. 3, (September 2003), 153-168.",
        "Lundberg, Shelly and Robert A. Pollak, American Family and Family Economics, Journal of Economic Perspectives, Vol. 21, No. 2, (Spring 2007), 3-26.",
        "Lundberg, Shelly and Robert A. Pollak, Marriage Market Equilibrium and Bargaining in Marriage, March 5, 2009.",
        "Manser, Marilyn and Murray Brown, Marriage and Household Decision-Making: A Bargaining Analysis, International Economic Review, Vol. 21, No. 1, (February 1980), 31-44.",
        "McElroy, Marjorie B. and Mary J. Horney, Nash-Bargained Household Decisions: Toward a Generalization of the Theory of Demand, International Economic Review, Vol. 22, No. 2, (June 1981), 333-349.",
        "Panzar, John C. and Robert D. Willig, Economies of Scope, American Economic Review, Vol. 71, No. 2, (May 1981), 268-272.",
        "Pollak, Robert A., Allocating Time: Individuals' Technologies, Household Technology, Perfect Substitutes, and Specialization, NBER Working Paper 17529, October 2011.",
        "Annals of Economics and Statistics, Nos. 105-106, (January/June 2012), 75-97. Pollak, Robert A., and Michael L. Wachter, The Relevance of the Household Production Function and Its Implications for the Allocation of Time, Journal of Political Economy, Vol. 83, No. 2, (April l975), 255-277.",
        "Ramey, Garey and Valerie Ramey, The Rug Rat Race, Brookings Papers on Economic Activity, Spring 2010, 129-176.",
        "Ramey, Valerie Time Spent in Home Production in the 20th Century United States, Journal of Economic History, Vol. 69, (March 2009), 1-47.",
        "Ramey, Valerie and Francis Neville, A Century of Work and Leisure, American Economic Journal: Macroeconomics, Vol. 1, No. 2, (July 2009), 189-224. Rosen, Sherwin, The Theory of Equalizing Differences, Chapter 12 in Orley C.",
        "Ashenfelter and Richard Layard, eds. Handbook of Labor Economics, Vol. 1, Amsterdam: North-Holland, 1986, 641-692.",
        "Wax, Amy L., Bargaining in the Shadow of the Market: Is There a Future for Egalitarian Marriage? Virginia Law Review, Vol. 84, No. 4, (May 1998), 509-672."
    ]
}