{
    "id": 1919,
    "cites": 23,
    "cited_by": 1,
    "reference": [
        "Edel, Matthew, and Sciar, Elliot, Taxes, Spending, and Property Values: Supply Adjustment in a Tiebout-Oates Model, Journal of Political Economy 82, no. 5 (September/October 19714): 9141_54.",
        "Epple, Dennis, and Zelenitz, Allen, The Implications of Competition Among Jurisdictions: Does Tiebout Need Politics? Journal of Political Economy 89: 1197Ã\u0082â\u0080\u00941217. Ehrenberg, R. and J. Schwarz, Public Sector Labor Markets, National Bureau of Economic Research, Working Paper No. 1179, August 1983.",
        "Epple, Dennis, Zelenitz, Allan, and Visscher, Michael, A Search for Testable Implications of the Tiebout Hypothesis, Journal of Political Economy 86, no. 3 (June 1978): 405Ã\u0082â\u0080\u009425.",
        "Henderson, 3. Vernon, The Tiebout Model: Bring Back the Entrepreneurs, Journal of Political Economy 93, no. 2 (April 1985): 2148Ã\u0082â\u0080\u0094264.",
        "Inman, Robert P., Public Employee Pensions and the Local Labor Budget, Journal of Public Economics 19 (1982): 149-71.",
        "Leeds, Michael A., Property Values and Pension Underfunding in the Local Public Sector, Journal of Urban Economics 18, no. 1 (1985): 34-146.",
        "Linnernan, Peter, The Capitalization of Local Taxes: A Note on Specification, Journal of Political Economy 86 (1978) 535-8.",
        "Maddala, G. S., Limited-Dependent arid Qualitative Variables in Econometrics. Cambridge University Press, Cambridge, 1983.",
        "Meadows, George R., Taxes, Spending, and Property Values: A Comment and Further Results, Journal of Political Economy 814, no. 14 (1976): 869Ã\u0082â\u0080\u0094880.",
        "Niskanen, William, Bureaucrats and Politicians, Journal of Law and Economics (December 1975).",
        "Oates, Wallace, The Effects of Property Taxes and Local Public Spending on Property Values: An Empirical Study of Tax Capitalization and the Tiebout Hypothesis, Journal of Political Economy 77, no. 6 - (November/December 1969): 957-71.",
        "Romer, Thomas and Rosenthal, Howard, Bureaucrats Versus Voters: On the Political Economy of Resource Allocation by Direct Democracy, Quarterly Journal of Economics (November 1979): 563-587.",
        "Romer, Thomas and Rosenthal, Howard The Elusive Median Voter, Journal of Public Economics 12 (1979): 1143Ã\u0082â\u0080\u0094170.",
        "Rose-Ackerman, Susan, Beyond Tiebout: Modeling the Political Economy of Local Government, in Local Provision of Public Services: The Tiebout Model after Twenty-Five Years (George Zodrow, editor). New York: Academic Press, 1983.",
        "Rosen, Harvey and Fullerton, David, A Note on Local Tax Rates, Public Benefit Levels, and Property Values, Journal of Political Economy 85, no. 2 (1977): 433-440.",
        "Samuelson, Paul, A Pure Theory of Public Expenditure, Review of Economics and Statistics 36, (November 19514): 387-9.",
        "Smith, Sharon P., Public/Private Wage Differentials in Metropolitan Areas, in Public Sector Labor Markets, Peter Mireszkowski and George Peterson (eds.), The Urban Institute, 1981, 81-103.",
        "Tax Foundation, Inc., Facts and Figures on Government Finances, New York: Tax Foundation, Inc., 1978.",
        "Tiebout, Charles M., A Pure Theory of Local Expenditures, Journal of Political EconÃ\u0083Â§y 65, no. 5 (October 1956): )416_214.",
        "Tracy, J. and Gyourko, J., An Analysis of Public and Private Sector Wages Allowing for Endogenous Choices of Both Government and Union Status (February 1986), discussion paper.",
        "U.S. Bureau of the Census, Census of Governments, Washington, D.C.: GPO, Vol. II, 1977.",
        "Zax, Jeffrey, S., Labor Relations, Wages and Nonwage Compensation in Municipal Employment, NBER Working Paper, No. 1582, March 1985.",
        "Zax, Jeffrey, S. Nonwage Compensation: Past Growth and Future Prospects, Discussion Paper, Harvard University, April 1983."
    ]
}