{
    "id": 19190,
    "cites": 22,
    "cited_by": 6,
    "reference": [
        "Adam, Klaus, Pei Kuang and Albert Marcet (2011) Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093House Price Booms and the Current Account,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d NBER Chapters, in: NBER Macroeconomics Annual 2011 (26): 77-122.",
        "Aizenman, Joshua and Yothin Jinjarak (2009), Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Current Account Patterns and National Real Estate Markets,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Journal of Urban Economics, 66(2): 75-89.",
        "Borio, Claudio and Piti Disyatat (2011), Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Current account patterns and national real estate markets Global imbalances and the financial crisis: Link or no linkÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d BIS Working Papers Number 346.",
        "Case, Karl E., Robert J. Shiller, and Anne K. Thompson (2012), Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093What have they been thinking? Homebuyer behavior in hot and cold markets,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Brookings Papers on Economic Activity, 2: 265-298.",
        "Calvo, Guillermo (2012), Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093On Capital Inflows, Liquidity and Bubbles,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d manuscript, Columbia University.",
        "Carroll, Christopher D., Misuzu Otsuka, and Jiri Slacalek (2011), Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093How large are housing and financial wealth effects? A new approach,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Journal of Money, Credit, and Banking, 43(1): 55-79.",
        "Favilukis Jack, David Kohn, Sydney C. Ludvigson and Stijn Van Nieuwerburgh (2012), Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093International Capital Flows and House Prices: Theory and Evidence,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d NBER Working Paper No. 17751.",
        "Ferrero, Andrea, 2011, House Prices Booms and Current Account Deficits. Unpublished paper.",
        "Forbes, Kristin J. and Francis E. Warnock (2012), Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Capital flow waves: Surges, stops, flight, and retrenchment,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Journal of International Economics, 88(2): 235-251.",
        "Gete, Pedro (2010), Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Housing Markets and Current Account Dynamics,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d manuscript, Georgetown University.",
        "Ghysels, Eric, Alberto Plazzi, and Walter Torous (2013). Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Forecasting Real Estate Prices,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d in Chapter 9, Handbook of Economic Forecasting, G. Elliott and A. Timmermann (eds.), Vol. 2, Part A: 509-580.",
        "Glaeser, Edward L., Joshua D. Gottlieb, and Joseph Gyourko (2013), Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Can cheap credit explain the housing boom?Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d in Housing and the Financial Crisis, E. Glaeser and T. Sinai (editors), University of Chicago Press.",
        "Kuttner, Kenneth, and Ilhyock Shim (2013). Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Can Non-Interest Rate Policies Stabilize Housing Markets? Evidence from a Panel of 57 Economies,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d NBER Working Paper No. 19723.",
        "Laven, Luc, and Fabian Valencia (2012), Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Systemic Banking Crises Database: An Update,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d IMF Working Paper No. 12/163.",
        "Laibson, David and Johanna Mollerstrom (2010). Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Capital Flows, Consumption Booms and Asset Bubbles: A Behavioural Alternative to the Savings Glut Hypothesis,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Economic Journal, 120(544): 354-374.",
        "Leamr, Edward E. (2007). Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Housing is the business cycle,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Proceedings, Federal Reserve Bank of Kansas City, pages 149-233.",
        "Obstfeld, Maurice (2012). Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Does the Current Account Still Matter?Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d American Economic Review, 102(3): 1-23.",
        "Piazzesi, Monika, and Martin Schneider (2009). Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Momentum Traders in the Housing Market: Survey Evidence and a Search Model,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d American Economic Review, 99(2): 406-411.",
        "Shiller, Robert (2000). Irrational exuberance, Princeton University Press. See also the 2nd edition, 2005.",
        "Sinai, Todd (2012). Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093House Price Moments in Boom-Bust Cycles,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d NBER Working Paper No. 18059.",
        "Stock, James H. and Mark W. Watson (2012), Introduction to Econometrics, 3rd edition, Pearson, Essex, England.",
        "Tomura, Hajime, (2010) Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093International capital flows and expectation-driven boomÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009cbust cycles in the housing market,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Journal of Economic Dynamics and Control, 34(10): 1993Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c2009."
    ]
}