{
    "id": 19203,
    "cites": 63,
    "cited_by": 0,
    "reference": [
        "al-Din al Malibari, Zayn, Tohfut-ul-mujahideen, London: Oriental Translation Fund of Great Britain, 1528. translated from the Arabic by Rowlandson, M.J. in 1833.",
        "Alberuni, Abu-Raihan Muhammad Ibn Ahmad, Indica, 2005 ed., Delhi: Munshiram Manoharlal, 1030. edited by Sachau, Edward C.",
        "Alesina, Alberto and Eliana La Ferrara, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Ethnic diversity and economic performance,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Journal of Economic Literature, 2005, 43 (3), 762Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c800.",
        "Banerjee, Abhijit, Lakshmi Iyer, and Rohini Somanathan, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Public Action for Public Goods,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d in T. Paul Schultz and John Strauss, eds., Handbook of Development Economics, Vol. 4, Elsevier, 2008.",
        "Barbosa, Duarte, A description of the coasts of East Africa and Malabar in the beginning of the sixteenth century, London: Hakluyt Society, 1519. translated from the Portuguese by Stanley, Henry E. J. in 1866.",
        "Beaman, Lori, Raghabendra Chattopadhyay, Esther Duflo, Rohini Pande, and Petia Topalova, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Powerful women: does exposure reduce bias?,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Quarterly Journal of Economics, 2009, 124 (4), 1497Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c1540.",
        "Becker, Sasha O., Katrin Boeckh, Christa Hainz, and Ludiger Woessmann, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093The empire is dead, long live the empire! Long-run persistence of trust and corruption in the bureaucracy.,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d CEPR Discussion Paper 8288, 2012.",
        "Bharadwaj, Prashant, Asim Khwaja, and Atif Mian, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093The Big March: Migratory Flows After the Partition of India,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Economic and Political Weekly, August 2008, 43 (35).",
        ", , and , Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093The Partition of India: demographic consequences,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d October 2008. Harvard Kennedy School.",
        "Blake, Stephen P., Shahjahanabad : the sovereign city in Mughal India, 1639- 1739, Cambridge University Press, 1991.",
        "Blakeslee, David, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Propaganda and Ethno-Religious Politics in Developing Countries: Evidence from India,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d May 2013. mimeo, Columbia.",
        "Bleakley, Hoyt and Emily Owens, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Violence Beyond Reason: Prohibition of Alcohol and the Decline of Lynching in the US South,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d 2010. mimeo, Chicago GSB. Bohlken, Anjali Thomas and Ernest Sergenti, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Ethnic Violence and Economic Growth: An Empirical Investigation of Hindu-Muslim Riots in India,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Journal of Peace Research, forthcoming.",
        "Brass, Paul R., Theft of an Idol, Princeton, NJ: Princeton University Press, 1997.",
        ", The production of Hindu-Muslim violence in contemporary India, Seattle: University of Washington Press, 2003.",
        "Burman, J.J. Roy, Gujarat Unknown: Hindu-Muslim syncretism and humanistic forays, New Delhi: Mittal, 2005.",
        "Canes-Wrone, Brandice, Michael Herron, and Kenneth Shotts, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Leadership and Pandering: A Theory of Executive Policymaking,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d American Journal of Political Science, July 2001, 45 (3), 532Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c550.",
        "Casson, Lionel, ed., The Periplus Maris Erythraei, Princeton: Princeton, 1989.",
        "Caughey, Devin and Jasjeet S. Sekhon, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Elections and the Regression Discontinuity Design: Lessons from Close U.S. House Races, 19422008,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Political Analysis, 2011, 19, 385Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c408.",
        "Chakravarti, Ranabir, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Nakhudas and Nauvittakas: ship-owning merchants in the West Coast of India (C. AD 1000-1500),Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Journal of the Economic and Social History of the Orient, February 2000, 43 (1), 34Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c64.",
        "Chandra, Kanchan, Why Ethnic Parties Succeed: Patronage and Ethnic Head Counts in India, Cambridge University Press, 2007.",
        "Chaudhuri, K.N., Trade and civilisation in the Indian Ocean : an economic history from the rise of Islam to 1750, Cambridge: Cambridge University Press, 1995.",
        "Chen, Daniel, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Club Goods and Group Identity: Evidence from Islamic Resurgence During the Indonesian Financial Crisis,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Journal of Political Economy, 2010, 118 (2), 300Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c354.",
        "Cox, Gary W. and Michael Munger, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Closeness, Expenditures, and Turnout in the 1982 U.S. House Elections,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d American Political Science Review, March 1989, 83 (1), 217Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c231.",
        "Diaz-Cayeros, Alberto and Saumitra Jha, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Can Contract Failures Lead to Ethnic Assimilation? Evidence from Cochineal in Mexico,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d February 2013. mimeo, Stanford Graduate School of Business.",
        "Easterly, William and Ross Levine, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093AfricaÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0084¢s growth tragedy: policies and ethnic divisions, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Quarterly Journal of Economics, 1997, 111 (4), 1203Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c1250.",
        "Eifert, Benn, Edward Miguel, and Daniel N. Posner, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Political Competition and Ethnic Identification in Africa,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d American Journal of Political Science, April 2010, 54 (2), 494Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c510.",
        "Engineer, Asghar Ali, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Gujarat Elections and Aftermath,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Secular Perspective, January 1-15 2008.",
        "Esteban, Joan and Debraj Ray, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093On the salience of ethnic conflict,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d February 2007. working paper, NYU, available at: www.econ.nyu.edu/user/debraj/Papers/EstebanRaySalience.pdf.",
        "Fair, C. Christine, Neil A. Malhotra, and Jacob N. Shapiro, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Democratic Values and Support for Militant Politics: Evidence from a National Survey of Pakistan,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Journal of Conflict Resolution, 2013.",
        "Fearon, James D. and David D. Laitin, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Ethnicity, insurgency and civil war,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d American Political Science Review, 2003, 97 (1), 75Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c90.",
        "Ferishta, Muhammad Kasim, The History of Hindustan, 2nd ed., New Delhi: Dahinam Publishers, 1620. Translated from the Persian by Alexander Dow, 1770, and edited by B.S. Dahiya, 2003.",
        "Field, Erica, Matthew Levinson, Rohini Pande, and Sujata Visaria, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Segregation, rent control and riots: the economics of religious conflict in an Indian city,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d American Economic Review: Papers and Proceedings, May 2008, 98 (2), 501Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c509.",
        "Gerber, Alan, Jonathan Gruber, and Daniel Hungerman, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Does church attendance cause people to vote? Using blue lawsÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0084¢ repeal to estimate the effect of religiosity on voter turnout,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d 2010. mimeo, Notre Dame.",
        "Gillion, Kenneth L., Ahmedabad: A Study in Indian Urban History, Berkeley: University of California Press, 1968.",
        "Glaeser, Edward L., Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093The political economy of hatred,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Quarterly Journal of Economics, January 2005, 120 (1), 45Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c86.",
        "Grosfeld, Irena and Ekaterina Zhuravskaya, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Persistent effects of empires: Evidence from the partitions of Poland,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d February 2012. mimeo.",
        "Grosjean, Pauline, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093The institutional legacy of the Ottoman Empire: Islamic rule and financial development in South Eastern Europe,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Journal of Comparative Economics, 2012, 39 (1), 1Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c16.",
        "Guiso, Luigi, Paola Sapienza, and Luigi Zingales, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Long Term Persistence,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d working paper 08-11, Chicago GSB 2008.",
        "Hansen, Thomas Blom, The Saffron Wave: Democracy and Hindu Nationalism in Modern India, Princeton University Press, 1999.",
        "Hearn, Paul, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Global GIS database. Digital atlas of South Asia,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d electronic resource 2001. US Geological Survey digital data series.",
        "Ibn Battuta, Abu Abdullah, The travels of Ibn Battuta, 1971 ed., New York: Lenox Hill, 1355. translated from the Arabic by Lee, Samuel, 1829.",
        "Jha, Saumitra, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Trade, institutions and religious tolerance: evidence from India,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d GSB Research Paper 2004, Stanford Graduate School of Business, Stanford CA January 2008.",
        ", Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Analyzing Political Risk in Developing Countries: A Practical Framework for Project Managers,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Business and Politics, April 2013, 15 (1), 117Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c136. , Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Trade, institutions and ethnic tolerance: evidence from South Asia,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d American Political Science Review, forthcoming.",
        "Jukua, Chau, His work on the Chinese and Arab trade in the twelfth and thirteenth centuries, entitled Chu-fan-chi, New York: Paragon Books, 1225. translated from the Chinese by Hirth, Friedrich and Rockhill, W.W. in 1966.",
        "Miguel, Edward, Shanker Satyanath, and Ernest Sergenti, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Economic shocks and civil conflict: an instrumental variables approach,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Journal of Political Economy, 2004, 112 (4), 725Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c754.",
        "Mitra, A. and Debraj Ray, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Implications of an Economic Theory of Conflict: HinduMuslim Violence in India,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d 2010.",
        "Montalvo, Jose G. and Marta Reynal-Querol, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Ethnic polarization, potential conflict and civil wars,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d American Economic Review, June 2005, 95 (3), 796Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c816.",
        "Noe, Samuel V., Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093The walled city of Delhi,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d in Hooshang Amirahmadi and Salah S. El-Shakhs, eds., Urban development in the Muslim World, New Brunswick: Rutgers University, 1993. Nunn, Nathan and Leonard Wantchekon, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093The Slave Trade and the Origins of Mistrust in Africa,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d American Economic Review, forthcoming.",
        "Olzak, Susan, The dynamics of ethnic competition and conflict, Stanford, CA: Stanford University Press, 1992.",
        "Pathania, Vikram and Sharad Tandon, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Divisive Politics and Violence: Evidence from the Success of the Bharatiya Janata Party in India,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d 2011. mimeo, LSE.",
        "PeopleÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0084¢s Union for Democratic Rights, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Ë\u009cMaaro! Kaapo! BaaloÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0084¢! State, Society and Communalism in Gujarat,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d May 2002. mimeo.",
        "Pyarelal, Mahatma Gandhi: The Early Years, Vol. 1, Ahmadabad: Navjivan Press, 1965.",
        "Raychoudhari, Tapan, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093The agrarian system of Mughal India: a review essay,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d in Muzaffar Alam and Sanjay Subrahmanyam, eds., The Mughal State, Delhi: Oxford University Press, 1998, chapter 8.",
        "Schmidt, Karl J., Atlas and survey of South Asian history, New Delhi: Vision Books, 1999.",
        "Sircar, D.C., Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Veraval Inscription of Chaulukya-Vaghela Arjuna,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Epigraphia Indica, 1962, XXXIV, 141.",
        "Subrahmanyam, Sanjay, The political economy of commerce: southern India, 1500-1650, Cambridge: Cambridge University Press, 1990.",
        "Thapar, Romila, Somanatha: the many voices of a history, New Delhi, India: Penguin, 2004.",
        "Varshney, Ashutosh, Ethnic Conflict and Civic Life: Hindus and Muslims in India, New Haven: Yale University Press, 2002.",
        "Voigtl ander, Nico and Joachim Voth, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Persecution Perpetuated: The Medieval Origins of Anti-Semitic Violence in Nazi Germany,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d working paper 17113, NBER June 2011.",
        "Wade, Robert, Village republics: economic conditions for collective action in South India, Oakland: ICS Press, 1988.",
        "Wilkinson, Steven and Christopher Haid, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Ethnic Violence as Campaign Expenditure: Riots, Competition, and Vote Swings in India,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d 2009. mimeo.",
        "Wilkinson, Steven I., Votes and violence: electoral competition and ethnic riots in India Cambridge studies in comparative politics, Cambridge: Cambridge University Press, 2004.",
        "Yule, Sir Henry, ed., Cathay and the Way Thither, London: Hakluyt Society, 1866."
    ]
}