{
    "id": 19204,
    "cites": 30,
    "cited_by": 2,
    "reference": [
        "Zhao Sun, David Munves, and David Hamilton. Public rm expected default frequency (edf) credit measures: Methodology, performance, and model extensions. Moody's Analytics Modeling Methodology, June 2012.",
        "Carmen Reinhart and Kenneth Rogoff. This Time Is Different: Eight Centuries of Financial Folly. Princeton University Press, 2009.",
        "Adriano Rampini and S. Viswanathan. Financial intermediary capital. Working paper, March 2012.",
        "Adriano Rampini and S. Viswanathan. Collateral, risk management, and the distribution of debt capacity. Journal of Finance, 65(6):2293-2322, December 2010.",
        "Robert C. Merton. On the pricing of corporate debt: The risk structure of interest rates. Journal of Finance, 29(2):449-470, May 1974.",
        "Nobuhiro Kiyotaki and John Moore. Credit cycles. Journal of Political Economy, 105: 211-248, 1997.",
        "Hayne E. Leland. Corporate debt value, bond covenants, and optimal capital structure. Journal of Finance, 49(4):1213-1252, September 1994.",
        "Charles P. Kindleberger and Robert Aliber. Manias, Panics, and Crashes: A History of Financial Crises. Number 39 in Wiley Investment Classics. John Wiley and Sons, fifth edition, 2005.",
        "Francois Gourio. Disaster risk and business cycles. American Economic Review, Forthcoming.",
        "Zhiguo He and Arvind Krishnamurthy. A model of capital and crises. Review of Economic Studies, 79:735-777, 2012.",
        "Gary Gorton. Some reflections on the recent financial crisis. July 2012.",
        "Simon Gilchrist, Jae W. Sim, and Egon Zakrajsek. Uncertainty, financial frictions, and investment dynamics. Working paper, 2010.",
        "Mark Gertler and Nobuhiro Kiyotaki. Financial intermediation and credit policy in business cycle analysis. In Handbook of Monetary Economics, volume 3, chapter 11, pages 547-599. Elsevier, 2010.",
        "Financial Crisis Inquiry Commission. Financial Crisis Inquiry Report. Government Printing Office, 2011.",
        "Xavier Gabaix. Variable rare disasters: An exactly solved framework for ten puzzles in macro-finance. Quarterly Journal of Economics, 127(2):645-700, 2012.",
        "E. Gerald Corrigan. Are banks sepcial?, 1983.",
        "Douglas Diamond and Rachuram Rajan. Fear of re sales, illiquidity seeking, and credit freezes, 2011.",
        "Thomas Cooley, Ramon Marimon, and Vincenzo Quadrini. Aggregate consequences of limited contract enforceability. Journal of Political Economy, 112(4):817{847, 2004.",
        "Thomas Cooley and Vincenzo Quadrini. Financial markets and rm dynamics. The American Economic Review, 91(5):1286-1310, 2001.",
        "Sudheer Chava and Robert A. Jarrow. Bankruptcy prediction with industry effects. Review of Finance, 8(4):537{569, 2004.",
        "Lawrence Christiano, Roberto Motto, and Massimo Rostagno. Financial factors in economic fluctuations. Working paper, May 2010.",
        "Charles T. Carlstrom and Timothy S. Fuerst. Agency costs, net worth, and business fluctuations: A computable general equilibrium analysis. The American Economic Review, 87:893-910, 1997.",
        "Markus K. Brunnermeier and Yuliy Sannikov. A macroeconomic model with a financial sector. Working paper, Princeton University, 2012.",
        "Nicholas Bloom. The impact of uncertainty shocks. Econometrica, 77(3):623-685, May 2009.",
        "Fischer Black and John C. Cox. Valuing corporate securities: Some effects of bond indenture provisions. Journal of Finance, 31(2):351-367, May 1976.",
        "Ben Bernanke, Mark Gertler, and Simon Gilchrist. The financial accelerator in a quantitative business cycle framework. In John Taylor and Michael Woodford, editors, Handbook of Macroeconomics, chapter 21, pages 1341{1392. Elsevier, 1999.",
        "Ben Bernanke. Nonmonetary effects of the financial crisis in the propagation of the great depression. The American Economic Review, 73(3):257-276, 1983.",
        "Ben Bernanke and Mark Gertler. Agency costs, net worth, and business fluctuations. The American Economic Review, 1:14-31, 1989.",
        "Cristina Arellano, Yan Bai, and Patrick Kehoe. Financial markets and fluctuations in uncertainty. Working paper, March 2011.",
        "Anat Admati, Peter Demarzo, Martin Hallwig, and Paul Peiderer. Debt overhang and capital regulation. March 2012."
    ]
}