{
    "id": 1920,
    "cites": 30,
    "cited_by": 6,
    "reference": [
        "Abowd, J. and Farber, H. Job Queues and the Union Status of Workers, Industrial and Labor Relations Review 35 (1982), pp. 354-367. Ashenfelter, 0. and Ehrenberg, R. The Demand For Labor in the Public Sector, in Daniel S. Hammermesh (ed.), Labor in the Public and Nonprofit Sectors (Princeton, N.J.: Princeton University Press, 1975).",
        "Bartel, A. and Lewin, D. Wages and Unionism in the Public Sector-, the Case of Police, Review of Economics and Statistics, 63 (February 1981), pp. 53-59.",
        "Borjas, G. The Politics of Employment Discrimination in the Federal Bureaucracy, Journal of Law and Economics 25 (October 1982), pp. 272-94.",
        "_The Measurement of Racial and Sexual Wage Differences: Evidence From the Federal Bureaucracy. Industrial and Labor Relations Review 37:1 (October 1983), pp. 79-91.",
        "Bough, W. and Stone, J. Teachers Unions and Wages in the 1970's: Unionism Now Pays, Industrial and Labor Relations Review 25 (April 1982), pp. 368-76.",
        "Cain, G., B. Becker, C. McLaughlin, and A. Schwenk. The Effect of Unions on Wages in Hospitals, in Ronald G. Ehrenberg (ed.), Research in Labor Economics 4 (Greenwich, CT: JAI Press, 1981).",
        "Domencich, T. and D. McFadden. Urban Travel Demand: A Behavioral Analysis (Amsterdam: North-Holland, 1975). -30-Duncan, G. and D. Leigh. Wage Determination in the Union and Nonunion Sectors: A Sample Selectivity Approach, Industrial and Labor Relations Review 34 (October 1980), pp. 24-34.",
        "__. The Endogeneity of Union Status: An Empirical Test, Journal of Labor Economics 3:3 (July 1983), pp. 385-402.",
        "Durbin, J. and D. McFadden. An Econometric Analysis of Residential Electrical Appliances Holdings and Usage. Working Paper, Massachussets Institute of Technology, 1980.",
        "Ehrenberg, R. The Demand for State and Local Government Employees, American Economic Review 63:3 (June 1973), pp. 366-79.",
        "Ehrenberg, R. and J. Schwarz. Public Sector Labor Markets, National Bureau of Economic Research, Working Paper No 1179, August 1983.",
        "Ehrenberg, R., D. Sherman, and J. Schwarz. Unions and Productivity in the Public Sector: A Study of Municipal Libraries, Industrial and Labor Relations Review 36 (January 1983), pp. 199-213.",
        "Farber, H. Right-to-Work Laws and the Extent of Unionization, Journal of Labor Economics 2:2 (April 1984).",
        "Fogel, W. and D. Lewin. Wage Determination in the Public Sector, Industrial and Labor Relations Review 27:3 (April 1974), pp. 410-31.",
        "Freeman, R. Union Wage Practices and Wage Dispersion Within Establishments, Industrial and Labor Relations Review 36:7 (October 1982).",
        "Gunderson, M. Earnings Differentials Between Public and Private Sectors, Canadian Journal of Economics 12 (1979), pp. 228-42.",
        "Halvorsen, R. and R. Palmquist. The Interpretation of Dummy Variables in Semi logarithmic Equations, American Economic Review 70 (June 1980), pp. 474-75. -31-Hammermesh, D. The Effects of Government Ownership on Union Wages, in Daniel S. Hammermesh (ed.), Labor in the Public and Nonprofit Sectors (Princeton, NJ: Princeton University Press, 1975).",
        "_. White-Collar Unions, Blue-Collar Unions, and Wages in Manufacturing, Industrial and Labor Relations Review 24:2 (January 1971), pp. 159-70.",
        "Hay, J. Selectivity Bias in a Simultaneous Logit-OlS Model: Physician Specialty Choice and Specialty Incomes. Working Paper, University of Connecticut Health Center, 1980.",
        "Heckman, J. Shadow Prices, Market Wages, and Labor Supply, Econometrica 42 (1974), pp. 679-94.",
        "_. The Common Structure of Statistical Models of Truncation, Sample Selection and Limited Dependent Variables and a Simple Estimator for Such Models, Annals of Economic and Social Measurement 5 (1976), pp. 475-92.",
        "_. Sample Selection Bias as a Specification Error, Econometrica 47 (1979), pp. 153-61.",
        "Ichniowski, C. Economic Effects of the Firefighters' Union, Industrial and Labor Relations Review 33 (January 1980), pp. 198-211.",
        "Lee, L.F. Unionism and Wage Rates: A Simultaneous Equation Model with Qualitative and Limited Dependent Variables, International Economic Review 19 (1978), pp. 415-33.",
        "_. Some Approaches to the Correction of Selectivity Bias, Review of Economic Studies 49 (1982), pp, 355-72.",
        "Rosen, S. and R. Willis. Education and Self-Selection, Journal of Political Economy 87 (1979), pp. 507-36. Shapiro, D. Relative Wage Effects of Unionism in the Public and Private Sectors, Industrial and Labor Relations Review 31 (January 1978), pp. 193-205.",
        "Smith, S. Pay Differentials Between Federal Government and Private Sector Workers, Industrial and Labor Relations Review 29 (1976), pp. 179-97.",
        "_. Equal Pay in the Public Sector: Fact or Fantasy? (Princeton, NJ: Princeton University Press, 1977).",
        "-33_. Public/Private wage Differentials in Metropolitan Areas, in Peter Mieszkowski and George Peterson (ed.), Public Sector Labor Markets (Washington, DC: Urban Institute, 1981).",
        "_. Prospects for Reforming Federal Pay, American Economic Review 72 (1982), pp. 273-77. Valletta, R. and R. Freeman. Presentation of NBER State Public Sector Collective Bargaining Law Data Set. (Cambridge, MA: National Bureau of Economic Research, August 1985). Venti, S. Wages in the Federal and Private Sectors, National Bureau of Economic Research, Working Paper No 1641, June 1985."
    ]
}