{
    "id": 19211,
    "cites": 53,
    "cited_by": 5,
    "reference": [
        "Ameriks, John, Andrew Caplin, Steven Laufer, and Stijn Van Nieuwerburgh. 2011. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093The Joy of Giving or Assisted Living? Using Strategic Surveys to Separate Public Care Aversion from Bequest Motives.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Journal of Finance, 66(2): 519Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c561.",
        "Baldwin, William. 2013. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Dodge the Long-Term Care Insurance Mess.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Forbes, http://goo.gl/Xv2Dl.",
        "Bauer, Daniel, and Jochen Russ. 2012. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093A New Methodology for Measuring Actual to Expected Performance. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Georgia State University and Institut fÃ\u0083Æ\u0092Ã\u0082Â¼r Finanz- und Aktuarwissenschaften Working Paper.",
        "Bernheim, B. Douglas. 1991. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093How Strong Are Bequest Motives? Evidence Based on Estimates of the Demand for Life Insurance and Annuities.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Journal of Political Economy, 99(5): 899Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c927.",
        "Bodie, Zvi. 2003. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Thoughts on the Future: Life-Cycle Investing in Theory and Practice.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Financial Analysts Journal, January/February: 24Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c29.",
        "Brown, Jeffrey R., and Amy Finkelstein. 2008. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093The Interaction of Public and Private Insurance: Medicaid and the Long-Term Care Insurance Market.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d American Economic Review, 98(3): 1083Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c1102.",
        "Brown, Jeffrey R., and Amy Finkelstein. 2011. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Insuring Long-Term Care in the United States.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Journal of Economic Perspectives, 25(4): 119Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c42.",
        "Brown, Jeffrey R., Jeffrey R. Kling, Sendhil Mullainathan, and Marian V. Wrobel. 2008. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Why DonÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0084¢t People Insure Late-Life Consumption? A Framing Explanation of the Under-Annuitization Puzzle.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d American Economic Review, 98(2): 304Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c09.",
        "Brugiavini, Agar. 1993. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Uncertainty Resolution and the Timing of Annuity Purchases.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Journal of Public Economics, 50(1): 31Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c62.",
        "Centers for Medicare and Medicaid Services. 2013. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Medigap Policy Search.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d http://goo.gl/xKL5q.",
        "Clementi, Gian Luca, and Hugo A. Hopenhayn. 2006. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093A Theory of Financing Constraints and Firm Dynamics.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Quarterly Journal of Economics, 121(1): 229Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c265.",
        "CNN Money. 2013. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093AnnuitiesÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009cWhat are the disadvantages?Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Ultimate Guide to Retirement, http://goo.gl/j2uG7.",
        "Congressional Budget OfÃ\u0083Â¯Ã\u0082Â¬Ã\u0082Â\u0081ce. 2012. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Policy Options for the Social Security Disability Insurance Program. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d http://goo.gl/22wNo.",
        "De Nardi, Mariacristina, Eric French, and John B. Jones. 2010. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Why Do the Elderly Save? The Role of Medical Expenses.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Journal of Political Economy, 118(1): 39Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c75.",
        "Fidelity BeneÃ\u0083Â¯Ã\u0082Â¬Ã\u0082Â\u0081ts Consulting. 2012. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Fidelity Estimates Couples Retiring In 2012 Will Need $240,000 To Pay Medical Expenses Throughout Retirement.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Inside Fidelity, http://goo.gl/J40XT.",
        "Finkelstein, Amy, and James Poterba. 2004. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Adverse Selection in Insurance Markets: Policyholder Evidence from the U.K. Annuity Market.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Journal of Political Economy, 112(1): 183Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c208.",
        "Gale, William G., and John Karl Scholz. 1994. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Intergenerational Transfers and the Accumulation of Wealth.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Journal of Economic Perspectives, 8(4): 145Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c160.",
        "Genworth Financial. 2012. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Genworth 2012 Cost of Care SurveyÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009dExecutive Summary.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Gottlieb, Daniel. 2012. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Prospect Theory, Life Insurance, and Annuities.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d The Wharton School Working Paper.",
        "Hendricks, Lutz. 2002. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Intended and Accidental Bequests in a Life-Cycle Economy.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Department of Economics, Arizona State University Working Paper.",
        "Judd, Kenneth L. 1998. Numerical Methods in Economics. The MIT Press, Cambridge, Massachusetts.",
        "Kotlikoff, Laurence J., and Avia Spivak. 1981. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093The Family as an Incomplete Annuities Market.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Journal of Political Economy, 89(2): 372Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c91.",
        "Lieber, Ron. 2010. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Ignore Long-Term Care Planning at Your Peril.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d New York Times, http://goo.gl/2dOP8.",
        "Life Insurance Settlement Association. 2013. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Life Settlement History.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d http://goo.gl/bb30r.",
        "LIMRA. 2011. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Person-Level Trends in U.S. Life Insurance Ownership.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d report, Windsor, Connecticut.",
        "LIMRA. 2012a. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Annuity Sales Struggle under Weight of Low Interest Rates.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d article.",
        "LIMRA. 2012b. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Facts from LIMRA: Life Insurance Awareness Month, September 2012.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d brochure.",
        "Lockwood, Lee M. 2013. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Incidental Bequests: Bequest Motives and the Choice to Self-Insure LateLife Risks.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Northwestern University Working Paper.",
        "Low, Hamish, and Luigi Pistaferri. 2010. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Disability Risk, Disability Insurance and Life Cycle Behavior. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d National Bureau of Economic Research Working Paper 15962.",
        "Maurer, Raimond, Olivia S. Mitchell, Ralph Rogalla, and Vasily Kartashov. 2013. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Lifecycle Portfolio Choice with Systematic Longevity Risk and Variable Investment-Linked Deferred Annuities.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Journal of Risk and Insurance.",
        "MetLife. 2010. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093The 2010 MetLife Market Survey of Nursing Home, Assisted Living, Adult Day Services, and Home Care Costs.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Waltham, Massachusetts.",
        "Modigliani, Franco. 1986. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Life Cycle, Individual Thrift, and the Wealth of Nations.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d American Economic Review, 76(3): 297Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c313.",
        "Nishiyama, Shinichi. 2002. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Bequests, Inter Vivos Transfers, and Wealth Distribution.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Review of Economic Dynamics, 5(4): 892Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c931.",
        "Nishiyama, Shinichi, and Kent Smetters. 2005. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Consumption Taxes and Economic EfÃ\u0083Â¯Ã\u0082Â¬Ã\u0082Â\u0081ciency with Idiosyncratic Wage Shocks.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Journal of Political Economy, 113(5): 1088Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c1115.",
        "Ohlemacher, Stephen. 2013. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Social Security Chief: Program Hurt by Neglect.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Associated Press, http://goo.gl/qJn2x.",
        "Palumbo, Michael G. 1999. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Uncertain Medical Expenses and Precautionary Saving near the End of the Life Cycle.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Review of Economic Studies, 66(2): 395Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c421.",
        "Robinson, Jim. 1996. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093A Long-Term Care Status Transition Model.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d In The Old-Age CrisisÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009dActuarial Opportunities: The 1996 Bowles SymposiumChapter 8, 72Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c79. Georgia State University, Atlanta.",
        "Scholz, John Karl, Ananth Seshadri, and Surachai Khitatrakun. 2006. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Are Americans Saving \"Optimally \" for Retirement?Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Journal of Political Economy, 114(4): 607Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c643.",
        "Sheshinski, Eytan. 2007. The Economic Theory of Annuities. Princeton, New Jersey:Princeton University Press.",
        "Siegel Bernard, Tara. 2013. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Fine Print and Red Tape in Some Long-Term Care Policies.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d New York Times, http://goo.gl/NhRiX.",
        "Sinclair, Sven, and Kent Smetters. 2004. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Health Shocks and the Demand for Annuities.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Congressional Budget OfÃ\u0083Â¯Ã\u0082Â¬Ã\u0082Â\u0081ce Technical Paper 2004-09.",
        "Social Security Administration. 2005. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Social Security Disability Inurance Program Worker Experience.",
        "Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Actuarial Study No. 118, Washington, D.C. Social Security Administration. 2011. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Population in the Social Security Area.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Actuarial Publications, http://goo.gl/0Sb3t.",
        "Social Security Administration. 2012a. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Annual Statistical Supplement to the Social Security Bulletin, 2011.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Washington, DC.",
        "Social Security Administration. 2012b. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Disabled Worker BeneÃ\u0083Â¯Ã\u0082Â¬Ã\u0082Â\u0081ciaries.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d http://goo.gl/YcM70.",
        "Society of Actuaries. 2000a. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093RP-2000 Female Disabled Retiree Table.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d http://goo.gl/oo5F7.",
        "Society of Actuaries. 2000b. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093RP-2000 Male Disabled Retiree Table.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d http://goo.gl/TepQI.",
        "Starc, Amanda. 2012. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Insurer Pricing and Consumer Welfare: Evidence from Medigap.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d The Wharton School Working Paper.",
        "The Motley Fool. 2013. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Annuity Fees and Expenses.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d http://goo.gl/F9xvK.",
        "Townley, Peter G. C., and Robin W. Boadway. 1988. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Social Security and the Failure of Annuity Markets. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Journal of Public Economics, 35(1): 75Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c96.",
        "Turra, Cassio M., and Olivia S. Mitchell. 2008. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093The Impact of Health Status and Out-of-Pocket Medical Expenditures on Annuity Valuation.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d In Recalibrating Retirement Spending and Saving, ed. John Ameriks and Olivia S. Mitchell, Chapter 10, 227Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c250. Oxford University Press.",
        "U.S. Census Bureau. 2011. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Statistical Abstract of the United States: 2012.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Washington, D.C. U.S. Census Bureau. 2012a. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Household Income Inequality within U.S. Counties: 2006Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c2010.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Washington, D.C. U.S. Census Bureau. 2012b. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Income, Poverty, and Health Insurance Coverage in the United States: 2011.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Washington, D.C. Warshawsky, Mark, Brenda Spillman, and Christopher Murtaugh. 2002. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Integrating Life Annuities and Long-Term Care Insurance: Theory, Evidence, Practice, and Policy.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d In Innovations in Retirement Financing, ed. Zvi Bodie, Brett Hammond and Olivia Mitchell, 198Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c221. University of Pennsylvania Press, Philadelphia, PA.",
        "Yaari, Menahem E. 1965. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Uncertain Lifetime, Life Insurance, and the Theory of the Consumer.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Review of Economic Studies, 32(2): 137Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c150.",
        "Zhang, Harold H. 1997. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Endogenous Borrowing Constraints with Incomplete Markets.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Journal of Finance, 52(5): 2187Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c2209."
    ]
}