{
    "id": 1921,
    "cites": 23,
    "cited_by": 0,
    "reference": [
        "Black, Fischer, Studies of Stock Price Volatility Changes, Proceedings of the 1976 Meetings of the American Statistical Association, Business and Economic Statistics Section, 177-181. Bodie, Zvi, Alex Kane, and Robert McDonald, Why Are Real Interest Rates So High, NBER Working Paper No. 1141, June 1983.",
        "Chen, Nai-Fu, Richard Roll, and Stephen A. Ross, Economic Forces Ã\u0083Â¡nd the Stock Market! Testing the APT and Alternative Asset Pricing Theories, unpublished, 1985.",
        "Feldstein, Martin, Inflation and the Stock Market, American Economic Review, December 1980, 70., 839-47.",
        "Feldstein, Martin, Inflation, Tax Rules, and the Stock Market, Journal of Monetary Economics, July 1980, 6, 309-31.",
        "Feldstein, Martin, James Poterba, and Louis Dicks-Mireaux, The Effective Tax Rate and the Pretax Rate of Return, Journal of Public Economics. March 1983, 21, 129-158.",
        "Fischer, Stanley, and Robert C. Merton, Macroeconomics and Finance! The Role of the Stock Market, NBER Working Paper No. 1291, March 1984.",
        "Frankel, Jeffrey A., A Test of Portfolio Crowding-Out and Related Issues in Finance, NBER Working Paper No. 1205, September 1983.",
        "French, Kenneth R., G. William Schwert, and Robert F. Stambaugh, Expected Stock Returns and Volatility, University of Rochester, Graduate School of Management, Working Paper No. MERC 85-10, November 1985.",
        "Friedman, Benjamin M., Crowding Out or Crowding In? Evidence on Debt-Equity Substitutability, NBER Working Paper No. 1565, February 1985.",
        "Friend, Irwin, and Marshall E. Blume, The Demand for Risky Assets, American Economic Review, December 1975, 65., 900-923.",
        "Friend, Irwin, and Joel Hasbrouck, Effect of Inflation on the Profitability and Valuation of U.S. Corporations, in M. Sarnat and G. Szego, eds. , Savings, Investment, and Capital Markets in an Inflationary Economy, Ballinger, 1982.",
        "Gordon, Myron J., The Impact of Real Factors and Inflation on the Performance of the U.S. Stock Market From 1960 to 1980, Journal of Finance. May 1983, 38, 553-563.",
        "Grossman, Sanford J., and Robert J. Shiller, The Determinants of the Variability of Stock Market Prices, American Economic Review, May 1981, Zi, 222-27. - 22 -HasbrDuck, Joel, Stock Returns, Inflation and Economic Activity: The Survey Evidence, Journal of Finance. 1984, 39., HasbrDuck, Joel, Ex Ante Uncertainty and Ex Post Variance in Linear Return Models: An Econometric Analysis, unpublished, March 1984.",
        "Hansen, Lars Peter, and Kenneth J. Singleton, Stochastic Consumption, Risk Aversion and the Temporal Behavior Df Stock Returns. Journal of Political Economy, April 1983, ?J_, 249-65.",
        "HendershDtt, Patric H., Expectations, Surprises, and Treasury Bill Rates: 1960-82, Journal of Finance, July 1984, 39, 685-696.",
        "King, Mervyn A., and Jonathan I. Leape, Wealth and Portfolio Composition: Theory and Evidence, NBER Working Paper Nd. 1468, September 1984. Mankiw, N.. Gregory, JuliD J. Rotemberg, and Lawrence H. Summers, Intertemporal Substitution in Macroeconomics, Quarterly Journal of Economics, February 19B5.",
        "Merton, Robert C. , An Intertemporal Capital Aset Pricing Model, Econometrica, September 1973, &gt;41_, 867-887.",
        "Merton, Robert C., On Estimating the Expected Return on the Market: An Exploratory Investigation, Journal of Financial Economics, 1980, 8., 323-361.",
        "Modigliani, Franco, and Richard Cohn, Inflation, Rational Valuation, and the Market, Financial Analysts Journal. March 1979, 35., 3-23.",
        "Morin, Roger A., and A. Fernandez Suarez, Risk Aversion Revisited, Journal of Finance. September 1985, 38., 1201-16.",
        "Officer, R., The Variability Df the Market Factor of the New York Stock Exchange, Journal of Business. 1973, 46, 434-457.",
        "Pindyck, Robert S., Risk, Inflation, and the Stock Market, American Economic Review. June 1984, 74., 335-351.",
        "Poterba, James M. , and Lawrence H. Summers, The Persistence Df Volatility and Stock Market Fluctuations, NBER Working Paper Nd. 1462, April 1985."
    ]
}