{
    "id": 19238,
    "cites": 75,
    "cited_by": 6,
    "reference": [
        "Abramowitz, Milton, and Irene A. Stegun, 1965, Handbook of Mathematical Function, Dover Publications, New York, NY.",
        "Adrian, Tobias, and Hao Z. Wu, 2009, The Term Structure of InÃ\u0083Â¯Ã\u0082Â¬Ã\u0082â\u0080\u009aation Expectations, Working paper, Federal Reserve Bank of New York. A",
        "it-Sahalia, Yacine, and Andrew Lo, 1998, Nonparametric Estimation of StatePrice Densities Implicit in Financial Asset Prices, Journal of Finance 53, 499-547.",
        "Ang, Andrew, Geert Bekaert, and Min Wei, 2007, Do Macro Variables, Asset Markets, or Surveys Forecast InÃ\u0083Â¯Ã\u0082Â¬Ã\u0082â\u0080\u009aation Better? Journal of Monetary Economics 54, 1163-1212.",
        "Ang, Andrew, Geert Bekaert, and Min Wei, 2008, The Term Structure of Real Rates and Expected InÃ\u0083Â¯Ã\u0082Â¬Ã\u0082â\u0080\u009aation, Journal of Finance 63, 797-787.",
        "Atack, Jeremy, and Peter Passell, 1994, A New Economic View of American History, New York: W. W. Norton and Co.",
        "Atkeson, Andrew, and Patrick J. Kehoe, 2004, DeÃ\u0083Â¯Ã\u0082Â¬Ã\u0082â\u0080\u009aation and Depression: Is there an Empirical Link?, American Economic Review, Papers and Proceedings 94, 99-103.",
        "Backus, David, Mikhail Chernov, and Ian Martin, 2011, Disasters Implied by Equity Index Options, Journal of Finance 66, 1969-2012.",
        "Bansal, Ravi, and Amir Yaron, 2004, Risks for the Long Run: A Potential Resolution of Asset Pricing Puzzles, Journal of Finance 59, 1481-1509.",
        "Banz, Rolf, and Merton H. Miller, 1978, Prices for State Contingent Claims: Some Estimates and Applications, Journal of Business 51, 653-672.",
        "BarclayÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0084¢s Capital, 2010, Global Inflation-Linked Products, A UserÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0084¢s Guide.",
        "Bardong, Florian, and Thorsten Lehnert, 2004, TIPS, Break-Even InÃ\u0083Â¯Ã\u0082Â¬Ã\u0082â\u0080\u009aation, and InÃ\u0083Â¯Ã\u0082Â¬Ã\u0082â\u0080\u009aation Forecasts, The Journal of Fixed Income 14, 15-35.",
        "Barnes, Michelle L., Zvi Bodie, Robert K. Triest, and J. Christina Wang, 2009, TIPS Scorecard: Are TIPS Accomplishing what They were Supposed to Accomplish ? Can They be Improved?, Financial Analysts Journal Barr, David G., and John Y. Campbell, 1997, InÃ\u0083Â¯Ã\u0082Â¬Ã\u0082â\u0080\u009aation, Real Interest Rates, and the Bond Market, Journal of Monetary Economics 3, 361-383.",
        "Barro, Robert J., 2006, Rare Disasters and Asset Markets in the Twentieth Century, The Quarterly Journal of Economics 121, 823-866.",
        "Bekaert, Geert, and X. S. Wang, 2010, InÃ\u0083Â¯Ã\u0082Â¬Ã\u0082â\u0080\u009aation Risk and the InÃ\u0083Â¯Ã\u0082Â¬Ã\u0082â\u0080\u009aation Risk Premium, Working paper, Columbia University.",
        "Berndt, Antje, Rohan Douglas, Darrell DuÃ\u0083Â¯Ã\u0082Â¬Ã\u0082Æ\u0092e, Mark Ferguson, and David Schranz, 2005, Measuring Default Risk Premia from Default Swap Rates and EDFs, Working paper, Stanford University.",
        "Bordo, Michael D, and Andrew J. Filardo, 2005, DeÃ\u0083Â¯Ã\u0082Â¬Ã\u0082â\u0080\u009aation in a Historical Perspective, Working paper No. 186, Bank for International Settlements.",
        "Breeden, Douglas T., and Robert H. Litzenberger, 1978, Prices of State Contingent Claims Implicit in Options Prices, Journal of Business 51, 621-651.",
        "Buraschi, Andrea, and Alexei Jiltsov, 2005, InÃ\u0083Â¯Ã\u0082Â¬Ã\u0082â\u0080\u009aation Risk Premia and the Expectations Hypothesis, Journal of Financial Economics 75, 429-490.",
        "Campbell, John Y., Robert Shiller, and Luis Viceira, 2009, Understanding InÃ\u0083Â¯Ã\u0082Â¬Ã\u0082â\u0080\u009aation -Indexed Bond Markets, Brookings Papers on Economic Activity (Spring), 79-120.",
        "Campbell, John Y., Adi Sunderam, and Luis M. Viceira, 2013, InÃ\u0083Â¯Ã\u0082Â¬Ã\u0082â\u0080\u009aation Risk or DeÃ\u0083Â¯Ã\u0082Â¬Ã\u0082â\u0080\u009aation Hedges? The Changing Risks of Nominal Bonds, Working paper, Harvard University.",
        "Campbell, John Y., and Luis M. Viceira, 2001, Who Should Buy Long Term Bonds?, American Economic Review 91, 99-127.",
        "Cecchetti, Stephen, 1992, Prices During the Great Depression: Was the DeÃ\u0083Â¯Ã\u0082Â¬Ã\u0082â\u0080\u009aation of 1930Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c1932 Really Unanticipated?, American Economic Review 62, 141-156.",
        "Chen, R., B. Liu, and X. Cheng, 2010, Pricing the Term Structure of InÃ\u0083Â¯Ã\u0082Â¬Ã\u0082â\u0080\u009aation Risk Premia: Theory and Evidence from TIPS, Journal of Empirical Finance 17, 702-721.",
        "Chernov, Mikhail, and Philippe Mueller, 2012, The Term Structure of InÃ\u0083Â¯Ã\u0082Â¬Ã\u0082â\u0080\u009aation Expectations, Journal of Financial Economics 106, 367-394.",
        "Christensen, Jens H. E., Jose A. Lopez, and Glenn D. Rudebusch, 2010, InÃ\u0083Â¯Ã\u0082Â¬Ã\u0082â\u0080\u009aation Expectations and Risk Premiums in an Arbitrage-Free Model of Nominal and Real Bond Yields, Journal of Money, Credit, and Banking 42, 143-178.",
        "Christensen, Jens H. E., Jose A. Lopez, and Glenn D. Rudebusch, 2011, Pricing DeÃ\u0083Â¯Ã\u0082Â¬Ã\u0082â\u0080\u009aation Risk with U.S. Treasury Yields, Working paper, Federal Reserve Bank of San Francisco.",
        "Collin-Dufresne, Pierre, and Robert Goldstein, 2002, Do Bonds Span the Fixed Income Markets? Theory and Evidence for Unspanned Stochastic Volatility, Journal of Finance 57, 1685-1730.",
        "DÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0084¢Amico, Stefania, Don H. Kim, and Min Wei, 2010, Tips from TIPS: The Informational Content of Treasury InÃ\u0083Â¯Ã\u0082Â¬Ã\u0082â\u0080\u009aation-Protected Security Prices, Finance and Economics Discussion Series 2010-19, Federal Reserve Board.",
        "DuÃ\u0083Â¯Ã\u0082Â¬Ã\u0082Æ\u0092e, Darrell, and Kenneth J. Singleton, 1997, An Econometric Model of the Term Structure of Interest Rate Swap Yields, Journal of Finance 52, 1287-1323.",
        "DuÃ\u0083Â¯Ã\u0082Â¬Ã\u0082Æ\u0092e, Darrell, Jun Pan, and Kenneth J. Singleton, 2000, Transform Analysis and Asset Pricing for AÃ\u0083Â¯Ã\u0082Â¬Ã\u0082Æ\u0092ne Jump-DiÃ\u0083Â¯Ã\u0082Â¬Ã\u0082â\u0082¬usions, Econometrica 68, 1343-1376.",
        "Driessen, Joost, 2005, Is Default Event Risk Priced in Bonds?, Review of Financial Studies 18, 165-195.",
        "Evans, Martin D., 1998, Real Rates, Expected InÃ\u0083Â¯Ã\u0082Â¬Ã\u0082â\u0080\u009aation, and InÃ\u0083Â¯Ã\u0082Â¬Ã\u0082â\u0080\u009aation Risk Premia, Journal of Finance 53, 187-218.",
        "Evans, Martin D., 2003, Real Risk, InÃ\u0083Â¯Ã\u0082Â¬Ã\u0082â\u0080\u009aation Risk, and the Term Structure, The Economic Journal 113, 345-389.",
        "Fama, Eugene F., and Michael Gibbons, 1984, A Comparison of InÃ\u0083Â¯Ã\u0082Â¬Ã\u0082â\u0080\u009aation Forecasts, Journal of Monetary Economics 13, 327-348.",
        "Faust, Jon, and Jonathan H. Wright, 2012, Forecasting InÃ\u0083Â¯Ã\u0082Â¬Ã\u0082â\u0080\u009aation, Working paper, Johns Hopkins University.",
        "Fisher, Irving, 1933, The Debt-DeÃ\u0083Â¯Ã\u0082Â¬Ã\u0082â\u0080\u009aation Theory of the Great Depression, Econometrica 1, 337-357.",
        "Fleckenstein, Matthias, Francis A. LongstaÃ\u0083Â¯Ã\u0082Â¬Ã\u0082â\u0082¬, and Hanno Lustig, 2012, Why Does the Treasury Issue TIPS? The TIPSÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009cTreasury Puzzle, Journal of Finance, forthcoming.",
        "Fleming, Michael, and John Sporn, 2012, An Analysis of OTC Interest Rate Derivatives Transactions: Implications for Public Reporting, Appendix: Trading Activity and Price Transparency in the InÃ\u0083Â¯Ã\u0082Â¬Ã\u0082â\u0080\u009aation Swap Market, Federal Reserve Bank of New York StaÃ\u0083Â¯Ã\u0082Â¬Ã\u0082â\u0082¬ Reports.",
        "French, Kenneth R., 1983, A Comparison of Futures and Forward Prices, Journal of Financial Economics 12, 311-342.",
        "Friedman, Milton and Anna Schwartz, 1963, A Monetary History of the United States, 1867Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c1960. Princeton University Press, Princeton. Froot, Kenneth A., The Market for Catastrophe Risk: A Clinical Examination, Journal of Financial Economics 60, 529-571.",
        "Gabaix, Xavier, 2012, Variable Rare Disasters: An Exactly Solved Framework for Ten Puzzles in Macro-Finance, The Quarterly Journal of Economics 127, 645-700.",
        "Garmaise, Mark J., and Tobias Moskowitz, 2009, Catastrophic Risk and Credit Markets, Journal of Finance 64, 657-707.",
        "Ghysels, Eric, and Fangfang Wang, 2011, Some Useful Densities for Risk Management and their Properties, Working paper, University of North Carolina at Chapel Hill.",
        "Giesecke, Kay, Francis A. LongstaÃ\u0083Â¯Ã\u0082Â¬Ã\u0082â\u0082¬, Stephen Schaefer, and Ilya Strebulaev, 2011, Corporate Bond Default Risk: A 150-Year Perspective, Journal of Financial Economics 102, 233-250.",
        "Gourio, Francois, 2008, Disasters and Recoveries, American Economic Review 98, 68-73.",
        "Grishchenko, Olesya V., and Jing-zhi Huang, 2012, InÃ\u0083Â¯Ã\u0082Â¬Ã\u0082â\u0080\u009aation Risk Premium: Evidence from the TIPS Market, Finance and Economics Discussion Series, Divisions of Research & Statistics and Monetary AÃ\u0083Â¯Ã\u0082Â¬Ã\u0082â\u0082¬airs, Federal Reserve Board.",
        "Gurkaynak, Refet, and Jonathan H. Wright, 2010, Macroeconomics and the Term Structure, Journal of Economic Literature, forthcoming.",
        "Hamilton, James D., 1985, Uncovering Financial Market Expectations of InÃ\u0083Â¯Ã\u0082Â¬Ã\u0082â\u0080\u009aation, Journal of Political Economy 93, 1224-1241.",
        "Hamilton, James D., 1992, Was the DeÃ\u0083Â¯Ã\u0082Â¬Ã\u0082â\u0080\u009aation During the Great Depression Anticipated ? Evidence from the Commodity Futures Market, American Economic Review 82, 157-178.",
        "Haubrich, Joseph, George Pennacchi, and Peter Ritchken, 2012, InÃ\u0083Â¯Ã\u0082Â¬Ã\u0082â\u0080\u009aation Expectations, Real Rates, and Risk Premia: Evidence from InÃ\u0083Â¯Ã\u0082Â¬Ã\u0082â\u0080\u009aation Swaps, Review of Financial Studies 25, 1588-1629.",
        "Heston, Steven L., 1993, A Closed-Form Solution for Options with Stochastic Volatility, with Applications to Bond and Currency Options, Review of Financial Studies 6, 327-343.",
        "Ibragimov, Rustam, Dwight JaÃ\u0083Â¯Ã\u0082Â¬Ã\u0082â\u0082¬ee, and Johan Walden, 2011, DiversiÃ\u0083Â¯Ã\u0082Â¬Ã\u0082Â\u0081cation Disasters, Journal of Financial Economics 99, 333-348.",
        "Jamshidian, Farshid, 1989, An Exact Bond Option Formula, Journal of Finance 44, 205-209.",
        "Jarrow, Robert, and Y. Yildirim, 2003, Pricing Treasury InÃ\u0083Â¯Ã\u0082Â¬Ã\u0082â\u0080\u009aation Protected Securities and Related Derivatives Using an HJM Model, Journal of Financial and Quantitative Analysis 38, 409-430.",
        "Kerkhof, Jeroen, 2005, InÃ\u0083Â¯Ã\u0082Â¬Ã\u0082â\u0080\u009aation Derivatives Explained, Fixed Income Quantitative Research, Lehman Brothers (July), 1-80.",
        "Kilian, Lutz, and Simone Manganelli, 2007, Quantifying the Risk of DeÃ\u0083Â¯Ã\u0082Â¬Ã\u0082â\u0080\u009aation, Journal of Money, Credit, and Banking 39, 561-590.",
        "Kitsul, Yuriy, and Jonathan H. Wright, 2012, The Economics of Options-Implied InÃ\u0083Â¯Ã\u0082Â¬Ã\u0082â\u0080\u009aation Probability Density Functions, Working paper, Johns Hopkins University.",
        "Lane, Morton, and Olivier Mahul, 2008, Catastrophe Risk Pricing, An Empirical Analysis, Policy Research Working Paper 4765, The World Bank.",
        "Liu, Jun, Francis A. LongstaÃ\u0083Â¯Ã\u0082Â¬Ã\u0082â\u0082¬, and Ravit E. Mandell, 2006, The Market Price of Risk in Interest Rate Swaps, Journal of Business 79, 2337-2360.",
        "LongstaÃ\u0083Â¯Ã\u0082Â¬Ã\u0082â\u0082¬, Francis A., 1990, The Valuation of Options on Yields, Journal of Financial Economics 26, 97-121.",
        "LongstaÃ\u0083Â¯Ã\u0082Â¬Ã\u0082â\u0082¬, Francis A., 1995, Option Pricing and the Martingale Restriction, Review of Financial Studies 8, 1091-1124.",
        "LongstaÃ\u0083Â¯Ã\u0082Â¬Ã\u0082â\u0082¬, Francis A., 2004, The Flight-to-Liquidity Premium in U.S. Treasury Bond Prices, Journal of Business 77, 511-526.",
        "LongstaÃ\u0083Â¯Ã\u0082Â¬Ã\u0082â\u0082¬, Francis A., and Andrew Ang, 2012, Systemic Sovereign Default Risk: Lessons from the U.S. and Europe, Working paper, UCLA.",
        "LongstaÃ\u0083Â¯Ã\u0082Â¬Ã\u0082â\u0082¬, Francis A., and Brett Myers, 2013, How Does the Market Value Toxic Assets?, Journal of Financial and Quantitative Analysis, forthcoming.",
        "LongstaÃ\u0083Â¯Ã\u0082Â¬Ã\u0082â\u0082¬, Francis A., and Monika Piazzesi, 2004, Corporate Earnings and the Equity Premium, Journal of Financial Economics 74, 401-421.",
        "LongstaÃ\u0083Â¯Ã\u0082Â¬Ã\u0082â\u0082¬, Francis A., and Arvind Rajan, 2008, An Empirical Analysis of the Pricing of Collateralized Debt Obligations, Journal of Finance 63, 509-563.",
        "LongstaÃ\u0083Â¯Ã\u0082Â¬Ã\u0082â\u0082¬, Francis A., Pedro Santa-Clara, and Eduardo S. Schwartz, 2001, The Relative Valuation of Caps and Swaptions: Theory and Empirical Evidence, The Journal of Finance 56, 2067Mercurio, Fabio, 2005, Pricing InÃ\u0083Â¯Ã\u0082Â¬Ã\u0082â\u0080\u009aation-Indexed Derivatives, Quantitative Finance 5, 289-302.",
        "Merton, Robert C., 1973, Theory of Rational Option Pricing, Bell Journal of Economics and Management Science 4, no. 1., 141-183.",
        "North, Douglass C., 1961, The Economic Growth of the United States, 1790Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c 1860, Prentice Hall.",
        "PÃ\u0083Â¯Ã\u0082Â¬Ã\u0082â\u0080\u009aueger, Carolin E., and Luis M. Viceira, 2011a, InÃ\u0083Â¯Ã\u0082Â¬Ã\u0082â\u0080\u009aation Indexed Bonds and the Expectations Hypothesis, Annual Review of Financial Economics, forthcoming.",
        "PÃ\u0083Â¯Ã\u0082Â¬Ã\u0082â\u0080\u009aueger, Carolin E., and Luis M. Viceira, 2011b, An Empirical Decomposition of Risk and Liquidity in Nominal and InÃ\u0083Â¯Ã\u0082Â¬Ã\u0082â\u0080\u009aation-Indexed Government Bonds, Working paper, Harvard University.",
        "Rietz, Thomas A., 1988, The Equity Risk Premium: A Solution, Journal of Monetary Economics 22, 117-131.",
        "Roll, Richard, 1996, U.S. Treasury InÃ\u0083Â¯Ã\u0082Â¬Ã\u0082â\u0080\u009aation-Indexed Bonds: The Design of a New Security, Journal of Fixed Income (December), 9-28.",
        "Wachter, Jessica, 2013, Can Time-Varying Risk of Rare Disasters Explain Aggregate Stock Market Volatility?, Journal of Finance 68, 987-1035."
    ]
}