{
    "id": 19239,
    "cites": 54,
    "cited_by": 1,
    "reference": [
        "Berg, Andrew, and Yanliang Miao. 2010. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093The Real Exchange Rate and Growth Revisited: The Washington Consensus Strikes Back?Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d IMF Working Paper #10-58.",
        "Bernard, A. B., and J. B. Jensen. 1999. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Exceptional Exporter Performance: Cause, Effect, or Both?Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Journal of International Economics 47(1):1-25.",
        "Bernard, A. B., J. B. Jensen, S. Redding, and P. Schott. 2007. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Firms in International Trade. Journal of Economic Perspectives 21(3): 105-130.",
        "Bernard, A.B., J.B. Jensen, and P. Schott. 2009. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Importers, Exporters and Multinationals: A Portrait of Firms in the U.S. that Trade Goods.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d In Producer Dynamics: New Evidence from Micro Data, T. Dunne, J.B. Jensen, and M.J. Roberts, eds. Chicago: University of Chicago Press.",
        "Blonigen, B. A., 1997. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Firm-Specific Assets and the Link between Exchange Rates and Foreign Direct Investment.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d American Economic Review 87(3): 447-465.",
        "Bown, Chad P. 2011. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Taking Stock of Anti-dumping, Safeguards and Countervailing Duties, 1990-2009.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d The World Economy 34(12): 1955-1998.",
        "Bown, Chad P. 2011. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Introduction.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d In The Great Recession and Import Protection: The Role of Temporary Trade Barriers. Edited by Chad P. Bown. PP. 1-51. London, UK: CEPR and the World Bank.",
        "Bown, Chad P. (2012) Global Anti-dumping Database,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d available at <http://econ.worldbank.org/ttbd/gad/&gt; Bown, Chad P. and Meredith A. Crowley, 2013. Self-Enforcing Trade Agreements: Evidence from Time-Varying Trade Policy, American Economic Review 103(2): 1071-1090.",
        "Bown, Chad P. and Meredith A. Crowley. 2012. Import Protection, Business Cycles, and Exchange Rates: Evidence from the Great Recession, Journal of International Economics 90(1): 50-64. Broz, L., and S. Werfel. Forthcoming. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Exchange Rates and Industry Demands for Trade Protection.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d International Organization.",
        "Busch, Marc L. 2000. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Democracy, Consultation, and the Paneling of Disputes under GATT.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Journal of Conflict Resolution 44(4):425-446.",
        "Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Determinants of MexicoÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0084¢s Comparative Advantages and of the Performance of its Manufacturing Exports During 1996-2005.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d SSRN Paper #1638889.",
        "Copelovitch, Mark S., and Jon C. Pevehouse. 2011. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Currency Wars by Other Means? Exchange Rates and WTO Dispute Initiation.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Paper presented at the 2010 IPES conference. Copelovitch, Mark S., and Jon C. Pevehouse. Forthcoming. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Ties that Bind? Preferential Trade Agreements and Exchange Rate Policy Choices.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d International Studies Quarterly.",
        "Easterly, William. 2005. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093National Policies and Economic Growth: A Reappraisal.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d In Handbook of Economic Growth. Edited by Philippe Aghion and Steven Durlauf. Cambridge MA: Harvard University Press.",
        "Fischer, S. 1993. The Role of Macroeconomic Factors in Growth. Journal of Monetary Economics 32(3): 485-512.",
        "Froot, K. A., and J. Stein. 1991. Exchange Rates and Foreign Direct Investment: An Imperfect Capital Markets Approach. Quarterly Journal of Economics 106(4): 1191-1217.",
        "Gawande, Kishore, Bernard Hoekman, and Yue Cui. 2013. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Global Supply Chains and Trade Policy Responses to the 2008 Crisis.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Texas A&M Typescript Manuscript.",
        "Gravelle, Jane G. 2013. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Tax Havens: International Tax Avoidance and Evasion.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d CRS Report for Congress, #R40623.",
        "Helpman, Elhanan. 1984. A Simple Theory of International Trade with Multinational Corporations. Journal of Political Economy 92 (3): 451-471.",
        "Helpman, Elhanan, Marc J. Melitz, and S. R. Yeaple. 2004. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Export versus FDI with Heterogeneous Firms.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d American Economic Review 94(1): 300-316.",
        "Heston, Alan, Robert Summers and Bettina Aten (2012). Penn World Table Version 7.1. Center for International Comparisons of Production, Income and Prices at the University of Pennsylvania URL <http://pwt.econ.upenn.edu/&gt; Hilbe, J. M. 2011. Negative Binomial Regression. New York: Cambridge University Press.",
        "International Monetary Fund. 2012. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093External Balance Assessment (EBA): Technical Background of the Pilot Methodology.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Accessed at http://www.imf.org/external/np/res/eba/pdf/080312.pdf.",
        "Irwin, Douglas. 2005. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093The Rise of U.S. Anti-dumping Activity in Historical Perspective.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d The World Economy 28(5):651-668.",
        "Jarmin, R.S., and J. Miranda. 2002. The Longitudinal Business Database, Working Papers 0217, Center for Economic Studies, U.S. Census Bureau.",
        "Jensen, J. Bradford. 2011. Global trade in Services: Fear, Facts, and Offshoring. Washington: Peterson Institute for International Economics.",
        "Jensen, Nathan M. 2013. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Domestic Institutions and the Taxing of Multinational Corporations.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d International Studies Quarterly. Forthcoming.",
        "Knetter, Michael, and Thomas J. Prusa. 2003. Macroeconomic Factors and Anti-dumping Filings. Journal of International Economics 61(1): 1-18.",
        "Lane, Philip R., and Gian-Maria Milessi-Ferretti. 2007. The External Wealth of Nations, Mark II: Revised and Extended Estimates of Foreign Assets and Liabilities, 1970-2004. Journal of International Economics 73: 223-250.",
        "Ludema, Rodney and Anna-Maria Mayda. 2011. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Canada: No Place Like Home for AntidumpingÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d in Chad P. Bown (ed.), The Great Recession and Import Protection: The Role of Temporary Trade Barriers. London, UK: CEPR and the World Bank.",
        "Mansfield, Edward D., and Busch, Marc L. (1995). The political economy of nontariff barriers: a cross-national analysis. International Organization, 49, 723-723.",
        "Melitz, Marc J. 2003. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093The Impact of Trade on Intra-Industry Reallocations and Aggregate Industry Productivity.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Econometrica 71(6): 1695-1725.",
        "Messerlin, P.A. 2004. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093China in the World Trade Organization: Antidumping and Safeguards.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d The World Bank Economic Review 18(1):105-130.",
        "Milner, Helen. 1988. Trading Places: Industries for Free Trade. World Politics 40(3): 350-376.",
        "Morrison, Wayne M., and Marc Labonte. 2008. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093ChinaÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0084¢s Currency: Economic Issues and Options for U.S. Trade Policy. CRS Report for Congress #RL32165.",
        "Oatley, Thomas. 2010. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Real Exchange Rates and Trade Protectionism.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Business and Politics 12(2): 1-17.",
        "Page, John. 1994. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093The East Asian Miracle: Four Lessons for Development Policy,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d in NBER Macroeconomics Annual 1994, Stanley Fischer and Julio J. Rotemberg, eds. Cambridge: MIT Press.",
        "Pierce, Justin R. 2011. Plant-Level Responses to Antidumping Duties: Evidence from U.S. Manufacturers, Journal of International Economics, 85 (2), pp. 222-233 (November 2011).",
        "Prusa, Thomas J., and Edwin Vermulst. 2013. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093United States Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c Definitive Anti-Dumping and Countervailing Duties on Certain Products from China: Passing the Buck on PassThrough. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d World Trade Review 12(2):197-234.",
        "Quinn, Dennis P., Martin Schindler, and A. Maria Toyoda. 2011. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Assessing Measures of Financial Openness and Integration.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d IMF Economic Review. 59(3):488-522.",
        "Quinn, Dennis P. and A. Maria Toyoda. 2008. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Does Capital Account Liberalization Lead to Economic Growth?Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Review of Financial Studies. 21(3):1403-1449.",
        "Rosendorff, B. Peter. 2005. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Stability and Rigidity: Politics and Design of the WTOÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0084¢s Dispute Settlement Procedure.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d American Political Science Review 99(3):389-400.",
        "Rogowski, Ronald. 1987. Political cleavages and changing exposure to trade. American Political Science Review 81 (December): 1121-1137.",
        "Rodrik, Dani. 2008. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093The Real Exchange Rate and Economic Growth.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Brookings Papers on Economic Activity 2008(2): 365Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c412.",
        "Rumbaugh, T. and N. Blancher. 2004. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093China: International Trade and WTO AccessionÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d IMF Working Paper #04-36.",
        "Sanford, Jonathan E. 2011. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Currency Manipulation: The IMF and the WTO.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d CRS Report for Congress, #22658.",
        "Sattler, Thomas, and Thomas Bernauer. 2011. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Gravitation or Discrimination? Determinants of Litigation in the World Trade Organization.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d European Journal of Political Research 50(2):143-167.",
        "Tatelman, Todd B. 2007. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093United StatesÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0084¢ Trade Remedy Laws and Non-Market Economies: A Legal Overview.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d CRS Report for Congress, RL33976.",
        "Tobin, Jennifer and Marc L. Busch. 2010. A BIT is Better Than a Lot: Bilateral Investment Treaties and Preferential Trade Agreements. World Politics 62 (1): 1-42.",
        "Tomiura, Eiichi, 2007. Foreign Outsourcing, Exporting, and FDI: A Productivity Comparison at the Firm Level. Journal of International Economics 72 (1), 113Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c127.",
        "United Nations Conference on Trade and Development. World Investment Report (various years) Vandenbussche, H., and C. Viegelahn. 2011. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093European Union: No Protectionist Surprises.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d In The Great Recession and Import Protection: The Role of Temporary Trade Barriers, Edited by Chad P. Bown. London: CEPR and the World Bank.",
        "Villarreal, M. Angeles. 2012 Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093MexicoÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0084¢s Free Trade Agreements.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Congressional Research Service Report #R40784.",
        "Vuong, Q. 1989. Likelihood ratio tests for model selection and non-nested hypotheses. Econometrica 57: 307-333.",
        "World Bank. 1993. The East Asian Miracle. Washington, D.C.: Policy Research Department.",
        "World Bank. 2012. Doing Business in a More Transparent World: Comparing Regulation for Domestic Firms in 183 Economies. Washington, DC: World Bank Group.",
        "Yeaple, Stephen Ross. 2009. Firm heterogeneity and the structure of U.S. multinational activity. Journal of International Economics 78(2): 206-215."
    ]
}