{
    "id": 19245,
    "cites": 34,
    "cited_by": 0,
    "reference": [
        "Acemoglu, Daron and Simon Johnson, 2007. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Disease and Development: The Effect of Life Expectancy on Economic Growth.\" Journal of Political Economy, 115(6): 925-985.",
        "Ashraf, Quamrul H., Ashley Lester and David N. Weil, 2009. \"When Does Improving Health Raise GDP?\" in NBER Macroeconomics Annual 2008, Volume 23: 157-204.",
        "Benton, Bruce, Jesse Bump, A.V. SÃ\u0083Æ\u0092Ã\u0082Â©kÃ\u0083Æ\u0092Ã\u0082Â©tÃ\u0083Æ\u0092Ã\u0082Â©li, and B.H. Liese. 2002. \"Partnership and Promise: Evolution of the African River-blindness Campaigns.\" Annals of Tropical Medicine and Parasitology 96(1): 5-14.",
        "Bertrand, Marianne, Esther Duflo and Sendhil Mullainathan, 2004. \"How Much Should We Trust Differences-in-Differences Estimates?\" Quarterly Journal of Economics, 119(1): 249-275.",
        "Besley, Timothy, 1995. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Property Rights and Investment Incentives: Theory and Evidence from Ghana.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d The Journal of Political Economy, 103(5): 903-937.",
        "Bleakley, Hoyt. 2007. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Disease and Development: Evidence from Hookworm Eradication in the American South.\" The Quarterly Journal of Economics, 122(1): 73-117.",
        "Bloom, David E. and Jeffrey G. Williamson, 1998. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Demographic Transitions and Economic Miracles in Emerging Asia.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d World Bank Economic Review 12(3): 419-455.",
        "Boserup, Ester, 1965. The Conditions of Agricultural Growth: The Economics of Agrarian Change under Population Pressure. London, G. Allen and Unwin, 1965.",
        "Chambers, Robert, 1994. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093The origins and practice of participatory rural appraisal.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d World Development, 22(7): 953-969.",
        "Chattopadhyay, Raghabendra and Esther Duflo, 2004. \"Women as Policy Makers: Evidence from a Randomized Policy Experiment in India,\" Econometrica, 72(5): 1409-1443.",
        "Cheke, Robert A. and Rolf Garms, 2013. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093 Indices of onchocerciasis transmission by different members of the Simulium damnosum complex conflict with the paradigm of forest and savanna parasite strains.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Acta Tropica, 125(1): 43-52.",
        "Conley, Timothy G. 1999. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093GMM Estimation with Cross Sectional Dependence.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Journal of Econometrics 92 (1): 1Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c45.",
        "Cutler, David, Winnie Fung, Michael Kremer, Monica Singhal, and Tom Vogl. 2010. \"EarlyLife Malaria Exposure and Adult Outcomes: Evidence from Malaria Eradication in India.\" American Economic Journal: Applied Economics, 2(2): 72Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c94.",
        "de Sole, G, J. Giese, F. M. Keita and J. Remme, 1991 Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Detailed epidemiological mapping of three onchocerciasis foci in West Africa,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Acta Tropica 48(3): 203Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c213 Galor, Oded and David N. Weil, 1999. \"From Malthusian Stagnation to Modern Growth,\" American Economic Review, 89(2): 150-154.",
        "Galor, Oded, 2012. \"The Demographic Transition: Causes and Consequences,\"Cliometrica, 6(1): 1-28.",
        "Grimm, Michael and Klasen, Stephan, 2008. \"Geography vs. Institutions at the Village Level\". IZA Discussion Paper No. 3391. Bonn: IZA, 29 pages.",
        "Hayami, Yuhiro and Vernon W. Ruttan, 1971. Agricultural Development: An International Perspective. Baltimore, MD: Johns Hopkins University Press.",
        "Imbens, Guido and Joshua Angrist. 1994. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Identification and Estimation of Local Average Treatment Effects.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Econometrica, 62(2): 467-475.",
        "Jedwab, Remi and Alexander Moradi, 2011. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Transportation Infrastructure and Development in Ghana.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Paris School of Economics Working Paper No. 2011-24. Paris: PSE, 47 pages.",
        "Johnson, C. G., J. F. Walsh, J. B. Davies, S. J. Clark and J. N. Perry. 1985. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093The pattern and speed of displacement of females of Simulium damnosum Theobald s.l. (Diptera: Simuliidae) across the Onchocerciasis Control Programme area of West Africa in 1977 and 1978.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Bulletin of Entomological Research, 75, pp 73-92.",
        "Johnston, Bruce and Peter Kilby, 1975. Agriculture and Structural Transformation. New York: Oxford University Press.",
        "Kazianga, Harounan and William A. Masters, 2002. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Investing in soils: field bunds and microcatchments in Burkina Faso.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Environment and Development Economics, 7: 571591 Kazianga, Harounan and William A. Masters, 2006. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Property rights, production technology, and deforestation: cocoa in Cameroon.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Agricultural Economics 35 (1): 19Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c26.",
        "Levine, Ruth, 2004. Case Studies in Global Health: Millions Saved. Case 7: Controlling Onchocerciasis in Sub-Saharan Africa. London: Jones & Bartlett Publishers.",
        "Lin, Justin Yifu, 1995. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Endowments, Technology, and Factor Markets: A Natural Experiment of Induced Institutional Innovation from China's Rural Reform.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d American Journal of Agricultural Economics 77(2): 231-242.",
        "Masters, William A. and Margaret S. McMillan, 2001. \"Climate and Scale in Economic Growth,\" Journal of Economic Growth, 6(3): 167-186.",
        "McMillan, Della E., Jean-Baptiste Nana and Kimseyinga Savadogo, 1992. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Adaptation of RAP to Monitoring Settlement Trends in Areas Covered by Successful Disease Control Programmes: OnchocerciasisÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d, in N.S. Scrimshaw and G.R. Gleason, eds. Rapid Assessment Procedures: Qualitative Methodologies for Planning and Evaluation of Health Related Programmes. Boston, MA: International Nutrition Foundation.",
        "McMillan, Della E., Jean-Baptiste Nana and Kimseyinga Savadogo, 1993. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Settlement and Development in the River Blindness Control Zone.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d World Bank Technical Paper No. 200, Series on River Blindness Control in West Africa. Washington, DC: World Bank.",
        "McMillan, Margaret, 2001. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Why Kill the Golden Goose? A Political-Economy Model of Export Taxation.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Review of Economics and Statistics, 83 (1): 170-184.",
        "McMillan, Margaret and William A. Masters, 2003. \"An African Growth Trap.\" Review of Development Economics 7(2): 179-191.",
        "McMillan, Margaret, William A. Masters and Harounan Kazianga, 2011. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Rural Demography, Public Services and Land Rights in Africa: A Village-Level Analysis in Burkina FasoÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d. NBER Working Paper No. 17718 (December). Cambridge, MA: NBER.",
        "Olmstead, Alan L. and Paul Rhode, 1993. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Induced Innovation in American Agiculture: A Reconsideration.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Journal of Political Economy, 101 (1): 100-118.",
        "Pande, Rohini and Chris Udry, 2006. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Institutions and Development: A View from Below,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d in Proceedings of the 9th World Congress of the Econometric Society, edited by R. Blundell, W.Newey and T.Persson, Cambridge University Press.",
        "Stock, J.H. and M. Yogo (2005). \"Testing for Weak Instruments in Linear IV Regression\", Chapter 5 (pages 80-108) in D.W.K. Andrews and J.H Stock, eds., Identification and Inference for Econometric Models, Cambridge University Press.",
        "Temple, Jonathan R. W. (2005). Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Dual economy models.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d The Manchester School, 73(4), 435478."
    ]
}