{
    "id": 19248,
    "cites": 41,
    "cited_by": 55,
    "reference": [
        ". An, S., and F. Schorfheide (2007): Bayesian Analysis of DSGE Models, Econometric Reviews, 26(2-4), 113-172.",
        "Andrieu, C., A. Doucet, and R. Holenstein (2010): Particle Markov Chain Monte Carlo Methods, Journal of the Royal Statistical Society Series B, 72(3), 269-342.",
        "Judd, K., L. Maliar, and S. Maliar (2010): A Cluster-Grid Projection Method: Solving Problems with High Dimensionality, NBER Working Paper, 15965.",
        "Armenter, R. (2014): The Perils of Nominal Targets, Manuscript, Federal Reserve Bank of Philadelphia.",
        "Aruoba, S. Boragan, L. B., and F. Schorfheide (2013): Assessing DSGE Model Nonlinearities, Manuscript, University of Maryland and University of Pennsylvania.",
        "Aruoba, S. B. (2014): A Survey-Based Term Structure of Inflation Expectations, Manuscript, University of Maryland.",
        "Aruoba, S. B., and F. Schorfheide (2011): Sticky Prices versus Monetary Frictions: An Estimation of Policy Trade-Offs, American Economic Journal: Macroeconomics, 3(1), 60-90.",
        "Benhabib, J., S. Schmitt-Grohe, and M. Uribe (2001a): Monetary Policy and Multiple Equilibria, The American Economic Review, 91(1), 167-186.",
        "Benhabib, J., S. Schmitt-Grohe, and M. Uribe (2001b): The Perils of Taylor Rules, Journal of Economic Theory, 96, 40-69.",
        "Braun, R. A., L. M. Korber, and Y. Waki (2012): Some Unpleasant Properties of Log-Linearized Solutions When the Nominal Rate Is Zero, Federal Reserve Bank of Atlanta Working Paper Series.",
        "Bullard, J. (2010): Seven Faces of `The Peril', Federal Reserve Bank of St. Louis Review, 92(5), 339-352.",
        "Cass, D., and K. Shell (1983): Do Sunspots Matter?, Journal of Political Economy, 91(2), 193-227.",
        "Christiano, L., M. Eichenbaum, and S. Rebelo (2011): When Is the Government Spending Multiplier Large?, Journal of Political Economy, 119(1), 78-121.",
        "Cochrane, J. (2013): The New-Keynesian Liquidity Trap, Manuscript, Chicago Booth School of Business.",
        "Creal, D. (2012): A Survey of Sequential Monte Carlo Methods for Economics and Finance, Econometric Reviews, 31(3), 245-296.",
        "Del Negro, M., and F. Schorfheide (2012): DSGE Model Based Forecasting, in Handbook of Economic Forecasting, ed. by G. Elliot, and A. Timmermann, vol. 2, forthcoming. Elsevier.",
        "Eggertsson, G. B. (2009): What Fiscal Policy Is Effective at Zero Interest Rates?, Federal Reserve Bank of New York Staff Reports, no. 402.",
        "Eggertsson, G. B., and M. Woodford (2003): The Zero Bound on Interest Rates and Optimal Monetary Policy, Brookings Papers on Economic Activity, 2003(1), 139-211.",
        "Fernandez-Villaverde, J., G. Gordon, P. Guerron-Quintana, and J. F. Rubio-Ramirez (2012): Nonlinear Adventures at the Zero Lower Bound, National Bureau of Economic Research Working Paper.",
        "Fernandez-Villaverde, J., and J. F. Rubio-Ramirez (2007): Estimating Macroeconomic Models: A Likelihood Approach, Review of Economic Studies, 74(4), 1059-1087.",
        "Fujiwara, I., Y. Hirose, and M. Shintani (2011): Can News Be a Major Source of Aggregate Fluctuations? A Bayesian DSGE Approach, Journal of Money, Credit and Banking, 43(1), 1-29.",
        "Gust, C., D. Lopez-Salido, and M. E. Smith (2012): The Empirical Implications of the Interest-Rate Lower Bound, Manuscript, Federal Reserve Board.",
        "Hayami, M. (1999): Mr. Hayami Discusses the Bank of Japan's Thinking Behind the Current Zero Interest Rate Policy.",
        "Hursey, T., and A. L. Wolman (2010): Monetary Policy and Global Equilibria in a Production Economy, Economic Quarterly, 96(4), 317-337.",
        "Ichiue, H., T. Kurozumi, and T. Sunakawa (2013): Inflation Dynamics And Labor Market Specifications: A Bayesian Dynamic Stochastic General Equilibrium Approach for Japan's Economy, Economic Inquiry, 51(1), 273-287.",
        "Ireland, P. N. (2004): Money's Role in the Monetary Business Cycle, Journal of Money, Credit and Banking, 36(6), 969-983.",
        "Ito, T., and F. S. Mishkin (2006): Two Decades of Japanese Monetary Policy and the Deflation Problem, in Monetary Policy under Very Low Inflation in the Pacific Rim, ed. by T. Ito, and A. Rose, vol. NBER-EASE, Volume 15, pp. 131-202. University of Chicago Press.",
        "Judd, K. L. (1992): Projection Methods for Solving Aggregate Growth Models, Journal of Economic Theory, 58(2), 410 - 452.",
        "Kitagawa, G. (1996): Monte Carlo Filter and Smoother for Non-Gaussian Nonlinear State Space Models, Journal of Computational & Graphical Statistics, 5, 1-25.",
        "Krueger, D., and F. Kubler (2004): Computing Equilibrium in OLG Models with Production, Journal of Economic Dynamics and Control, 28, 1411-1436.",
        "Kuroda, S., and I. Yamamoto (2008): Estimating the Frisch Labor Supply Elasticity in Japan, Journal of the Japanese and International Economies, 22(4), 566-585.",
        "Lubik, T. A., and F. Schorfheide (2004): Testing for Indeterminacy: An Application to U.S. Monetary Policy, American Economic Review, 94(1), 190-217.",
        "Maliar, L., and S. Maliar (2014): Merging Simulation and Projection Approaches to Solve High-Dimensional Problems with an Application to a New Keynesian Model, Quantitative Economics, forthcoming.",
        "Mertens, K., and M. O. Ravn (2014): Fiscal Policy in an Expectations Driven Liquidity Trap, Review of Economic Studies, forthcoming.",
        "Pitt, M., and N. Shephard (1999): Filtering via Simulation: Auxiliary Particle Filters, Journal of the American Statistical Association, 94, 590-599.",
        "Rios-Rull, J.-V., F. Schorfheide, C. Fuentes-Albero, M. Kryshko, and R. Santaeulalia-Llopis (2012): Methods versus Substance: Measuring the Effects of Technology Shocks, Journal of Monetary Economics, 59(8), 826-846.",
        "Schmitt-Grohe, S., and M. Uribe (2012): The Making of a Great Contraction with a Liquidity Trap and a Jobless Recovery, Manuscript, Columbia University.",
        "Schorfheide, F. (2008): DSGE Model-Based Estimation of the New Keynesian Phillips Curve, Federal Reserve Bank of Richmond Economic Quarterly, Fall Issue, 397-433.",
        "Sugo, T., and K. Ueda (2008): Estimating a Dynamic Stochastic General Equilibrium Model for Japan, Journal of the Japanese and International Economies, 22, 476-502.",
        "Ueda, K. (2011): The Effectiveness of Non-Traditional Monetary Policy Measures: The Case of the Bank of Japan, CARF Working Paper, F-252.",
        "Woodford, M. (2003): Interest and Prices. Princeton University Press"
    ]
}