{
    "id": 1924,
    "cites": 22,
    "cited_by": 9,
    "reference": [
        "Auerbach, A., 1983, Corporate Taxation in the U.S., Brookings Papers on Economic Activity 2, H5l-SOS.",
        "Auerbach, A. and J. Poterba, 1986, Tax Loss Carryforwards and Corporate Tax Incentives, this volume.",
        "Ball, R. and J. Bowers, 1983, Distortions Created by Taxes Which are Options on Value Creation: The Australian Resources Rent Tax Proposal, Australian Journal of Management, Vol. 8, No. 2.",
        "Black, F. and M. Scholes, 1973, The Pricing of Options and Corporate Liabilities, Journal of Political Economy, 81, 637-659.",
        "Boyle, P., 1977, Options: A Monte Carlo Approach, Journal of Financial Economics, 323-338.",
        "Cooper, I., and J. Franks~ 1983, The Interaction of Financing and Investment Decisions when the Firm Has Unused Tax Credits, Journab of Finance, 571- 583.",
        "Cordes, J., and S. Sheffrin, 1983, Estimating the Tax Advantage of Corporate Debt, Journal of Finance, 95-105.",
        "Cox, J., and S. Boss, 1976, The Valuation of Options for Alternative Stochastic Processes, Journal of Financial Economics, 1115_166.",
        "Cox, J., S. Ross, and M. Rubinstein, 1979, Option Pricing: A Simplified Approach, Journal of Financial Economics, 227-228.",
        "Fama, 5., 1977, Risk Adjusted Discount Rates and Capital Budgeting under Uncertainty, Journal of Financial Economics, 3-24.",
        "Galai, D., 1983, Corporate Income Taxes and the Valuation of Claims on the Corporation, UCLA Working Paper 9-83.",
        "Green, R. C., and E. Talmor, 1985, On the Structure and Incentive Effects of Tax Liabilities, Journal of Finance, 40, 1095-1114.",
        "Majd, 5., and S. Myers, 1985, Valuing the Governments Tax Claim on Risky Corporate Assets, NBER Working Paper No. 1553.",
        "Merton, R. C., 1973, Theory of Rational Option Pricing, Bell Journal of Economics and Management Science, 141-183.",
        "Myers, S. C., 0. A. Dill, and A. J. Bautista, 1976, Valuation of Financial Lease Contracts, Journal of Finance, 799-819.",
        "Myers, S. C. and S. K. Turnbull, 1977, Capital Budgeting and the Capital Asset Pricing Model: Good News and Bad News, Journal of Finance, 321- 332.",
        "Myers, S., and S. Majd, 1985, Calculating Abandonment Value Using Option Pricing Theory, MIT Sloan School of Management Working Paper.",
        "Pitts, C. and J. Franks, 1984, Asymmetric Taxes, Mergers and Risk-Taking, mimeo.",
        "Ruback, R., 1986, Calculating the Present Value of Riskiess Cash Flows, Journal of Financial Economics, forthcoming.",
        "Rubinstein, K., 1976, The Valuation of Uncertain Income Streams and the Pricing of Options, Bell Journal of Economics, 407-425.",
        "Smith, C. and R. K. Stulz, 1985, The Determinants of Firms Hedging Policies, Journal of Financial and Quantitative Analysis, 391-405.",
        "U.S. Department of the Treasury, November 1984, Tax Reform for Fairness, Simplicity and Economic Growth."
    ]
}