{
    "id": 19258,
    "cites": 20,
    "cited_by": 13,
    "reference": [
        "Bansal, Ravi and Amir Yaron (2004). Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Risks for the Long Run: A Potential Resolution of Asset Pricing Puzzles,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Journal of Finance, 59, August, 1481Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c1509.",
        "Barro, Robert J. (2006). Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Rare Disasters and Asset Markets in the Twentieth Century, Quarterly Journal of Economics, 121, August, 823Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c866.",
        "Barro, Robert J. (2009). Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Rare Disasters, Asset Prices, and Welfare Costs,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d American Economic Review, 99, March, 243Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c264.",
        "Barro, Robert J. and Tao Jin (2011). Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093On the Size Distribution of Macroeconomic Disasters,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Econometrica, 57, September, 1567-1589.",
        "Barro, Robert J. and JosÃ\u0083Æ\u0092Ã\u0082Â© F. UrsÃ\u0083Æ\u0092Ã\u0082Âºa (2008). Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Macroeconomic Crises since 1870,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Brookings Papers on Economic Activity, 1, 255Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c335.",
        "Cai, Yongyang, Kenneth L. Judd, and Thomas S. Lontzek (2013). Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093The Social Cost of Stochastic and Irreversible Climate Change, National Bureau of Economic Research, working paper no. 18704, January.",
        "Epstein, Larry G. and Stanley E. Zin (1989). Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Substitution, Risk Aversion, and the Temporal Behavior of Consumption and Asset Returns: A Theoretical Framework,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Econometrica, 57, July, 937Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c69.",
        "Gollier, Christian (2006). Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093An Evaluation of SternÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0084¢s Report on the Economics of Climate Change,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d IDEI working paper no. 464, University of Toulouse.",
        "Lucas, Robert E., Jr. (1978). Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Asset Prices in an Exchange Economy,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Econometrica, 46, November, 1429Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c1445.",
        "Mehra, Rajnish and Edward C. Prescott (1985). Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093The Equity Premium: A Puzzle,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Journal of Monetary Economics, 15, March, 145Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c61.",
        "Nakamura, Emi, Jon Steinsson, Robert J. Barro, and JosÃ\u0083Æ\u0092Ã\u0082Â© F. UrsÃ\u0083Æ\u0092Ã\u0082Âºa (2013). Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Crises and Recoveries in an Empirical Model of Consumption Disasters,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d American Economic Journal: Macroeconomics, forthcoming.",
        "Nordhaus, William D. (1994). Managing the Global Commons, the Economics of Climate Change, Cambridge MA, MIT Press.",
        "Nordhaus, William D. (2007). A Review of the Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Ë\u009cStern Review on the Economics of Climate ChangeÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0084¢,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Journal of Economic Literature, 45, September, 686-702.",
        "Nordhaus, William D. (2008). A Question of Balance: Weighing the Options on Global Warming Policies, New Haven CT, Yale University Press.",
        "Obstfeld, Maury (1994). Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Evaluating Risky Consumption Paths: The Role of Intertemporal Substitutability,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d European Economic Review, 38, August, 1471-1486.",
        "Rietz, Thomas A. (1988). Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093The Equity Risk Premium: A Solution,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Journal of Monetary Economics, 22, July, 117Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c131.",
        "Stern, Nicholas (2007). The Economics of Climate Change, the Stern Review, Cambridge, Cambridge University Press.",
        "Weil, Philippe (1990). Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Nonexpected Utility in Macroeconomics,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Quarterly Journal of Economics, 105, February, 29Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c42.",
        "Weitzman, Martin L. (2007). Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093A Review of the Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Ë\u009cStern Review on the Economics of Climate ChangeÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0084¢,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Journal of Economic Literature, 45, September, 703-724.",
        "Weitzman, Martin L. (2009). Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093On Modeling and Interpreting the Economics of Catastrophic Climate Change,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d The Review of Economics and Statistics, 91, February, 1-19."
    ]
}