{
    "id": 1928,
    "cites": 30,
    "cited_by": 8,
    "reference": [
        "American Medical Association. Socioeconomic Characteristics of Medical Practice. Chicago: American Medical Association, 1984.",
        "Atkinson, Scott E.; Crocker, Thomas D.; and Murdock, Robert 0. Have Priors in Aggregate Air Pollution Epidemiology Dictated Posteriors? Journal of Urban Economic~, 17 (1985).",
        "Bracken, Michael B., ed. Perinatal Epidemiology. New York~ Oxford University Press, 1984.",
        "Budetti, Peter, et al. Costs and Effectiveness of Neonatal Intensive Care. In The Implications of Cost-Effectiveness Analysis of Medical Technology.. Office of Technology Assessment, U.S. Congress. Washington, D.C.: U.S. Government Printing Office, 1981.",
        "Colle, Ann D., and Grossman, Michael. Determinants of Pediatric Care Utilization. Journal of Human Resources, 13, Supplement (1978).",
        "Corman, Hope, and Grossman, Michael. Determinants of Neonatal Mortality Rates in the U.S.: A Reduced Form Model. Journal of Health Economics, 4, No. 3 (September 1985).",
        "Corman Hope; Joyce, Theodore J.; and Grossman, Michael. Birth Outcome Production Functions in the U.S. National Bureau of Economic Research Working Paper No. 1729, October 1985.",
        "R- 2 Crocker, Thomas D., et al. Methods Development for Assessing Air Pollution Control Benefits, Volume I: Experiments in the Economics of Air Pollution Epidemiology. EPA Grant NO. R8O5059010, February 1979.",
        "Duan, Naihua. Models for Human Exposure to Air Pollution. Environment International, 8 (1982).",
        "Edwards, Linda N., and Grossman, Michael. The Relationship between Childrens Health and Intellectual Development. In Health: What is it Worth?, edited by Selma J. Hushkin and David W. Dunlop. Elmsford, New York: Pergamon Press, 1979.",
        "Forrest, Jacqueline D. Exploration of the Effects of Organized Family Planning Programs in the United States on Adolescent Fertility. Final Report, Contract No. NO1-HD--82844 from the National Center of Child Health and Human Development to the Alan Guttmacher Institute, October 1980.",
        "Freeman, A. Myrick III. The Benefits of Environmental Improvement: Theory and Practice. Baltimore, Maryland: Johns Hopkins University Press, 1979.",
        "Gerking, Shelby D. An Economic Analysis of Air Pollution and Health: The Case of St. Louis. Final Report, EPA Assistance Agreement CR808893010, March 1983.",
        "Gerking, S., and Schulze, W. What Do We Know About Benefits at Reduced Mortality from Air Pollution? American Economic Review, 71, No. 2 (May 1981).",
        "Ghez, Gilbert R., and Grossman, Michael. Preventive Care, Care for R- 3 Children, and National Health Insurance. In National Health Insurance: What Now, What Later, What Never?, edited by Mark V. Pauly. Washington, D.C.: American Enterprise lnstitute, 1980.",
        "Goldman, Fred, and Grossman, Michael. The Demand for Pediatric Care: An Hedonic Approach. Journal of Political Economj, 86, No. 2, Part I (April 1978).",
        "Grossman, Michael, and Jacobowitz, Steven. Variations in Infant Mortality Rates Among Counties of the United States: The Roles of Public Policies and Programs. Demography, 18, No. 4 (November 1981).",
        "Harrington, Winston, and Portney, Paul R. Valuing the Benefit of Improved Human Health, Unpublished paper, 1983.",
        "Harris, Jeffrey E. Prenatal Medical Care and Infant Mortality. In Economic Aspects of Health, edited by Victor R. Fuchs. Chicago: University of Chicago Press for the National Bureau of Economic Research, 1982.",
        "Joyce, Theodore J.; Grossman, Michael; and Goldman, Fred. Air Pollution and Infant Health Outcomes. In Health Econometric Methods for Multi- media Pollutants. Final Report, EPA Cooperative Agreement CR811041, April 1986.",
        "Joyce, Theodore J. The Impact of Induced Abortion on Birth Outcomes in the U.S. National Bureau of Economic Research Working Paper No. 1757, October 1985.",
        "Lave, Lester B., and Seskin, Eugene P. Air Pollution and Human Health, Baltimore, Maryland: Johns Hopkins University Press, 1977.",
        "Lave, Lester B., and Seskin, Eugene. Air Pollution and Human Health. R-4 _______ (August 1970).",
        "Mortality and Air Pollution. Journal of the American Association, 68, No. 342 (June 1973).",
        "Lewit, Eugene M. The Demand for Prenatal Care and the Production of Healthy Infants. In Volume III of the Annual Series of Research in Human Capital and Development, edited by Ismail Sirageldin, David Salkever, and Alan Sorkin. Greenwich, Connecticut: JA1 Press, Inc., 1983.",
        "Maddala, G.S. Limited-Dependent and Qualitative Variables in Econometrics. Cambridge, England: Cambridge University Press, 1983.",
        "Mendelsohn, Robert, and Orcutt, Guy. An Empirical Analysis of Air Pollution Dose-Response Curves. Journal of Environmental Economics and Management, vol. 6 (1979).",
        "Nakamura, A., and Nakamura, M. On the Relationship Among Several Specification Error Tests Presented by Durbin, Wu and Hansman. Econometrica, Vol. 69, No. 6 (November 1981).",
        "Rosen, Sherwin. Valuing Health Risk. American Economic Review, 71, No. 2 (May 1981).",
        "Rosenzweig, Hark R., and Schultz, T. Paul. The Behavior of Mothers as Inputs to Child Health: The Determinants of Birth Weight, Gestation, and Rate of Fetal Growth. In Economic Asyects of Health, edited by Victor R. Fuchs. Chicago: University of Chicago Press for the National Bureau of Economic Research, 1982."
    ]
}