{
    "id": 19306,
    "cites": 42,
    "cited_by": 39,
    "reference": [
        "Advisory Committee on Student Financial Assistance. 2010. The Rising price Of inequality: How inadequate grant aid limits college access and persistence. Report to Congress and the Secretary of Education, June.",
        "Angrist, Joshua D. and Victor Lavy. 1999. Using MaimonidesÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0084¢ Rule to estimate the effect of class size on scholastic achievement.Ã\u0083Æ\u0092Ã\u0082Â® Quarterly Journal of Economics, 114(2), 533-575.",
        "Angrist, Joshua D., Daniel Lang, and Philip Oreopoulos. 2009. Incentives and services for college achievement: Evidence from a randomized trial. American Economic Journal: Applied Economics 1(1): 136-163.",
        "Baum, Sandy and Jennifer Ma. 2007. Education pays 2007: The benefits of higher education for individuals and society. New York: The College Board.",
        "Baum, Sandy, Jennifer Ma, and Kathleen Payea. 2010. Education pays 2010: The benefits of higher education for individuals and society. New York: The College Board.",
        "Becker, Gary S. 1964. Human capital: A theoretical and empirical analysis, with special reference to education. Chicago: University of Chicago Press Bettinger, Eric. 2004. How financial aid affects persistence. In C. Hoxby (Ed.), College choices: The economics of where to go, when to go, and how to pay for it. Chicago: University of Chicago Press.",
        "Bettinger, Eric, Bridget Terry Long, Philip Oreopoulos, and Lisa Sanbonmatsu. 2012. The role of simplification and information in college decisions: Results from the H&R Block FAFSA Experiment. Quarterly Journal of Economics 127(3).",
        "Booker, Kevin, Tim R. Sass, Brian Gill, and Ron Zimmer. 2008. Going beyond test scores: Evaluating charter school impact on educational attainment in Chicago and Florida. Rand Corporation Working Paper 610. Santa Monica, CA: The Rand Corporation.",
        "Brock, Thomas and LaShawn Richburg-Hayes. 2006. Paying for persistence: Early results of a Louisiana scholarship program for low-income parents attending community college. New York: Manpower Development Research Corporation.",
        "Carnevale, Anthony P., Nicole Smith, and Jeff Strohl. 2010) Help wanted: Projections of jobs and education requirements through 2018. Georgetown University Center on Education and the Workforce.",
        "The College Board. 2010. Trends in student aid 2010. New York: The College Board.",
        "Deming, David and Susan M. Dynarski. 2009. Into college, out of poverty? Policies to increase the postsecondary attainment of the poor. National Bureau of Economic Research Working Paper 15387. Cambridge, MA: National Bureau of Economic Research.",
        "Dynarski, Susan M. 2000. Hope for whom? Financial aid for the middle class and Its impact on college attendance. National Tax Journal 53(3): 629-661.",
        "Dynarski, Susan M. 2003. Does aid matter? Measuring the effect of student aid on college attendance and completion. American Economic Review 93(1): 279-288.",
        "Dynarski, Susan M. 2004. The new merit aid. In C. Hoxby (Ed). College choices: The economics of where to go, when to go, and how to pay for it. Chicago: University of Chicago Press.",
        "Dynarski, Susan M. 2008. Building the stock of college-educated labor. Journal of Human Resources 43(3): 576Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c610.",
        "Dynarski, Susan M. and Judith Scott-Clayton. 2006. The cost of complexity in federal student aid: Lessons from optimal tax theory and behavioral economics. National Tax Journal 59(2): 319-356.",
        "Ellwood, David T. and Thomas J. Kane. 2000. Who is getting a college education? Family background and the growing gaps in enrollment. In S. Danzinger, & J. Waldfogel (Eds.), Securing the future. New York: Russell Sage.",
        "Florida Department of Education 2010. Florida Bright Futures scholarship program. Retrieved December 2010 from http://www.floridastudentfinancialaid.org/ssfad/bf/ Florida Gen. Laws ch. 240,  409.",
        "Florida Postsecondary Education Planning Commission. 2001. State student financial aid policy.",
        "Council for Education Policy Research and Improvement. Retrieved December 2010 from http://www.cepri.state.fl.us/pdf/flfinaid.pdf Goldrick-Rab, Sarah, Douglas N. Harris, Robert Kelchen, and James Benson. 2012) Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Need-Based Financial Aid And College Persistence: Experimental Evidence From Wisconsin.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Wisconsin Scholars Longitudinal Study, Wisconsin Center for Education Research at the School of Education. University of Wisconsin, unpublished mimeo.",
        "Hansen, W. Lee. 1983. The impact of student financial aid on access. In Joseph Froomkin, ed., The crisis in higher education. New York: Academy of Political Science.",
        "Haveman, Robert and Timothy Smeeding. 2006. The role of higher education in social mobility. The Future of children. Princeton, NJ: The Brookings Institution.",
        "Imbens, Guido W. and Thomas Lemieux. 2008. Regression discontinuity design: A guide to practice. Journal of Econometrics, 142(2), 615.",
        "Imbens, Guido W. and Karthik Kalyanaraman. 2009. Optimal bandwidth choice for the regression discontinuity estimator. National Bureau of Economic Research Working Paper 14726. Cambridge, MA: National Bureau of Economic Research.",
        "Kane, Thomas J. 1995. Rising public college tuition and college entry: How well do public subsidies promote access to college? National Bureau of Economic Research Working Paper 5164. Cambridge, MA: National Bureau of Economic Research.",
        "Kane, Thomas J. 2003. A quasi-experimental estimate of the impact of financial aid on collegegoing. National Bureau of Economic Research Working Paper 9703. Cambridge, MA: National Bureau of Economic Research.",
        "Kane, Thomas J. 2004. Evaluating the impact of the D.C. Tuition Assistance Grant Program. National Bureau of Economic Research Working Paper 10658. Cambridge, MA: National Bureau of Economic Research.",
        "King, J.E. 2004. Missed opportunities: Students who do not apply for financial aid. Washington, D.C.: American Council on Education.",
        "Long, Bridget Terry 2007. The contributions of economics to the study of college access and success.",
        "Manski, Charles and David Wise. 1983. College choice in America. Cambridge, MA: Harvard University Press.",
        "Murnane, Richard J. and John B. Willett. 2010. Methods matter: Improving causal inference in educational and social science research. Oxford: Oxford University Press.",
        "National Center for Education Statistics. 2002. Digest of education statistics 2002. Tables 182 and 203. Washington D.C.: United States Department of Education.",
        "National Center for Education Statistics. 2010. Characteristics of the 100 public elementary and secondary school districts in the United States: 2008-2009. Table D-3. Washington, D.C.: United States Department of Education.",
        "Oreopoulos, Philip and Kjell G. Salvanes. 2009. How large are returns to schooling? Hint: Money isnÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0084¢t everything. National Bureau of Economic Research Working Paper 15339. Cambridge, MA: National Bureau of Economic Research.",
        "Pascarella, Ernest T. and Patrick T. Terenzini. 2005. How colleges affect students: A third decade of research (1st ed.). San Francisco: Jossey-Bass.",
        "Scott-Clayton, Judith. 2011. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093On Money and Motivation: A Quasi-Experimental Analysis of Financial Incentives for College Achievement.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Journal of Human Resources 46(3): 614646.",
        "Seftor, Neil and Sarah E. Turner. 2002. Back to school: Federal student aid policy and adult college enrollment. Journal of Human Resources. 37(2): 336-352.",
        "Shadish, William R. Thomas D. Cook, and Donald T. Campbell. 2002. Experimental and quasiexperimental designs for generalized causal inference. Boston, MA: Houghton Mifflin.",
        "Turner, Sarah E. 1998. The vision and reality of Pell grants: Unforeseen consequences for students and institutions. In L. Gladieux (Ed.), Memory, reason, imagination: A quarter century of Pell grants. Washington, DC: The College Board.",
        "United States Census Bureau. 2011. State and county quick facts. Retrieved October 25th , 2011 from http://quickfacts.census.gov/qfd/index.html United States Department of Education. 2010. 2009-2010 Federal Pell Grant Program End-of-Year Report. Washington, D.C.: The United States Department of Education.",
        "United States Department of Education. 2011. Federal Pell Grant Program. Retrieved October 11th , 2011 from http://www2.ed.gov/programs/fpg/index.html Urquiola, Miguel and Eric Verhoogen. 2009. Class-size caps, sorting, and the regression discontinuity design. American Economic Review, 99(1), 179."
    ]
}