{
    "id": 1930,
    "cites": 16,
    "cited_by": 2,
    "reference": [
        "Aizenman, 3., Modeling Deviations Front Purchasing Power Parity (fle), International Economic Review (February 1984).",
        "Coes, 1)., The Crawling Peg and Exchange Rate Uncertainty, in 3. Williamson (ed.) Exchaj~ge Rate Rules: The Theory Performance and Prospects of the Crawling Peg, New York: St. Martins, 1981.",
        "Dornbusch, R,, Comment on `The Theory of Exchange Rate Determinationt , In J. Bilson and R. Marston (eds.), Exchange Rate Theory and Practice, Chicago: University of Chicago Press, 1984.",
        "Edwards, S., Real Exchange Rate Misalignment in LDCs: Analytical issues and Empirical Evidence, unpublished UCLA Dept. of Economics (1985).",
        "Helleiner, C., The Impact of the Exchange Rate System on the Developing Countries, report prepared for the Group of Twenty-Four (1981).",
        "Horn, S., R. Horn and D. Duncan, Estimating Heteroscedastic Variances in Linear Models, Journal of the American Statistical Association (June 1975).",
        "IMF, Exchang~ Rate Volatility and World Trade, Washindgon, DC: July 1984.",
        "Katseli, L., Real Exchange Rates in the l970s, in J. Bilson and R. Marston (eds.), Exchange Rates in Theory and Practice, Chicago: University of Chicago Press, 1984.",
        "Krueger, A.O., Trade Policies in Developing Countries, in R,W. Jones and P.R. Kenen (eds.), Handbook of International Econoaiq~, Amsterdam: North- Rolland, 1984.",
        "Melvin, M., and D. Bernstein, Trade Concentration, Openness and the Impact of Real Factors on Deviations From Purchasing Power Parity, Journal of International Money and Finance (December 1984).",
        "Mussa, N., The Theory of Exchange Rate Determination, in J. Bilson and R. Marston (eds.) Exchange Rate Theory and Practice, Chicago: University of Chicago Press, 1984.",
        "Obstfeld, N., and R. Gumby, International Interest Rate and Price Level Linkages Under Flexible Exchange Rates, in J. Bilson and K. Marson (eds.) Exchange Rate Theory and Practice, Chicago: University of Chicago Press, 1984.",
        "Stockman, A., Real Exchange Rates Under Alternative Nominal Exchange-Rate Systems, Journal of International Money and Finance (1983).",
        "Allocation: A Perspective on Recent Research, Journal of International Money and Pinance (March 1986).",
        "Williamson, J., The Exchange Rate System, Institute for International Economics, 1983.",
        "Yuravlivker, P., Crawling Peg and the Variability of the Real Exchange Rate, Economic Letters, (1982)."
    ]
}