{
    "id": 19300,
    "cites": 30,
    "cited_by": 18,
    "reference": [
        "Acharya, V., O. Gottschalg, M. Hahn, and C. Kehoe. 2013. Corporate Governance and Value Creation: Evidence from Private Equity. Review of Financial Studies 26: 368-402.",
        "Andrade, G., and S. Kaplan. 1998. How Costly Is Financial (Not Economic) Distress? Evidence from Highly Leveraged Transactions That Became Distressed. Journal of Finance 53: 1443-93.",
        "Axelson, U., T. Jenkinson, P. Stromberg, and M. S. Weisbach. 2012. Borrow Cheap, Buy High? The Determinants of Leverage and Pricing in Buyouts. Journal of Finance, forthcoming.",
        "Cao, J., and J. Lerner. 2009. The Performance of Reverse Leveraged Buyouts. Journal of Financial Economics 91: 139-57.",
        "Cotter, J., and S. Peck. 2001. The Structure of Debt and Active Equity Investors: The Case of Buyout Specialists. Journal of Financial Economics 59: 101-47.",
        "Demiroglu C., and C. James. 2010. The Role of Private Equity Group Reputation in LBO Financing. Journal of Financial Economics 96: 306-30.",
        "Drucker, S., and M. Puri. 2005. On the Benefits of Concurrent Lending and Underwriting. Journal of Finance 60: 2763-99.",
        "Fang, L.. 2005. Investment Bank Reputation and the Price and Quality of Underwriting Services. Journal of Finance 60: 2729-61.",
        "Gande, A., M. Puri, A. Saunders, and I. Walter. 1997. Bank Underwriting of Debt Securities: Modern Evidence. Review of Financial Studies 10: 1175-202.",
        "Gompers, P., and J. Lerner. 2000. Money Chasing Deals? The Impact of Fund Inflows on Private Equity Valuation. Journal of Financial Economics 55: 281-325.",
        "Gopalan, R., V. Nanda, and V. Yerramilli. 2011. Does Poor Performance Damage the Reputation of Financial Intermediaries: Evidence from the Loan Syndication Market. Journal of Finance 66: 2083-120.",
        "Gorton, G., and G. Pennacchi. 1995. Banks and Loan Sales Marketing Nonmarketable Assets. Journal of Monetary Economics 35: 389-411.",
        "Hardymon, F., J. Lerner, and A. Leamon. 2004. Montagu Private Equity (A). Harvard Business School Case No. 9-804-051.",
        "Hellmann, T., L. Lindsay, and M. Puri. 2008. Building Relationships Early: Banks in Venture Capital. Review of Financial Studies 21: 513-541.",
        "Ivashina, V. and A. Kovner. 2011. The Private Equity Advantage: Leveraged Buyout Firms and Relationship Banking. Review of Financial Studies 24: 2462-98.",
        "Ivashina, V. and Z. Sun. 2011. Institutional Demand Pressure and the Cost of Leveraged Loans. Journal of Financial Economics 99: 500-522.",
        "James, C., 1987. Some Evidence on the Uniqueness of Bank Loans. Journal of Financial Economics 19: 217-35.",
        "James, C. and P. Weir. 1990. Borrowing Relationships, Intermediation and the Cost of Issuing Public Securities. Journal of Financial Economics 28: 149-71.",
        "Jensen, M., and W. Meckling. 1976. Theory of the Firm: Managerial Behavior, Agency Cost, and Ownership Structure. Journal of Financial Economics 3: 305-360.",
        "Jiang, W., K. Li, and P. Shao. 2010. When Shareholders Are Creditors: Effects of the Simultaneous Holding of Equity and Debt by Institutional Investors. Review of Financial Studies 23: 3595-637.",
        "Kaplan, S., and A. Schoar. 2005. Private Equity Performance: Returns, Persistence, and Capital Flows.",
        "Kaplan, S. and J. Stein. 1993. The Evolution of Buyout Pricing and Financial Structure in the 1980s. Quarterly Journal of Economics 108: 313-57.",
        "Kaplan, S., and P. StrÃ\u0083Â¶mberg. 2009. Leveraged Buyouts and Private Equity. Journal of Economic Perspectives 23: 121-146.",
        "Kroszner, R., and R. Rajan, 1994. Is the Glass-Steagall Act Justified? A Study of the U.S. Experience with Universal Banking before 1933. American Economic Review 84: 810-32.",
        "Lopez-de-Silanes, F., L. Phalippou, and O. Gottschalg. 2011. Giants at the Gate: On the Cross-section of Private Equity Investment Returns, Working paper.",
        "Puri, M.. 1994. The Long Term Default Performance of Bank Underwritten Security Issues. Journal of Banking and Finance 18: 397-418.",
        "Puri, M.. 1996. Commercial Banks in Investment Banking: Conflict of Interest or Certification Role? Journal of Financial Economics 40: 373-401.",
        "Shivdasani, A., and Y. Wang. 2011. Did Structured Credit Fuel the LBO Boom? Journal of Finance 66: 1291-1328.",
        "Shleifer, A., and R. Vishny. 2010. Unstable Banking. Journal of Financial Economics 97: 306-318.",
        "StrÃ\u0083Â¶mberg, P.. 2008. The New Demography of Private Equity. Working paper, Stockholm Institute for Financial Research."
    ]
}