{
    "id": 1931,
    "cites": 16,
    "cited_by": 16,
    "reference": [
        "Ashenfelter, Orley and David Card. Time Series Representations of Economic Variables and Alternative Models of the Labor Market. Review of Economic Studies 49 (Special Issue 1982): 761-82.",
        "Azariadis, Costas. Implicit Contracts and Underemployment Equilibria. Journal of Political Economy 83 (December 1975): 1183-1202.",
        "Baily, Martin N. Wages and Employment Under Uncertain Demand. Review of Economic Studies 41 (January 1974): 37-50.",
        "Barro, Robert. Long Term contracting, Sticky Prices, and Monetary Policy. Journal of Monetary Economics 3 (July 1977): 306-16.",
        "Brown, James N. and Orley Ashenfelter. Testing the Efficiency of Employment Contracts. Journal of Political Economy 94 (June 1986): S40-S87.",
        "Carruth, Alan A. and Andrew Oswald. Miners Wages in Post-War Britain: An Application of a Model of Trade Union Behavior. Economic Journal 95 (December 1985): 1003-1020.",
        "Gallant, A. Ronald and D. W. Jorgenson. Statistical Inference for a System of Simultaneous, Non-linear, Implicit Equations in the Context of Instrumental Variables Estimation. Journal of Econometrics 11 (October/December 1979): 275-302.",
        "Hall, Robert E. and David Lilien. Efficient Wage Bargains Under Uncertain Supply and Demand. American Economic Review 65 (December 1979): 868-79.",
        "Hart, Oliver. Optimal Labor Contracts Under Asymmetric Information: An Introduction. Review of Economic Studies 50 (January 1983): 3-35.",
        "Kennan, John. The Estimation of Partial Adjustment Models with Rational Expectations. Econometrica 47 (November 1979): 1441-56.",
        "Martinello, F. Wage and Employment Determination in a Unionized Industry: The IWA in the B.C. Wood Products Industry. Carleton University Economics Paper 84-90, March 1984.",
        "McDonald, I.M. and Robert Solow. Wage Bargaining and Employment. American Economic Review 71 (December 1981): 896-908.",
        "Pencavel, John H. The Trade-off Between Wages and Employment in Trade Union Objectives. Quarterly Journal of Economics 99 (1984): 215-232.",
        "Rosen, Sherwin. Implicit Contracts--A Survey. Journal of Economic Literature 23 (September 1985): 1144-1175.",
        "Sargent, Thomas .1. Estimation of Dynamic Labor Demand Schedule Under Rational Expectations. Journal of Political Economy 86 (December 1978): 1009-44.",
        "Svejnar, Jan. Bargaining Power, Fear of Disagreement and Wage Settlements: Theory and Evidence from U,S. Industry. Econometrica, forthcoming 1986."
    ]
}