{
    "id": 1933,
    "cites": 35,
    "cited_by": 15,
    "reference": [
        "Akerloff, George A., and Janet L. Yellen. Can Small Deviations from Rationality Make Significant Differences to Economic Equilibria? American Economic Review 75 (September 1985), 708-20.",
        "Altug, Sumru. Gestation Lags and the Business Cycle: An Empirical Analysis, University of Minnesota Working Paper, 1985.",
        "Barro, Robert J. Rational Expectations and the Role of Monetary Policy. Journal of Monetary Economics 2 (January 1976), 1-32.",
        "Policy. Journal of Monetary Economics 3 (July 1977), 305-3 16.",
        "Barro, Robert 3., and Herschel I. Grossman. Money, emplo~yment, and Inflation. Cambridge: Cambridge University Press, 1976.",
        "Bus, Mark J. Real Wages over the Business Cycle: Evidence from Panel Data. Journal of Political Economy 93 (August 1985), 666-89.",
        "Blinder, Alan S. Indexing the Economy through Financial Intermediation. Carnegie-Rochester Conference Series on Public Policy 5 (1977), 69- 105.",
        "Blinder, Alan S., and Stanley Fischer. Inventories, Rational Expectations, and the Business Cycle. Journal of Monetary Economics 8 (November 1981), 277-304.",
        "Dennison, Edward F. The Sources of Economic Growth in the United States and the Alternatives before Us. New York: Committee for Economic Development, 1962.",
        "Dickey, David A., and Wayne A. Fuller. Distribution of the Estimators for Autoregressive Time Series with a Unit Root. Journal of the American Statistical Association 74 ( 1979), 427-31.",
        "Eden, Benjamin. Competitive Price Setting, Price Flexibility, and Linkage to the Money Supply. Carnegie-Rochester Conference Series on Public Policy 19 (Autumn 1983), 253-299.",
        "Eichenbaum, Martin, and Kenneth J. Singleton. DO Equilibrium Real Business Cycle Theories Explain Postwar U.S. Business Cycles? Carnegie-Rochester Working Paper, February 1986.",
        "Fischer, Stanley. Long-Term Contracts, Rational Expectations, and the Optimal Money Supply Rule. Journal of Political Economy 85 (February 1977), 191-205.",
        "King, Robert G., and Charles I. Plosser. Money, Credit, and Prices in a Real Business Cycle. American Economic Review 74 (June 1984), 363-80.",
        "Kydland, Finn E., and Edward C. Prescott. `Time to Build and Aggregate Fluctuations. Econometrica 50 (November 1982), 1345-1370.",
        "Kydland, Finn E. `Labor Force Heterogeneity and the Business Cycle. Carnegie-Rochester Conference Series on Public Policy 21 (Autumn 1984), 173-208.",
        "Litterman, Robert B., and Lawrence Weiss. Money, Real Interest Rates, and Output: A Reinterpretation of Postwar U.S. Data. Econometrics 53 (January 1985), 129-56.",
        "Jahnsson Lectures, Helsinki, Finland. McCallum, Bennett T. Rational Expectations and Macroeconomic Stabilization Policy: An Overview. Journal of Money, Credit, and Banking 12 (November 1980, Part 2), 7 16-746.",
        "Some Critical Issues. Federal Reserve Bank of Richmond Economic Review 68 (November/December 1982), 3-12.",
        "Monetarism. Economics Letters 13 (1983), 167-7 1.",
        "Targeting. Journal of Money, Credit, and Banking 17 (November 1985, Part 2), 570-97.",
        "McCulloch, J. Huston. Risk Characteristics and Underwriting Standards for PLAMs versus Other Mortgage Instruments. Working Paper, Ohio State University, January 1986.",
        "Nelson, Charles R. Macroeconomic Time-Series, Business Cycles, and Macroeconomic Policies: A Comment. Carnegie-Rochester Conference Series on Public Policy 22 (Spring 1985), 55-60.",
        "Nelson, Charles R., and Charles I. Plosser. `Trends and Random Walks in Macroeconomic Time Series. Journal of Monetary Economics 10 (September 1982), 139-62.",
        "Niehans, Jurg. The Theory of Money. Baltimore, MD: The Johns Hopkins University Press, 1978.",
        "Parkin, Michael. Indexing the Economy Through Financial Intermediation: A Comment. Carnegie-Rochester Conference Series on Public Policy 5 (1977), 169-171.",
        "Prescott, Edward C. `Theory Ahead of Business Cycle Measurement. Carnegie-Rochester Conference Series on Public Policy 25 (Autumn 1986), forthcoming.",
        "Sargent, Thomas J. Macroeconomic Theory. New York: Academic Press, 1979.",
        "Sims, Christopher A. Comparison of Interwar and Postwar Business Cycles: Monetarism Reconsidered. American Economic Review 73 (May 1983), 250-7.",
        "Brookings Papers on Economic Activity (1982, No. 1), 107-52.",
        "Stulz, Rena M. and Walter Wasserfallen. Macroeconomic Time-Series Business Cycles, and Macroeconomic Policies. Carnegie-Rochester Conference Series on Public Policy 22 (Spring 1985), 9-54.",
        "Taylor, John B. Aggregate Dynamics and Staggered Contracts. Journal of Political Economy 88 (February 1980), 1-23.",
        "Tobin, James. Money and Economic Growth. Econometrica 33 (October 1965), 671-84.",
        "Wasserfallen, Walter. Forecasting, Rational Expectations, and the Phillips Curve: An Empirical Investigation. Journal of Monetary Economics 15 (January 1985), 7-27.",
        "White, Lawrence H. Competitive Payments Systems and the Unit of Account. American Economic Review 74 (September 1984), 699-712."
    ]
}