{
    "id": 19341,
    "cites": 33,
    "cited_by": 28,
    "reference": [
        "BETTINGER, E. P., and B. T. LONG (2005): Do Faculty Serve as Role Models? The Impact of Instructor Gender on Female Students, American Economic Review, 95, 152-157.",
        "BHARADWAJ, P., G. D. GIORGI, D. HANSEN, and C. NEILSON (2012): The Gender Gap in Mathematics: Evidence from Low and Middle Income Countries, NBER Working Paper 18464.",
        "CARRELL, S., M. PAGE, and J. WEST (2010): Sex and Science: How Professor Gender Perpetuates the Gender Gap, Quarterly Journal of Economics, 125, 1101-1144.",
        "CARRINGTON, B., P. TYMMS, and C. MERRELL (2008): Role Model, School Improvement and the Gender Gap - Do Men Bring out the Best in Boys and Women the Best in Girls?, British Educational Research Journal, 34.",
        "DEE, T. (2004): Teachers, Race and Student Achievement in a Randomized Experiment, The Review of Economics and Statistics, 86, 195-210.",
        "Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009d (2005): A Teacher Like Me: Does Race, Ethnicity, or Gender Matter?, American Economic Review, 95, 158-165.",
        "Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009d (2007): Teachers and the Gender Gaps in Student Achievement, Journal of Human Resources, 42, 528-554.",
        "DRIESSEN, G. (2007): The Feminization of Primary Education: Effects of Teachers&apos; Sex on Pupil Achievement, Attitudes and Behavior, Review of Education, 53, 183-203.",
        "EHRENBERG, R. G., D. D. GOLDHABER, and D. J. BREWER (1995): Do Teachers&apos; Race, Gender, and Ethnicity Matter? Evidence from the National Educational Longitudinal Study of 1988., Industrial and Labor Relations Review, 48, 547-561.",
        "FAIRLIE, R., F. HOFFMAN, and P. OREOPOULOS (2011): A Community College Instructor Like Me: Race and Ethnicity Interactions in the Classroom : NBER Working Paper 17381.",
        "FRYER, R. G., and S. D. LEVITT (2010): An Empirical Analysis of the Gender Gap in Mathematics, American Economic Journal: Applied Economics, American Economic Association, 2, 210-40.",
        "GOI (2008): Eleventh Five Year Plan 2007 - 2012, New Delhi: Oxford University Press.",
        "HAUSMANN, R., L. D. TYSON, and S. ZAHIDI (2012): The Global Gender Gap Report 2012, World Economic Forum.",
        "HERZ, B., and G. B. SPERLING (2004): What Works in Girls&apos; Education Evidence and Policies in the Developing World. , USA: Council on Foreign Relations.",
        "HOFFMAN, F., and P. OREOPOULOS (2009): A Professor Like Me: The Influence of Instructor Gender on College Achievement, Journal of Human Resources, 44.",
        "HOLMLUND, H., and K. SUND (2008): Is the Gender Gap in School Performance Affected by the Sex of the Teacher?, Labor Economics, 15.",
        "LAHELMA, E. (2000): Lack of Male Teachers: A Problem for Students or Teachers?, Pedagogy, Culture and Society, 8, 173-86.",
        "MARSH, H. W., A. J. MARTIN, and J. H. S. CHEND (2008): A Multilevel Perspective on Gender in Classroom Motivation and Climate: Potential Benefits of Male Teachers for Boys?, Journal of Educational Psychology, 100, 78-95.",
        "MURALIDHARAN, K., and N. PRAKASH (2013): Cycling to School: Increasing Secondary School Enrollment for Girls in India, NBER Working Paper 19305.",
        "MURALIDHARAN, K., and V. SUNDARARAMAN (2011): Teacher Performance Pay: Experimental Evidence from India, Journal of Political Economy, 119.",
        "NCES (2011): National Assessment of Educational Progress (Naep) Data Explorer. , NCES.",
        "NEUGEBAUER, M., M. HELBIG, and A. LANDMANN (2011): Unmasking the Myth of the SameSex Teacher Advantage, European Sociological Review, 27, 669-689.",
        "NIXON, L., and M. ROBINSON (1999): The Educational Attainment of Young Women: Role Model Effects of Female High School Faculty, Demography, 36.",
        "OUAZAD, A., and L. PAGE (2012): Students&apos; Perceptions of Teacher Biases: Experimental Economics in Schools. London, UK: Center for the Economics of Education. London School of Economics.",
        "PRATHAM (2010): Annual Status of Education Report.",
        "Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009d (2012): Annual Status of Education Report.",
        "RAWAL, S., and G. KINGDON (2010): Akin to My Teacher: Does Caste, Religious, or Gender Distance between Student and Teacher Matter? Some Evidence from India, London: Institute of Education, University of London.",
        "REHMAN, N.-U. (2008): Yemen Makes Progress in Girls&apos; Education with Unicef - Supported Literacy Programmes, http://www.unicef.org/education/yemen_43424.html.",
        "SLAVIN, P. (2006): Liberia Launches Girls&apos; Education National Policy with Support from Unicef At a glance: Liberia, http://www.unicef.org/education/liberia_33458.html.",
        "STACKI, S. (2002): Women Teachers Empowered in India: Teacher Training through a Gender Lens, UNICEF.",
        "UN (2012): We Can End Poverty 2015 Millenium Development Goals. UNDG (2010): Thematic Paper on Mdg3: Promote Gender Equality and Empower Women, United Nations Development Group.",
        "UNESCO (2010): Institute for Statistics. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009d (2012): Enrolment and Gender Trends: Primary Education, UNESCO.",
        "WINTERS, M. A., R. C. HAIGHT, T. T. SWAIM, and K. A. PICKERING (2013): The Effect of Same-Gender Teacher Assignment on Student-Achievement in the Elementary and Secondary Grades: Evidence from Panel Data, Economics of Education Review, 34, 6975."
    ]
}