{
    "id": 1935,
    "cites": 14,
    "cited_by": 2,
    "reference": [
        "Akerlof, George. Gift Exchange and Efficiency Wages: Four Views, American Eco nomic Review Proceedings, 74 (May 1984), 79-83.",
        "Bowles, Samuel, The Production Process in a Competitive Economy: Walrasian, Neo-Hobbesian and Marxian Models, American Economic Review, March 1985, 75, 16-36.",
        "Bulow, J. I. and Summers, L. H. A Theory of Dual Labor Markets with Application to Industrial Policy, Discrimination and Keynesian Unemployment, NBER working paper 1666 (July,1985).",
        "Calvo, G. Quasi-Walrasian Theories of Unemployment, American Economic Review, May 1979, p102-7.",
        "Carmichael, Lorne. Can Unemployment Be involuntary?: Comment, American Economic Review, 75 (December 1985), 1213-14.",
        "Eaton, C. and W.D. White. Agent Compensation and the Limits of Bonding, Economic Inquiry, (July 1982), 330-343.",
        "Jones, Stephen R.G. Minimum Wage Legislation in a Dual Market, mimeo, University of British Columbia, May 1985.",
        "Lazear, E. Agency, Earnings Profiles, Productivity, and Hours Restrictions, American Economic Review, (September 1981), 606-620.",
        "Shapiro, C. and J.E. Stiglitz, Equilibrium Unemployment as a Worker Discipline Device, American Economic Review, 74, (June 1984), 433-44.",
        "Solow, R. Another Possible Source of Wage Stickiness, Journal of Macro Economics, 1, 1979, 79-82.",
        "Stern, Nicholas H. On the Economic Theory of Policy Towards Crime, in J. N. Heineke (ed.) Economic Models of Criminal Behavior, Amsterdam: North-Holland, 1978.",
        "Stiglitz, J., Wage Determination and Unemployment in L.D.C.s: The Labor Turnover Model, Quarterly Journal of Economics, May 1974, 88, 194-227.",
        "Bibliography 14 Stoft, S., Cheat Threat Theory: An Explanation of Involuntary Unemployment, mimeo, Boston University, May 1982.",
        "Weiss, Andrew, Job Queues and Layoffs in Labor Markets with Flexible Wages, Journal of ?olitical Economy, 88, (June 1980), 526-38."
    ]
}