{
    "id": 19362,
    "cites": 83,
    "cited_by": 20,
    "reference": [
        "Aghion, Philippe, Philippe Bacchetta, and Abhijit Banerjee, 2001, \\Currency Crises and Monetary Policy in an Economy with Credit Constraints, European Economic Review 45(7), pp. 1121-1150.",
        "Aghion, Philippe, Philippe Bacchetta, and Abhijit Banerjee, 2004, \\A Corporate Balance-Sheet Approach to Currency Crises, Journal of Economic Theory 119(1), pp. 6-30.",
        "Aguiar, Mark and Gita Gopinath, 2007, \\Emerging Market Business Cycles: The Cycle is the Trend, Journal of Political Economy 115(1), pp. 69-102.",
        "Bansal, Ravi, Lawrence Christiano, Enrique G. Mendoza (Eds.), 2004, Macroeconomic Implications of Capital Flows in a Global Economy (Special Issue), Journal of Economic Theory 119(1).",
        "Benigno, Gianluca, Huigang Chen, Christopher Otrok, Alessandro Rebucci, and Eric R. Young, 2009, \\Revisiting Overborrowing and its Policy Implications, in Luis Cespedes, Roberto Chang and Diego Saravia (Eds.), Monetary Policy under Financial Turbulence, Central Bank of Chile.",
        "Benigno, Gianluca, Huigang Chen, Christopher Otrok, Alessandro Rebucci, and Eric R. Young, 2012a, \\Capital Controls or Real Exchange Rate Policy? A Pecuniary Externality Perspective, manuscript, LSE.",
        "Benigno, Gianluca, Huigang Chen, Christopher Otrok, Alessandro Rebucci, and Eric R. Young, 2012b, \\Optimal Policy for Macro-Financial Stability, manuscript, LSE.",
        "Benigno, Gianluca, Huigang Chen, Christopher Otrok, Alessandro Rebucci, and Eric R. Young, 2013, \\Financial Crises and Macro-Prudential Policies, Journal of International Economics 89(2), pp. 453-470.",
        "Bernanke, Ben, and Mark Gertler, 1989, \\Agency Costs, Net Worth, and Business Fluctuations, American Economic Review 79(1), pp. 14-31.",
        "Bernanke, Ben, Mark Gertler, and Simon Gilchrist, 1999, \\The Financial Accelerator in a Quantitative Business Cycle Framework,  Handbook of Macroeconomics, 1, pp. 1341-1393.",
        "Bianchi, Javier, 2011, \\Overborrowing and Systemic Externalities in the Business Cycle, American Economic Review 101(7), pp. 3400-3426.",
        "Bianchi, Javier, 2013, \\Ecient Bailouts? NBER Working Paper w18587.",
        "Bianchi, Javier, and Enrique Mendoza, 2010, \\Overborrowing, Financial Crises, and 'Macroprudential' Taxes, NBER Working Paper w16091.",
        "Bianchi, Javier, and Enrique Mendoza, 2013, \\Optimal Time-Consistent Macroprudential Policy in a Model of Overborrowing and Financial Crises, manuscript, University of Pennsylvania.",
        "Bianchi, Javier, Emine Boz, and Enrique G. Mendoza, 2012, \\Macroprudential Policy in a Fisherian Model of Financial Innovation, IMF Economic Review 60(2), pp. 223-269.",
        "Boz, Emine, and Enrique G. Mendoza, 2013, \\Financial Innovation, the Discovery of Risk, and the US Credit Crisis  manuscript, University of Pennsylvania.",
        "Braggion, Fabio, Lawrence J. Christiano, and Jorge Roldos, 2009, \\Optimal Monetary Policy in a `Sudden Stop,' Journal of Monetary Economics 56(4), pp. 582-595.",
        "Caballero, Ricardo J., and Arvind Krishnamurthy, 2001, \\International and Domestic Collateral Constraints in a Model of Emerging Market Crises,Journal of Monetary Economics 48(3), pp. 513-548.",
        "Caballero, Ricardo J., and Arvind Krishnamurthy, 2003, \\Excessive Dollar Borrowing: Financial Development and Underinsurance,Journal of Finance 58(2), pp. 867-894.",
        "Caballero, Ricardo J., and Arvind Krishnamurthy, 2004, \\Smoothing Sudden Stops, Journal of Economic Theory 119(1), pp. 104-127.",
        "Calvo, Guillermo A., 1998, \\Capital Flows and Capital-Market Crises: The Simple Economics of Sudden Stops, Journal of Applied Economics 1, pp. 35-54.",
        "Calvo, Guillermo A., 2002, \\Globalization Hazard and Delayed Reform in Emerging Markets, Economia 2(2), Spring.",
        "Calvo, Guillermo A., Alejandro Izquierdo, and Ernesto Talvi, 2006, \\Phoenix Miracles in Emerging Markets: Recovering without Credit from Systemic Financial Crises, NBER Working Paper w12101.",
        "Calvo, Guillermo A., Alejandro Izquierdo, and Rudy Loo-Kung, 2006, \\Relative Price Volatility under Sudden Stops: the Relevance of Balance Sheet Effects,Journal of International Economics 69(1), pp. 231-254.",
        "Calvo, Guillermo A., Alejandro Izquierdo, and Luis-Fernando Mejia, 2008, \\Systemic Sudden Stops: the Relevance of Balance-Sheet Eects and Financial Integration,NBER Working Paper w14026.",
        "Calvo, Guillermo A., Enrique G. Mendoza, John H. Rogers, and Andrew K. Rose (Eds.), 1996, Symposium on Mexico (Special Issue), Journal of International Economics 41(3-4).",
        "Calvo, Guillermo A., and Enrique G. Mendoza, 1996, \\Mexico's Balance-ofPayments Crisis: a Chronicle of a Death Foretold, Journal of International Economics 41(3), pp. 235-264.",
        "Calvo, Guillermo A., and Enrique G. Mendoza, 2000, \\Capital-Market Crises and Economic Collapse in Emerging Markets: An Informational-Frictions Approach, American Economic Review 90(2), pp. 59-64.",
        "Carlstrom, Charles T., and Timothy S. Fuerst, 1997, \\Agency costs, net worth, and business uctuations: A computable general equilibrium analysis,  American Economic Review pp. 893-910.",
        "Chang, Roberto, and Andres Velasco, 2001, \\A Model of Financial Crises in Emerging Markets,Quarterly Journal of Economics 116(2), pp. 489-517.",
        "Chetty, Raj, 2009, \\Sucient Statistics for Welfare Analysis: A Bridge Between Structural and Reduced-Form Methods, Annual Review of Economics 1, pp. 451-487.",
        "Choi, Woon Gyu, and David Cook, 2004, \\Liability Dollarization and the Bank Balance Sheet Channel,Journal of International Economics 64(2), pp. 247-275.",
        "Cole, Harold L., and Timothy J. Kehoe, 2000, \\Self-Fullling Debt Crises, Review of Economic Studies 67(1), pp. 91-116.",
        "Cook, David, and Michael B. Devereux, 2006a, \\External Currency Pricing and the East Asian Crisis,Journal of International Economics 69(1), pp. 37-63.",
        "Cook, David, and Michael B. Devereux, 2006b, \\Accounting for the East Asian Crisis: a Quantitative Model of Capital Out ows in Small Open Economies,Journal of Money, Credit and Banking 38(3), pp. 721-749.",
        "Del Negro, Marco, Alejandro Hernandez-Delgado, Owen Humpage, and Elisabeth Huybens (Eds.), 2001, Global Monetary Integration (Special Issue), Journal of Money, Credit and Banking 33(2).",
        "Devereux, Michael B. and Enrique G. Mendoza (Eds.), 2006, Emerging Markets and Macroeconomic Volatility: Lessons from a Decade of Financial Debacles (Special Issue), Journal of International Economics 69(1).",
        "Dooley, Michael P., and Jerey A. Frankel (Eds.), 2003, Managing Currency Crises in Emerging Markets NBER, University of Chicago Press.",
        "Dornbusch, Rudiger, Ilan Goldfajn and Rodrigo O. Valdes, 1995, \\Currency Crises and Collapses, Brookings Papers on Economic Activity 1995:2, pp. 219-293.",
        "Durdu, C. Bora, and Enrique G. Mendoza, 2006, \\Are Asset Price Guarantees Useful for Preventing Sudden Stops?: A Quantitative Investigation of the Globalization Hazard-Moral Hazard Tradeo, Journal of International Economics 69(1), pp. 84-119.",
        "Durdu, C. Bora, Enrique G. Mendoza, and Marco E. Terrones, 2009, \\Precautionary Demand for Foreign Assets in Sudden Stop Economies: An Assessment of the New Merchantilism, Journal of Development Economics 89(2), pp. 194-209.",
        "Edwards, Sebastian, and Jerey A. Frankel (Eds.), 2002, Preventing Currency Crises in Emerging Markets NBER, University of Chicago Press.",
        "Eichengreen, Barry, and Ricardo Hausmann, 2005, \\Other People's Money: Debt Denomination and Financial Instability in Emerging Market Economies, University of Chicago Press.",
        "Fisher, Irving, 1933, \\The Debt-De ation Theory of Great Depressions, Econometrica 1(4), pp. 337-357.",
        "Fostel, Ana, and John Geanakoplos, 2008, \\Leverage Cycles and the Anxious Economy, The American Economic Review 98(4), pp. 1211-1244.",
        "Gertler, Mark, Simon Gilchrist, and Fabio M. Natalucci, 2007, \\External Constraints on Monetary Policy and the Financial Accelerator, Journal of Money, Credit and Banking 39(2), pp. 295-330.",
        "Gertler, Mark and Nobuhiro Kiyotaki, 2010, \\Financial Intermediation and Credit Policy in Business Cycle Analysis, Handbook of Monetary Economics, Vol. 3, pp. 547-599.",
        "Gondo Mori, Rocio, 2013, \\State Contingent Assets, Financial Crises and Pecuniary Externalities in Models with Collateral Constraints, mimeo, University of Maryland.",
        "Greenwald, Bruce C., and Joseph E. Stiglitz, 1993, \\Financial Market Imperfections and Business Cycles,  The Quarterly Journal of Economics, 108(1), pp. 77-114.",
        "Hayashi, Fumio, 1982, \\Tobin's Marginal Q and Average Q: A Neoclassical Interpretation  Econometrica 50(1), pp. 213-224.",
        "Iacoviello, M., 2005, \\House Prices, Borrowing Constraints, and Monetary Policy in the Business Cycle,  The American Economic Review 95(3), pp. 739-764.",
        "Jeanne, Olivier, and Anton Korinek, 2010a, \\Excessive Volatility in Capital Flows: A Pigouvian Taxation Approach, American Economic Review P&P, pp. 403-407.",
        "Jeanne, Olivier, and Anton Korinek, 2010b, \\Managing Credit Booms and Busts: A Pigouvian Taxation Approach,NBER Working Paper w16377.",
        "Jeanne, Olivier, and Anton Korinek, 2013a, \\Booms, Busts and Growth,work in progress.",
        "Jeanne, Olivier, and Anton Korinek, 2013b, \\Macroprudential Regulation versus Mopping Up After the Crash,NBER Working Paper w18675.",
        "Kaminsky, Graciela L., and Carmen M. Reinhart, 1999, \\The Twin Crises: the Causes of Banking and Balance-of-Payments Problems, American Economic Review 89(3), pp. 473-500.",
        "Kiyotaki, Nobuhiro, and John H. Moore, 1997, \\Credit Cycles, Journal of Political Economy 105(2), pp. 211-248.",
        "Korinek, Anton, 2007, \\Excessive Dollar Borrowing in Emerging Markets,manuscript, University of Maryland.",
        "Korinek, Anton, 2010, \\Regulating Capital Flows to Emerging Markets: An Externality View, manuscript, University of Maryland.",
        "Korinek, Anton, 2011a, \\Hot Money and Serial Financial Crises, IMF Economic Review 59(2), pp. 306-339.",
        "Korinek, Anton, 2011b, \\The New Economics of Prudential Capital Controls, IMF Economic Review 59(3), pp. 523-561.",
        "Korinek, Anton, 2011c, \\Systemic Risk-Taking: Amplication Eects, Externalities, and Regulatory Responses,ECB Working Paper 1345.",
        "Korinek, Anton, and Jonathan Kreamer, 2013, \\The Redistributive Eects of Financial Deregulation,NBER Working Paper w19572.",
        "Krugman, Paul R., 1999, \\Balance Sheets, the Transfer Problem, and Financial Crises, in Isard, P., Razin, A., and Rose, A. K., editors, International Finance and Financial Crises: Essays in Hornor of Robert P. Flood Jr., pp. 31-44. International Monetary Fund, Washington, DC.",
        "Krugman, Paul (Ed.), 2000, Currency Crises NBER, University of Chicago Press.",
        "Ljungqvist, Lars, and Thomas J. Sargent, 2012, Recursive Macroeconomic Theory, MIT Press.",
        "Lorenzoni, Guido, 2008, \\Inecient Credit Booms, Review of Economic Studies 75(3), pp. 809-833.",
        "Martin, Philippe, and Helene Rey, 2006, \\Globalization and Emerging Markets: with or without Crash? American Economic Review 96(5), pp. 1631-1651.",
        "Milesi-Ferretti, Gian Maria, and Assaf Razin, 2000, \\Current Account Reversals and Currency Crises, Empirical Regularities in Paul Krugman, editors, Currency Crises, pp. 285-326, NBER, University of Chicago Press.",
        "Mendoza, Enrique G., 1991, \\Real Business Cycles in a Small Open Economy, American Economic Review 81(4), pp. 797-818.",
        "Mendoza, Enrique G., 1995, \\The Terms of Trade, the Real Exchange Rate, and Economic Fluctuations, International Economic Review 36(1), pp. 101-137.",
        "Mendoza, Enrique G., 2002, \\Credit, Prices and Crashes: Business Cycles with a Sudden Stop, in S. Edwards and J. Frankel (editors), Preventing Currency Crises in Emerging Markets, pp. 335-392, NBER, University of Chicago Press.",
        "Mendoza, Enrique G., 2005, \\Real Exchange Rate Volatility and the Price of Nontradables in Sudden-Stop-Prone Economies, Economia 6(1), pp. 103-148.",
        "Mendoza, Enrique G., 2006, \\Endogenous Sudden Stops in a Business Cycle Model with Collateral Constraints:A Fisherian De ation of Tobin's Q, NBER Working Paper w12564.",
        "Mendoza, Enrique G., 2010, \\Sudden Stops, Financial Crises and Leverage, The American Economic Review 100(5), pp. 1941-1966.",
        "Mendoza, Enrique G., and Katherine A. Smith, 2006, \\Quantitative Implications of a Debt-De ation Theory of Sudden Stops and Asset Prices, Journal of International Economics 70(1), pp. 82-114.",
        "Mendoza, Enrique G., and Marco E. Terrones, 2012, \\An Anatomy of Credit Booms and their Demise,NBER Working Paper w18379.",
        "Mendoza, Enrique G., Andres Velasco (Eds.), 2000, Symposium on Globalization, Capital Markets Crises and Economic Reform (Special Issue), Journal of International Economics 51(1).",
        "Meza, Felipe, and Erwan Quintin, 2007, \\Factor Utilization and the Real Impact of Financial Crises,The BE Journal of Macroeconomics 7(1), Article 33.",
        "Minsky, Hyman P., 1986, Stabilizing an Unstable Economy, New Haven, Connecticut: Yale University Press.",
        "Neumeyer, Pablo A., and Fabrizio Perri, 2005, \\Business Cycles in Emerging Economies: the Role of Interest Rates,Journal of Monetary Economics 52(2), pp. 345-380.",
        "Calvo, Guillermo and Carmen Reinhart, 2000, \\When Capital In ows Come to a Sudden Stop: Consequences and Policy Options, in: Peter Kenen and Alexandre Swoboda (editors), Reforming the International Monetary and Financial System, Washington DC: IMF, pp. 175-201.",
        "Uribe, Martin, and Vivian Z. Yue, 2006, \\Country Spreads and Emerging Countries: Who Drives Whom? Journal of International Economics 69(1), pp. 6-36."
    ]
}