{
    "id": 19371,
    "cites": 42,
    "cited_by": 16,
    "reference": [
        "Anderson, James E., and Eric van Wincoop, 2004, Trade costs, Journal of Economic Literature 42, 691Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c751.",
        "Backus, David, Mikhail Chernov, and Ian Martin, 2011, Disasters implied by equity index options, Journal of Finance 66, 1969Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c2012.",
        "Backus, David, Patrick Kehoe, and Finn Kydland, 1992, International real business cycles, Journal of Political Economy 100, 745Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c75.",
        "Bakshi, Gurdip, Peter Carr, and Liuren Wu, 2008, Stochastic risk premiums, stochastic skewness in currency options, and stochastic discount factors in international economies, Journal of Financial Economics 87, 132Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c156.",
        "Bakshi, Gurdip, and George Panayotov, 2012, Predictability of currency carry trades and asset pricing implications, Journal of Financial Economics, forthcoming.",
        "Bakshi, Gurdip S, and Zhiwu Chen, 1997, Equilibrium valuation of foreign exchange claims, Journal of Finance 52, 799Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c826.",
        "Bakshi, Gurdip S., George Panayotov, and Georgios Skoulakis, 2010, The baltic dry index as a predictor of global stock returns, commodity returns, and global economic activity, SSRN eLibrary.",
        "Bansal, Ravi, and Ivan Shaliastovich, 2012, A long-run risks explanation of predictability puzzles in bond and currency markets, Review of Financial Studies.",
        "Barro, Robert, 2006, Rare disasters and asset markets in the twentieth century, Quarterly Journal of Economics 121, 823Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c866.",
        "Barro, Robert J., and Jose F. Ursua, 2008, Macroeconomic crises since 1870, Brookings Papers on Economic Activity 39, 255Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c350.",
        "Bekaert, Geert, Robert J. Hodrick, and David A. Marshall, 1997, On biases in tests of the expectations hypothesis of the term structure of interest rates, Journal of Financial Economics 44(3), 30948.",
        "Bessembinder, Hendrik, Jay F. Coughenor, Paul J. Seguin, and Margaret Monroe Smoller, 1995, Mean reversion in equilibrium asset prices: Evidence from the futures term structure, The Journal of Finance 50, 361Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c375.",
        "Brunnermeier, Markus K., Stefan Nagel, and Lasse H. Pedersen, 2008, Carry trades and currency crashes, in Daron Acemoglu, Kenneth RogoÃ\u0083Â¯Ã\u0082Â¬Ã\u0082â\u0082¬, and Michael Woodford, ed.: NBER Macroeconomics Annual (University of Chicago Press).",
        "Burnside, Craig, Martin Eichenbaum, Isaac Kleshchelski, and Sergio Rebelo, 2008, Can peso problems explain the returns to the carry trade?, NBER Working Paper 14054.",
        "Campbell, John Y., Karine Serfaty De Medeiros, and Luis M. Viceira, 2010, Global currency hedging, Journal of Finance 65, 87Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c121.",
        "Colacito, R., and M. Croce, 2012, International asset pricing with recursive preferences, Journal of Finance, forthcoming.",
        "Colacito, Riccardo, Mariano Massimiliano Croce, Steven Ho, and Philip Howard, 2013, BKK the EZ Way: An international production economy with recursive preferences, Working Paper, University of North Carolina.",
        "Cole, Harold L., and Maurice Obstfeld, 1991, Commodity trade and international risk sharing : How much do Ã\u0083Â¯Ã\u0082Â¬Ã\u0082Â\u0081nancial markets matter?, Journal of Monetary Economics 28, 3Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c24.",
        "Dumas, Bernard, 1992, Dynamic equilibrium and the real exchange rate in a spatially separated world, Review of Financial Studies 5, 153Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c80.",
        "Eaton, Jonathan, Samuel Kortum, Brent Neiman, and John Romalis, 2011, Trade and the global recession, Working Paper 16666 National Bureau of Economic Research.",
        "Farhi, Emmanuel, and Xavier Gabaix, 2008, Rare disasters and exchange rates: A theory of the forward premium puzzle, Working Paper Harvard University.",
        "Fitzgerald, Doireann, 2012, Trade costs, asset market frictions, and risk sharing, American Economic Review 102, 2700Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c2733.",
        "Gabaix, Xavier, 2012, Variable rare disasters: An exactly solved framework for ten puzzles in macro-Ã\u0083Â¯Ã\u0082Â¬Ã\u0082Â\u0081nance, The Quarterly Journal of Economics 127, 645Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c700.",
        "Gourio, Francois, Michael Siemer, and Adrien Verdelhan, 2013, International risk cycles, Journal of International Economics 89, 471 Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c 484.",
        "Greenwood, Robin, and Samuel Hanson, 2013, Waves in ship prices and investment, working paper, Harvard Business School.",
        "HolliÃ\u0083Â¯Ã\u0082Â¬Ã\u0082Â\u0081eld, Burton, and Raman Uppal, 1997, An examination of uncovered interest rate parity in segmented international commodity markets, Journal of Finance 52, 2145Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c2170.",
        "Jurek, Jakub W., 2009, Crash-Neutral Currency Carry Trades, Working paper.",
        "Kalouptsidi, Myrto, 2011, Time to build and shipping prices, Yale University working paper.",
        "Lettau, Martin, Matteo Maggiori, and Michael Weber, 2013, Conditional risk premia in currency markets and other asset classes, Working Paper 18844 National Bureau of Economic Research.",
        "Lewis, Karen K., 1995, Puzzles in international Ã\u0083Â¯Ã\u0082Â¬Ã\u0082Â\u0081nancial markets, in G. Grossman, and K. RogoÃ\u0083Â¯Ã\u0082Â¬Ã\u0082â\u0082¬, ed.: Handbook of International Economics, Vol.III (Elsevier: Amsterdam).",
        "LongstaÃ\u0083Â¯Ã\u0082Â¬Ã\u0082â\u0082¬, Francis A., and Monika Piazzesi, 2004, Corporate earnings and the equity premium, Journal of Financial Economics 74, 401Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c421.",
        "Lustig, Hanno, Nikolai Roussanov, and Adrien Verdelhan, 2011, Common risk factors in currency returns, Review of Financial Studies 24, 3731Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c3777.",
        ", 2013, Countercyclical currency risk premia, Journal of Financial Economics, forthcoming.",
        "Lustig, Hanno, and Adrien Verdelhan, 2007, The cross-section of foreign currency risk premia and consumption growth risk, American Economic Review 97, 89Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c117.",
        "Lyons, Richard K., 2001, The Microstructure Approach to Exchange Rates (MIT Press).",
        "Martin, Ian, 2011, The Forward Premium Puzzle in a Two-Country World, NBER Working Paper no. 17564.",
        "MenkhoÃ\u0083Â¯Ã\u0082Â¬Ã\u0082â\u0082¬, Lukas, Lucio Sarno, Maik Schmeling, and Andreas Schrimpf, 2012, Carry trades and global foreign exchange rate volatility, Journal of Finance 67 (2), 681Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c718.",
        "Obstfeld, Maurice, and Kenneth RogoÃ\u0083Â¯Ã\u0082Â¬Ã\u0082â\u0082¬, 2001, The six major puzzles in international macroeconomics: is there a common cause?, in NBER Macroeconomics Annual 2000, Volume 15 . pp. 339Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c412 (MIT press).",
        "Stambaugh, Robert F., 1999, Predictive regressions, Journal of Financial Economics 54, 375Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c421.",
        "Verdelhan, Adrien, 2010, A habit-based explanation of the exchange rate risk premium, Journal of Finance 65, 123Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c145.",
        "Wachter, Jessica, 2013, Can time-varying risk of rare disasters explain aggregate stock market volatility?, The Journal of Finance 68, 987Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c1035.",
        "White, Halbert, 1980, A heteroskedasticity-consistent covariance estimator and direct test for heteroskedasticity, Econometrica 48, 817Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c838."
    ]
}