{
    "id": 19381,
    "cites": 38,
    "cited_by": 9,
    "reference": [
        "Acemoglu, D., A. Ozdaglar, and A. Tahbaz-Salehi (2013). Systemic risk and stability in Ã\u0083Â¯Ã\u0082Â¬Ã\u0082Â\u0081nancial networks. Working Paper, MIT.",
        "Ahrend, R. and C. Schwellnus (2012). Do investors disproportionately shed assets of distant countries under increased uncertainty? evidence from the global Ã\u0083Â¯Ã\u0082Â¬Ã\u0082Â\u0081nancial crisis. Working Paper, OECD Economics Department.",
        "Allen, F., A. Babus, and E. Carletti (2012). Asset commonality, debt maturity and systemic risk. Journal of Financial Economics 104, 519Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c534.",
        "Allen, F. and D. Gale (2000). Financial contagion. Journal of Political Economy 108, 1Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c33.",
        "Aumann, R. J. (1966). Existence of competitive equilibria in markets with continuum of traders. Econometrica 34, 1Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c17.",
        "Aviat, A. and N. Coeurdacier (2007). The geography of trade in goods and asset holdings. Journal of International Economics 71, 22Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c51.",
        "Barlevy, G. and P. Veronesi (2003). Rational panics and stock market crashes. Journal of Economic Theory 110, 234Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c263.",
        "Basak, S., D. Cass, J. M. Licari, and A. Pavlova (2008). Multiplicity in general Ã\u0083Â¯Ã\u0082Â¬Ã\u0082Â\u0081nancial equilibrium with portfolio constraints. Journal of Economic Theory 142, 100Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c127.",
        "Bekaert, G. and C. Harvey (1995). Time-varying world market integration. Journal of Finance 50, 403Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c444.",
        "Brunnermeier, M. K. and L. H. Pedersen (2009). Market liquidity and funding liquidity.",
        "Buch, C. M. (2005). Distance and international banking. Review of International Economics 13(4), 787Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c804.",
        "Caballero, R. J. and A. Simsek (2012). Fire sales in a model of complexity. forthcoming, Journal of Finance.",
        "Chan, K., V. Covrig, and L. Ng (2005). What determines the domestic bias and foreign bias? evidence from mutual fund equity allocations worldwide. Journal of Finance 60(3), 1495Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c1534.",
        "Cochrane, J. H., F. A. LongstaÃ\u0083Â¯Ã\u0082Â¬Ã\u0082â\u0082¬, and P. Santa-Clara (2008). Two trees. Review of Financial Studies 21, 347Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c385.",
        "Coval, J. D. and T. J. Moskowitz (1999). Home bias at home: Local equity preference in domestic portfolios. Journal of Finance 54, 1695Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c1704.",
        "Coval, J. D. and T. J. Moskowitz (2001). The geography of investment: Informed trading and asset prices. Journal of Political Economy 109, 811Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c841.",
        "Freixas, X., B. Parigi, and J.-C. Rochet (2000). Systemic risk, interbank relations and liquidity provision by the central bank. Journal of Money, Credit and Banking 32, 611Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c 638.",
        "GÃ\u0083â\u0080¹Ã\u0082â\u0080  arleanu, N., S. Panageas, and J. Yu (2013). Impediments to Ã\u0083Â¯Ã\u0082Â¬Ã\u0082Â\u0081nancial trade: Theory and measurement. Working Paper.",
        "Gennotte, G. and H. Leland (1990). Market liquidity, hedging and crashes. American Economic Review 80, 999Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c1021.",
        "Giannetti, M. and L. Laeven (2012). The Ã\u0083Â¯Ã\u0082Â¬Ã\u0082â\u0080\u009aight home eÃ\u0083Â¯Ã\u0082Â¬Ã\u0082â\u0082¬ect: Evidence from the syndicated loan market during Ã\u0083Â¯Ã\u0082Â¬Ã\u0082Â\u0081nancial crises. Journal of Financial Economics 104, 23Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c43.",
        "Grinblatt, M. and M. Keloharju (2001). How distance, language, and culture inÃ\u0083Â¯Ã\u0082Â¬Ã\u0082â\u0080\u009auence stockholdings and trades. Journal of Finance 56(3), 1053Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c1073.",
        "Grossman, S. J. and J. E. Stiglitz (1980, June). On the impossibility of informationally eÃ\u0083Â¯Ã\u0082Â¬Ã\u0082Æ\u0092cient markets. American Economic Review 70(3), 393Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c408.",
        "Head, K. and J. Ries (2008). FDI as an outcome of the market for corporate control: Theory and evidence. Journal of International Economics 74, 2Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c20.",
        "Hoggarth, G., L. Mahadeva, and J. Martin (2010). Understanding international bank capital Ã\u0083Â¯Ã\u0082Â¬Ã\u0082â\u0080\u009aows during the recent Ã\u0083Â¯Ã\u0082Â¬Ã\u0082Â\u0081nancial crisis. Financial Stability Paper No. 8, Bank of England.",
        "Hong, H. and J. C. Stein (2003). DiÃ\u0083Â¯Ã\u0082Â¬Ã\u0082â\u0082¬erences of opinion, short-sales constraints, and market crashes. Review of Financial Studies 16, 487Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c525.",
        "Huberman, G. (2001). Familiarity breeds investment. Review of Financial Studies 14(3), 659 Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c 680.",
        "Kiyotaki, N. and J. Moore (1997). Credit cycles. Journal of Political Economy 105, 211Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c248.",
        "Krishnamurthy, A. (2010). AmpliÃ\u0083Â¯Ã\u0082Â¬Ã\u0082Â\u0081cation mechanisms in liquidity crises. American Economic Journal: Macroeconomics 2(3), 1Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c30.",
        "Kyle, A. S. and W. Xiong (2001). Contagion as a wealth eÃ\u0083Â¯Ã\u0082Â¬Ã\u0082â\u0082¬ect. Journal of Finance 56(4), 1401 Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c 1440.",
        "Merton, R. C. (1987). A simple model of capital market equilibrium with incompletel information. Journal of Finance 42, 483Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c510.",
        "Pavlova, A. and R. Rigobon (2008). The role of portfolio constraints in the international propagation of shocks. Review of Economic Studies 75, 1215Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c1256.",
        "Portes, R. and H. Rey (2005). The determinants of cross-border equity Ã\u0083Â¯Ã\u0082Â¬Ã\u0082â\u0080\u009aows. Journal of International Economics 65, 269Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c296.",
        "Romer, D. (1993). Rational asset-price movements without news. American Economic Review 83, 1112Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c1130.",
        "Salop, S. C. (1979). Monopolistic competition with outside goods. Bell Journal of Economics 10, 141Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c156.",
        "Talamo, G. (2007). Institutions, FDI, and the gravity model. Working Paper, Universita de Palermo.",
        "Vila, J.-L. (1989). Simple games of market manipulation. Economics Letters 29(1), 21Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c26.",
        "Yuan, K. (2005). Asymmetric price movements and borrowing constraints: A rational expectations equilibrium model of crises, contagion, and confusion. Journal of Finance 60, 379Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c412.",
        "Zawadowski, A. (2013). Entangled Ã\u0083Â¯Ã\u0082Â¬Ã\u0082Â\u0081nancial systems. Review of Financial Studies 26, 1291Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c"
    ]
}