{
    "id": 19383,
    "cites": 42,
    "cited_by": 5,
    "reference": [
        "Admati, A., and P. Pfleiderer. 1986. A monopolistic market for information. Journal of Economic Theory 39:400Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009d38.",
        "Albagli, E. 2012. Amplification of uncertainty in illiquid markets. Working Paper, University of Southern California.",
        "Amador, M., and P. Weill. 2012. Learning from private and public observations of othersÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0084¢ actions. Journal of Economic Theory 147:910Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009d40.",
        "Angeletos, G., G. Lorenzoni, and A. Pavan. 2010. Beauty contests and irrational exuberance: A neoclassical approach. Working Paper, Northwestern University.",
        "Bansal, R., and A. Yaron. 2004. Risks for the long run: A potential resolution of asset pricing puzzles. Journal of Finance 59:1481Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009d509.",
        "Barro, R. 1990. The stock market and investment. Review of Financial Studies 3:115Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009d31.",
        "Campbell, J. 1991. A variance decomposition for stock returns. Economic Journal 101:157Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009d79.",
        "Campbell, J., and R. Shiller. 1988. Stock prices, earnings, and expected dividends. Journal of Finance 43:661Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009d76.",
        "Chen, Q., I. Goldstein, and W. Jiang. 2007. Price informativeness and information sensitivity to stock price. Review of Financial Studies 20:619Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009d50.",
        "Choi, J., S. Hauser, and K. Kopecky. 1999. Does the stock market predict real activity? Time series evidence from the G-7 countries. Journal of Banking and Finance 23:1771Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009d92.",
        "Cochrane, J. 1996. A cross-sectional test of a production-based asset pricing model. Journal of Political Economy 104:572Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009d621.",
        "Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009cÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c. 2011. Presidential address: Discount rates. Journal of Finance 66:1047Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009d108.",
        "Cooper, R., and A. John. 1988. Coordinating coordination failures in Keynesian models. Quarterly Journal of Economics 103:441Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009d63.",
        "Fama, E. 1990. Stock returns, expected returns, and real activity. Journal of Finance 45:1089Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009d108.",
        "Fama, E., and K. French. 1988. Dividend yields and expected stock returns. Journal of Financial Economics 22:3Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009d25.",
        "Fishman, M., and K. Hagerty. 1989. Disclosure decisions by firms and the competition for price eÃ\u0083Â¯Ã\u0082Â¬Ã\u0082Æ\u0092ciency. Journal of Finance 44:633Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009d46.",
        "Friedman, T. 2005. The world is flat: A brief history of the twenty-first century. New York: Farrar, Straus, and Giroux.",
        "Gennotte, G., and H. Leland. 1990. Market liquidity, hedging, and crashes. American Economic Review 80:999Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009d1021.",
        "Goldstein, I., and A. Guembel. 2008. Manipulation and the allocational role of prices. Review of Economic Studies 75:133Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009d64.",
        "Goldstein, I., E. Ozdenoren, and K. Yuan. 2013. Trading frenzies and their impact on real investment. Journal of Financial Economics 109:566Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009d82.",
        "Grossman, S. 1976. On the eÃ\u0083Â¯Ã\u0082Â¬Ã\u0082Æ\u0092ciency of competitive stock markets where trades have diverse information. Journal of Finance 31:573Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009d85.",
        "Grossman, S., and J. Stiglitz. 1980. On the impossibility of informationally eÃ\u0083Â¯Ã\u0082Â¬Ã\u0082Æ\u0092cient markets. American Economic Review 70:393Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009d408.",
        "Guerrieri, V., and G. Lorenzoni. 2009. Liquidity and trading dynamics. Econometrica 77:1751Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009d90.",
        "Hansen, L., J. Heaton, and N. Li. 2008. Consumption strikes back? Measuring long run risk. Journal of Political Economy 116:260Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009d302.",
        "Hansen, L., and T. Sargent. 2007. Fragile beliefs and the price of model uncertainty. Working Paper, University of Chicago.",
        "Hassan, T., and T. Mertens. 2011. The social cost of near-rational investment. Working Paper, University of Chicago.",
        "Hellwig, M. 1980. On the aggregation of information in competitive markets. Journal of Economic Theory 22:477Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009d98.",
        "Holden, C., and A. Subrahmanyam. 1996. Risk aversion, liquidity, and endogenous short horizons. Review of Financial Studies 9:691Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009d722.",
        "Jacklin, C., A. Kleidon, and P. Pfleiderer. 1992. Underestimation of portfolio insurance and the crash of October 1987. Review of Financial Studies 5:35Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009d63.",
        "Ko, J., and Z. Huang. 2007. Arrogance can be a virtue: Overconfidence, information acquisition, and market eÃ\u0083Â¯Ã\u0082Â¬Ã\u0082Æ\u0092ciency. Journal of Financial Economics 84:529Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009d60.",
        "Larrain, B., and M. Yogo. 2008. Does firm value move too much to be justified by subsequent changes in cash flow? Journal of Financial Economics 87:200Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009d26.",
        "Leland, H. 1992. Insider trading: Should it be prohibited? Journal of Political Economy 100:859Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009d87.",
        "LeRoy, S., and R. Porter. 1981. The present-value relation: Tests based on implied variance bounds. Econometrica 49:555Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009d74.",
        "Marakani, S. 2009. Long run consumption risks: Are they there? Working Paper, Northwestern University.",
        "Michelacci, C., and J. Suarez. 2004. Business creation and the stock market. Review of Economic Studies 71:459Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009d81.",
        "Mehra, R., and E. Prescott. 1985. The equity premium: A puzzle. Journal of Monetary Economics 15:145Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009d61.",
        "Odean, T. 1998. Volume, volatility, price, and profit when all traders are above average. Journal of Finance 53:1887Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009d934.",
        "Ozdenoren, E., and K. Yuan. 2008. Feedback eÃ\u0083Â¯Ã\u0082Â¬Ã\u0082â\u0082¬ects and asset prices. Journal of Finance 63:1939Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009d75.",
        "Schumpeter, J. 1911. A theory of economic development. Cambridge: Harvard University Press.",
        "Schwert, W. 1990. Stock returns and real economic activity: A century of evidence.",
        "Subrahmanyam, A., and S. Titman. 2001. Feedback from stock prices to cash flows.",
        "Sundaram, A., T. John, and K. John. 1996. An empirical analysis of strategic competition and firm values: The case of R&D competition. Journal of Financial Economics 40:459Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009d86."
    ]
}