{
    "id": 19394,
    "cites": 63,
    "cited_by": 2,
    "reference": [
        "Allison J. R., M. A. Lemley, K. A. Moore, R. D. Trunkey. 2004. Valuable Patents. Georgetown Law Journal 92: 435-479.",
        "Arora, A., A. Fosfuri, A. Gambardella. 2001. Markets for Technology: Economics of Innovation and Corporate Strategy. Cambridge: MIT Press.",
        "Asay, Matt. 2010. What Apple's and Microsoft's patent threats mean for start-ups. CNET. Available at http://news.cnet.com/8301-13505_3-10466670-16.html Auza, Jun. 2011. Infamous Microsoft FUD Campaigns Against Linux. Available at www.junauza.com, posted on July 18, 2011.",
        "Bessen, J. E., R. M. Hunt. 2007. An Empirical Look at Software Patents. Journal of Economics & Management Strategy 16(1): 157-89.",
        "Bessen, J. 2008. The value of U.S. patents by owner and patent characteristics. Research Policy 37(5): 932-945.",
        "Bessen, J., M. J. Meurer. 2008. Patent Failure: How Judges, Bureaucrats, and Lawyers Put Innovators at Risk. Princeton: Princeton University Press.",
        "Biddle, B., A. White, S. Woods. 2012. How Many Standards in a Laptop? (And Other Empirical Questions) Working Paper, Sandra Day OÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0084¢Connor College of Law, Arizona State University.",
        "Bonaccorsi, A., S. Giannangeli, C. Rossi. 2006. Entry Strategies Under Competing Standards: Hybrid Business Models in the Open Source Software Industry. Management Science 52(7): 1085-1098.",
        "Broersma, M. 2007. IDC: Open-Source Market to Be Worth $5.8B by 2011. CIO. Available at http://www.cio.com/article/116201/IDC_Open_Source_Market_to_Be_Worth_5.8B_by_2011 Caballero, R.J., A.B. Jaffe. 1993. How High are the Giants' Shoulders: An Empirical Assessment of Knowledge Spillovers and Creative Destruction in a Model of Economic Growth. In O. Blanchard A natural and interesting extension to this study is to look at how the size of The Commons influences the survival rate of startup firms producing OSS products. However, of the firms introducing new OSS products in our sample, only one firm exited before the end of the sampling period. As a result, there is insufficient variance in our data to measure the impact of The Commons on the survival of start-up firms who produce OSS. and S. Fischer, eds., National Bureau of Economic Research Macroeconomics Annual, Vol. 8, pp. 15-86, MIT Press, Cambridge, MA.",
        "Campbell-Kelly, M., D.D. Garcia-Swartz. 2009. Pragmatism, not ideology-Historical perspectives on IBMÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0084¢s adoption of open-source software. Information Economics and Policy. 21(3): 229Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c244.",
        "Capek, P. G., S. P. Frank, S. Gerdt, and D. Shields. 2005. A history of IBMÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0084¢s open-source involvement and strategy. IBM Systems Journal 44(2): 249-257.",
        "Clarkson, G. 2005. Patent Informatics for Patent Thicket Detection: A Network Analytic Approach for Measuring the Density of Patent Space. Working Paper. Available at: http://w4.stern.nyu.edu/emplibrary/ACFltbnmV.pdf Coase, R. 1960. The Problem of Social Cost. Journal of Law and Economics 3(1): 1-44.",
        "Cockburn, I. M., M. MacGarvie. 2006. Entry, Exit and Patenting in the Software Industry. NBER Working paper 12563, National Bureau of Economic Research, Cambridge, MA.",
        "Cockburn, I. M., M. MacGarvie. 2009. Patents, Thickets and the Financing of Early-Stage Firms: Evidence from the Software Industry. Journal of Economics & Management Strategy 18(3): 729-773.",
        "Cockburn, I. M., M. MacGarvie. 2011. Entry and Patenting in the Software Industry. Management Science 57(5): 915-933.",
        "Cohen, J. E., M. A. Lemley. 2001. Patent scope and innovation in the software industry. California Law Review, 89(1): 1-57.",
        "Flamm, K. 2013. A Tale of Two Standards: Patent Pools and Innovation in the Optical Disk Drive Industry. NBER Working Papers No 18931 National Bureau of Economic Research, Cambridge, MA Fosfuri, A., M. S. Giarratana, A. Luzzi. 2008. The Penguin Has Entered the Building: The Commercialization of Open Source Software Products. Organization Science 19(2): 292-305.",
        "Galasso, A., M. Schankerman. 2010. Patent Thickets, Courts, and the Market for Innovation. RAND Journal of Economics 41(3): 472-503.",
        "Gambardella, A., B. H. Hall. 2006. Proprietary versus public domain licensing of software and research products. Research Policy 35(6): 875-892.",
        "Gans, J. D. Hsu, and S. Stern. 2002. When does start-up innovation spur the gale of creative destruction? RAND Journal of Economics 33(4): 571-586.",
        "Graham, S. J. H., D. Mowery. 2005. The Use of USPTO Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093ContinuationÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Applications in the Patenting of Software: Implications for Free and Open Source. Law & Policy 27(1): 128-151.",
        "Green, J. R., S. Scotchmer. 1995. On the division of profit in sequential innovation. The RAND Journal of Economics 26(1): 20-33.",
        "Griliches, Z. 1990. Patent statistics as economic indicators: a survey. Journal of Economic Literature 27: 1661Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c1707.",
        "Hall, B.H., C. Helmers. 2013. Innovation and diffusion of clean/green technology: Can patent commons help? Journal of Environmental Economics and Management 66(1):33-51.",
        "Hall, B.H., C. Helmers, G. von Graevenitz, C. Rosazza-Bondibene. 2012. A Study of Patent Thickets: Final report prepared for the UK Intellectual Property Office.",
        "Hall B.H., A. Jaffe, M. Trajtenberg. 2005. Market value and patent citations. RAND Journal of Economics 36 (1): 16-38.",
        "Hall, B. H., R. H. Ziedonis. 2001. The patent paradox revisited: An empirical study of patenting in the U.S. semiconductor industry, 1979-1995. RAND Journal of Economics 32(1): 101-128.",
        "Harhoff, D., M. Reitzig. 2004. Determinants of opposition against EPO patent grantsÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009dthe case of biotechnology and pharmaceuticals. International Journal of Industrial Organization 22(4): 443-480.",
        "Heller, M. A., R. S. Eisenberg. 1998. Can Patents Deter Innovation? The Anticommons in Biomedical Research. Science 280 (5364): 698-701.",
        "Huang, P., M. Ceccagnoli, C. Forman, D. J. Wu. 2013. Appropriability Mechanisms and the Platform Partnership Decision: Evidence from Enterprise Software. Management Science 59(1): 102Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c121.",
        "Jaffe, A.B, M.S. Fogarty, B.A. Banks. 1998. Evidence from Patents and Patent Citations on the Impact of NASA and Other Federal Labs on Commercial Innovation. Journal of Industrial Economics 46(2): 183-205.",
        "Jaffe, A. B., J. Lerner. 2004. Innovation and Its Discontents: How Our Broken Patent System Is Endangering Innovation and Progress, and What to Do About It. Princeton University Press, Princeton, NJ.",
        "Kim, J., G. Marschke. 2005. Labor Mobility of Scientists, Technological Diffusion, and the Firm's Patenting Decision. RAND Journal of Economics 36(2): 298-317.",
        "Lampe, R., P. Moser. 2010. Do Patent Commons Encourage Innovation? Evidence from the NineteenthCentury Sewing Machine Industry. The Journal of Economic History 70(4): 898-920.",
        "Lampe, R., P. Moser. 2013. Patent Pools and Innovation in Substitutes - Evidence from the 19th Century Sewing Machine Industry. RAND Journal of Economics, forthcoming.",
        "Lanjouw, J. O., M. Schankerman. 2004. Patent Quality and Research Productivity: Measuring Innovation with Multiple Indicators. The Economic Journal 114(495): 441-465.",
        "Lemley, M. A., C. Shapiro. 2007. Patent Hold-Up and Royalty Stacking. Available at http://escholarship.org/uc/item/8638s257 Lerner, J., J. Tirole. 2005. The Economics of Technology Sharing: Open Source and Beyond. Journal of Economic Perspectives 19 (Spring): 99-120.",
        "LÃ\u0083Æ\u0092Ã\u0082Â©vÃ\u0083Æ\u0092Ã\u0082Âªque, F., MÃ\u0083Æ\u0092Ã\u0082Â©niÃ\u0083Æ\u0092Ã\u0082Â¨re, Y. 2007. Copyright versus Patents: The Open Source Software Legal Battle. Review of Economic Research on Copyright issues 4(1): 27-46.",
        "Lichtman, D. 2006. Patent Holdouts in the Standard-Setting Process. U Chicago Law and Economics, Olin Working Paper No. 292.",
        "Mailath, G., A. Postlewaite. 1990. Asymmetric Information Bargaining Problems with Many Agents. Review of Economic Studies 57(3): 351-367.",
        "Maurer, S. M., S. Scotchmer. 2006. Open Source Software: The New Intellectual Property Paradigm. Hendershott, T eds. Handbook of Economics and Information Systems 285-319, Elsevier.",
        "Marson, Ingrid. 2004. Linus Torvalds speaks out against EU Patent Law. ZDNet. Available at http://www.zdnet.com/linus-torvalds-speaks-out-against-eu-patent-law-3039174746/. Accessed April 30, 2013.",
        "Noel, M.D., M.A. Schankerman. 2006. Strategic Patenting and Software Innovation: Theory and evidence from a panel of U.S. firms. CEPR Working Paper 5701, Center for Economic Policy Research, Washington, DC.",
        "Rysman, M., T. Simcoe. 2008. Patents and the Performance of Voluntary Standard Setting Organizations.",
        "Samuelson P. 2006. IBM's pragmatic embrace of open source. Communications of the ACM, 49(10): 2125.",
        "Scannell, Ed. 2004. IBM says it wonÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0084¢t assert patents against Linux kernel. InfoWorld Daily News, August 4, 2004.",
        "Schultz, J., J. M. Urban. 2012. Protecting Open Innovation: The Defensive Patent License as a New Approach to Patent Threats, Transaction Costs, and Tactical Disarmament. Harvard Journal of Law and Technology 26(1): 1-67.",
        "Scotchmer. 2004. Innovation and Incentives. MIT Press, Cambridge, MA.",
        "Serafino, D. 2007. Survey of Patent Commons Demonstrates Variety of Purposes and Management Structures. KEI Research Note 6.",
        "Shapiro, C. 2001. Navigating the Patent Thicket: Cross Licenses, Patent Commons, and Standard-Setting. A. Jaffe, J. Lerner, S. Stern, eds. Innovation Policy and the Economy, Vol. 1. MIT Press, Cambridge, MA.",
        "Silverman, B. S. 1999. Technological Resources and the Direction of Corporate Diversification: Toward an Integration of the Resource-Based View and Transaction Cost Economics. Management Science 45(8): 1109-1124.",
        "Simcoe, T. S., S. J. H. Graham, M. P. Feldman. 2009. Competing on Standards? Entrepreneurship, Intellectual Property, and Platform Technologies. Journal of Economics & Management Strategy. 18(3):775-816.",
        "Stallman, R. 2011. EuropeÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0084¢s Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093unitary patentÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d could mean unlimited software patents. Available at http://www.gnu.org/philosophy/europes-unitary-patent.html. Access April 30, 2013.",
        "Thompson P., M. Fox-Kean. 2005. Patent Citations and the Geography of Knowledge Spillovers: A Reassessment. The American Economic Review 95(1): 450-460.",
        "von Graevenitz G., S. Wagner, D. Harhoff. 2011. How to measure patent thicketsÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009dA novel approach. Economics Letters 111(1): 6-9.",
        "von Hippel, E., G. von Krogh. 2003. Open Source Software and the Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Ë\u009cPrivate-CollectiveÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0084¢ Innovation Model: Issues for Organization Science. Organization Science 14(2): 209-223.",
        "Windmeijer, F. 2000. Moment Conditions for Fixed Effects Count Data Models with Endogenous Regressors. Economics Letters 68(1): 21-24.",
        "Wooldridge, J.M. 1997. Multiplicative Panel Data Models without the Strict Exogeneity Assumption. Econometric Theory 13: 667-678.",
        "Ziedonis, R.H. 2004. Don't Fence Me In: Fragmented Markets for Technology and the Patent Acquisition Strategies of Firms Management Science 50(6): 804-820.",
        "APPENDIX A: Patent Pledging Events Event Date Pledging Firm(s) Pledged Patent(s) Potential licensees Notes Jan 2005 IBM More than 500 specified patents (contributed to The Commons) Anyone developing code under an OSI approved license This pledging event has been included in our analysis Jan 2005 Sun Microsystems 1670 (unspecified) patents related to SunÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0084¢s Solaris Developer working on any approved project under the Common Development and Distribution License (CDDL) Two main criticisms of this pledge: 1. The CDDL doesnÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0084¢t permit mingling its code with code under GNU GPL, which governs Linux.",
        "Sep 2005 Computer Associates International Inc. 14 patents (contributed to The Commons) Anyone developing code under an OSI approved license This pledging event has been included as a control in our analysis.",
        "Unfortunately, data from the CorpTech Directory from 2005 to 2009 was not available.",
        "that code. While such endeavor to identify patent classes across software markets has been undertaken by prior research, in particular Cockburn and MacGarvie (2006, 2011), we constructed our own classification for several reasons. First, our sample period is more recent than theirs, so the mapping between patent technologies and product markets may have changed over time. Second, Cockburn and MacGarvie (2006, 2011) examined 28 specific CorpTech product codes that have incomplete overlap with the open source product markets that we study. Finally, we took the intersection of the patent classes from the patents in The Commons with the above mapping, which lead to 34 US patent classes and their corresponding product codes."
    ]
}