{
    "id": 19397,
    "cites": 25,
    "cited_by": 0,
    "reference": [
        "Assistant Secretary for Planning and Evaluation (2009). Disease Management and Medicaid Wavier Services for HIV/AIDS Patients U.S. Department of Health and Human Services, Washington D.C. Bhattacharya, J., Bundorf, K., Pace, N., & Sood, N. (2009). Does Health Insurance make You Fat? NBER Working Paper Series, #15163, Cambridge, Massachusetts.",
        "Bhattacharya, J., Goldman, D., & Sood, N. (2003). The Link between Public and Private Insurances and HIV-Related Mortality Journal of Health Economics, 22(6): 1105-1122.",
        "Boozer, M., & Philipson, T. (2000). The Impact of Public Testing for Human Immunodeficiency Virus The Journal of Human Resources, 35(3): 419-446.",
        "Card, D., Dobkin, C., & Maestas, N. (2009). Does Medicare Save Lives? The Quarterly Journal of Economics, 124(2): 597-636.",
        "------. 2008. The Impact of nearly Universal Insurance Coverage on Health Care Utilization: Evidence from Medicare American Economic Review, 98(5): 2242-2258.",
        "Coughlin, T., & Zuckerman, S. (2008). State Responses to New Flexibility in Medicaid Milbank Quarterly, 86(2): 209-240.",
        "Greene, W. H. (2002). Chapter 21 Models for Discrete Choice. In ECONOMETRIC ANALYSIS, 5th ed.Anonymous , 715. New Jersey: Prentice-Hall, Inc.",
        "Gruber, J. & Simon, K. (2008). Crowd-Out 10 Years Later: Have Recent Public Insurance Expansions Crowded Out Private Health Insurance? Journal of health economics, 27(2): 201-217.",
        "Ham, J. C., Ozbeklik, S. & Shore-Sheppard, L.D. (2011). Estimating Heterogeneous Take-Up and Crowd-Out Responses to Marginal and Non-Marginal Medicaid Expansions IZA Discussion Paper No. 5779.",
        "Hausman, J. A. (1978). Specification Tests in Econometrics Econometrica, 46(6): 1251-1271.",
        "Heckman, J. (1978). Dummy Endogenous Variables in a Simultaneous Equation System Econometrica, 46(4): pp. 931-959.",
        "Jordan, J., Adamo, A. & Ehrmann, T. (2000). Innovations in Section 1115 Demonstrations. Health care financing review, 22(2): 49-59}.",
        "Lakdawalla, D., Sood, N. & Goldman, D. (2006). HIV Breakthroughs and Risky Sexual Behavior Quarterly Journal of Economics, 121(3): 1063-1102.",
        "Maddala, G. S. (1983). In Limited-Dependent and Qualitative Variables in EconometricsAnonymous , 122: Cambridge University Press.",
        "Marks, G., Crepaz, N., & Janssen, R. S. (2006). Estimating Sexual Transmission of HIV from Persons Aware and Unaware that they are Infected with the Virus in the USA AIDS, 20(10): 1447-1450 10.1097/01.aids.0000233579.79714.8d.",
        "Marks, G., Crepaz, N., Senterfitt, J. W., & Janssen, R. S. (2005). Meta-Analysis of High-Risk Sexual Behavior in Persons Aware and Unaware they are Infected with HIV in the United States: Implications for HIV Prevention Programs JAIDS Journal of Acquired Immune Deficiency Syndromes, 39(4): 446-453.",
        "McWilliams, M. J. (2009). Health Consequences of Uninsurance among Adults in the United States: Recent Evidence and Implications Milbank Quarterly, 87(2): 443-494.",
        "Monfardini, C. & Rosalba R. (2008). Testing Exogeneity in the Bivariate Probit Model: A Monte Carlo Study* Oxford Bulletin of Economics and Statistics, 70(2): 271-282.",
        "Changes in Sexually Transmitted Disease Rates After HIV Testing and Posttest Counseling, Miami, 1988 to 1989. American Journal of Public Health, 83(4): 529-533.",
        "Philipson, T. and Posner, R. (1995). A Theoretical and Empirical Investigation of the Effects of Public Health Subsidies for STD Testing The Quarterly Journal of Economics, 110(2): 445-474.",
        "Shore-Sheppard, L., Buchmueller, T. C., & Jensen, G. A. (2000). Medicaid and Crowding Out of Private Insurance: A Re-Examination using Firm Level Data Journal of health economics, 19(1): 61-91.",
        "Staiger, D. & Stock, J. H. (1997). Instrumental Variables Regression with Weak Instruments Econometrica, 65(3): pp. 557-586.",
        "Thornton, R. L. (2008). The Demand for, and Impact of, Learning HIV Status American Economic Review, 98(5): 1829-1863.",
        "Weinhardt, L. S., Carey, M. P., Johnson, B. T. & Bickham, N. L. (1999). Effects of HIV Counseling and Testing on Sexual Risk Behavior: A Meta-Analytic Review of Published Research, 1985-1997. American Journal of Public Health, 89(9): 1397-1405.",
        "Wilde, J. (2000). Identification of Multiple Equation Probit Models with Endogenous Dummy Regressors Economics Letters, 69(3): 309-312."
    ]
}