{
    "id": 1940,
    "cites": 25,
    "cited_by": 0,
    "reference": [
        "Abrams, H., H. Froyen, and H. Waud (1980), Monetary Policy Reaction Functions, Consistent Expectations and the Burns Era, Journal of Money Credit and Banking, February, pp. 30-43.",
        "Alesina, A. (1985a), Macroeconomic Policy in a Two-Party System as a Repeated Game, unpublished, November.",
        "Alesina, A. (1985b), Credibility and Policy Convergence in a Two-Party System with Rational Voters, unpublished, November.",
        "Alt, J. and A. Chrystal (1983), Political Economy, Berkeley University Press, Berkeley.",
        "Barro, H. (1978), Unanticipated Money, Output and the Price Level in the United States, Journal of Political Economy, August, pp. 549-580.",
        "Beck, N. (1982), Parties, Administrations and American Macroeconomic Outcomes, American Political Science Review, March, pp. 83-94.",
        "Downs (1957), An Economic Theory of Democracy, Harper and Row, New York.",
        "Fischer, 5. (1977), Long-Term Contracts, Rational Expectations and the Optimal Money Supply Hule, Journal of Political Economy, February, pp. 191-206.",
        "Golden, D. and J. Poterba (1980), The Price of Popularity: The Political Business Cycle Heexamined, American Journal of Political Science, November, pp. 696-714.",
        "Grier, K. (1985), Congressional Preference and Federal Reserve Policy, Center for the Study of American Business, Washington University, St. Louis, Working Paper No. 95.",
        "Hansson, A. (1985), Political Regime Changes and Exchange Hate Determination, unpublished, December.",
        "Havrileski, T. (1985), A Partisanship Theory of the Current Monetary Regime, unpublished, August.",
        "Hibbs, D. (1977), Political Parties and Macroeconomic Policy, The American Political Science Review, December, pp. 1467-11187.",
        "Hibbs, D. (1985), The American Political Economy: Electoral Policy and Macroeconomis in Contemporary America, Harvard University Press, forthcoming.",
        "Kiewieit, H. (1985), Micropolitics and Macroeconomics, Chicago University Press, Chicago.",
        "Kydland, F. and E.C. Prescott (1977), Rules Rather than Discretion: The Inconsistency Qf Optimal Plans, Journal of Political Economy, June, pp. 473-490.",
        "McCallum, B. (1978), The Political Business Cycle: An Empirical Test, Southern Journal of Economics, January, pp. 504-515.",
        "McHae, D. (1977), A Political Model of the Business Cycle, Journal of Political Economy, April, pp. 239-264.",
        "Nordhaus, N.D. (1975), The Political Business Cycle, Review of Economic Studies, April, pp. 169-190.",
        "Okun, A. (1973), Comments on Stiglers Paper, American Economic Review, Papers and Proceedings, May, pp. 172-177.",
        "Stein, H. (1985), Presidential Economics, Simon and Schuster, New York.",
        "Stigler, C. (1973), General Economic Conditions and National Elections, American Economic Review, Papers and Proceedings, May, pp. 160-167.",
        "Stuart, J. and D. Allen (1986), The Federal Reserve and the Electoral Cycle, Journal of Money Credit and Banking, February, pp. 88-914.",
        "Taylor, J. (1980), Aggregate Dynamics and Staggered Contracts, Journal of Political Economy, February, pp. 1-23.",
        "Tufte, H. (1978), Political Control of the Economy, Princeton University Press, Princeton."
    ]
}