{
    "id": 19410,
    "cites": 36,
    "cited_by": 17,
    "reference": [
        "Agostini, Claudio A. and Claudia Martinez A. (2012), Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Tax Credits Response to Tax Enforcement: Evidence from a Quasi-Experiment in Chile,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d working paper, Universidad Adolfo Ibanez and Universidad da Chile.",
        "Aldy, Joseph, Eduardo Ley and Ian Parry. (2008) Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093A Tax-Based Approach to Slowing Global Climate Change,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d National Tax Journal 61: 493-517.",
        "Alm, James, Edward Sennoga, and Mark Skidmore. (2009) Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Perfect competition, urbanicity, and tax incidence in the retail gasoline market,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Economic Inquiry 47:1, p.118-134.",
        "Balke, Nathan S. and Grant W. Gardner. (1991) Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Tax Collection Costs and the Size of Government,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d working paper, Southern Methodist University.",
        "Baluch, Stephen (1996) Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Revenue Enhancement Through Increased Motor Fuel Tax Enforcement, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Transportation Research Record 1558.",
        "Barnett, Paul G., Theodore E. Keeler, and Teh-wei Hu. (1995) Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Oligopoly structure and the incidence of cigarette excise taxes,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Journal of Public Economics 57:3, p. 457-470.",
        "Besley, T. (1989) Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Commodity taxation and imperfect competition: A note on the effects of entry,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Journal of Public Economics 40, p. 359-367.",
        "Besley, Timothy J. and Harvey S. Rosen. (1999) Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Sales taxes and prices: an empirical analysis,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d National Tax Journal 52, 157-178.",
        "Brownlee, Oswald and George Perry. (1967) Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093The Effects of the 1965 Federal Excise Tax Reduction on Prices,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d National Tax Journal 20:3, p. 235-49.",
        "Chernick H. and A. Reschovsky. (1997) Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Who pays the gasoline tax?Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d National Tax Journal 50, 157-178.",
        "Chouinard, Hayley and Jeffrey M. Perloff. (2004) Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Incidence of federal and state gasoline taxes,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Economics Letters 83, p. 55-60.",
        "Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009dÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009dÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c (2007) Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Gasoline Price Differences: Taxes, Pollution, Regulations, Mergers, Market Power, and Market Conditions,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d The B.E. Journal of Economic Analysis & Policy 7:1 (Contributions).",
        "de Paula, Aureo and Jose A. Scheinkman. (2010) Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Value-Added Taxes, Chain Effects, and Informality,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d American Economic Journal: Macroeconomics 2:4, p. 195-221.",
        "Delipalla S, OÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0084¢Donnell O. (2001) Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Estimating tax incidence, market power and market conduct: The European cigarette industry,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d International Journal of Industrial Organisation 19, p. 885-908.",
        "Doyle, Joe J. and Krislert Samphantharak. (2008) Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093$2.00 Gas! Studying the effects of a gas tax moratorium,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Journal of Public Economics 92, p. 869-884.",
        "Due, John F. (1954) Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093The Effect of the 1954 Reduction in Federal Excise Taxes on the List Prices of Electrical Appliances,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d National Tax Journal 7:3, p. 222-6.",
        "Fischer, Carolyn, Suzi Kerr and Michael Toman.(1998) Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Using Emissions Trading to Regulate U.S. Greenhouse Gas Emissions: An Overview of Policy Design and Implementation Issues,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d National Tax Journal 51 : p. 453-464.",
        "Fullerton, Don and Gilbert E. Metcalf, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Tax Incidence,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d in Alan J. Auerbach and Martin S. Feldstein, eds., Handbook of Public Economics, volume 4, New York: North-Holland, 2002, p. 1787-1872.",
        "Kopczuk, Wojciech. (2005) Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Tax bases, tax rates and the elasticity of reported income,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Journal of Public Economics 89, p. 2093-2119.",
        "Marion, Justin and Erich Muehlegger. (2008) Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Measuring Illegal Activity and the Effects of Regulatory Innovation: Tax Evasion and the Dyeing of Untaxed Diesel,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Journal of Political Economy 116:4, p.633-666.",
        "Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009dÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c (2011) Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Fuel Tax Incidence and Supply Conditions,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Journal of Public Economics 95:9-10, p. 1202-1212.",
        "Metcalf, Gilbert (2009) Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Designing a Carbon Tax to Reduce U.S. Greenhouse Gas Emissions, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Review of Environmental Economics and Policy 3:1, p. 63Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c83.",
        "Musgrave, Richard A. Fiscal Systems. New Haven and London: Yale University Press, 1969.",
        "Niemeier, Debbie A., Gregory Gould, Alex Karner, Mark Hixson, Brooke Bachman, Carrie Okma, Ziv Lang, and David Heres Del Valle. (2008) Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Rethinking downstream regulation: CaliforniaÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0084¢s opportunity to engage households in reducing greenhouse gases,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009dEnergy Policy 36, p. 3436Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c3447.",
        "Pomeranz, Dina. (2011) Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093No Taxation without Information: Deterrence and SelfEnforcement in the Value Added Tax,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d working paper.",
        "Poterba, James M. (1996) Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Retail Price Reactions to Changes in State and Local Sales Taxes,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d National Tax Journal 49:2, p. 165-76.",
        "Rothstein, Jesse. (2010) Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Is the EITC as Good as an NIT? Conditional Cash Transfers and Tax Incidence,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d American Economic Journal: Economic Policy 2:1, p. 177-208.",
        "Saez, Emmanuel, Manos Matsaganis, Panos Tsakloglou. (2012) Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Earnings Determination and Taxes: Evidence from a Cohort-Based Payroll Tax Reform in Greece,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d The Quarterly Journal of Economics 127, p. 493-533.",
        "Sidhu, Nancy D. (1971) Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093The Effects of Changes in Sales Tax Rates on Retail Prices,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Proceedings of the Sixty-Fourth Annual Conference on Taxation p. 720-33.",
        "Slemrod, Joel. (2001) Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093A General Model of the Behavioral Response to Taxation,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d International Tax and Public Finance 8:2, p. 119-128.",
        "Slemrod, Joel. (2008) Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Does It Matter Who Writes the Check to the Government? The Economics of Tax Remittance,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d National Tax Journal 61:2, p.251-275.",
        "Semrod, Joel and Wojciech Kopczuk. (2002) Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093The optimal elasticity of taxable income,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Journal of Public Economics 84, p. 91-112.",
        "Slemrod, Joel and Shlomo Yitzhaki. (2000) Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Tax Avoidance, Evasion, and Administration,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d in A. Auerbach and M. Feldstein (eds.), Handbook of Public Economics Volume 3, NorthHolland, p. 1423-1470.",
        "Sorensen, Peter Birch. (1994) Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093From the Global Income Tax to the Dual Income Tax: Recent Tax Reforms in the Nordic Countries,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d International Tax and Public Finance 1:1, p. 57-79.",
        "Tanzi, Vito. (1992) Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Theory and Policy: A Comment on Dixit and on Current Theory,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d International Monetary Fund Staff Papers 39:4, p. 957-966.",
        "Woodard, F.O. and Harvey Siegelman. (1967) Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Effects of the 1965 Excise Tax Reduction Upon the Prices of Automotive Replacement Parts,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d National Tax Journal 20:3, p. 250-8."
    ]
}