{
    "id": 19413,
    "cites": 87,
    "cited_by": 4,
    "reference": [
        "Abma, Joyce C., and Gladys M. Martinez. 2006. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Childlessness Among Older Women in the United States: Trends and Profiles,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Journal of Marriage and Family 68(4): 1045-1056.",
        "Aguiar, Mark, and Erik Hurst. 2007. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Measuring Trends in Leisure: The Allocation of Time over Five Decades,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Quarterly Journal of Economics 122(3): 969-1006.",
        "Aizer, Anna, and FlÃ\u0083Æ\u0092Ã\u0082Â¡vio Cunha. 2012. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093The Production of Human Capital: Endowments, Investments and Fertility,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d National Bureau of Economic Research Working Paper No. 18429.",
        "Akee, Randall K. Q. William E. Copeland, Gordan Keeler, Adrian Angold, and E. Jane Costello. 2010. Parents&apos; Incomes and Children&apos;s Outcomes: A Quasi-Experiment Using Transfer Payments from Casino Profits, American Economic Journal: Applied Economics 2(1): 86-115.",
        "Akerlof, George A., Janet L. Yellen, and Michael L. Katz. 1996. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093An Analysis of Out-ofWedlock Childbearing in the United States,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Quarterly Journal of Economics 111(2): 277-317.",
        "Alm, James and Leslie Whittington. 2003. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Shacking Up of Shelling Out: Income Taxes, Marriage, and Cohabitation,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Review of Economics of the Household 1(3): 169-186.",
        "Arroyo, Julia, Krista K. Payne, Susan L. Brown, and Wendy D. Manning. 2012. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Crossover in Median Age at First Marriage and First Birth: Thirty Years of Change,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d National Center for Family & Marriage Research. http://ncfmr.bgsu.edu/pdf/family_profiles/file107893.pdf.",
        "Autor, David and Melanie Wasserman. 2013. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Wayward Sons: The Emerging Gender Gap in Labor Markets and Education,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Third Way Report.",
        "Bailey, Martha J., Melanie Guldi, and Brad J. Hershbein. Forthcoming. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Is There a Case for a Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Ë\u009cSecond Demographic TransitionÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0084¢? Three Distinctive Features of the Post-1960 U.S. Fertility Decline,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d in Leah P. Boustan, Carola Frydman, and Robert A. Margo, eds. Human Capital and History: The American Record. National Bureau of Economic Research-University of Chicago Press.",
        "Banks, Ralph Richard. 2011. Is Marriage for White People? How the African American Marriage Decline Affects Everyone. New York: Dutton.",
        "Becker, Gary S. 1981; enlarged edition, 1991. A Treatise on the Family. Cambridge, MA: Harvard University Press.",
        "Becker, Gary S. 1996. Accounting for Tastes. Cambridge: Harvard University Press.",
        "Becker, Gary S., and Kevin M. Murphy. 2007. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Education and Consumption: The Effects of Education in the Household Compared to the Marketplace,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Journal of Human Capital 1(1): 9-35.",
        "Ben-Shalom, Yonatan, Robert A. Moffitt, and John Karl Scholz. 2011. An Assessment of the Effectiveness of Anti-Poverty Programs in the United States, National Bureau of Economic Research Working Paper No. 17042.",
        "Bertrand, Marianne and Jessica Pan. 2011. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093The Trouble with Boys: Social Influences and the Gender Gap in Disruptive Behavior,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d National Bureau of Economic Research Working Paper No. 17541.",
        "Bianchi, Suzanne M. 2000. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Maternal Employment and Time with Children: Dramatic Change or Surprising Continuity?Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Demography 37(4): 139-154.",
        "Bianchi, Suzanne M., John P. Robinson, and Melissa A. Milkie. 2006. Changing Rhythms of American Family Life. New York: Russell Sage.",
        "Blau, David M. 1999. The Effect of Income on Child Development, Review of Economics and Statistics 81(2): 261-276.",
        "Borenstein, Severin, and Paul N. Courant. 1989. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093How to Carve a Medical Degree: Human Capital Assets in Divorce Settlements,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d American Economic Review 79(5): 992-1009.",
        "Buckles, Kasey, Melanie Guldi, and Joseph Price. 2011. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Changing the Price of Marriage: Evidence from Blood Test Requirements,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Journal of Human Resources 46(3): 539-567.",
        "Charles, Kerwin Kofi and Ming Ching Luoh. 2010. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Male Incarceration, the Marriage Market, and Female Outcomes,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d The Review of Economics and Statistics 92(3): 614-627.",
        "Cherlin, Andrew J. 1996. Public and Private Families: An Introduction. New York: McGraw-Hill.",
        "Cherlin, Andrew J. 2004. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093The Deinstitutionalization of American Marriage,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Journal of Marriage and Family 66: 848-861.",
        "Cherlin, Andrew. 2009. The Marriage-Go-Round: The State of Marriage and the Family in America Today. New York: Alfred A. Knopf.",
        "Cigno, Alessandro. 2012. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Marriage as a Commitment Device,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Review of Economics of the Household 10(2): 193-213.",
        "Copen, Casey E., Kimberly Daniels, Jonathan Vespa, and William D. Mosher. 2012. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093First Marriages in the United States: Data from the 2006-2010 National Survey of Family Growth,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d National Health Statistics Reports 49: 1-22.",
        "Currie, Janet. 2011. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Inequality at Birth: Some Causes and Consequences,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d American Economic Review 101(3): 1-22.",
        "Dahl, Gordon B., and Lance Lochner. 2012. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093The Impact of Family Income on Child Achievement: Evidence from the Earned Income Tax Credit,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d American Economic Review 102(5): 1927-1956.",
        "Duncan, Greg J. and Jeanne Brooks-Gunn, eds. 1996. Consequences of Growing Up Poor. New York: Russell Sage Foundation.",
        "Duncan, Greg J., and Katherine Magnuson. 2011. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093The Nature and Impact of Early Achievement Skills, Attention Skills, and Behavior Problems,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d in Greg J. Duncan and Richard J. Murnane, eds. Whither Opportunity?: Rising Inequality, Schools, and ChildrenÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0084¢s Life Chances. New York: Russell Sage Foundation, 47-69.",
        "Duncan, Greg J., Pamela A. Morris, and Chris Rodrigues. 2011. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Does Money Really Matter? Estimating Impacts of Family Income in Young ChildrenÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0084¢s Achievement with Data from Random-Assignment Experiments,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Developmental Psychology 47(5): 1263-1279.",
        "Easterlin, Richard A., Robert A. Pollak, and Michael L. Wachter. 1980. Towards a More General Model of Fertility Determination: Endogenous Preferences and Natural Fertility, in Richard A. Easterlin, ed., Population and Economic Change in Less Developed Countries, Chicago: University of Chicago Press, 81-135.",
        "Edin, Kathryn, and Timothy J. Nelson. 2013. Doing the Best I Can: Fatherhood in the City. Berkeley, CA: University of California Press. England, Paula and Lawrence L. Wu. Forthcoming. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Cohort Trends in Premarital First Births: What Role for the Retreat from Marriage?Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Demography.",
        "FernÃ\u0083Æ\u0092Ã\u0082Â¡ndez, Raquel. 2008. Culture and Economics, in Steven N. Durlauf and Lawrence E. Blume eds. The New Palgrave Dictionary of Economics, second edition, Palgrave Macmillan, online.",
        "Gennetian, Lisa. 2005. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093One or Two Parents? Half or Step Siblings? The Effect of Family Structure on Young Children&apos;s Achievement,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Journal of Population Economics 18(3): 415-436.",
        "Gennetian Lisa A., Nina Castells and Pamela Morris. 2010. Meeting the Basic Needs of Children: Does Income Matter? Children and Youth Service Review 32(9): 1138-1148.",
        "GibsonÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u0090Davis, Christina M., Kathryn Edin, and Sara McLanahan. 2005. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093High Hopes but Even Higher Expectations: The Retreat from Marriage among LowÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u0090Income Couples.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Journal of Marriage and Family 67(5): 1301-1312.",
        "Ginther, Donna K. and Robert A. Pollak. 2004. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Family Structure and Children&apos;s Educational Outcomes: Blended Families, Stylized Facts, and Descriptive Regressions,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Demography 41(4): 671-696.",
        "Goldin, Claudia. 2006. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093The Quiet Revolution that Transformed WomenÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0084¢s Employment, Education, and Family,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d American Economic Review 96(2): 1-21.",
        "Goldin, Claudia, and Lawrence F. Katz. 2002. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093The Power of the Pill: Oral Contraceptives and WomenÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0084¢s Career and Marriage Decisions,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Journal of Political Economy 110(4): 730770.",
        "Grossman, Joanna L. and Lawrence M. Friedman. 2011. Inside the Castle: Law and Family in 20th Century America. Princeton: Princeton University Press.",
        "Guiso, Luigi, Paola Sapienza and Luigi Zingales. 2006. Does Culture Affect Economic Outcomes? Journal of Economic Perspectives, 20(2): 23-48.",
        "Guryan, Jonathan, Erik Hurst, and Melissa Kearney. 2008. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Parental Education and Parental Time with Children,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Journal of Economic Perspectives 22(3): 23-46.",
        "Hart, Betty and Todd R. Risley. 1995. Meaningful Differences in the Everyday Experience of Young American Children. Baltimore: Paul H. Brookes Publishing Co.",
        "Heckman, James J. 2000. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Policies to Foster Human Capital,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Research in Economics 54(1): 356.",
        "Hulbert, Ann. 2003. Raising America: Experts, Parents, and a Century of Advice about Children. New York: Random House.",
        "Isen, Adam, and Betsey Stevenson. 2011. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Women&apos;s Education and Family Behavior: Trends in Marriage, Divorce, and Fertility,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d in John B. Shoven, ed. Demography and the Economy. Chicago: University of Chicago Press, 107-140.",
        "Kaushal, Neeraj, Katherine Magnuson and Jane Waldfogel.2011. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093How Is Family Income Related to Investments in Children&apos;s Learning?Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Chapter 9 in Greg J. Duncan and Richard J. Murnane, eds. Whither Opportunity? Rising Inequality, Schools, and Children&apos;s Life Chances. New York: Russell Sage Foundation, 187-205.",
        "Kearney, Melissa S. and Phillip B. Levine. 2012. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Why Is the Teen Birth Rate in the United States So High and Why Does It Matter?,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Journal of Economic Perspectives 26(2): 14163.",
        "Kennedy, Sheela, and Larry Bumpass. 2008. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Cohabitation and Children&apos;s Living Arrangements: New Estimates from the United States.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Demographic Research 19(47): 1663-1692.",
        "KlÃ\u0083Æ\u0092Ã\u0082Â¼sener, Sebastian, Brienna Perelli-Harris, and Nora SÃ\u0083Æ\u0092Ã\u0082Â¡nchez Gassen. 2013. Spatial Aspects of the Rise of Nonmarital Fertility Across Europe Since 1960: The Role of States and Regions in Shaping Patterns of Change, European Journal of Population, 29(2): 137165.",
        "Kornrich, Sabino, and Frank Furstenberg. 2013. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Investing in Children: Changes in Parental Spending on Children, 1972-2007,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Demography 50(1): 1-23.",
        "Lam, David. 1988. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Marriage Markets and Assortative Mating with Household Public Goods: Theoretical Results and Empirical Implications,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Journal of Human Resources 23(4): 462-487.",
        "Lareau, Annette. 2003. Unequal Childhoods: Class, Race, and Family Life. Berkeley, CA: University of California Press.",
        "Lichter, Daniel T. 2012. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Childbearing among Cohabiting Women: Race, Pregnancy, and Union Transitions,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d in A. Booth, S.L. Brown, N.S. Landale, W.D. Manning, and S.M. McHale, eds. Early Adulthood in a Family Context. New York: Springer, 209-219.",
        "LÃ\u0083Æ\u0092Ã\u0082Â¸ken, Katrine V., Magne Mogstad, and Matthew Wiswall. 2012. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093What Linear Estimators Miss: The Effect of Family Income on Child Outcomes,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d American Economic Journal: Applied Economics 4(2): 1-35.",
        "Lundberg, Shelly. 2008. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Gender and Household Decisionmaking,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d in Francesca Bettio, ed. Frontiers in Gender Economics, New York: Routledge.",
        "Lundberg, Shelly, and Robert A. Pollak. 2007. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093American Family and Family Economics,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Journal of Economic Perspectives 21(2): 3-26.",
        "Manlove, Jennifer, Suzanne Ryan, Elizabeth Wildsmith, and Kerry Franzetta. 2010. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093The Relationship Context of Nonmarital Childbearing in the US,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Demographic Research 23(22): 615-654.",
        "Manning, Wendy D., and Pamela J. Smock. 2005. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Measuring and Modeling Cohabitation: New Perspectives from Qualitative Data,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Journal of Marriage and the Family 67(4): 9891002.",
        "Matouschek, Niko, and Imran Rasul. 2008. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093The Economics of the Marriage Contract: Theories and Evidence,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Journal of Law and Economics 51(1): 59-110.",
        "Mayer, Susan E. 1997. What Money CanÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0084¢t Buy: Family Income and ChildrenÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0084¢s Life Chances. Cambridge, MA: Harvard University Press.",
        "McLanahan, Sara. 2004. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Diverging Destinies: How Children Are Faring Under the Second Demographic Transition,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Demography 41(4): 607-627.",
        "Murray, Charles. 1984. Losing Ground: American Social Policy, 1950Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c1980. New York: Basic Books.",
        "Murray, Charles. 2012. Coming Apart: The State of White America, 1960-2010. New York: Crown Forum.",
        "Neal, Derek A. 2004. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093The Relationship Between Marriage Market Prospects and Never-Married Motherhood,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Journal of Human Resources 39(4): 938-957.",
        "Perelli-Harris, Brienna, Wendy Sigle-Rushton, Trude Lappegard, Renske Keizer, Michaela Kreyenfeld, and Caroline Berghammer. 2010. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093The Educational Gradient of Childbearing Within Cohabitation in Europe,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Population and Development Review 36(4): 775-801.",
        "Pollak, Robert A.. 2012. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Allocating Time: Individuals&apos; Technologies, Household Technology, Perfect Substitutes, and Specialization,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Annals of Economics and Statistics. (Annales d&apos;Economie et Statistique). 105-106: 75-97. (National Bureau of Economic Research Working Paper No. 17529. October 2011).",
        "Pollak, Robert A. 2013.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009dAllocating Household Time: When Does Efficiency Imply Specialization?Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d National Bureau of Economic Research Working Paper No. 19178.",
        "Pollak, Robert A. and Susan Cotts Watkins. 1993. Cultural and Economic Approaches to Fertility: Proper Marriage or MÃ\u0083Æ\u0092Ã\u0082Â©salliance? Population and Development Review 19(3): 467-496.",
        "Primus, Wendell E and Jennifer Beeson. 2001. Safety Net Programs, Marriage, and Cohabitation, in Alan Booth and Ann C. Crouter eds., Just Living Together: Implications of Cohabitation on Children, Families and Social Policy. Mahwah, NJ: Lawrence Erlbaum Associates.",
        "Ramey, Garey and Valerie A. Ramey. 2010. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093The Rug Rat Race,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Brookings Papers on Economic Activity Spring: 129-176.",
        "Rossin-Slater, Maya. 2012. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Engaging Absent Fathers: Lessons from Paternity Establishment Programs.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d http://www4.gsb.columbia.edu/filemgr?&file_id=7221308.",
        "Rotz, Dana. 2011. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Why Have Divorce Rates Fallen? The Role of WomenÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0084¢s Age at Marriage,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Mathematica Policy Research Reports, Mathematica Policy Research, http://EconPapers.repec.org/RePEc:mpr:mprres:7714.",
        "Stevenson, Betsey. 2007. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093The Impact of Divorce Laws on Marriage-Specific Capital,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Journal of Labor Economics 25(1): 75-94.",
        "Stevenson, Betsey, and Justin Wolfers. 2007. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Marriage and Divorce: Changes and their Driving Forces,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Journal of Economic Perspectives 21(2): 27-52.",
        "Stevenson, Betsey, and Justin Wolfers. 2008. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Marriage and the Market,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Cato Unbound. http://www.cato-unbound.org/2008/01/18/betsey-stevenson-and-justinwolfers /marriage-and-the-market/.",
        "Thomas, Adam and Isabel Sawhill. 2002. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093For Richer or for Poorer: Marriage as an Antipoverty Strategy,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Journal of Policy Analysis and Management . 21(4): 587-599.",
        "Thomas, Adam and Isabel Sawhill. 2005.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009dFor Love and Money? The Impact of Family Structure on Family Income,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d The Future of Children 15(2): 57-74.",
        "Thornton, Arland, and Linda YoungÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u0090DeMarco. 2001. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Four Decades of Trends in Attitudes Toward Family Issues in the United States: The 1960s through the 1990s.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Journal of Marriage and Family 63(4): 1009-1037.",
        "Todd, Petra E., and Kenneth I. Wolpin. 2003. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093On the Specification and Estimation of the Production Function for Cognitive Achievement,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Economic Journal 113(485): F3 - F33.",
        "Todd, Petra E., and Kenneth I. Wolpin. 2007. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093The Production of Cognitive Achievement in Children: Home, School, and Racial Test Score Gaps,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Journal of Human Capital 1(1): 91-136.",
        "Weiss, Yoram. 1997. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093The Formation and Dissolution of Families: Why Marry? Who Marries Whom? And What Happens Upon Divorce,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d in Mark R. Rosenzweig and Oded Stark, eds. Handbook of Population and Family Economics 1, 81-123.",
        "Weiss, Yoram. 2008. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Marriage and Divorce,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d in Lawrence Blume and Steven N. Durlauf, eds. The New Palgrave Dictionary of Economics. New York: Palgrave Macmillan.",
        "Weiss, Yoram, and Robert J. Willis. 1985. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Children as Collective Goods and Divorce Settlements,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Journal of Labor Economics 3(3): 268-292.",
        "Willis, Robert J. 1999. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093A Theory of Out-of-Wedlock Childbearing,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Journal of Political Economy 107(S6): S33-S64.",
        "Wilson, William J. 1987. The Truly Disadvantaged: The Inner City, the Underclass, and Public Policy. Chicago: University of Chicago Press."
    ]
}