{
    "id": 19416,
    "cites": 29,
    "cited_by": 11,
    "reference": [
        "Abel, Andrew B., Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Asset Prices under Habit Formation and Catching up with the Joneses,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009dThe American Economic Review, Papers and Proceedings, 1990, 80(2), 38Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c 42.",
        "Alvarez, Fernando and Urban J. Jermann, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Using Asset Prices to Measure the Persistence of the Marginal Utility of Wealth,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009dEconometrica, 2005, 73(6), 1977Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c 2016.",
        "Bansal, Ravi and Amir Yaron, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Risks for the Long Run: A Potential Resolution of Asset Pricing Puzzles,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009dJournal of Finance, 2004, 59 (4), 1481Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c 1509.",
        ", Dana Kiku, Ivan Shaliastovich, and Amir Yaron, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Volatility, the Macroeconomy and Asset Prices,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009dJournal of Finance, 2013.",
        ", Robert F. Dittmar, and Christian T. Lundblad, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Consumption, Dividends, and the Cross-Section of Equity Returns,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009dJournal of Finance, 2005, 60(4), 1639Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c 1672.",
        "Barillas, Francisco, Lars P. Hansen, and Thomas J. Sargent, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Doubts or Variability?,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Journal of Economic Theory, 2009, 144(6), 2388Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c 2418.",
        "Borovicka, Jaroslav, Lars P. Hansen, Mark Hendricks, and Jose A. Scheinkman, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Riskprice dynamics,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009dJournal of Financial Econometrics, 2011, 9, 3Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c 65.",
        "Campbell, John Y., Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093A Variance Decomposition for Stock Returns,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d The Economic Journal, 1991, 101(405), 157Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c 179.",
        ", Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Intertemporal Asset Pricing Without Consumption Data,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d American Economic Review, 1993, 83(3), 487Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c 512.",
        ", Stefano Giglio, Christopher Polk, and Robert Turley, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093An Intertemporal CAPM with Stochastic Volatility,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d2013. Working paper.",
        "Christiano, Lawrence J. and Terry J. Fitzgerald, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093The Band Pass Filter,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d International Economic Review, 2003, 44(2), 435Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c 465.",
        "Cochrane, John H., Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093A Cross-Sectional Test of an Investment-Based Asset Pricing Model,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Journal of Political Economy, 1996, 104 (3), 572Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c 621.",
        "Constantinides, George M., Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Habit Formation: A Resolution of the Equity Premium Puzzle,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d The Journal of Political Economy, 1990, 98(3), 519Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c 543.",
        "Daniel, Kent D. and David A. Marshall, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093The Equity Premium Puzzle and the Risk-Free Rate Puzzle at Long Horizons,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009dMacroeconomic Dynamics, 1997, 1(2), 452Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c 484.",
        "Dew-Becker, Ian, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093A Model of Time-Varying Risk Premia with Habits and Production,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d2011. Working paper.",
        ", Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Estimates of the volatility of the permanent component of consumption and their implications for asset pricing,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d2013. Working paper.",
        "Efron, Bradley and R.J. Tibshirani, An Introduction to the Bootstrap, Chapman & Hall, 1994.",
        "Epstein, Larry G. and Stanley E. Zin, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Substitution, Risk Aversion, and the Temporal Behavior of Consumption and Asset Returns: A Theoretical Framework,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Econometrica, 1989, 57(4), 937Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c 969.",
        "Gourio, Francois, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Credit Risk and Disaster Risk,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d2011. Working paper.",
        "Hansen, Lars P. and Jose A. Scheinkman, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Long-term risk: an operator approach,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009dEconometrica, 2009, 77, 177Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c 234.",
        ", John C. Heaton, and Nan Li, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Consumption Strikes Back? Measuring Long-Run Risk,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Journal of Political Economy, 2008, 116(2), 260Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c 302.",
        "Lettau, Martin and Jessica A. Wachter, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Why Is Long-Horizon Equity Less Risky? A Duration-Based Explanation of the Value Premium,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009dJournal of Finance, 2007, 62 (1), 55Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c 92.",
        "Merton, Robert C., Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093An Intertemporal Capital Asset Pricing Model,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Econometrica, 1973, 41 (5), 867Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c 887. Ortu, Fulvio, Andrea Tamoni, and Claudio Tebaldi, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Long Run Risk and the Persistence of Consumption Shocks,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009dReview of Financial Studies, forthcoming.",
        "Otrok, Christopher, B. Ravikumar, and Charles H. Whiteman, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Habit Formation: A Resolution of the Equity Premium Puzzle?,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Journal of Monetary Economics, 2002, 49(6), 1261Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c 1288.",
        "Parker, Jonathan A. and Christian Julliard, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Consumption Risk and the Cross Section of Expected Returns,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009dJournal of Political Economy, 2005, 113(1), 185Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c 222.",
        "Restoy, Fernando and Philippe Weil, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Approximate Equilibrium Asset Prices,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d1998. NBER Working Paper.",
        "van Binsbergen, Jules H., Michael W. Brandt, and Ralph Koijen, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093On the Timing and Pricing of Dividends,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009dAmerican Economic Review, 2012, 102, 1596Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c 1618.",
        "van Binsbergen, Jules, Michael Brandt, and Ralph Koijen, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093On the Timing and Pricing of Dividends,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009dThe American Economic Review, 2012, 102(4), 1596Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c 1618.",
        "For each simulated sample we form t-statistics for the dierence between the bootstrapped estimate of the coe cient and the original point estimate. Suppose the empirically observed t-statistic in the main estimate for some coe cient k is equal to ^ tk &gt; 0. Then the bootstrapped p-value is twice the fraction of the simulated t-statistics at least as high as ^ tk (for a full description of the procedure, see Efron and Tibshirani, 1994)"
    ]
}