{
    "id": 19411,
    "cites": 178,
    "cited_by": 9,
    "reference": [
        "Alessi, L., M. Barigozzi, and M. Capasso (2008): A review of nonfundamentalness and identification in structural VAR models, Working Paper Series 922, European Central Bank.",
        "Alexopoulos, M. (2011): Read All about It!! What Happens Following a Technology Shock?, American Economic Review, 101(4), 1144-79.",
        "Angeletos, G., F. Collard, and H. Dellas (2013): Confidence and the Business Cycle Confidence and the Business Cycle. News, Uncertainty, or Animal Spirits?, mimeo, MIT and University of Bern.",
        "Angeletos, G.-M., and J. La'O (2010): Noisy Business Cycles, in NBER Macroeconomics Annual 2009, Volume 24, NBER Chapters, pp. 319-378. National Bureau of Economic Research, Inc.",
        "Angeletos, G.-M., and J. La'O (2012): Sentiments, mimeo, forthcoming in Econometrica, MIT and Chicago Booth.",
        "Auray, S., P. Gomme, and S. Guo (2009): Nominal Rigidities, Monetary Policy and Pigou Cycles, Working Paper 09005, Concordia University, Department of Economics.",
        "Avdjiev, S. (2011): News driven business cycles and data on asset prices in estimated DSGE models, BIS Working Papers 358, Bank for International Settlements.",
        "Banerjee, A. V. (1992): A Simple Model of Herd Behavior, The Quarterly Journal of Economics, 107(3), pp. 797-817.",
        "Baron, J., and J. Schmidt (2013): Technological Standardization, Endogenous Productivity and Transitory Dynamics, mimeo, IHEID, Geneva and CERN, Paris.",
        "Barro, R. J., and R. G. King (1984): Time-Separable Preferences and Intertemporal-Substitution Models of Business Cycles, The Quarterly Journal of Economics, 99, 817-839.",
        "Barsky, R. B., and E. R. Sims (2011): News shocks and business cycles, Journal of Monetary Economics, 58(3), 273-289.",
        "Barsky, R. B., and E. R. Sims (2012): Information, Animal Spirits, and the Meaning of Innovations in Consumer Confidence, American Economic Review, 102(4), 1343-77.",
        "Beaudry, P., F. Collard, and F. Portier (2011): Gold rush fever in business cycles, Journal of Monetary Economics, 58(2), 84-97.",
        "Beaudry, P., M. Dupaigne, and F. Portier (2011): Modeling News-Driven International Business Cycles, Review of Economic Dynamics, 14(1), 72-91.",
        "Beaudry, P., and B. Lucke (2010): Letting Different Views about Business Cycles Compete, in NBER Macroeconomics Annual 2009, Volume 24, NBER Chapters, pp. 413-455. National Bureau of Economic Research, Inc.",
        "Beaudry, P., D. Nam, and J.Wang (2011): Do Mood Swings Drive Business Cycles and is it Rational?, NBER Working Papers 17651, National Bureau of Economic Research, Inc.",
        "Beaudry, P., and F. Portier (2004): An exploration into Pigou's theory of cycles, Journal of Monetary Economics, 51(6), 1183-1216.",
        "Beaudry, P., and F. Portier (2005): The news view of economic fluctuations: Evidence from aggregate Japanese data and sectoral US data, Journal of the Japanese and International Economies, 19(4), 635-652.",
        "Beaudry, P., and F. Portier (2006): Stock Prices, News, and Economic Fluctuations, American Economic Review, 96(4), 1293-1307.",
        "Beaudry, P., and F. Portier (2007): When can changes in expectations cause business cycle fluctuations in neo-classical settings?, Journal of Economic Theory, 135(1), 458-477.",
        "Beaudry, P., and F. Portier (2013): Understanding Non-Infl ationary Demand Driven Business Cycles, in NBER Macroeconomics Annual 2013, Volume 28, NBER Chapters. National Bureau of Economic Research, Inc.",
        "Ben Zeev, N., and H. Khan (2013): Investment-Specific News Shocks and U.S. Business Cycles, mimeo, European University Institute and Carleton University.",
        "Benhabib, J., and R. Farmer (1994): Indeterminacy and increasing returns, Journal of Economic Theory, 63(1), 19-41.",
        "Berg, T. (2012): Did monetary or technology shocks move euro area stock prices?, Empirical Economics, 43(2), 693-722.",
        "Blake, A. P. (2012): Equally shocking news, Economics Letters, 117(3), 866-869.",
        "Blanchard, O. J. (1993): Consumption and the Recession of 1990-91, Anerican Economic Review, 83, 270-74.",
        "Blanchard, O. J., J.-P. L'Huillier, and G. Lorenzoni (2009): News, Noise, and Fluctuations: An Empirical Exploration, NBER Working Papers 15015, National Bureau of Economic Research, Inc.",
        "Blanchard, O. J., and D. Quah (1989): The Dynamic Effects of Aggregate Demand and Supply Disturbances, American Economic Review, 79(4), 655-73.",
        "(1993): The Dynamic Effects of Aggregate Demand and Supply Disturbances: Reply, American Economic Review, 83(3), 653-58.",
        "Born, B., A. Peter, and J. Pfeifer (2011): Fiscal News and Macroeconomic Volatility, Bonn Econ Discussion Papers 08-2011, University of Bonn, Germany.",
        "Bruckner, M., and E. Pappa (2013): News shocks in the data: Olympic Games and their macroeconomic effects, mimeo, National University of Singapore and European University Institute.",
        "Bunk, P. (2011): News-driven Business Cycles in SVARs, Discussion Paper 040, Humboldt-Universitat zu Berlin.",
        "Cao, D., and J.-P. L'Huillier (2012): Technological Revolutions and Debt Hangovers- Is There a Link?, Working Papers Series 1216, Einaudi Institute for Economic and Finance (EIEF).",
        "Chamley, C. (2004): Rational herds: economic models of social learning. Cambridge University Press, Cambridge, United Kingdom.",
        "Chamley, C., and D. Gale (1994): Information Revelation and Strategic Delay in a Model of Investment, Econometrica, 62(5), 1065-85.",
        "Chari, V., P. J. Kehoe, and E. R. McGrattan (2008): Are structural VARs with long-run restrictions useful in developing business cycle theory?, Journal of Monetary Economics, 55(8), 1337-1352.",
        "Chen, K., and Z. Song (2013): Financial Frictions on Capital Allocation: A Transmission Mechanism of TFP Fluctuations, mimeo, forthcoming in the journal of monetary economics, Emory University and University of Chicago.",
        "Christiano, L., M. Eichenbaum, and C. Evans (2005): Nominal Rigidities and the Dynamic Effects of a Shock to Monetary Policy, Journal of Political Economy, 113(1), 1-45.",
        "Christiano, L., C. L. Ilut, R. Motto, and M. Rostagno (2010): Monetary Policyand Stock Market Booms, NBER Working Papers 16402, National Bureau of Economic Research, Inc.",
        "Christiano, L. J., M. Eichenbaum, and R. Vigfusson (2004): The Response of Hours to a Technology Shock: Evidence Based on Direct Measures of Technology, Journal of the European Economic Association, 2(2-3), 381-395.",
        "Christiano, L. J., R. Motto, and M. Rostagno (2003): The Great Depression and the Friedman-Schwartz hypothesis, Journal of Money, Credit, and Banking, 35, 1119- 1215.",
        "Cochrane, J. H. (1994): Shocks, Carnegie-Rochester Conference Series on Public Policy, 41(1), 295-364.",
        "Collard, D. (1983): Pigou on Expectations and the Cycle, Economic Journal, 93(37), 411-14.",
        "Collard, D. (1996): Pigou and Modern Business Cycle Theory, Economic Journal, 106(437), 912-24.",
        "Comin, D. A., M. Gertler, and A. M. Santacreu (2009): Technology Innovation and Diffusion as Sources of Output and Asset Price Fluctuations, NBER Working Papers 15029, National Bureau of Economic Research, Inc.",
        "Cooley, T., and E. Prescott (1995): Economic Growth and Business Cycles, in Frontiers of Business Cycle Research, ed. by T. Cooley. Princeton University Press,, Princeton, New Jersey, USA.",
        "Corsetti, G., L. Dedola, and S. Leduc (2009): Demand Imbalances, Exchange Rate Misalignment and Monetary Policy, mimeo.",
        "Cova, P., A. Rebucci, A. Matsumoto, and M. Pisani (2008): New Shocks, Exchange Rates and Equity Prices, IMF Working Papers 08/284, International Monetary Fund.",
        "Crouzet, N., and H. Oh (2013): Can news shocks account for the business-cycle dynamics of inventories?, Discussion paper no.: 1213-13, Columbia University.",
        "Cummins, J. G., and G. L. Violante (2002): Investment-Specific Technical Change in the US (1947-2000): Measurement and Macroeconomic Consequences, Review of Economic Dynamics, 5(2), 243-284.",
        "Davis, J. M. (2007): News and the Term Structure in General Equilibrium, mimeo, Northwestern University.",
        "De Long, J. B. (1990): Liquidation Cycles: Old-Fashioned Real Business Cycle Theory and the Great Depression, Working paper 3546, National Bureau of Economic Research.",
        "Den Haan, W. J., and G. Kaltenbrunner (2009): Anticipated Growth and Business Cycles in Matching models, Journal of Monetary Economics., 56(3), 309-327.",
        "Devereux, M. B., and C. Engel (2006): Expectations and Exchange Rate Policy, Working Paper 12213, National Bureau of Economic Research.",
        "Doan, T. (1992): Rats Manual. Estima, Evanston, IL.",
        "Dupor, B., and S. Mehkari (2013): The Analytics of Technology News Shocks, Working paper, University of Richmond.",
        "Eusepi, S. (2009): On expectations-driven business cycles in economies with production externalities, International Journal of Economic Theory, 5(1), 9-23.",
        "Eusepi, S., and B. Preston (2009): Labor Supply Heterogeneity and Macroeconomic Co-movement, NBER Working Papers 15561, National Bureau of Economic Research, Inc.",
        "Eusepi, S., and B. Preston (2011): Expectations, Learning, and Business Cycle Fluctuations, American Economic Review, 101(6), 2844-72.",
        "Forni, M., L. Gambetti, and L. Sala (2011): No News in Business Cycles, CEPR Discussion Papers 8274, C.E.P.R. Discussion Papers.",
        "Forni, M., D. Giannone, M. Lippi, and L. Reichlin (2009): Opening The Black Box: Structural Factor Models With Large Cross Sections, Econometric Theory, 25(05), 1319-1347.",
        "Francis, N., M. T. Owyang, J. E. Roush, and R. DiCecio (2005): A Flexible Finite- Horizon Alternative to Long-run Restrictions with an Application to Technology Shocks, Working paper 2005-024F, Federal Reserve Bank of St. Louis.",
        "Fratzscher, M., and R. Straub (2010): Asset Prices, News Shocks and the Current Account, CEPR Discussion Papers 8080, C.E.P.R. Discussion Papers.",
        "Fujiwara, I. (2008): Growth Expectation, IMES Discussion Paper Series 08-E-21, Institute for Monetary and Economic Studies, Bank of Japan.",
        "Fujiwara, I., Y. Hirose, and M. Shintani (2011): Can News Be a Major Source of Aggregate Fluctuations? A Bayesian DSGE Approach, Journal of Money, Credit and Banking, 43(1), 1-29.",
        "Futron Corporation (2004): How Many Satellites Are Enough? A Forecast of Demand for Satellites, 2004-2012, www.futron.com.",
        "Gali, J. (1994): Monopolistic Competition, Business Cycles, and the Composition of Aggregate Demand, Journal of Economic Theory, 63(1), 73-96.",
        "Gali, J. (2008): Monetary Policy, In ation, and the Business Cycle: An Introduction to the New Keynesian Framework. Princeton University Press, Princeton, New Jersey.",
        "Gambetti, L. (2012): Government Spending News and Shocks, Discussion paper, Universitat Autonoma de Barcelona.",
        "Gomes, S., and C. Mendicino (2012): Housing Market Dynamics: Any News?, Working Papers 2012/23, Department of Economics at the School of Economics and Management (ISEG), Technical University of Lisbon.",
        "Gortz, C., and J. Tsoukalas (2011): News and Financial Intermediation in Aggregate Fluctuations, MPRA Paper 34113, University Library of Munich, Germany.",
        "Greenwood, J., Z. Hercowitz, and G. Huffman (1988): Investment, Capacity Utilisation, and the Real Business Cycle, The American Economic Review, 78, 402-417.",
        "Greenwood, J., Z. Hercowitz, and P. Krussell (2000): The Role of Investment- Specific Technological Change in the Business Cycle, European Economic Review, 44, 91-115.",
        "Gunn, C. M., and A. Johri (2011): News and knowledge capital, Review of Economic Dynamics, 14(1), 92-101.",
        "Gunn, C. M., and A. Johri (2013a): An expectations-driven interpretation of the Great Recession, Journal of Monetary Economics, 60(4), 391 - 407.",
        "Gunn, C. M., and A. Johri (2013b): Fear of Sovereign Default, Banks, and Expectations-driven Business Cycles, Working paper 08, McMaster University.",
        "Guo, J.-T., A.-I. Sirbu, and R. M. Suen (2012): On expectations-driven business cycles in economies with production externalities: A comment, International Journal of Economic Theory, 8(3), 313-319.",
        "Guo, J.-T., A.-I. Sirbu, and M. Weder (2012): News about Aggregate Demand and the Business Cycle, School of EconomicsWorking Papers 2012-01, University of Adelaide, School of Economics.",
        "Guo, S. (2007): Optimal Monetary Policy and Expectation Driven Business Cycles, MPRA Paper 1928, University Library of Munich, Germany.",
        "Guo, S. (2011): News Shocks and the External Finance Premium, The B.E. Journal of Macroeconomics, 11(1), 1-27.",
        "Haan, W. J. D., and M. Lozej (2010): Pigou Cycles in Closed and Open Economies with Matching Frictions, in NBER International Seminar on Macroeconomics 2010, NBER Chapters, pp. 193-233. National Bureau of Economic Research, Inc.",
        "Haertel, T., and B. Lucke (2008): Do News Shocks Drive Business Cycles? Evidence from German Data, Economics - The Open-Access, Open-Assessment E-Journal, 2(10), 1-21.",
        "Hague, L. (2003): Global Launch Services Prospects in a Declining Commercial Satellite Market, Discussion paper, AIAA Space 2003 Conference & Exposition.",
        "Hairault, J., F. Langot, and F. Portier (1997): Time to Implement and Aggregate Fluctuations, Journal of Economics Dynamics and Control, 22, 109-21.",
        "Hall, R. E. (1993): Macroeconomic Theory and the Recession of 1990-91, Anerican Economic Review, 83, 275-79.",
        "Hansen, L., and T. Sargent (1994): Two Difficulties in Interpreting Vector Autoregressions, in Rational Expectations Econometrics, ed. by L. Hansen, and T. Sargent, pp. 77-119. Westview Press, Boulder.",
        "Hansen, L., and T. Sargent (2012): Recursive Linear Models of Dynamic Economies, Unpublished manuscript.",
        "Hoffmann, M., M. U. Krause, and T. Laubach (2013): The expectations-driven U.S. current account, Discussion Paper 10, Deutsche Bundesbank.",
        "Iacoviello, M. (2005): House Prices, Borrowing Constraints, and Monetary Policy in the Business Cycle, American Economic Review, 95(3), 739-764.",
        "Iacoviello, M., and S. Neri (2010): Housing Market Spillovers: Evidence from an Estimated DSGE Model, American Economic Journal: Macroeconomics, 2(2), 125-64.",
        "Jaimovich, N., and S. Rebelo (2008): News and Business Cycles in Open Economies, Journal of Money, Credit and Banking, 40(8), 1699-1711.",
        "Jaimovich, N., and S. Rebelo (2009): Can News about the Future Drive the Business Cycle?, American Economic Review, 99(4), 1097-1118.",
        "Jermann, U. J., and V. Quadrini (2007): Stock market boom and the productivity gains of the 1990s, Journal of Monetary Economics, 54(2), 413-432.",
        "Jinnai, R. (2013a): News shocks and infl ation, Economics Letters, 119(2), 176 - 179.",
        "Jinnai, R. (2013b): News shocks and in ation, Economics Letters, 119(2), 176-179.",
        "Justiniano, A., G. E. Primiceri, and A. Tambalotti (2010): Investment shocks and business cycles, Journal of Monetary Economics, 57(2), 132-145.",
        "Justiniano, A., G. E. Primiceri, and A. Tambalotti (2011): Investment Shocks and the Relative Price of Investment, Review of Economic Dynamics, 14(1), 101-121.",
        "Kanik, B., and W. Xiao (2011): News, Housing Boom-Bust Cycles, and Monetary Policy, mimeo, Binghamton University.",
        "Karnizova, L. (2010a): News versus sunspot shocks in a New Keynesian model, Economics - The Open-Access, Open-Assessment E-Journal, 4(19), 1-27.",
        "Karnizova, L. (2010b): The spirit of capitalism and expectation-driven business cycles, Journal of Monetary Economics, 57(6), 739-752.",
        "Karnizova, L. (2012): News Shocks, Productivity and the U.S. Investment Boom-Bust Cycle, The B.E. Journal of Macroeconomics, 12(1), 1-50.",
        "Karnizova, L. (2013): Letting the speculative and the news views of the Japanese business cycle compete, Economics Bulletin, 33(2), 1146-1158.",
        "Katayama, M., and K. H. Kim (2012): Costly Labor Reallocation, Non-Separable Preferences, and Expectation Driven Business Cycles, DepartmentalWorking Papers 2010-05, Department of Economics, Louisiana State University.",
        "Keynes, J. M. (1936): The General Theory of Employment, Interest and Money. London: Macmillan.",
        "Khan, H., and J. Tsoukalas (2012): The Quantitative Importance of News Shocks in Estimated DSGE Models, Journal of Money, Credit and Banking, 44(8), 1535-1561.",
        "King, R. G., and S. T. Rebelo (1999): Resuscitating real business cycles, in Handbook of Macroeconomics, ed. by J. B. Taylor, and M. Woodford, vol. 1 of Handbook of Macroeconomics, chap. 14, pp. 927-1007. Elsevier.",
        "Ko, J.-H., K. Miyazawa, and T. K. Vu (2012): News shocks and Japanese macroeconomic fluctuations, Japan and the World Economy, 24(4), 292-304.",
        "Kobayashi, K., and M. Inaba (2006): Irrational Exuberance in the Pigou Cycle under Collateral Constraints, Discussion Paper 06-E-015, Research Institute of Economy, Trade and Industry, Tokyo, Japan.",
        "Kobayashi, K., T. Nakajima, and M. Inaba (2012): Collateral Constraint And News-Driven Cycles, Macroeconomic Dynamics, 16(05), 752-776.",
        "Kobayashi, K., and K. Nutahara (2007): Collateralized Capital and News-Driven Cycles, Economics Bulletin, 5(18), 1-9.",
        "Krusell, P., and A. McKay (2010): News shocks and business cycles, Economic Quarterly, pp. 373-397.",
        "Kurmann, A., and E. Mertens (2013): Stock prices, news, and economic fluctuations: comment, Finance and Economics Discussion Series 2013-08, Board of Governors of the Federal Reserve System (U.S.).",
        "Kurmann, A., and C. Otrok (2012): News Shocks and the Slope of the Term Structure of Interest Rates, mimeo, forthcoming in the American Economic Review, University of Virginia and Federal Reserve Board.",
        "Lambertini, L., C. Mendicino, and M. T. Punzi (2010): Expectations-driven cycles in the housing market, Working Paper 1021, Banco de Espa~na.",
        "Lambertini, L., C. Mendicino, and M. T. Punzi (2011): Leaning Against Boom-Bust Cycles in Credit and Housing Prices, Working Papers CELEG 1104, Dipartimento di Economia e Finanza, LUISS Guido Carli.",
        "Lamla, M. J., S. M. Lein, and J.-E. Sturm (2007): News and Sectoral Comovement, KOF Working papers 07-183, KOF Swiss Economic Institute, ETH Zurich.",
        "Lanne, M., and H. Luetkepohl (2008): Stock Prices and Economic Fluctuations: A Markov Switching Structural Vector Autoregressive Analysis, EconomicsWorking Papers ECO2008/29, European University Institute.",
        "Lanne, M., and P. Saikkonen (2011): Noncausal Autoregressions for Economic Time Series, Journal of Time Series Econometrics, 3(3), 1-32.",
        "Lanne, M., and P. Saikkonen (2013): Noncausal Vector Autoregression, Econometric Theory, 29(03), 447-481.",
        "Leduc, S., and K. Sill (2010): Expectations and economic fluctuations: an analysis using survey data, Working Paper Series 2012-09, Federal Reserve Bank of San Francisco.",
        "Leeper, E. M., A. W. Richter, and T. B. Walker (2012): Quantitative Effects of Fiscal Foresight, American Economic Journal: Economic Policy, 4(2), 115-44.",
        "Leeper, E. M., and T. B.Walker (2011): Information Flows and News Driven Business Cycles, Review of Economic Dynamics, 14(1), 55-71.",
        "Leeper, E. M., T. B. Walker, and S.-C. S. Yang (2008): Fiscal Foresight: Analytics and Econometrics, NBERWorking Papers 14028, National Bureau of Economic Research, Inc.",
        "Lippi, M., and L. Reichlin (1993): The Dynamic Effects of Aggregate Demand and Supply Disturbances: Comment, American Economic Review, 83(3), 644-52.",
        "Lippi, M., and L. Reichlin (1994a): Diffusion of Technical Change and the Decomposition of Output into Trend and Cycle, Review of Economic Studies, 61(1), 19-30.",
        "Lippi, M., and L. Reichlin (1994b): VAR analysis, nonfundamental representations, blaschke matrices, Journal of Econometrics, 63(1), 307-325.",
        "Liu, Z., D. F. Waggoner, and T. Zha (2011): Sources of macroeconomic fluctuations: A regime-switching DSGE approach, Quantitative Economics, 2(2), 251-301.",
        "Ljungqvist, L., and T. J. Sargent (2004): Recursive Macroeconomic Theory. The MIT Press, Cambridge, Mass., 2nd edn.",
        "Lorenzoni, G. (2009): A Theory of Demand Shocks, American Economic Review, 99(5), 2050-84.",
        "Lorenzoni, G. (2011): News and Aggregate Demand Shocks, Annual Review of Economics, 3(1), 537-557.",
        "Lucke, B. (2010): Identification and overidentification in SVECMs, Economics Letters, 108(3), 318-321.",
        "Lucke, B. (2013): Testing the technology interpretation of news shocks, Applied Economics, 45(1), 1-13.",
        "Lutkepohl, H. (2012): Fundamental Problems with Nonfundamental Shocks, Discussion Papers of DIW Berlin 1230, DIW Berlin, German Institute for Economic Research.",
        "Matsumoto, A., P. Cova, M. Pisani, and A. Rebucci (2011): News shocks and asset price volatility in general equilibrium, Journal of Economic Dynamics and Control, 35(12), 2132-2149.",
        "Mertens, K., and M. O. Ravn (2010): Measuring the Impact of Fiscal Policy in the Face of Anticipation: A Structural VAR Approach, Economic Journal, 120(544), 393-413.",
        "Mertens, K., and M. O. Ravn (2011): Understanding the aggregate effects of anticipated and unanticipated tax policy shocks, Review of Economic Dynamics, 14(1), 27 - 54, Special issue: Sources of Business Cycles.",
        "Mertens, K., and M. O. Ravn (2012): Empirical Evidence on the Aggregate Effects of Anticipated and Unanticipated US Tax Policy Shocks, American Economic Journal: Economic Policy, 4(2), 145-81.",
        "Milani, F. (2012): The Modeling of Expectations in Empirical DSGE Models: a Survey, Working Papers 121301, University of California-Irvine, Department of Economics.",
        "Milani, F., and A. Rajbhandari (2012a): Expectation Formation and Monetary DSGE Models: Beyond the Rational Expectations Paradigm, Working Papers 111212, University of California-Irvine, Department of Economics.",
        "Milani, F., and A. Rajbhandari (2012b): Observed Expectations, News Shocks, and the Business Cycle, Working Papers 121305, University of California-Irvine, Department of Economics.",
        "Milani, F., and J. Treadwell (2012): The Effects of Monetary Policy News and Surprises, Journal of Money, Credit and Banking, 44(8), 1667-1692.",
        "Mountford, A., and H. Uhlig (2009): What are the effects of fiscal policy shocks?, Journal of Applied Econometrics, 24(6), 960-992.",
        "Ng, S., and D. Stevanovic (2012): Factor Augmented Autoregressive Distributed Lag Models, mimeo, Columbia University, New-York.",
        "Nimark, K. (2013): Man-Bites-Dog Business Cycle, Working Papers 700, Barcelona Graduate School of Economics.",
        "OECD (2004): Space 2030 : Exploring the Future of Space Applications. OECD Publishing, Paris.",
        "Offick, S., and H.-W. Wohltmann (2013): News shocks, nonfundamentalness and volatility, Economics Letters, 119(1), 17 - 19.",
        "Pavlov, O., and M. Weder (2013): Countercyclical markups and news-driven business cycles, Review of Economic Dynamics, 16(2), 371 - 382.",
        "Perendia, G., and C. Tsoukis (2012): The Keynesian multiplier, news and fiscal policy rules in a DSGE model, Dynare Working Papers 25, CEPREMAP.",
        "Phillips, P. C. B. (1998): Impulse response and forecast error variance asymptotics in nonstationary VARs, Journal of Econometrics, 83(1-2), 21-56.",
        "Pigou, A. C. (1927): Industrial Fluctuations. MacMillan, London.",
        "Portier, F. (2006): Comment 'A News View Of Japan's Lost Decade': Monetary Policy During Japan's Lost Decade, The Japanese Economic Review, 57(2), 345-357.",
        "Qureshi, H. (2009): News Shocks and Learning-by-doing, Working Papers 09-06, Ohio State University, Department of Economics.",
        "Ramey, V. A. (2011): Identifying Government Spending Shocks: It's all in the Timing, The Quarterly Journal of Economics, 126(1), 1-50.",
        "Rodriguez Mora, J. V., and P. Schulstad (2007): The effect of GNP announcements on fluctuations of GNP growth, European Economic Review, 51(8), 1922-1940.",
        "Romer, C., and D. Romer (2009): A Narrative Analysis of Postwar Tax Changes, mimeo, University of California, Berkeley.",
        "Romero Alom, C. (2012): Asset prices, news and monetary policy, mimeo, Toulouse School of Economics (TSE).",
        "Sakane, M. (2013): News-driven international business cycles, mimeo, forthcoming in the B.E. Journal of Macroeconomics (Topics), Sophia University.",
        "Schmitt-Grohe, S., and M. Uribe (2012): What's News in Business Cycles, Econometrica, 80(6), 2733-2764.",
        "Seymen, A. (2012): Sequential Identification of Technological News Shocks: A Technical Discussion, mimeo, ZEW, Mannheim.",
        "Sill, K. (2009): News about the future and economic fluctuations, Business Review, Q4, 22-33.",
        "Sims, E. R. (2012): News, Non-Invertibility, and Structural VARs, Working Papers 013, University of Notre Dame, Department of Economics, forthcoming in Advances in Econometrics, Vol. 28, DSGE Models in Macroeconomics - Estimation, Evaluation, and New Developments.",
        "Smets, F., and R. Wouters (2003): An Estimated Dynamic Stochastic General Equilibrium Model of the Euro Area, Journal of the European Economic Association, 1(5), 1123-1175.",
        "Smets, F., and R. Wouters  (2007): Shocks and Frictions in US Business Cycles: A Bayesian DSGE Approach, American Economic Review, 97(3), 586-606.",
        "Soo, C. K. (2013): Quantifying Animal Spirits: News Media and Sentiment in the Housing Market, mimeo, Wharton School, University of Pennsylvania.",
        "Sorge, M. M. (2012): News shocks or parametric indeterminacy? An observational equivalence result in linear rational expectations models, Economics Letters, 114(2), 198- 200.",
        "Sorge, M. M. (2013): A Note on Information Flows and Identification of News Shocks Models, EERI Research Paper Series EERI RP 2013/08, Economics and Econometrics Research Institute (EERI), Brussels.",
        "Tyers, R. (2012): Japanese Economic Stagnation: Causes and Global Implications, The Economic Record, 88(283), 517-536.",
        "Uhlig, H. (2005): What are the effects of monetary policy on output? Results from an agnostic identification procedure, Journal of Monetary Economics, 52(2), 381-419.",
        "Veldkamp, L. L. (2011): Information Choice in Macroeconomics and Finance. Princeton University Press, Princeton, New Jersey, USA.",
        "Vukotic, M. (2011): A Sectoral Approach to News Shocks, mimeo, Warwick University.",
        "Walentin, K. (2009): Expectation Driven Business Cycles with Limited Enforcement, Working Paper Series 229, Sveriges Riksbank (Central Bank of Sweden).",
        "Wang, P. (2012): Understanding Expectation-Driven Fluctuations-A Labor-Market Approach, Journal of Money, Credit, and Banking, 44(2-3), 487-506.",
        "Winkler, R., and H.-W. Wohltmann (2009): Rational Expectations Models with Anticipated Shocks and Optimal Policy: A General Solution Method and a New Keynesian Example, Kiel Working Papers 1507, Kiel Institute for the World Economy.",
        "Winkler, R., and H.-W. Wohltmann (2012): On the (de)stabilizing effects of news shocks, Economics Letters, 114(3), 256-258.",
        "Xu, Z., and H. Fan (2010): Firm Dynamics in News Driven Business Cycle: The Role of Endogenous Survival Rate, MPRA Paper 30203, University Library of Munich, Germany.",
        "Zeira, J. (1987): Investment as a Process of Search, Journal of Political Economy, 95(1), 204-10.",
        "Zeira, J. (1994): Informational Cycles, Review of Economic Studies, 61(1), 31-44.",
        "Zhang, C. (2012): Bad News for News Shocks? The Expectational-Stability and Comovement Tradeoff in a News-Driven Business Cycle Model, mimeo, University of California, Irvine."
    ]
}