{
    "id": 19428,
    "cites": 46,
    "cited_by": 0,
    "reference": [
        "Aghion, Philippe, Christopher Harris, Peter Howitt, and John Vickers, 2001, Competition, imitation and growth with step-by-step innovation, Review of Economic Studies 68, 467-492.",
        "Arikan, Asli M., and RenÃ\u0083Â© M. Stulz, 2012, Corporate acquisitions, diversification, and the firm&apos;s lifecycle, Working paper (Ohio State University).",
        "Asker, John, Joan Farre-Mensa, and Alexander Ljungqvist, 2013, Comparing the investment behavior of public and private firms, Working paper (NYU).",
        "Baker, George P., and Robert E. Kennedy, 2002, Survivorship and the economic grim reaper, Journal of Law, Economics, and Organization 18, 324-361.",
        "Bernstein, Shai, 2012, Does going public affect innovation?, Working paper (Stanford University).",
        "Bertrand, Marianne, and Sendhil Mullainathan, 2003, Enjoying the quiet life? Corporate governance and managerial preferences, Journal of Political Economy 111, 1043-1075.",
        "Bharath, Sreedhar T., and Tyler Shumway, 2008, Forecasting default with the Merton distance to default model, Review of Financial Studies 21, 1339-1369.",
        "Cao, Jerry X., and Josh Lerner, 2009, The performance of reverse leveraged buyouts, Journal of Financial Economics 91, 139-157.",
        "Cooley, Thomas F., and Vincenzo Quadrini, 2001, Financial markets and firm dynamics, American Economic Review 91, 1286-1310.",
        "Core, John, Wayne Guay, and David F. Larcker, 2008, The power of the pen and executive compensation, Journal of Financial Economics 88, 1-25.",
        "Cremers, K.J. Martijn, and Vinay B. Nair, 2005, Corporate governance and equity prices, Journal of Finance 60, 2859-2894.",
        "DeAngelo, Harry, Linda DeAngelo, and RenÃ\u0083Â© M. Stulz, 2006, Dividend policy and the earned/contributed capital mix: A test of the life-cycle theory?, Journal of Financial Economics 81, 227-254.",
        "Edmans, Alex, Mirko Heinle, and Chong Huang, 2013, The real costs of disclosure, Working paper (LBS, Wharton, and UC Irvine).",
        "Fama, Eugene F., 1998, Market efficiency, long-term returns, and behavioral finance, Journal of Financial Economics 49, 283-306.",
        "Fama, Eugene F., and Kenneth R. French, 2001, Disappearing dividends: Changing firm characteristics or lower propensity to pay?, Journal of Financial Economics 60, 3-43.",
        "Fama, Eugene F., and Kenneth R. French, 2004, New lists: Fundamentals and survival rates, Journal of Financial Economics 73, 229-269.",
        "Ferreira, Daniel, Gustavo Manso, and Andre C. Silva, 2012, Incentives to innovate and the decision to go public or private, Review of Financial Studies forthcoming.",
        "Fink, Jason, Kerstin E. Fink, Gustavo Grullon, and James P. Weston, 2010, What drove the increase in idiosyncratic volatility during the internet boom?, Journal of Financial and Quantitative Analysis 45, 1253-1278.",
        "Fogel, Kathy, Randall Morck, and Bernard Yeung, 2008, Big business stability and economic growth: Is what&apos;s good for General Motors good for America?, Journal of Financial Economics 89, 83-108.",
        "FrÃ\u0083Â©sard, Laurent, and Philip Valta, 2012, Competitive pressure and corporate policies, Working paper (University of Maryland and HEC Paris).",
        "Garmaise, Mark J., 2011, Ties that truly bind: Noncompetition agreements, executive compensation, and firm investment, Journal of Law, Economics, and Organization 27, 376-425.",
        "Giroud, Xavier, and Holger M. Mueller, 2010, Does corporate governance matter in competitive industries?, Journal of Financial Economics 95, 312-331.",
        "Gompers, Paul, Joy Ishii, and Andrew Metrick, 2003, Corporate governance and equity prices, The Quarterly Journal of Economics 118, 107-155.",
        "Grullon, Gustavo, Roni Michaely, and Bhaskaran Swaminathan, 2002, Are dividend changes a sign of firm maturity?, Journal of Business 75, 387-424.",
        "Guadalupe, Maria, and Julie Wulf, 2010, The flattening firm and product market competition: The effect of trade liberalization on corporate hierarchies, American Economic Journal: Applied Economics 2, 105-127.",
        "Hadlock, Charles J., and Joshua R. Pierce, 2010, New evidence on measuring financial constraints: Moving beyond the KZ index, Review of Financial Studies 23, 1909-1940.",
        "Hicks, John R., 1935, Annual survey of economic theory: The theory of monopoly, Econometrica 3, 1-20.",
        "Holmstrom, Bengt, 1989, Agency costs and innovation, Journal of Economic Behavior and Organization 12, 305-327.",
        "Jain, Bharat A., and Omesh Kini, 1994, The post-issue operating performance of IPO firms, Journal of Finance 49, 1699-1726.",
        "Jovanovic, Boyan, and Peter L. Rousseau, 2001, Why wait? A century of life before IPO, AEA Papers and Proceedings 91, 336-341.",
        "Kadyrzhanova, Dalida, and Matthew Rhodes-Kropf, 2011, Concentrating on governance, Journal of Finance 66, 1649-1685.",
        "Kaplan, Steven N., and Luigi Zingales, 1997, Do financing constraints explain why investment is correlated with cash flow?, Quarterly Journal of Economics 112, 168-216.",
        "Lamont, Owen, Christopher Polk, and JesÃ\u0083Âºs SaÃ\u0083Â¡-Requejo, 2001, Financial constraints and stock returns, Review of Financial Studies 14, 529-554.",
        "Loderer, Claudio, and Urs Waelchli, 2010, Firm age and performance, Working paper (University of Bern).",
        "Loderer, Claudio, and Urs Waelchli, 2010, Protecting minority shareholders: Listed versus unlisted firms, Financial Management 39, 33-57.",
        "Loderer, Claudio, and Urs Waelchli, 2013, The end of the corporate life cycle, Working paper (University of Bern).",
        "Loughran, Tim, and Jay Ritter, 1995, The new issues puzzle, Journal of Finance 50, 23-51.",
        "Malsberger, Brian M., 2004, Covenants Not to Compete: A State-by-State Survey (BNA Books, Washington, DC).",
        "Pastor, Lubos, and Pietro Veronesi, 2003, Stock valuation and learning about profitability, Journal of Finance 58, 1749-1789.",
        "Rajan, Raghuram G., Henri Servaes, and Luigi Zingales, 2000, The cost of diversity: The diversification discount and inefficient investment, Journal of Finance 55, 35-80.",
        "Richardson, Scott A., 2006, Over-investment of free cash flow, Review of Accounting Studies 11, 159189.",
        "Salinger, Michael A., 1984, Tobin&apos;s q, unionization, and the concentration-profits relationship, Rand Journal of Economics 15, 159-170.",
        "Scharfstein, David, and Jeremy C. Stein, 2000, The dark side of internal capital markets: Divisional rent-seeking and inefficient investment, Journal of Finance 55, 2537-2564.",
        "Shumway, Tyler, 2001, Forecasting bankruptcy more accurately: A simple hazard model, Journal of Business 74, 101-124.",
        "Skinner, Douglas J., 2008, The evolving relation between earnings, dividends, and stock repurchases, Journal of Financial Economics 87, 582-609.",
        "Verrecchia, Robert E., 1983, Discretionary disclosure, Journal of Accounting and Economics 5, 365380."
    ]
}