{
    "id": 19435,
    "cites": 33,
    "cited_by": 0,
    "reference": [
        "An, Y., Hu, Y. and M. Shum (2010). Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Estimating First-price Auctions with an Unknown Number of Bidders: A MisclassiÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â¦cation Approach,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009dJournal of Econometrics, 157, p328341.",
        "Ackerberg, Daniel, Hirano, Keisuke and Quazi Shahriar (2011). Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093IdentiÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â¦cation of Time and Risk Preferences in Buy Price Auctions,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Working Paper, University of Michigan. and University of Arizona and San Diego State University",
        "Aradillas-Lopez, Andres, Gandhi, Amit and Daniel Quint (2012). Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093IdentiÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â¦cation and Inference in Ascending Auctions with Correlated Private Values, Econometrica, forthcoming",
        "Athey, Susan and Philip Haile (2007). Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Nonparametric Approaches to Auctions,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d in Handbook of Econometrics, Vol. 6A, J. Heckman and E. Leamer, eds., Elsevier, 38473966.",
        "Athey, Susan, Levin, Jonathan and E. Seira (2011). Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Comparing Open and Sealed Bid Auctions: Theory and Evidence from Timber Auctions,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Quarterly Journal of Economics, 126(1), 207Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c 257.",
        "Bajari, Patrick and Ali Hortacsu (2005). Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Are Structural Estimates of Auction Models Reasonable? Evidence from Experimental Data,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009dJournal of Political Economy, 113(4), 703-741.",
        "Beran, R and G R Ducharme (1991). Asymptotic Theory for Bootstrap Methods in Statistics (Les Publications CRM, Centre de recherches math 6 matiques, Universit 6 de Montr 6 al, Montr 6 al, Canada).",
        "Campo, Sandra, Guerre, Emmanuel, Perrigne, Isabelle and Quang Vuong (2011). Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Semiparametric Estimation of First-Price Auctions with Risk Averse Bidders,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Review of Economic Studies, Vol 78, 112-147",
        "Carrasco, M., Florens, J.-P., Renault, E. (2006). Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Linear Inverse Problems in Structural Econometrics Estimation Based on Spectral Decomposition and RegularizationÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d . In: Heckman, J.J., Leamer, E.E. (Eds.), Handbook of Econometrics, vol.6. North-Holland, Amsterdam",
        "Gentry, Matthew and Tong Li (2013). Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093IdentiÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â¦cation in Auctions with Selective Entry, forthcoming, Econometrica",
        "Guerre, Emmanuel, Perrigne, Isabelle, and Quang Vuong (2009). Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Nonparametic IdentiÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â¦cation of Risk Aversion in First-Price Auctions Under Exclusion Restrictions, Econometrica, Vol. 77, No.4, 1193-1227.",
        "Haile, Philip, Hong, Han and Matthew Shum (2004). Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Nonparametric Tests for Common Values in First-Price Sealed-Bid Auctions.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009dWorking Paper, Yale University.",
        "Philip A. Haile and Elie Tamer (2003). Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Inference with an Incomplete Model of English Auctions, Journal of Political Economy, Vol. 111, No.1, 1-51",
        "Hendricks, Kenneth, Pinkse, Joris and Robert H. Porter (2003). Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Empirical Implications of Equlibirium Bidding in First-Price, Symmetric, Common-Value Auctions.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Review of Economic Studies, 70: 115Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c 146.",
        "Hendricks, Kenneth and Robert Porter (2007). Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093A Survey of Empirical Work in Auctions, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d in Handbook of Industrial Organization, Vol. III, edited by R. Porter and M. Armstrong, Vickers, Amsterdam: North- Holland.",
        "Hong, Han and Matthew Shum (2002) Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Increasing Competition and the WinnerÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0084¢ s Curse: Evidence from Procurement,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009dReview of Economic Studies, 69(4), 871Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c 898.",
        "Joel L. Horowitz, Chapter 52 The Bootstrap, In: J.J. Heckman and E. Leamer, Editor (s), Handbook of Econometrics, Elsevier, 2001, Volume 5, Pages 3159-3228",
        "Jun, Sung Jae, Pinkse, Joris and Yuanyuan Wan (2010). Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093A consistent nonparametric test of a liation in auction models,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009dJournal of Econometrics 159 (2010), 46-54.",
        "Kosorok, M. (2008). Introduction to Empirical Processes and Semiparametric Inference. Springer-Verlag: New York.",
        "Krasnokutskaya, Elena and Katja Seim, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Bid Preference Programs and Participation in Highway Procurement, American Economic Review, 101, 2011",
        "Levin, Dan and James L. Smith (1994). Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Equilibrium in Auctions with Entry,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009dAmerican Economic Review, Vol. 84, No. 3, 585-599.",
        "Tong Li (2005). Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Econometrics of First-Price Auctions with Entry and Binding Reservation Prices, Journal of Econometrics, 126, 173-200",
        "Li, Tong, Lu, Jingfeng and Li Zhao (2012). Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Auctions with Selective Entry and Risk Averse Bidders: Theory and Evidence, Working Paper, Vanderbilt University and National University of Singapore",
        "Li, Tong and X. Zheng (2009). Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Entry and Competition Eects in First-Price Auctions: Theory and Evidence from Procurement Auctions,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0084¢ Review of Economic Studies, 76, 1397-1429.",
        "Li, Tong and B. Zhang (2010). Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Testing for A liation in First-Price Auctions Using Entry Behavior,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009dInternational Economic Review, 51, 837-850.",
        "Lu, Jingfeng and Isabelle Perrigne (2008). Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Estimating Risk Aversion from Ascending and Sealed-Bid Auctions: The Case of Timber Auction Data,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009dJournal of Applied Econometrics, 23, 871-896.",
        "Marmer, Vadim, Artyom Shneyerov, and Pai Xu (2013). Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093What Model for Entry in First-Price Auctions? A Nonparametric Approach,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d forthcoming, Journal of Econometrics",
        "Matthews, Steven (1987). Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Comparing Auctions for Risk Averse Buyers: A BuyerÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0084¢ s Point of View,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009dEconometrica, Vol. 55, 633-646.",
        "Roberts, James and Andrew Sweeting (2010). Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Entry and Selection in Auctions,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009dNBER Working Paper No. 16650.",
        "Smith, James and Dan Levin (1996). Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Ranking Auctions with Risk Averse Bidders,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Journal of Economic Theory, Vol. 68, No. 2, 549-561.",
        "van der Vaart, A.W., (1998). Asymptotic Statistics, 1Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c 496. Cambridge Univer- sity Press, Cambridge.",
        "Van der Vaart, A. and J. Wellner (1996). Weak Convergence and Empirical Processes. Springer-Verlag: New York.",
        "Lixin Ye (2007). Indicative Bidding and A Theory of Two-Stage Auctions, Games and Economic Behavior, January 2007, 58 (1): 181-207."
    ]
}