{
    "id": 19432,
    "cites": 42,
    "cited_by": 21,
    "reference": [
        "Andreoni, J., 1989, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Giving with Impure Altruism: Applications to Charity and Ricardian Equivalence,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Journal of Political Economy, 97(1), 1447Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c1458.",
        "Auerbach, A. J., and K. Hassett, 2006, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Dividend Taxes and Firm Valuation: New Evidence,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d American Economic Review, 96(2), 119Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c123.",
        ", 2007, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093The 2003 Dividend Tax Cuts and the Value of the Firm: An Event Study,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d in Taxing Corporate Income in the 21st Century, ed. by A. J. Auerbach, J. Hines, and J. Slemrod. pp. 93Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c126.",
        "Barber, B., 2007, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Monitoring the Monitor: Evaluating CalpersÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0084¢ Activism,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Journal of Investing, pp. 66Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c80.",
        "Baron, D. P., 2001, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Private Politics, Corporate Social Responsibility, and Integrated Strategy,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Journal of Economics & Management Strategy, 10(1), 7Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c45.",
        "Bertrand, M., E. Duflo, and S. Mullainathan, 2004, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093How Much Should We Trust Differences-in-Differences Estimates?,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Quarterly Journal of Economics, 119(1), 249Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c275.",
        "Bertrand, M., and S. Mullainathan, 2003, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Enjoying the Quiet Life? Corporate Governance and Managerial Preferences,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Journal of Political Economy, 111(5), 1043Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c1075.",
        "Besley, T., and M. Ghatak, 2005, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Competition and Incentives with Motivated Agents,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d American Economic Review, 95(3), 616Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c636.",
        "Card, D., K. F. Hallock, and E. Moretti, 2010, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093The geography of giving: The effect of corporate headquarters on local charities,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Journal of Public Economics, 94(3-4), 222Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c234.",
        "Charness, G., and M. Rabin, 2002, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Understanding Social Preferences With Simple Tests,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d The Quarterly Journal of Economics, 117(3), 817Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c869.",
        "Chetty, R., and E. Saez, 2005, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Dividend Taxes and Corporate Behavior: Evidence from the 2003 Dividend Tax Cut,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d The Quarterly Journal of Economics, 120(3), 791Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c833.",
        ", 2010, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Dividend and Corporate Taxation in an Agency Model of the Firm,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d American Economic Journal: Economic Policy, 2(3), 1Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c31.",
        "CuÃ\u0083Æ\u0092Ã\u0082Â±at, V., M. Gine, and M. Guadalupe, 2010, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093The Vote is Cast: The Effect of Corporate Governance on Shareholder Value,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d NBER Working Papers 16574, National Bureau of Economic Research, Inc.",
        "DellaVigna, S., J. A. List, and U. Malmendier, 2012, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Testing for Altruism and Social Pressure in Charitable Giving,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d The Quarterly Journal of Economics, 127(1), 1Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c56.",
        "DiGiuli, A., and L. Kostovetsky, 2011, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Are Red or Blue Companies More Likely to Go Green? Politics and Corporate Social Responsibility,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d SSRN Working Paper no. 2084900.",
        "Elfenbein, D. W., R. Fisman, and B. McManus, 2012, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Charity as a Substitute for Reputation: Evidence from an Online Marketplace,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Review of Economic Studies, 79(4), 1441Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c1468.",
        "Ertimur, Y., F. Ferri, and S. R. Stubben, 2010, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Board of directorsÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0084¢ responsiveness to shareholders: Evidence from shareholder proposals,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Journal of Corporate Finance, 16(1), 53Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c72.",
        "Fan, J., T. Gasser, I. Gijbels, M. Brockmann, and J. Engel, 1997, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Local Polynomial Regression: Optimal Kernels and Asymptotic Minimax Efficiency,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Annals of the Institute of Statistical Mathematics, 49(1), 79Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c99.",
        "Fan, J., and I. Gijbels, 1995, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Adaptive Order Polynomial Fitting: Bandwidth Robustification and Bias Reduction, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Journal of Computational and Graphical Statistics, 4(3), 213Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c227.",
        ", 1996, Local Polynomial Modelling and Its Applications. Chapman & Hall, London.",
        "Fehr, E., and K. Schimdt, 1999, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093A Theory of Fairness, Competition and Cooperation,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d The Quarterly Journal of Economics, 114(3), 817Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c868.",
        "Friedman, M., 1970, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093The Social Responsibility of Business Is To Increase Its Profits,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d New York Times Magazine, pp. 122Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c126.",
        "Gompers, P., J. Ishii, and A. Metrick, 2003, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Corporate Governance And Equity Prices,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d The Quarterly Journal of Economics, 118(1), 107Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c155.",
        "Greenfield, R., 2011, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Yes, You Can Think Less of Steve Jobs for Not Being a Philanthropist,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d The Atlantic Wire, Available: http://www.theatlanticwire.com/technology/2011/08/yes-you-can-think-less-stevejobs -not-being-philanthropist/41885/ [Last accessed: July 2013].",
        "Heal, G., 2005, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Corporate Social ResponsibilityÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009dEconomic and Financial Perspectives,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Geneva Papers, 30, 387Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c409.",
        "Hong, H., and L. Kostovetsky, 2012, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Red and Blue Investing: Values and Finance,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Journal of Financial Economics, 103(1), 1Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c19.",
        "Hong, H., J. D. Kubik, and J. A. Scheinkman, 2011, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Financial Constraints on Corporate Goodness,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Working papers, Princeton University.",
        "Imbens, G., and T. Lemieux, 2007, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Regression Discontinuity Designs: A Guide to Practice,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d NBER Technical Working Papers 0337, National Bureau of Economic Research, Inc.",
        "Imbens, G. W., and K. Kalyanaraman, 2009, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Optimal Bandwidth Choice for the Regression Discontinuity Estimator,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d IZA Discussion Papers 3995, Institute for the Study of Labor (IZA).",
        "Jensen, M. C., and W. H. Meckling, 1976, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Theory of the firm: Managerial behavior, agency costs and ownership structure,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Journal of Financial Economics, 3(4), 305Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c360.",
        "Kruger, P., 2013, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Corporate Goodness and Shareholder Wealth,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Working papers, University of Geneva.",
        "Kuhnen, C. M., and J. Zwiebel, 2008, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Executive Pay, Hidden Compensation and Managerial Entrenchment,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d SSRN Working Paper no. 972622.",
        "Lambert, R. A., W. N. Lanen, and D. F. Larcker, 1989, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Executive Stock Option Plans and Corporate Dividend Policy,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Journal of Financial and Quantitative Analysis, 24(04), 409Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c425.",
        "Lie, E., 2005, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093On the Timing of CEO Stock Option Awards,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Management Science, 51(5), 802Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c812.",
        "List, J. A., 2006, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093The Behavioralist Meets the Market: Measuring Social Preferences and Reputation Effects in Actual Transactions,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Journal of Political Economy, 114(1), 1Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c37.",
        "Listokin, Y., 2008, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Management Always Wins the Close Ones,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d American Law and Economics Review, 10(2), 159Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c184.",
        "Poterba, J., 2004, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Taxation and Corporate Payout Policy,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d American Economic Review, 94(2), 171Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c175.",
        "Ruppert, D., and M. P. Wand, 1994, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Multivariate Locally Weighted Least Squares Regression,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d The Annals of Statistics, 22(3), 1346Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c1370.",
        "Smith, E. E., 2013, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Do Shareholders Want Less Governance?,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Working papers, New York University.",
        "Strom, S., and M. Helft, 2011, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Google Finds It Hard to Reinvent Philanthropy,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d The New York Times, Available: http://www.nytimes.com/2011/01/30/business/30charity.html [Last accessed: July 2013].",
        "Thomas, R. S., and J. F. Cotter, 2007, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Shareholder proposals in the new millennium: Shareholder support, board response, and market reaction,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Journal of Corporate Finance, 13(2-3), 368Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c391.",
        "Zwiebel, J., 1996, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Dynamic Capital Structure under Managerial Entrenchment,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d American Economic Review, 86(5), 1197Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c1215."
    ]
}