{
    "id": 19447,
    "cites": 23,
    "cited_by": 0,
    "reference": [
        "Capps, C., & Dranove, D. (2004). Hospital consolidation and negotiated PPO prices. Health Affairs, 23(2), 175-181.",
        "Centers for Medicare & Medicaid Services (CMS). Hospital Compare. Retrieved June 4, 2012, from http://www.hospitalcompare.hhs.gov/ Claxton, G., DiJulio, B., Finder, B., Lundy, J., McHugh, M., Osei-Anto, A., Whitmore, H., Pickreign, J., & Gabel, J. (2010). Employer Health Benefits: 2010 Annual Survey. Kaiser Family Foundation & Health Research and Educational Trust.",
        "Retrieved March 5, 2012, from http://kaiserfamilyfoundation.files.wordpress.com/2013/04/8085.pdf Cooper, G.S., Yuan, Z., Stange, K.C., Amini, S.B., Dennis, L.K., & Rimm A.A. (1999). The Utility of Medicare Claims Data for Measuring Cancer Stage. Medical Care, 37(7), 706-11.",
        "Cutler, D., & Dafny, L. (2011). Designing Transparency Systems for Medical Care Prices. New England Journal of Medicine, 364: 894-895.",
        "Diggs, J., Xu, F., Diaz, M., Cooper, G.S., & Koroukian, S.M. (2007). Failure to screen: predictors and burden of emergency colorectal cancer resection. Am J Managed Care, 13(3), 157-64.",
        "Dor, A. & Farley, D.E. (1996). Payment source and the cost of hospital care: Evidence from a multiproduct cost function with multiple payers. Journal of Health Economics, 15(1), 1-21.",
        "Dor, A., Grossman, M., & Koroukian, S. M. (2004). Hospital transaction prices and managed-care discounting for selected medical technologies. The American Economic Review, 94(2), 352-356.",
        "Dor, A., Koroukian, S. M., & Grossman, M. (2004). Managed care discounting: Evidence from the MarketScan database. Inquiry, 41(2), 159-169.",
        "Elixhauser, A., Steiner, C., Harris, D. R., & Coffey, R. M. (1998). Comorbidity measures for use with administrative data. Medical Care, 36(1), 8-27.",
        "GAO. (2011). Health Care Price Transparency: Meaningful Price Information is Difficult for Consumers to Obtain Prior to Receiving Care, United States Government Accountability Office, GAO-11-791.",
        "Ginsburg, P. (2007). Shopping for Price in Medical Care. Health Affairs, 26(2) Hayanga, A. J., Mukherjee, D., Chang, D., Kaiser, H., Lee, T., Gearhart, S., Ahuja, N., & Freischlag, J. (2010). Teaching hospital status and operative mortality in the United States: Tipping point in the volume-outcome relationship following colon resections? Archives of Surgery, 145(4), 346-350.",
        "Jacobson, M., Earle, C.C., Price, M., & Newhouse, J.P. (2010). How MedicareÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0084¢s payment cuts for cancer chemotherapy drugs changed patterns of treatment. Health Affairs, 29(7), 1391-1399.",
        "Kahn, H., Sempos, C. T. (1989). Statistical Methods in Epidemiology. New York: Oxford University Press.",
        "Krumholz, H.M., Normand, S.L.T., Galusha, D.H., Mattera, J.A., Rich, A.S., Wang, Y., & Wang, Y. (2005). Risk-adjustment models for AMI and HF 30-day mortality: Methodology. Retrieved May 15, 2012, from https://www.qualitynet.org/dcs/ContentServer?c=Page&pagename=QnetPublic% 2FPage%2FQnetTier3&cid=1163010421830.",
        "Krumholz, H. M., Wang, Y., Mattera, J. A., Wang, Y., Han, L. F., Ingber, M. J., Roman, S., Normand, S. T. (2006a). An administrative claims model suitable for profiling hospital performance based on 30-day mortality rates among patients with an acute myocardial infarction. Circulation, 113(13), 1683-1692.",
        "Krumholz, H. M., Wang, Y., Mattera, J. A., Wang, Y., Han, L. F., Ingber, M. J., Roman, S., Normand, S. T. (2006b). An administrative claims model suitable for profiling hospital performance based on 30-day mortality rates among patients with heart failure. Circulation, 113(13), 1693-1701.",
        "Manning, W.G. (1998). The logged dependent variable, heteroscedasticity, and the retransformation problem. Journal of Health Economics, 17(3), 283Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c295.",
        "Manning, W.G., & Mullahy, J. (2001). Estimating log models: To transform or not to transform? Journal of Health Economics, 20(4), 461-94.",
        "McCullagh, P., & Nelder, J. A. (1989). Generalized Linear Models, Second Edition. CRC Press.",
        "Meier, B., McGinty, J.C., & Creswell, J. (2013, May 8). Hospital Billing Varies Widely, Government Data Shows. The New York Times. Retrieved from http://www.nytimes.com/2013/05/08/business/hospital-billing-varies-wildly-usdata -shows.html?pagewanted=all Merkow, R.P., Bentrem, D.J., Winchester, D.P., Stewart, A.K., Ko, C.Y., & Bilimoria, K.Y. (2013). Effect of including cancer-specific variables on risk-adjusted hospital surgical quality comparisons. Ann Surg Oncol, 20(6),1766-73.",
        "Mohammed, M.A., & Stevens, A.J. (2013). A simple insightful approach to investigating a hospital standardized mortality ratio: an illustrative case-study. PLoS One, 8(3) Reinhardt, U.E. (2006). The pricing of U.S. hospital services: Chaos behind a veil of secrecy: An economist's insights into what causes the variation in pricing, and what to do about it. Health Affairs, 25(1), 57-69.",
        "Robert Wood Johnson Foundation (RWJF). (2013). Consumer Attitudes on Health Care Costs: Insights from Focus Groups in Four U.S. Cities. Retrieved from http://www.rwjf.org/en/research-publications/find-rwjfresearch /2013/01/consumer-attitudes-on-health-care-costs--insights-from-focusgro. html Rothman, K.J. (2012). Epidemiology: an introduction. Oxford University Press.",
        "Silber, J.H., Rosenbaum, P.R., Brachet, T. J., Ross, R.N., Bressler, L.J., Even-Shoshan, O.,Lorch, S.A., and Volpp, K.G. (2010). The hospital compare mortality model and the volume-outcome relationship. Health Services Research, 45(5 PT 1), 1148Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c1167."
    ]
}