{
    "id": 19445,
    "cites": 24,
    "cited_by": 2,
    "reference": [
        "American Mathematical Society. Leroy P. Steele Prize for Lifetime Achievement, 2008 Steele Prizes, Notices American Mathematical Society 55 (2008): 486-490. Anderson, Rolph E., Alan J. Dubinsky, and Rajiv Mehta. Sales Managers: Marketing&apos;s Best Example of the Peter Principle? Business Horizons 42 (January/February 1999): 19-26.",
        "Arrow, Kenneth J. Some Aspects of the Theory of Risk Bearing. Helsinki: Yrjo Jahnssonin Saatio, 1965.",
        "Azoulay, Pierre, Joshua S. Graff Zivin, and Gustavo Manso. Incentives and Creativity: Evidence from the Academic Life Sciences. The RAND Journal of Economics 42 (Fall 2011): 527-554.",
        "Barmby, Tim, Barbara Eberth, and Ada Ma. Incentives, Learning, Task Difficulty, and the Peter Principle: Interpreting individual output changes in an Organisational Hierarchy. Labour Economics 19 (January 2012): 76-81.",
        "Borjas, George J., and Kirk B. Doran. The collapse of the Soviet Union and the productivity of American mathematicians. Quarterly Journal of Economics 127 (August 2012): 1143-1203.",
        "Borjas, George J., and Kirk B. Doran. Cognitive mobility: Labor market responses to supply shocks in the space of ideas. Journal of Labor Economics, forthcoming 2014.",
        "Carter, R. W. A survey of the work of George Lusztig, Nagoya Mathematical Journal, Volume 182 (2006), 1-45.",
        "Chan, Ho Fai, Bruno S. Frey, Jana Gallus, and Benno Torgler. Does the John Bates Clark Medal boost subsequent productivity and citation success? No. 2013-0, CREMA, 2013.",
        "Chang, Kenneth, Oded Schramm, 46, Mathematician, Is Dead, New York Times, September 11, 2008.",
        "Ehrenberg, Ronald G., and Michael L. Bognanno. Do Tournaments Have Incentive Effects? Journal of Political Economy 98 (December 1990): 1307-24.",
        "Gleick, James. Chaos: Making a New Science. New York: Viking-Penguin, 1987.",
        "International Congress of Mathematicians, Proceedings of the International Congress of Mathematicians (1936, 1954, 1966, 1970, 1974, 1978, 1986, 1994, 1998, 2006, 2010).",
        "Knoeber, Charles R., and Walter N. Thurman. Testing the Theory of Tournaments: An Empirical Analysis of Broiler Production. Journal of Labor Economics 12 (April 1994): 155-179.",
        "Lazear, Edward P. The Peter Principle: A Theory of Decline, Journal of Political Economy 112 (February 2004): S141-S163.",
        "Lazear, Edward P., and Sherwin Rosen. Rank-Order Tournaments as Optimum Labor Contracts, Journal of Political Economy 89 (October 1981): 841-864.",
        "Levhari, David, and Yoram Weiss. The Effect of Risk on the Investment in Human Capital. American Economic Review 64 (December 1974): 950-963 Levin, Sharon G., and Paul E. Stephan. Research Productivity Over the Life Cycle: Evidence for Academic Scientists, American Economic Review 81 (March 1991): 114-132 Main, Brian G. M., Charles A. O&apos;Reilly III, and James Wade. Top Executive Pay: Tournament or Teamwork? Journal of Labor Economics 11 (October 1993): 606-628.",
        "Monastyrsky, Michael. Some Trends in Modern Mathematics and the Fields Medal. Canadian Mathematical Society (2001).",
        "Rosen, Sherwin. Prizes and Incentives in Elimination Tournaments, American Economic Review 76 (September 1986): 701-15.",
        "Scotchmer, Suzanne. Innovation and incentives. Cambridge, MA: MIT Press, 2006.",
        "Solholm, Rolleiv. The Abel Prize to John T. Tate, Norway Post, 25 March 2010.",
        "Stern, Scott. Do Scientists Pay to Be Scientists? Management Science 50, 6 (June 2004): 835-853.",
        "Stiglitz, Joseph E. The Effects of Income, Wealth, and Capital Gains Taxation on Risk-Taking, Quarterly Journal of Economics 83 (May, 1969): 263-283.",
        "Tropp, Henry S. The Origins and History of the Fields Medal. Historia Mathematica 3 (1976): 167-181.",
        "Zuckerman, Harriet. Scientific Elite: Nobel Laureates in the United States. New Brunswick, NJ: Transaction Publishers, 1996."
    ]
}