{
    "id": 19457,
    "cites": 20,
    "cited_by": 12,
    "reference": [
        ". Belaygorod, A., and M. Dueker (2009) Indeterminacy Change Points and the Price Puzzle in an Estimated DSGE Model, Journal of Economic Dynamics and Control, 33(3), 624-648.",
        "Benhabib, J., and R. E. A. Farmer (1994) Indeterminacy and Increasing Returns, Journal of Economic Theory, 63, 19-46.",
        "Benhabib, J., and R. E. A. Farmer (1999) Indeterminacy and Sunspots inMacroeconomics, in Handbook of Macroeconomics, ed. by J. B. Taylor, and M. Woodford. North-Holland.",
        "Blanchard, O. J., and C. M. Kahn (1980) The Solution of Linear Difference Models under Rational Expectations, Econometrica, 48, 1305-1313.",
        "Castelnuovo, E., and L. Fanelli (2013) Monetary Policy Indeterminacy and Identification Failures in the U.S.: Results from a Robust Test, Mimeo, University of Padova.",
        "Clarida, R., J. Gali, and M. Gertler (2000) Monetary Policy Rules and Macroeconomic Stability: Evidence and Some Theory, Quarterly Journal of Economics, 115(1), 147-180.",
        "Farmer, R. E. A. (1999) The Macroeconomics of Self-Fulfilling Prophecies. MIT Press, Cambridge, MA, second edn.",
        "Farmer, R. E. A., and J. T. Guo (1994) Real Business Cycles and the Animal Spirits Hypothesis, Journal of Economic Theory, 63, 42-73.",
        "Farmer, R. E. A., and J.-T. Guo (1995) The Econometrics of Indeterminacy, Carnegie Rochester Series on Public Policy, 43, 225-273.",
        "Hirose, Y. (2011) Monetary Policy and Sunspot Fluctuation in the US and Euro Area, Munich Personal RePEc Archive No. 33693.",
        "Kerr, W. R., and R. G. King (1996) Limits on Interest Rate Rules in IS-LM Models, Federal Reserve Bank of Richmond Economic Quarterly.",
        "King, R. G., and M. Watson (1998) The solution of singular linear difference systems under rational expectations, International Economic Review, 39(4), 1015-1026.",
        "Klein, P. (2000) Using the generalized Schur form to solve a mutivariate linear rational expectations model, Journal of Economic Dynamics and Control, 24(10), 1405-1423.",
        "Lubik, T. A., and F. Schorfheide (2003) Computing Sunspot Equilibria in Linear Rational Expectations Models, Journal of Economic Dynamics and Control, 28(2), 273-285.",
        "Lubik, T. A., and F. Schorfheide (2004) Testing for Indeterminacy: An Application to U.S. Monetary Policy, American Economic Review, 94, 190-219.",
        "McCallum, B. T. (1983) On Non-Uniqueness in Rational Expectations Models: An Attempt at Perspective, Journal of Monetary Economics, 11, 139-168.",
        "Sims, C. A. (2001) Solving Linear Rational Expectations Models, Journal of Computational Economics, 20(1-2), 1-20.",
        "Uhlig, H. (1999) A Toolkit for Analyzing Nonlinear Dynamic Stochastic Models Easily, in Computational Methods for the Study of Dynamic Economies, ed. byR.Marimon, and A. Scott, pp. 30-61. Oxford University Press, Oxford, England.",
        "Zheng, T., and H. Guo (2013) Estimating a Small Open Economy with Indeterminacy: Evidence from China. Economic Modelling, 31, 642-652.",
        "Zheng, T., and H. Guo (2013) Estimating a Small Open Economy with Indeterminacy, Evidence from China, Economic Modelling, 31, 642-652."
    ]
}