{
    "id": 19469,
    "cites": 125,
    "cited_by": 128,
    "reference": [
        "Adrian, T., and H. S. Shin (2009): Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Prices and Quantities in the Monetary Policy Transmission,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d International Journal of Central Banking, pp. 131Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c142.",
        "(2010): Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Financial Intemediaries and Monetary Economics,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Handbook of Monetary Economics, Chapter 12, 601Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c650.",
        "(2012): Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Which Financial Frictions? Parsing the Evidence from the Financial Crisis of 2007-2009,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d in NBER Macroeconomics Annual, vol. 27. National Bureau of Economic Research.",
        "An, S., and F. Schorfheide (2007): Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Bayesian Analysis of DSGE Models,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Econometric Reviews, 26: 2-4, 113Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c172.",
        "Andersen, T., T. Bollerslev, P. Christoffersen, and F. Diebold (2012): Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Financial Risk Measurement for Financial Risk Management,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d in Handbook of the Economics of Finance, ed. by G. Constantinedes, M. Harris, and R. Stultz, vol. forthcoming.",
        "Andreou, E., E. Ghysels, and A. Kourtellos (2013): Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Should Macroeconomic Forecasters use Daily Financial Data and how?,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Journal of Business and Economic Statistics, 31, 240Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c251.",
        "Aruoba, S. B., and F. X. Diebold (2010): Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Real-Time Macroeconomic Monitoring: Real Activity, Inflation and Interactions,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d American Economic Review, 100, 20Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c24.",
        "Auroba, S., F. Diebold, and C. Scotti (2009): Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Real-Time Measurement of Business Conditions,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Journal of Business and Economic Statistics, 27(4), 417Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c27.",
        "Bachmann, R., and G. Moscarini (2011): Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Business Cycles and Endogenous Uncertainty, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Working Paper, Yale University.",
        "Bai, J., and S. Ng (2002): Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Determining the Number of Factors in Approximate Factor Models,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Econometrica, 70:1, 191Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c221.",
        "Bai, J., and S. Ng (2007): Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Determining the Number of Primitive Shocks in Factor Models, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Journal of Business and Economic Statistics, 25, 52Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c60.",
        "Bai, J., and S. Ng (2008): Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Large Dimensional Factor Analysis,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Foundations and Trends in Econometrics, 3:2, 89Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c163.",
        "Bansal, R., D. Kiku, and A. Yaron (2010): Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Long Run Risks, the Macroeconomy, and Asset Prices,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d American Economic Review: Papers and Proceedings, 100(2), 1Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c5.",
        "Bansal, R., and A. Yaron (2004): Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Risks for the Long Run: A Potential Resolution of Asset Pricing Puzzles,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Journal of Finance, 59, 1481Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c1509.",
        "Barro, R. (2006): Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Rare Disasters and Asset Markets in the Twentieth Century,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Quarterly Journal of Economics, 12(3), 823Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c866.",
        "Basu, S., and B. Bundick (2012): Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Uncertainty Shocks in a Model of Effective Demand,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d working paper.",
        "Basu, S., and J. Fernald (2001): Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Why is Productivity Procyclical? Why do We Care?,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d in New Developments in Productivity Analysis, ed. by E. R. D. Charles R. Hulten, and M. J. Harper, pp. 225Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c302. National Bureau of Economic Research, University of Chicago Press.",
        "Bernanke, B., and J. Boivin (2003): Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Monetary Policy in a Data Rich Environment,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Journal of Monetary Economics, 50:3, 525Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c546.",
        "Bernanke, B. S., and M. Gertler (1989): Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Agency Costs, Net Worth, and Business Fluctuations,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d American Economic Review, 79, 14Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c31.",
        "Bernanke, B. S., M. Gertler, and S. Gilchrist (1996): Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093The Financial Accelerator and Flight to Quality,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Review of Economics and Statistics, 78(1), 1Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c15.",
        "(1999): Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093The Financial Accelerator in a Quantitative Business Cycle Framework,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d in Handbook of Macroeconomics, Vol. 1C, ed. by J. B. Taylor, and M. Woodford. Elsevier.",
        "Beveridge, W. (1944): Full Employment in a Free Society. George Allen and Unwin, London.",
        "Blanchard, O. J. (1997): Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093The Medium Run,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Brookings Paper on Economic Activity, 2, 89Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c158.",
        "Blanchard, O. J., and M. W. Watson (1986): Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Are Business Cycles All Alike,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d in The American Business Cycle: Continuity and Change, ed. by R. J. Gordon, pp. 123Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c180.",
        "Bloom, N. (2009): Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093The Impact of Uncertainty Shocks,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Econometrica, 77, 623Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c685.",
        "Bloom, N., M. Floetotto, N. Jaimovich, I. Saporta, and S. Terry (2012): Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Really Uncertain Business Cycles,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d NBER Working Paper 18245.",
        "Bordo, M. D., and J. G. Haubrich (2010): Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Credit Crises, Money and Contractions: An Historical View,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Journal of Monetary Economics, 57, 1Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c18.",
        "(2012): Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Deep Recessions, Fast Recoveries, and Financial Crises: Evidence from the American Record,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Federal Reserve Bank of Cleveland Working Paper 12-14.",
        "Brunnermeier, M. K., T. M. Eisenbach, and Y. Sannikov (2012): Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Macroeconomics with Financial Frictions: A Survey,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d mimeo, Princeton University.",
        "Brunnermeier, M. K., and Y. Sannikov (2013): Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093A Macroeconomic Model with a Financial Sector,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d American Economic Review, forthcoming.",
        "Burns, A. F., and W. C. Mitchell (1946): Measuring Business Cycle. National Bureau of Economic Research, New York.",
        "Canova, F. (1998): Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Detrending and Business Cycle Facts,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Journal of Monetary Economics, 41, 475Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c512.",
        "Chauvet, M., and J. D. Hamilton (2006): Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Dating Business Cycle Turning Points,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d in Nonlinear Time Series Analysis of Business Cycles, ed. by P. R. Costas Milas, and D. van Dijk, Amsterdam. Elsevier.",
        "Chauvet, M., and J. Piger (2008): Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093A Comparison of the Real-Time Performance of Business Cycle Dating Methods,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Journal of Business and Economic Statistics, 26, 42Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c49.",
        "Chodorow-Reich, G. (2013): Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093The Employment Effects of Credit Market Disruptions: Firm-level Evidence from the 2008-09 Financial Crisis,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d working paper.",
        "Christiano, Lawrence, J., and T. J. Fitzgerald (1998): Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093The Business Cycle: It is Still a Puzzle,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Economic Perspective, Federal Reserve Bank of Chicago, 22:4, 55Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c83.",
        "Christiano, L. J., M. Eichenbaum, and S. Rebelo (2011): Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093When is the Government Spending Multiplier Large?,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Journal of Political Economy, 119, 78Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c121.",
        "Cogley, T., and T. J. Sargent (2005): Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Drifts and Volatilities: Monetary Policies and Outcomes in the Post World War II U.S,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Review of Economic Dynamics, 8, 262Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c302.",
        "Cohen-Cole, E., B. Duygan-Bump, J. Fillat, and J. Montoriol-Garriga (2008): Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Looking Behind the Aggregates: A Reply to Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Ë\u009cFacts and Myths About the Financial Crisis of 2008Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0084¢,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Federal Reserve Bank of Boston Working Paper No. QAU08-5.",
        "Comin, D., and M. Gertler (2006): Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Medium Term Business Cycles,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d American Economic Review, 96(3), 523Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c551.",
        "Croushore, D. (2011): Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Frontiers of Real-Time Data Analysis,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Journal of Economic Literature, 49, 72Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c100.",
        "Daly, M. C., B. Hobijn, A. Sahin, and R. G. Valletta (2012): Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093A Search and Matching Approach to Labor Markets: Did the Natural Rate of Unemployment Rise?,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Journal of Economic Perspectives, 26, 3Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c26.",
        "Davis, S. J., and J. A. Kahn (2008): Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Interpreting the Great Moderation: Changes in the Volatility of Economic Activity at the Macro and Micro Levels,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Journal of Economic Perspectives, 22, 155Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c180.",
        "Devereux, M. B., and J. Yetman (2010): Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Leverage Constraints and the International Transmission of Shocks,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Journal of Money Credit and Banking, 42, 71Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c105.",
        "Diebold, F. X., and G. D. Rudebusch (1996): Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Measuring Business Cycles: A Modern Perspective,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Review of Economics and Statistics, 78, 67Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c77.",
        "(1999): Business Cycles: Durations, Dynamics, and Forecasting. Princeton University Press.",
        "Doyle, B. M., and J. Faust (2005): Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Breaks In the Variability and Comovement of G-7 Economic Growth,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Review of Economics and Statistics, 87, 721Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c740.",
        "Eggertson, G. B., and M. Woodford (2003): Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093The Zero Bound on Interest Rates and Optimal Monetary Policy,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Brookings Papers on Economic Activity, 1, 139Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c211.",
        "Erceg, C. J., and A. T. Levin (2013): Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Labor Force Participation and Monetary Policy in the Wake of the Great Recession,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d working paper.",
        "EstevÃ\u0083â\u0080¹Ã\u0082Å\u0093 ao, M., and E. Tsounta (2011): Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Has the Great Recession Raised U.S. Structural Unemployment?Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d International Monetary Fund Working Paper 11/105.",
        "Evans, M. D. (2005): Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Where Are We Now? Real-Time Estimates of the Macroeconomy,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d International Journal of Central Banking, 1, 126Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c175.",
        "Faust, J., S. G. Gilchrist, J. H. Wright, and E. Zakrajsek (2013): Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Credit Spreads as Predictors of Real-Time Economic Activity: A Bayesian Model-Averaging Approach,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Review of Economic Statistics, forthcoming.",
        "Faust, J., and J. H. Wright (2009): Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Comparing Greenbook and Reduced Form Forecasts Using a Large Real-time Dataset,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Journal of Business and Economic Statistics, 27, 468Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c479.",
        "Fern andez-Villaverde, J., P. Guerr on-Quintana, K. Kuester, and J. RubioRam Ã\u0083â\u0080\u009eÃ\u0082Â±rez (2012): Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Fiscal Volatility Shocks and Economic Activity,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d working paper.",
        "Fisher, I. (1933): Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093The Debt-Deflation Theory of Great Depressions,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Econometrica, 1(4), 337Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c357.",
        "Forni, M., D. Giannone, M. Lippi, and L. Reichlin (2009): Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Opening the Black Box: Identifying Shocks and Propogation Mechanisms in VAR and Factor Models,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Econometric Theory, 25, 1319Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c1347.",
        "Forni, M., M. Hallin, M. Lippi, and L. Reichlin (2000): Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093The Generalized Dynamic Factor Model: Identification and Estimation,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Review of Economics and Statistics, 82:4, 540Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c554.",
        "Friedman, M. (1969): Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093The Optimum Quantity of Money and Other Essays,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d in Monetary Studies of the National Bureau, pp. 261Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c284, Aldine. Chicago.",
        "Friedman, M. (1993): Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093The Plucking Model of Business Fluctuations Revisted,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Economic Inquiry, 31:2, 171Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c177.",
        "Frisch, R. (1933): Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Propagation Problems and Impulse Responses in Dynamic Economics,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d in Essays in Honor of Gustave Cassel, London. George Allen.",
        "Gali, J., and L. Gambetti (2009): Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093On the Sources of the Great Moderation,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d American Economic Journal: Macroeconomics, 1, 26Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c58.",
        "Gali, J., and T. van Rens (2010): Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093The Vanishing Procyclicality of Labor Productivity,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d working paper.",
        "Giacomini, R., and B. Rossi (2010): Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Forecast Comparisons in Unstable Environments,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Journal of Applied Econometrics, 25, 595Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c620.",
        "Giannone, D., M. Lenza, and L. Reichlin (2008): Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Explaining the Great Moderation: It is not the Shocks,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Journal of the European Economic Association, 6, 621Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c633.",
        "Giannone, D., L. Reichlin, and D. Small (2008): Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Nowcasting GDP: The Real Time Informational Content of Macroeconomic Data Releases,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Journal of Monetary Economics, 55, 665Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c676.",
        "Gilchrist, S. G., V. Yankov, and E. Zakrajsek (2008): Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Credit Market Shocks and Economic Fluctuations: Evidence from Corporate Bond and Stock Markets,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Journal of Monetary Economics, 56, 471Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c493.",
        "Gilchrist, S. G., and E. Zakrajsek (2012): Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Credit Spreads and Business Cycle Fluctuations, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d American Economic Review, 102, 1692Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c1720.",
        "Gorton, G. (2012): Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Some Reflections on the Recent Financial Crisis,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d NBER working Paper 18397.",
        "Gorton, G., and A. Metrick (2012): Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Getting Up to Speed on the Financial Crisis: A One-Weekend-ReaderÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0084¢s Guide,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Journal of Economic Literature, 50, 128Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c150.",
        "Gourio, F. (2012): Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Disaster Risk and Business Cycles,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d American Economic Review, 102(6), 2734Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c66.",
        "Guerrieri, V., and G. Lorenzoni (2011): Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Credit Crises, Precautionary Savings, and the Liquidity Trap,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d NBER Working Paper 17583.",
        "Hall, R. E. (2011): Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093The Long Slump,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d American Economic Review, pp. 431Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c469.",
        "Hamilton, J. D. (1989): Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093A New Approach to the Economic Analysis of Nonstationary Time Series and the Business Cycle,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Econometrica, 57, 357Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c384.",
        "(1995): Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093WhatÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0084¢s Real About the Business Cycle,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Federal Reserve Bank of St. Louis Review, 87, 435Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c52.",
        "(2011): Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Calling Recessions in Real Time,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d International Journal of Forecasting, 27, 1006Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c1026.",
        "Harding, D., and A. Pagan (2006): Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Synchronization of Cycles,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Journal of Econometrics, 132, 59Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c79.",
        "Imbs, J. (2010): Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093The First Global Recession in Decades,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d IMF Economic Review, 58, 327Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c354.",
        "Jorda, O., M. Schularick, and A. M. Taylor (2011): Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093When Credit Bites Back: Leverage, Business Cycles, and Crises,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Federal Reserve Bank of San Francisco working paper 2011-11.",
        "Keen, S. (1995): Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Finance and Economic Breakdown: Modeling MinskyÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0084¢s Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Ë\u009cFinancial Instability HypothesisÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0084¢,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Journal of Post Keynesian Economics, 4, 607Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c635.",
        "Kim, C.-J., and C. Nelson (1999): Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Has the U.S. Economy become more Stable? A Bayesian Approach Based on Markov Switching Model of the Business Cycle,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Review of Economics and Statistics, 81(4), 608Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c616.",
        "King, R. G., and M. Watson (1996): Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Money, Prices, Interest Rates and the Business Cycle,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Review of Economics and Statistics, 78:1, 35Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c53.",
        "Kiyotaki, N., and J. Moore (1997): Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Credit Cycles,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Journal of Political Economy, 105, 211Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c248.",
        "Kose, M. A., C. Otrok, and C. H. Whiteman (2003): Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093International Business Cycles: World, Region, and Country Specific Factors,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d American Economic Review, 93.",
        "Kroszner, R. S., L. Laeven, and D. Klingebiel (2007): Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Banking Crises, Financial Dependence, and Growth,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Journal of Financial Economics, 84, 187Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c228.",
        "Krugman, P. (2008): Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093The International Finance Multiplier,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d working paper.",
        "Lane, P. R., and G. M. Milesi-Ferretti (2007): Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093The External Wealth of Nations Mark II: Revised and Extended Estimates of Foreign Assets and Liabilities, 1970Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c2004,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Journal of International Economics, 73, 223Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c250.",
        "Leeper, E., T. Walker, and S. Yang (2013): Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Fiscal foresight: Analytics and Econometrics, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Econometrica, forthcoming, NBER 14028.",
        "Lucas, R. E. (1977): Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Understanding Business Cycles,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d in Stabilization of the Domestic and International Economy, Carnegie-Rochester Conference Series on Public Policy, ed. by K. Brunner, and A. Meltzer. North Holland.",
        "Ludvigson, S., and S. Ng (2009): Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Bond Risk Premia and Macro Factors,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Review of Fiancial Studies.",
        "McConnell, M., and G. Perez-Quiros (2000): Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Output Fluctuations in the United States: What has Changed Since the Early 1980Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0084¢s?,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d American Economic Review, 90, 1464Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c1476.",
        "Mian, A., K. Rao, and A. Sufi (2011): Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Household Balance Sheets, Consumption, and the Economic Slump,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d mimeo, University of Chicago.",
        "Mian, A., and A. Sufi (2010): Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Household Leverage and the Recession of 2007-09,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d IMF Economic Review, 58, 74Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c117.",
        "(2012): Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093What Explains High Unemployment? The Aggregate Demand Channel,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d NBER working Paper 17830.",
        "Minsky, H. P. (1986): Stabilizing an Unstable Economy. McGraw Hill, New York.",
        "Nakamura, E., D. Sergeyev, and J. Steinsson (2012): Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Growth-Rate and Uncertainty Shocks in Consumption: Cross-Country Evidence,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d NBER Working Paper 18128.",
        "Nalewaik, J. J. (2011): Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Forecasting Recessions Using Stall Speeds,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Finance and Economics Discussion Series 2011-24, Federal Reserve Board, Washington.",
        "Neftci, S. N. (1984): Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Are Economic Time Series Asymmetric Over the Business Cycle,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Journal of Political Economy, 92:2, 307Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c328.",
        "Ng, S. (2013): Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Boosting Recessions,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d mimeo, Columbia University.",
        "Pozsar, Z., T. Adrian, A. Ashcraft, and H. Boesky (2010): Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Shadow Banking,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Federal Reserve Bank of New York Staff Report 458.",
        "Primiceri, G. E. (2005): Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Time Varying Structural Vector Autoregressions and Monetary Policy,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Review of Economic Studies, 72, 821Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c852.",
        "Reifschneider, D., and J. C. Williams (2000): Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Three Lessons for Monetary Policy in a Low-Inflation Era,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Journal of Money Credit and Banking, 32, 932Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c966.",
        "Reinhart, C. M., and K. S. Rogoff (2009a): Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093The Aftermath of Financial Crises,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d American Economic Review, 99, 466Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c72.",
        "(2009b): This Time is Different: Eight Centuries of Financial Folly. Princeton University Press, Princeton.",
        "(2011): Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093From Financial Crash to Debt Crisis,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d American Economic Review, 101, 1676Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c1706.",
        "(2012): Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Sorry, U.S. Recoveries Really ArenÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0084¢t Different,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Bloomberg Op-Ed.",
        "Rossi, B., and T. Sekhposyan (2010): Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Have Economic ModelsÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0084¢ Forecasting Performance for US Output Growth and Inflation Changed Over Time, and When?,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d International Journal of Forecasting, 26, 888Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c835.",
        "Schularick, M., and A. M. Taylor (2012): Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Credit Booms gone Bust: Monetary Policy, Leverage Cycles and Financial Crises, 1870-2008,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d American Economic Review, 102, 1029Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c1061.",
        "Sichel, D. E. (1994): Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Inventories and the Three Phases of the Business Cycle,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Journal of Business and Economic Statistics, 12, 269Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c277.",
        "Sims, C. A. (2012): Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Discussion of Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Ë\u009cDisentangling the Channels of the 2007-2009 RecessionÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0084¢ (by Stock and Watson),Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Brookings Papers on Economic Activity, 1, 141Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c148.",
        "Sims, C. A., and T. Zha (2006): Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Were there Regime Switches in US Monetary Policy?,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d American Economic Review, 96, 54Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c81.",
        "Sinai, A. (1992): Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Financial and Real Business Cycles,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Eastern Economic Journal, 18:1, 1Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c54.",
        "Slutsky, E. (1937): Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093The Summation of Random Causes as the Sources of Cyclic Processes, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Econometrica, 5, 105Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c146.",
        "Stock, J. H., and M. W. Watson (1999): Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Business Cycle Fluctuations in US Macroeconomic Time Series,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d in Handbook of Macroeconomics, ed. by J. B. Taylor, and M. Woodford. Elsevier.",
        "Stock, J. H., and M. W. Watson (2002a): Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Forecasting Using Principal Components from a Large Number of Predictors,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Journal of the American Statistical Association, 97, 1167Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c1179.",
        "Stock, J. H., and M. W. Watson (2002b): Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Has the Business Cycle Changed and Why?,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d NBER Macroeconomics Annual, 17, 159Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c230.",
        "(2003a): Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Has the Business Cycle Changed? Evidence and Explanations,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d in Monetary Policy and Uncertainty, pp. 9Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c56. Federal Reserve Bank of Kansas City.",
        "(2003b): Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Forecasting Output and Inflation: The Role of Asset Prices,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Journal of Economic Literature, 41, 788Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c829.",
        "Stock, J. H., and M. W. Watson (2005): Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Implications of Dynamic Factor Models for VAR analysis,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d NBER WP 11467.",
        "(2006): Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Forecasting with Many Predictors,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d in Handbook of Forecasting. North Holland.",
        "Stock, J. H., and M. W. Watson (2010): Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Indicators for Dating Business Cycles: CrossHistory Selection and Comparisons,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d American Economic Review, 100, 16Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c19.",
        "(2012): Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Disentangling the Channels of the 2007-2009 Recession,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Brookings Papers on Economic Activity, 1, 81Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c135.",
        "Teles, P., and R. Zhou (2005): Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093A Stable Money Demand: Looking for the Right Monetary Aggregate,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Federal Reserve Bank of Chicago Economic Perspectives, pp. 50Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c63.",
        "Tobin, J. (1972): Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Inflation and Unemployment,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d American Economic Review, 62(1), 1Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c18.",
        "Woodford, M. (2011): Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Simple Analytics of the Government Expenditure Multiplier,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d American Economic Journal: Macroeconomics, 3, 1Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c35.",
        "Zarnowitz, V. (1985): Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Recent Work on Business Cycles In Historical Perspective,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Journal of Economic Literature, 22:2, 523Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c580."
    ]
}