{
    "id": 1947,
    "cites": 21,
    "cited_by": 0,
    "reference": [
        "Auerbach, Alan J. and Hines, James R. , Tax Reform, Investment, and the Value of the Firm, N.B.E.R. Working Paper 1803 (January 1986).",
        "Auerbach, Alan J., Kotlikoff, Laurence J., and Jonathan Skinner, The Efficiency Gains from Dynamic Tax Reform, International Economic Review, (February 1983).",
        "Barro, Robert J., On the Determination of Public Debt, Journal of Political Economy 87 (October 1979): 940-971.",
        "Barro, Robert J., The Behavior of U.S. Deficits, N.B.E.R. Working Paper 1319 (March 1984).",
        "Barro, Robert J., and Chaipat Sahasakul, Measuring the Average Marginal Tax Rate from the Individual Income Tax, Journal of Business (October l983a). Barro, Robert J., and Chaipat Sahasakul, Average Marginal Tax Rates from Social Security and the Individual Income Tax, NBER Working Paper 1214 (October l983b). Clark, Timothy, Selling Tax Breaks - - If Both Parties Benefit, Then Why is Congress Unhappy?, National Journal (December 19, 1981).",
        "Clark, Timothy, Tinkering with the Tax Code, National Journal (February 19, 1983).",
        "Chang, F. R., and Wildasin, D. E. Local Randomization of Commodity Taxes, mimeo, (March 1985).",
        "Eaton, Jonathan, and Harvey Rosen, Labor Supply, Uncertainty, and Efficient Taxation, Journal of Public Economics 14 (1980): 365-374.",
        "Friend, Irwin, and Marshall E. Blume, The Demand for Risky Assets, American Economic Review (December 1975): 900-922.",
        "Ghez, Gilbert, and Gary S. Becker, The Allocation of Time and Goods Over the Life Cycle. New York: Columbia University Press (1975).",
        "Hall, Robert, Real Interest and Consumption, N.B.E.R. Working Paper 1694 (August 1985).",
        "Hansen, Lars Peter, and Kenneth J. Singleton, Stochastic Consumption, Risk Aversion, and the Temporal Behavior of Asset Returns, Journal of Political Economic 91 (April 1983): 249-265.",
        "Judd, Kenneth L., Short-run Effects of Uncertainty About the Timing of Future Taxes, mimeo (October 1984).",
        "Kanbur, S.M. Ravi, Labour Supply Under Uncertainty with Piecewise Linear Tax Regimes, Economica (November 1983): 379-394.",
        "Kaplow, Louis, An Economic Analysis of Legal Transitions, Harvard Law Review 99, (1986a): 509-617.",
        "Kaplow, Louis, Optimal Government Policy Toward Risk Imposed By Uncertainty Concerning Future Government Action, mimeo, (March l986b). Killingsworth, Mark, Labor Supply. Cambridge University Press (1983).",
        "King, Mervyn A. and Don Fullerton, The Taxation of Income from Capital. Chicago: The University of Chicago Press (1984).",
        "Seater, John, On the Construction of Marginal Federal Personal and Social Security Tax Rates in the United States, Journal of Monetary Economics 15 (January 1985): 121-136.",
        "Skinner, Jonathan, Uncertain Tax Policy and Economic Efficiency, mimeo (1984).",
        "Stiglitz, Joseph E. , The Effects of Income, Wealth, and Capital Gains Taxation on Risk-Taking, Quarterly Journal of Economics (1969): 263-283.",
        "Weber, Warren E. , Interest Rates, Inflation, and Consumer Expenditures, American Economic Review (December 1975): 843-858."
    ]
}