{
    "id": 19490,
    "cites": 39,
    "cited_by": 4,
    "reference": [
        "Acemoglu, D. and J. Linn (2004). \"Market Size in Innovation: Theory and Evidence from the Pharmaceutical Industry.\" Quarterly Journal of Economics 119(3): 1049-1090.",
        "Agency for Healthcare Quality and Research (2008). \"Guide to Inpatient Quality Indicators.\" Almond, D., J. J. Doyle, et al. (2010). \"Estimating Marginal Returns to Medical Care: Evidence from At-risk Newborns.\" The Quarterly Journal of Economics 125(2): 591-634.",
        "Altonji, J. G., T. E. Elder, et al. (2005). \"An Evaluation of Instrumental Variable Strategies for Estimating the Effects of Catholic Schooling.\" The Journal of Human Resources 40(4): 791-821.",
        "American Hospital Association (2006). 2005 Annual Survey. Chicago, IL, Health Forum, LLC.",
        "Arellano, M. and S. Bond (1991). \"Some Tests of Specification for Panel Data: Monte Carlo Evidence and an Application to Employment Equations.\" The Review of Economic Studies 58(2): 277-297.",
        "Barnato, A. E., C. C. Chang, et al. (2010). \"Is survival better at hospitals with higher \"end-oflife \" treatment intensity?\" Med Care 48(2): 125-132.",
        "Blume-Kohout, M. E. and N. Sood (2013). \"Market Size and Innovation: Effects of Medicare Part D on Pharmaceutical Research and Development.\" J Public Econ 97: 327-336.",
        "Card, D., C. Dobkin, et al. (2009). \"Does Medicare Save Lives?\" The Quarterly Journal of Economics 124(2): 597-636.",
        "Chandra, A., A. Finkelstein, et al. (2013). Healthcare Exceptionalism? Productivity and Allocation in the U.S. Healthcare Sector. National Bureau of Economic Research Working Paper. Cambridge, MA, National Bureau of Economic Research.",
        "Chandra, A. and D. O. Staiger (2007). \"Productivity Spillovers in Health Care: Evidence from the Treatment of Heart Attacks.\" Journal of Political Economy 115(1): 103-140.",
        "Doyle, J. J. (2005). \"Health Insurance, Treatment and Outcomes: Using Auto Accidents as Health Shocks.\" Review of Economics and Statistics 87(2): 256-270.",
        "Doyle, J. J. (2011). \"Returns to Local-Area Health Care Spending: Evidence from Health Shocks to Patients Far from Home.\" American Economic Journal: Applied Economics 3(3): 221243.",
        "Doyle, J. J., Jr., S. M. Ewer, et al. (2010). \"Returns to physician human capital: evidence from patients randomized to physician teams.\" Journal of health economics. 29(6): 866-882.",
        "Finkelstein, A. (2003). Health Policy and Technological Change: Evidence from the Vaccine Industry. Cambridge, MA, National Bureau of Economic Research.",
        "Fisher, E. S., D. E. Wennberg, et al. (2003). \"The implications of regional variations in Medicare spending. Part 2: health outcomes and satisfaction with care.\" Annals of Internal Medicine 138(4): 288-298.",
        "Geweke, J., G. Gowrisankaran, et al. (2003). \"Bayesian Inference for Hospital Quality in a Selection Model.\" Econometrica 71(4): 1215-1238.",
        "Gowrisankaran, G. and R. J. Town (1999). \"Estimating the quality of care in hospitals using instrumental variables.\" Journal of Health Economics 18(6): 747-767.",
        "Griliches, Z. and J. Mairesse (1998). Production functions: the search for identification, Cambridge University Press.",
        "Ho, K. and R. Lee (2013). Insurer Competition and Negotiated Hospital Prices. National Bureau of Economic Research Working Paper. Cambridge, MA, National Bureau of Economic Research.",
        "Hodgkin, D. and T. G. McGuire (1994). \"Payment levels and hospital response to prospective payment.\" Journal of Health Economics 13(1): 1-29.",
        "Kaestner, R. and J. H. Silber (2010). \"Evidence on the Efficacy of Inpatient Spending on Medicare Patients.\" Milbank Q 88(4): 560-594.",
        "Kessler, D. P. and M. B. McClellan (2000). \"Is Hospital Competition Socially Wasteful?\" Quarterly Journal of Economics 115(2): 577-615.",
        "Luft, H. S., S. S. Hunt, et al. (1987). \"The volume-outcome relationship: practice-makes-perfect or selective-referral patterns?\" Health Services Research 22(2): 157-182.",
        "Marschak, J. and W. H. Andrews Jr (1944). \"Random simultaneous equations and the theory of production.\" Econometrica, Journal of the Econometric Society: 143-205.",
        "McClellan, M., B. J. McNeil, et al. (1994). \"Does more intensive treatment of acute myocardial infarction in the elderly reduce mortality? Analysis using instrumental variables.\" JAMA 272(11): 859-866.",
        "Olley, G. S. and A. Pakes (1996). \"The Dynamics of Productivity in the Telecommunications Equipment Industry.\" Econometrica 64(6): 1263-1297.",
        "Ong, M. K., C. M. Mangione, et al. (2009). \"Looking Forward, Looking Back: Assessing Variations in Hospital Resource Use and Outcomes for Elderly Patients With Heart Failure.\" Circulation: Cardiovascular Quality and Outcomes.",
        "Picone, G. A., F. A. Sloan, et al. (2003). \"Does Higher Hospital Cost Imply Higher Quality of Care?\" The Review of Economics and Statistics 85(1): 51-62.",
        "Romley, J. and D. P. Goldman (2011). \"How Costly Is Hospital Quality? A Revealed-Preference Approach.\" Journal of Industrial Economics.",
        "Romley, J. A., A. B. Jena, et al. (2011). \"Hospital Spending and Inpatient Mortality: Evidence from California: An Observational Study.\" Annals of Internal Medicine 154(3): 160-167.",
        "Romley, J. A., A. B. Jena, et al. (2013). \"Spending and Mortality in US Acute Care Hospitals.\" Am J Manag Care 19(2): e46-54.",
        "Silber, J. H., R. Kaestner, et al. (2010). \"Aggressive Treatment Style and Surgical Outcomes.\" Health Services Research 45(6 Pt 2): 1872-1892.",
        "Skinner, J. (2011). Causes and Consequences of Regional Variations in Health Care. Handbook of Health Economics. M. V. Pauly, T. G. McGuire and P. P. Barros. Amsterdam, Elsevier. 2: 45-93.",
        "Skinner, J. and D. Staiger (2009). Technology Diffusion and Productivity Growth in Health Care. Cambridge, MA, National Bureau of Economic Research.",
        "Skinner, J. S., D. O. Staiger, et al. (2006). \"Is technological change in medicine always worth it? The case of acute myocardial infarction.\" Health Affairs 25(2): w34-47.",
        "Song, Y., J. Skinner, et al. (2010). \"Regional variations in diagnostic practices.\" N Engl J Med 363(1): 45-53.",
        "Weinstein, M. and J. Skinner (2010). \"Comparative Effectiveness and Health Care Spending--Implications for Reform.\" New England Journal of Medicine.",
        "Welch, H. G., S. M. Sharp, et al. (2011). \"Geographic variation in diagnosis frequency and risk of death among Medicare beneficiaries.\" JAMA 305(11): 1113-1118.",
        "Wennberg, D. E. and M. M. Cooper (1996). Dartmouth Atlas of Health Care. Chicago, IL, American Hospital Publishing, Inc."
    ]
}