{
    "id": 1951,
    "cites": 22,
    "cited_by": 5,
    "reference": [
        "Abraham, Katherine. Structural/Frictional vs. Deficient Demand Unemployment. American Economic Review 73, no. 4 (September 1983): 708-724.",
        "Akerlof, George A., and Main, Brian. An Experience-Weighted Measure of Employment and Unemployment Durations. American Economic Review 71, no. 5 (December 1981): 1003-1011.",
        "Birch, David L. The Job Generation Process. Cambridge, MA MIT Program on Neighborhood and Regional Change, 1979.",
        "D.C.: Small Business Administration, January 1981.",
        "Creation -- Lessons Learned from the Use of a Longitudinal File. Washington, D.C. Small Business Administration, 1982.",
        "Bluestone, Barry, and Harrison, Bennett. Capital and the Communities. Washington, D.C.: The Progressive Alliance, 1980.",
        "Caves, Richard E.; Khalilzadeh-Shirazi, Jagdish; and Porter, Michael E. Scale Economies in Statistical Analyses of Market Power. Review of Economics and Statistics 67 (May 1975): 134-141.",
        "Fothergill, Steve, and Gudgin, Graham. The Job Generation Process in Britain, Research Series 32. London: Center for Environmental Studies, 1979.",
        "Friedman, Milton. A Theory of the Consumption Function. Princeton, N.J.: National Bureau of Economic Research, 1957. Galton, Francis. Regression Toward Mediocrity in Hereditary Stature, Journal of the Anthropological Institute 40 (1886): 246-263.",
        "Gibrat, R. Les Inegalites Economigues. Paris, 1930.",
        "Hall, Robert E. The Importance of Lifetime Jobs in the U.S. Economy. American Economic Review 72, no. 4 (September 1982): 716-724.",
        "Hart, P.E. and Prais, S.J. The Analysis of Business Concentration: A Statistical Approach, Journal of the Royal Statistical Society, Series A, Vol. 119: 150-181. Hymer, Stephen and Pashigian, Peter. Firm Size and Rate of Growth, Journal of Political Economy 70, No. 6 (December, 1962): 556569.",
        "Ijiri, Vuri, and Simon, Herbert A. Skew Distributions and the Sizes of Business Firms. New York: North-Holland, 1977.",
        "Leonard, Jonathan S. The Impact of Affirmative Action on Employment. Journal of Labor Economics 2, no. 4 (October 1984): 439-463.",
        "Leonard, Jonathan S. Unemployment and the Volatility of Labor Demand, unpublished paper, 1986.",
        "Lillien, David M. The Cyclical Pattern of Temporary Layoffs in United States Manufacturing. Review of Economics and Statistics (February 1980): 24-31.",
        "Meller, Patricio and Marf an, Manuel. Small and Large Industry: Employment Generation, Linkages, and Key Sectors, Economic Development and Cultural Change 29, No. 1 (January 1981): 263-274.",
        "Prais, S..). The Statistical Conditions for a Change in Business Concentration, Review of Economics and Statistics (August, 1958): 268-272.",
        "Steindl, Josef. Random Processes and the Growth of Firms: A Study of the Pareto Law. New York: Hafner Publishing Company, 1965.",
        "Stigler, G.J. The Economies of Scale. Journal of Law and Economics 1 (October 1958): 54-71.",
        "Teitz, Michael B.; Glasmeier, Amy; and Svensson, Douglas. Small Business and Employment Growth in California, Working Paper No. 348. Institute of Urban and Regional Development, University of California, Berkeley, March 1981.",
        "U.S. President. The State of Small Business: A Report of the President. Washington, D.C.: U.S. Government Printing Office, 1983."
    ]
}