{
    "id": 19511,
    "cites": 51,
    "cited_by": 2,
    "reference": [
        "Anderson, Katharine, Eric French, and Tina Lam. (2004). Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093You CanÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0084¢t Take It With You: Asset Run-Down at the End of the Life Cycle.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Economic Perspectives, 28(3), 40-54.",
        "Blau, David M. and Donna B. Gilleskie. (2001). Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Retiree Health Insurance and the Labor Force Behavior of Older Men in the 1990s.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Review of Economics and Statistics, 83(1), 64-80.",
        "Blau, David M. and Donna B. Gilleskie. (2008). Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093The Role of Retiree Health Insurance in the Employment Behavior of Older Men.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d International Economic Review, 49(2), 475-514.",
        "Burtless, Gary and Svetlana Milusheva. (2013). Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Effects of Employer-Sponsored Health Insurance Costs on Social Security Taxable Wages.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Social Security Bulletin. 73(1): 83108.",
        "Cagan, Phillip. (1965). Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093The Effect of Pension Plans on Aggregate Saving: Evidence from a Sample Survey.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Occasional Paper 95. New York: Columbia University.",
        "Chan, Sewin and Ann Huff Stevens. (2008). Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093What You Don't Know Can't Help You: Pension Knowledge and Retirement Decision-Making.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Review of Economics and Statistics. 90 (2): 253-266 Clark, Robert L. and Melinda Sandler Morrill. (2010). Retiree Health Plans in the Public Sector, Northampton, Mass: Edward Elgar Publishing Limited.",
        "Clark, Robert L. and Melinda Sandler Morrill. (2011). Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Health Insurance for Active and Retired City Employees: Asheville, Denver, and Oklahoma CityÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Issue Brief, Center for State and Local Government Excellence, http://slge.org/publications/health-insurance-foractive -and-retired-city-employees-asheville-denver-and-oklahoma-city Coggburn, Jerrell D. (2010). Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093How Local Governments are Addressing Retiree Health Care Funding.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Center for State & Local Government Excellence Issue Brief.",
        "DiNardi, Mariacristina, Eric French, and John Baily Jones (2010). Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Why Do the Elderly Save? The Role of Medical Expenses.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Journal of Political Economy, 118(1), 39-75.",
        "Engen, Eric, William Gale, and John Karl Scholz. (1996) Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093The Illusory Effects of Saving Incentives on Saving,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Journal of Economic Perspectives, 10 (Fall 1996), 113-138.",
        "Feldstein, Martin. (1974). Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Social Security, Induced Retirement and Aggregate Capital Accumulation,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Journal of Political Economy 82 (September), 905-926.",
        "Feldstein, Martin and Anthony Pellechio. (1979). Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Social Security and Household Wealth Accumulation: New Microeconometric Evidence.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Review of Economics and Statistics 61 (August), 361-68.",
        "Franzel, Josh and Alexander Brown. (2012). Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Understanding Finances and Changes in Retiree Health Care.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Government Finance Review, February, pp. 59-63.",
        "French, Eric and John Bailey Jones. (2011). Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093The Effects of Health Insurance and Self Insurance on Retirement Behavior.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Econometrica, 79(3), 693-732.",
        "Fronstin, Paul. (2010). Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Implications of Health Reform for Retiree Health Benefits.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d EBRI Issue Brief. January, # 338.",
        "Gale, William. (1998). Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093The Effects of Pensions on Household Wealth: A Reevaluation of Theory and Evidence.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Journal of Political Economy 106 (4) 706-723.",
        "Government Accountability Office (GAO). (2007). State and Local Government Retiree Health Benefits: Current Status of Benefit Structures, Projections, and Fiscal Outlook for Funding Future Costs.",
        "Report to the Committee on Finance, US Senate. September. GAO-07-1156. http://www.gao.gov/new.items/d071156.pdf Gruber, Jonathan and Aaron Yelowitz. (1999). Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Public Health Insurance and Private Savings.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Journal of Political Economy. 107(6): 1249-1274.",
        "Gustman, Alan L. and Thomas L. Steinmeier. (1994). Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Employer Provided Health Insurance and Retirement Behavior.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Industrial and Labor Relations Review, 48(1), 124-140.",
        "Gustman, Alan L. and Thomas L. Steinmeier. (1999). Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Effects of Pensions on Savings: Analysis with Data from the Health and Retirement Study.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Carnegie-Rochester Conference Series on Public Policy 50, 271-324.",
        "Gustman, Alan L., Thomas L. Steinmeier, and Nahid Tabatabai. (2010). Pensions in the Health and Retirement Study. Cambridge: Harvard University Press.",
        "Health and Retirement Study. (HRS: 2009). Cross-Wave Geographic Information (Detail) Restricted Data 1992-2008. HRS. Institute for Survey Research, University of Michigan.",
        "Health and Retirement Study. (HRS: 2010). Restricted Occupation and Industry Coding in HRS/AHEAD. HRS. Institute for Survey Research, University of Michigan.",
        "Hoffman, Allison and Howell E Jackson. (2012). Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Retiree Out-of-Pocket Health Care Spending.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d RAND Financial Literacy Working Paper, WR-962-SSA, November.",
        "Hubbard, R. Glenn. (1986). Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Pension Wealth and Individual Saving: Some New Evidence,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Journal of Money Credit and Banking 18 (2), 167-178.",
        "Hubbard, R. Glenn, Jonathan Skinner, and Stephen P. Zeldes. (1994). Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093The Importance of Precautionary Motives in Explaining Individual and Aggregate Saving.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d CarnegieRochester Conference Series on Public Policy, 40, 59-125.",
        "Hurd, Michael, Pierre-Carl Michaud, and Susann Rohwedder. (2012). Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093The Displacement Effect of Public Pensions on the Accumulation of Financial Assets.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Fiscal Studies. 33(1): 107128.",
        "Karoly, Lynn A. and Jeannette Rogowski. (1994). Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093The Effect of Access to Post-Retirement Health Insurance on the Decision to Retire Early.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Industrial and Labor Relations Review, 48(1), 103-123.",
        "Katona, George. (1965). Private Pensions and Individual Saving, Ann Arbor: University of Michigan, Survey Research Center.",
        "Kotlikoff, Laurence J. (1988). Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Intergenerational Transfers and Savings.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Journal of Economic Perspectives, 2(2), 41-58.",
        "Levin, L. (1995). Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Demand for Health Insurance and Precautionary Motives for Saving Among the Elderly.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Journal of Public Economics. 57: 337Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c367.",
        "Love, David, Michael Palumbo, and Paul Smith. (2009). Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093The Trajectory of Wealth in Retirement.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Journal of Public Economics, 93(1-2), 191-208.",
        "Lumsdaine, Robin and Olivia S. Mitchell. (1999). Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093New Developments in the Economics of RetirementÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d. In Handbook of Labor Economics, eds. Orley Ashenfelter and David Card. Amsterdam: North Holland: 3261-3308.",
        "Madrian, Bridgette C. (1994). Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093The Effect of Health Insurance on Retirement.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Brookings Papers on Economic Activity, 25(1), 181-232.",
        "Maurer, Raimond, Olivia S. Mitchell, Ralph Rogalla, and Vasily Kartashov. (2013). Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Lifecycle Portfolio Choice with Stochastic and Systematic Longevity Risk, and Variable Investment-Linked Deferred Annuities.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Journal of Risk and Insurance. 80(3) Sept.: 649Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c676.",
        "McArdle, Frank, Ian Stark, Zachary Levinson, and Tricia Neuman. (2012). Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093How Does the Benefit Value of Medicare Compare to the Benefit Value of Typical Large Employer Plans? A 2012 Update.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Kaiser Family Foundation Issue Brief, April.",
        "Merline, John. (2013). Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Local Governments Reeling Under ObamaCare Costs.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d InvestorsÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0084¢ Business Daily. June 19. http://news.investors.com/061913-660419-local-governments-cuthours -to-avoid-obamacare-mandate.htm?p=full Moran, Jenna Amato. (2010). Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093The OPEB Tsunami: Riding the Wave of Public Sector Postemployment Health Benefits.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Buffalo Law Review. 58: 677-716.",
        "Munnell, Alicia. (1974). The Effect of Social Security on Personal Saving. Cambridge: Ballinger Press.",
        "Novy-Marx, Robert, and Joshua Rauh. (2011). Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Public Pension Liabilities: How Big Are They and What Are They Worth?Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Journal of Finance 66(4): 1207-1245.",
        "Nyce, Steven, Sylvester Schieber, John B. Shoven, Sita Slavov, and David A. Wise. (2013). Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Does Retiree Health Insurance Encourage Early Retirement?Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Journal of Public Economics. 104, August: 40Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c51.",
        "Palumbo, Michael G. (1999). Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Uncertain Medical Expenses and Precautionary Saving Near the End of the Life Cycle.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d The Review of Economic Studies, 66(2): 395-421.",
        "Pauly, Mark and Mark Duggan. (2013). Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Employer Insurance under Employer Mandates and Subsidized Exchanges: Time to Dump or Stay?Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Health Management, Policy and Innovation. 1 (2): 45-50 Pew Center on the States. 2010. The Trillion Dollar Gap. Pew Center.",
        "http://www.pewstates.org/uploadedFiles/PCS_Assets/2010/Trillion_Dollar_Gap_Underfunded_S tate_Retirement_Systems_and_the_Roads_to_Reform.pdf Pew Center on the States. 2011. The Widening Gap: Updated. Pew Center.",
        "http://www.pewstates.org/uploadedFiles/PCS_Assets/2012/Pew_Pensions_Update.pdf Pew Center on the States. 2013. A Widening Gap in Cities: Short Fall in Pensions and Retiree Health Care. Pew Center.",
        "http://www.pewstates.org/uploadedFiles/PCS_Assets/2013/Pew_city_pensions_report.pdf RAND Corporation. (2011). RAND HRS Data Documentation. Version L, HRS, November.",
        "Robinson, Christina and Robert Clark. (2010). Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Retiree Health Insurance and Disengagement from a Career Job.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Journal of Labor Research, 31(3), 247-262.",
        "St. Clair, Patricia, Delia Bugliari, Nancy Campbell, Sandy Chien, Orla Hayden, Michael Hurd, Regan Main, Angela Miu, Mike Moldoff, Constantijn Panis, Philip Pantoja, Afshin Rastegar, Susann Rohwedder, Marian Oshiro, Julie Zissimopoulos. (2011). RAND HRS Data Documentation, Version L. Labor & Population Program, RAND Center for the Study of Aging.",
        "Segal, Inc. (2013). 2012 Study of State Employee Health Benefits. The Segal Company Survey. Spring.",
        "Shoven, John and Sita Slavov. (2013). Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093The Role of Retiree Health Insurance in the Early Retirement of State and Local Employees.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Paper presented at Jackson Hole NBER Conference, August 2013.",
        "Starr-McCluer, Martha. (1996). Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Health Insurance and Precautionary Savings.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d American Economic Review. 86(1): 285-295.",
        "State of California. (2011). Retiree Health Benefits Program. Actuarial Valuation Report GASB Nos 43 and 45. Viewed June 2011. http://www.sco.ca.gov/FilesEO /CaliforniaGASB45_2011ReportFinal.pdf U.S. Office of Personnel Management. (viewed June 20, 2013). Federal Employees: Guide Me.",
        "http://www.opm.gov/insure/federal_employ/index.asp?ProgramId=1 Venti, Steven and David Wise. (1996). Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093The Wealth of Cohorts: Retirement Saving and the Changing Assets of Older Americans.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d NBER WP 5609."
    ]
}