{
    "id": 19522,
    "cites": 52,
    "cited_by": 15,
    "reference": [
        "Angell, M., 2000. The Pharmaceutical Industry - To Whom is It Accountable? New England Journal of Medicine 342, 1902Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c1904.",
        "Arcidiacono, P., Miller, R. A., 2011. Conditional Choice Probability Estimation of Dynamic Discrete Choice Models With Unobserved Heterogeneity. Econometrica 79 (6), 1823Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c1867.",
        "Azoulay, P., 2002. Do Pharmaceutical Sales Respond to Scientific Evidence? Journal of Economics & Management Strategy 11 (4), 551Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c594.",
        "Berndt, E. R., Aitken, M., 2011. Brand Loyalty, Generic Entry and Price Competition in Pharmaceuticals in the Quarter Century after the 1984 Waxman-Hatch Legislation. International Journal of the Economics of Business 18 (2), 177.",
        "Berndt, E. R., Pindyck, R. S., Azoulay, P., 2003. Consumption Externalities and Diffusion in Pharmaceutical Markets: Antiulcer Drugs. Journal of Industrial Economics 51 (2), 243Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c270.",
        "Berry, S. T., 1994. Estimating Discrete-Choice Models of Product Differentiation. RAND Journal of Economics 25 (2), 242Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c262.",
        "Bhattacharya, J., Vogt, W. B., 2003. A Simple Model of Pharmaceutical Price Dynamics. Journal of Law and Economics 46 (2), 599Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c626.",
        "Bokhari, F. A. S., Fournier, G. M., 2013. Entry in the ADHD Drugs Market: Welfare Impact of Generics and Me-TooÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0084¢s. Journal of Industrial Economics 61 (2), 339Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c392.",
        "Brand, K., Gowrisankaran, G., Nevo, A., Town, R., 2012. Mergers When Prices Are Negotiated: Evidence from the Hospital Industry. University of Arizona working paper.",
        "Branstetter, L. G., Chatterjee, C., Higgins, M., 2011. Regulation and Welfare: Evidence from Paragraph IV Generic Entry in the Pharmaceutical Industry. NBER Working Paper 17188.",
        "Breitkreutz, J., Boos, J., 2011. Drug Delivery and Formulations. In: Pediatric Clinical Pharmacology. pp. 91Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c107.",
        "Bresnahan, T. F., 1981. Departures from Marginal-Cost Pricing in the American Automobile Industry: Estimates for 1977-1978. Journal of Econometrics 17 (2), 201Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c227.",
        "Bresnahan, T. F., 1987. Competition and Collusion in the American Automobile Industry. Journal of Industrial Economics 35 (4), 457Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c482.",
        "Bresnahan, T. F., Stern, S., Trajtenberg, M., 1997. Market Segmentation and the Sources of Rents from Innovation: Personal Computers in the Late 1980s. RAND Journal of Economics 28 (0), S17Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009cS44.",
        "Chaudhuri, S., Goldberg, P. K., Jia, P., 2006. Estimating the Effects of Global Patent Protection in Pharmaceuticals: A Case Study of Quinolones in India. American Economic Review 96 (5), 1477Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c1514.",
        "Ching, A. T., 2010a. A Dynamic Structural Model for the Prescription Drug Market after Patent Expiration. International Economic Review 51 (4), 1175Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c1207.",
        "Ching, A. T., 2010b. Consumer Learning and Heterogeneity: Dynamics of Demand for Prescription Drugs after Patent Expiration. International Journal of Industrial Organization 28 (6), 619Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c638.",
        "Ching, A. T., Ishihara, M., 2010. The Effects of Detailing on Prescribing Decisions under Quality Uncertainty. Quantitative Marketing and Economics 8 (2), 123Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c165.",
        "Crawford, G. S., Shum, M., 2005. Uncertainty and Learning in Pharmaceutical Demand. Econometrica 73 (4), 1137Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c1173.",
        "Donohue, J. M., Cevasco, M., Rosenthal, M. B., 2007. A Decade of Direct-to-Consumer Advertising of Prescription Drugs. The New England Journal of Medicine 357 (7), 673Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c81.",
        "Dubois, P., Lasio, L., 2013. Identifying Industry Margins with Unobserved Price Constraints: Structural Estimation on Pharmaceuticals. Working paper, 1Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c47.",
        "Duggan, M., Scott Morton, F., 2010. The Effect of Medicare Part D on Pharmaceutical Prices and Utilization. American Economic Review 100 (1), 590Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c607.",
        "Dutta, A., 2011. From Free Entry to Patent Protection: Welfare Implications. Review of Economics and Statistics 93 (1), 160Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c178.",
        "Ellison, S. F., Cockburn, I., Griliches, Z., Hausman, J., 1997. Characteristics of Demand for Pharmaceutical Products: An Examination of Four Cephalosporins. RAND Journal of Economics 28 (3), 426Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c446.",
        "Fedorak, R. N., Van Zanten, S. V., Bridges, R., 2010. Gastroesophageal Reflux Disease in Canada: Incidence, Prevalence , and Direct and Indirect Economic Impact. Canadian Journal of Gastroenterology 24 (7), 431Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c434.",
        "Frank, R. G., Salkever, D. S., 1997. Generic Entry and the Pricing of Pharmaceuticals. Journal of Economics & Management Strategy 6 (1), 75Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c90.",
        "Gallant, R. A., Hong, H., Khwaja, A., 2011. Dynamic Entry with Cross Product Spillovers: An Application to the Generic Drug Industry. Yale University Working Paper.",
        "Gemmill, M. C., Costa-Font, J., McGuire, A., 2007. In Search of a Corrected Prescription Drug Elasticity Estimate: A Meta-Regression Approach. Health Economics 16 (6), 627Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c643.",
        "Grabowski, H. G., Ridley, D. B., Schulman, K. A., 2007. Entry and Competition in Generic Biologics. Managerial and Decision Economics 28 (4-5), 439Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c451.",
        "Grabowski, H. G., Vernon, J. M., 1992. Brand Loyalty, Entry and Price Competition in Pharmaceuticals after the 1984 Drug Law Act. Journal of Law and Economics 35 (2), 331Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c350.",
        "Granlund, D., 2010. Price and Welfare Effects of a Pharmaceutical Substitution Reform. Journal of Health Economics 29 (6), 856Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c65.",
        "Hausman, J. A., 1996. Valuation of New Goods under Perfect and Imperfect Competition. In: Bresnahan, T. F., Gordon, R. (Eds.), The Economics of New Goods. NBER, Chicago, pp. 209Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c 237.",
        "Jones, W. J., Francis, J. J., 2000. Softgels: Consumer Perceptions and Market Impact Relative to Other Oral Dosage Forms. Advances in Therapy 17 (5), 213Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c21.",
        "Khanna, T., Palepu, K., Madras, C., 2010. Teva Pharmaceutical Industries, Ltd. Harvard Business School Case 9-707-441, 1Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c28.",
        "Kurata, J., Haile, B., 1984. Epidemiology of Peptic Ulcer Disease. Clinics in Gastroenterology 13 (2), 289Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c307.",
        "Kyle, M. K., Ridley, D. B., 2007. Would Greater Transparency and Uniformity of Health Care Prices Benefit Poor Patients? Health Affairs 26 (5), 1384Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c1391.",
        "Leibowitz, A., Manning, W. G., Newhouse, J. P., 1985. The Demand for Prescription Drugs as a Function of Cost-Sharing. Social Science and Medicine 21 (10), 1063Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c1069.",
        "Lichtenberg, F. R., Philipson, T. J., 2002. The Dual Effects of Intellectual Property Regulations: Within- and Between-Patent Competition in the U.S. Pharmaceuticals Industry. Journal of Law and Economics 45 (2), 643Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c672.",
        "Ling, D. C., Berndt, E. R., Kyle, M. K., 2002. Deregulating Direct-to-Consumer Marketing of Prescriptions Drugs: Effects of Prescription and Over-the-Counter Product Sales. Journal of Law and Economics 45, 691Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c723.",
        "McFadden, D., 1978. Modeling the Choice of Residential Location. In: Spatial Interaction Theory and Planning Models. Northholland, Amsterdam, pp. 75Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c96.",
        "Nevo, A., 2000. Mergers with Differentiated Products: The Case of the Ready-to-Eat Cereal Industry. RAND Journal of Economics 31 (3), 395Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c421.",
        "Nevo, A., 2001. Measuring Market Power in the Ready-to-Eat Cereal Industry. Econometrica 69 (2), 307Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c342.",
        "Regan, T. L., 2008. Generic Entry, Price Competition, and Market Segmentation in the Prescription Drug Market. International Journal of Industrial Organization 26 (4), 930Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c948.",
        "Reiffen, D., Ward, M. R., 2005. Generic Drug Industry Dynamics. Review of Economics and Statistics 87 (1), 37Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c49.",
        "Ridley, D. B., 2014. Payments, Promotion, and the Purple Pill. Forthcoming in Health Economics.",
        "Ridley, D. B., Grabowski, H. G., Moe, J. L., 2006. Developing Drugs for Developing Countries. Health Affairs 25 (2), 313Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c324.",
        "Scherer, F. M., 1993. Pricing, Profits, and Technological Progress in the Pharmaceutical Industry. Journal of Economic Perspectives 7 (3), 97Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c115.",
        "Scott Morton, F., 1999. Entry Decisions in the Generic Pharmaceutical Industry. RAND Journal of Economics 30 (3), 421Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c40.",
        "Scott Morton, F., 2000. Barriers to Entry, Brand Advertising, and Generic Entry in the US Pharmaceutical Industry. International Journal of Industrial Organization 18 (7), 1085Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c1104.",
        "Singer, N., 2010. That Pill You Took? It May Well Be Theirs. New York Times.",
        "Stern, S., 1996. Market Definition and the Returns to Innovation: Substitution Patterns in Pharmaceutical Markets. Working Paper.",
        "Woodcock, J., Wosinska, M., 2012. Economic and Technological Drivers of Generic Sterile Injectable Drug Shortages. Clinical Pharmacology and Therapeutics 93 (2), 170Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c176."
    ]
}