{
    "id": 19526,
    "cites": 35,
    "cited_by": 0,
    "reference": [
        "Acquisti, Alessandro (2010) Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093The Economics of Personal Data and the Economics of PrivacyÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d draft dated November 21, 2010.",
        "Acquisti, Alessandro, Allan Friedman, and Rahul Telang (2006) Understanding the Impact of Privacy Breaches 35th Research Conference on Communication, Information and Internet Policy (TPRC).",
        "Anderson, Horace E. (2006) Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093The Privacy Gambit: Toward a Game-Theoretic Approach to International Data Protection,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Pace University Law Faculty Publications, 1-1-2006.",
        "Anderson, Ross and Chris Barton, Rainer Bohme, Richard Clayton, Michel J.G. van Eeten, Michael Levi, Tyler Moore, Stefan Savage (2012) Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Measuring the Cost of Cybercrime,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d WEIS 2012.",
        "Arora, Ashish, Anand Nandkumar, Rahul Telang (date) Does information security attack frequency increase with vulnerability disclosure? An empirical analysisÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Ashish Arora, Christopher M. Forman, Anand Nandkumar and Rahul Telang (date), Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Competitive and strategic effects in the timing of patch releaseÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Arrow, Kenneth J. and Gerard Debreu (1954) Existence of an equilibrium for a competitive economy. Econometrica 22: 265Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c290. doi:10.2307/1907353 August, Terrence and Tunay I. Tunca (2011) Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Who Should be Responsible for Software Security? A Comparative Analysis of Liability Policies in Network Environments, WEIS March 2011.",
        "Demetz, Lukas and Daniel Bachlechner (2012) Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093To Invest or Not To Invest: Assessing the economic viability of a policy and security configuration management toolÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d WEIS 2012.",
        "Bamberger, Kenneth A. and Deirdre K. Mulligan (2011) Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Privacy on the Books and On the Ground,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Stanford Law Review, Vol. 63:247, 247-315.",
        "Brecht, Matthias and Thomas Nowey (2012) Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093A Closer Look at Information Security CostsÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d WEIS 2012.",
        "Campbell, K., L.A. Gordon, M. P. Loeb and L. Zhou, (2003) The Economic Cost of Publicly Announced Information Security Breaches: Empirical Evidence from the Stock Market, Journal of Computer Security, Vol. 11, No. 3.",
        "Carty, Matt, Vincent Pimont, David W. Schmid (2012) Measuring the Value of Information Security Investments, IT@Intel White Paper, January.",
        "Cavusoglu, Huseyin, Birendra Mishra, and Srinivasan Raghunathan. (2004) The Effect of Internet Security Breach Announcements on Market Value: Capital Market Reactions for Breached Firms and Internet Security Developers, International Journal of Electronic Commerce / Fall, Vol. 9, No. 1, pp. 69Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c104 European Commission (2012) Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Proposal for a REGULATION OF THE EUROPEAN PARLIAMENT AND OF THE COUNCIL on the protection of individuals with regard to the processing of personal data and on the free movement of such data (General Data Protection Regulation).",
        "Federal Deposit Insurance Corporation (2004) Offshore Outsourcing of Data Services by Insured Institutions and Associated Consumer Privacy Risks, June.",
        "Fryer, Huw, Roksana Moore, and Tim Chown (2013) Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093On the Viability of Using Liability to Incentivise Internet SecurityÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d, WEIS 2013.",
        "Gatzlaff, Kevin M. and Kathleen A. McCullough. (2010) The Effect of Data Breaches on Shareholder Wealth, Risk Management and Insurance Review, Vol. 13, No. 1, 61-83 Gibson Dunn (2012) Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u00932011 Year-End Data Privacy and Security UpdateÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d February 7.",
        "Global Privacy Alliance (2009) BREACH NOTIFICATION LEGISLATION KEY ELEMENTS TO CONSIDER, August.",
        "Greenstein, Shane and Ryan McDevitt (2011) The Global Broadband Bonus: Broadband InternetÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0084¢s Impact on Seven Countries, in The Linked World: How ICT Is Transforming Societies, Cultures and Economies, The Conference Board.",
        "Greenstein, Shane and Ryan McDevitt: (2009) The Broadband Bonus: Accounting for Broadband Internet&apos;s Impact on U.S. GDP, NBER Working Paper #14758.",
        "Hann, Il-Horn, Kai-Lung, Hui, Tom S. Lee, I.P.L Png, (2002) Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Online Information Privacy: Measuring the Cost-Benefit Trade-Off,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Twenty-Third International Conference on Information Systems.",
        "Hirsh, Dennis D. (2006) Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Protecting the Inner Environment: What Privacy Legislation Can Learn from Environmental LawÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Georgia Law Review, vol 41 no. 1, p1-62.",
        "Ioannidis, Christos, David Pym, and Julian Williams (2012) Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Sustainability in Information Stewardship: Time Preferences, Externalities, and Social Co-OrdinationÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d WEIS2012.",
        "Javelin Strategy and Research (2013). Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Data Breaches Lead to Identity FraudÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d.",
        "Kannan, Karthik, Jackie Rees, and Sanjay Sridhar. (2007) Market Reactions to Information Security Breach Announcements: An Empirical Analysis, International Journal of Electronic Commerce / Fall, Vol. 12, No. 1, pp. 69Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c91 Karagodsky, Igor and Catherine L. Mann (2011) Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Do Equity Market Punish Firms that Lose Customer Data? Kwon, Juhee and M. Eric Johnson (2012) Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Security Resources, Capabilties and Cultural Values: Links to Security Performance and Compliance,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d WEIS2012.",
        "MacCarthy, Mark (2010 Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Information Security Policy in the U.S. Retail Payments IndustryÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d WEIS 2010 Mann, Catherine L. (2001) Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093International Internet Governance: Oh, What A Tangled Web We Could Weave!,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Georgetown Journal of International Affairs, Summer/Fall.",
        "Mann, Catherine L. and Diana Orejas (2003), Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Can the NAFTA Partners Forge a Global Approach to Internet Governance?Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d in North-American Linkages, Richard G. Harris, ed.",
        "Mann, Catherine L., Sue E. Eckert, Sarah Cleeland Knight (2000) Global Electronic Commerce: A Policy Primer. Institute for International Economics: Washington DC.",
        "Morton, Fiona Scott (2006) Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Consumer Benefit from Use of the InternetÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d, in Adam B. Jaffe, Josh Lerner, and Scott Stern eds. Innovation Policy and the Economy, vol 6 . The MIT Press.",
        "Neuhaus, Stephan and Bernard Plattner (2012) Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Software Security Economics: Theory and Practice,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d WEIS 2012.",
        "Oussayef, Karim Z. (2008) Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Selective privacy: Facilitating Market-Based Solutions to Data Breaches by Standardizing Internet Privacy Policies,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Boston University Journal of Science and Technology Law, Vol. 14:1, 104-131.",
        "Orr, Madolyn (2012) Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Foxes Guarding the Henhouse: An Assessment of Current SelfRegulatory Approaches to Protecting Consumer Privacy Interests in Online Behavioral Advertising,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d www.ftc.gov/os/comments/privacyreportframework/00231-57343.pdf Ponemon Institute (2012) Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Consumer Study on Data Breach Notification,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d sponsored by Experian Data Breach Resolution, June.",
        "Retzer, Karin (2008)Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009dData Breach Notification: The Changing Landscape in the EU,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Roberds, William and Stacey Schreft (2009) Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Data Breaches and Identity Theft,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Journal of Monetary Economics, 56, pp 918-929.",
        "Romanosky, Sasha and Alessandro Acquisti (2009) Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Privacy Costs and Personal Data Protection; Economic and Legal PerspectivesÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Berkeley Technology Law Journal vol 24 no 3, pp 1061-1101.",
        "Romanosky, Sasha, Alessandro Acquisti, and Richard Sharp (2010) Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Data Breaches and Identity Theft: When is Mandatory Disclosure Optimal?Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d, TPRC 2010. Available at SSRN: http://ssrn.com/abstract=1989594 Romanosky, Sasha, Rahul Telang, Alessandro Acquisti (2011) Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Do Data Breach Disclosure Laws Reduce Identity Theft?Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Journal of Policy Analysis and Management, Vol. 30, No. 2, pp. 256-286.",
        "Romanosky, Sasha, David A. Hoffman, and Alessandro Acquisti (2012) Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Empirical Analysis of Data Breach Litigation,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Temple University Legal Studies Research Paper No. 2012-30. Available at SSRN: http://ssrn.com/abstract=1986461 or http://dx.doi.org/10.2139/ssrn.1986461 Stevens, Gina (2012) Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Data Security Breach Notification Laws,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Congressional Research Service, R42475.",
        "Sullivan, Richard J. (2010) The Changing Nature of the U.S. Card Payment Fraud: Issues for Industry and Public Policy,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d WEIS2010 Thomas, Russell Cameron, Marcin Antkiewicz, Patrick Florer, Suzanne Widup, Matthew Woodyard (2013) Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093How Bad Is It? A Branching Activity Model to Estimate the Impact of Information Security Breaches,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d WEIS 2013 US Department of Commerce, National Telecommunications and Information Agency (date?) Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Chapter 1 Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c Theory of Markets and Privacy,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d http://www.ntia.doc.gov/page/chapter-1-theory-markets-and-privacy Black swan events were introduced by Nassim Nicholas Taleb in his 2001 book Fooled By Randomness, which concerned financial events. His 2007 book The Black Swan Tang, Zhulei; Yu (Jeffrey) Hu, and Michel D. Smith (2007) Gaining Trust Through Online Privacy Protection: Self-Regulation, Mandatory Standards, or Caveat Emptor, Journal of Management Information Systems vol 24:4 p 153-173.",
        "Yan Chen, Grace YoungJoo Jeon, Yong-Mi Kim (2012) A Day without a Search Engine: An Experimental Study of Online and Offline Searches, (location)"
    ]
}