{
    "id": 19563,
    "cites": 29,
    "cited_by": 9,
    "reference": [
        "Blau, David M. and Donna B. Gilleskie (2008). The Role of Retiree Health Insurance in the Employment Behavior of Older Men. International Economic Review, 49(2), 475-514.",
        "Blau, David M. and Donna B. Gilleskie (2006). Health Insurance and Retirement of Married Couples. Journal of Applied Econometrics, 21(7), 935-953.",
        "Blau, David M. and Donna B. Gilleskie (2001). Retiree Health Insurance and the Labor Force Behavior of Older Men in the 1990s. Review of Economics and Statistics, 83(1), 64-80.",
        "Clark, Robert L. and Melinda Sandler Morrill (2010). Retiree Health Plans in the Public Sector: Is there a Funding Crisis? Northampton, MA: Edward Elgar Publishing Inc.",
        "Clark, Robert L., Melinda Sandler Morrill, and Stephanie Riche (2011), Health Insurance for Active and Retired City Employees: Asheville, Denver, and Oklahoma City. Center for State and Local Government Excellence Issue Brief. Available at: http://slge.org/wpcontent /uploads/2012/01/NC-State-brief_Health-Insurance_Cities_12-068.pdf Clark, Robert L. and Olivia Mitchell (2013). How Does Retiree Health Insurance Influence Public Sector Employee Saving? Prepared for presentation at the NBER Conference on State and Local Health Plans for Active and Retired Public Employees, August.",
        "Franzel, Josh and Alexander Brown (2012). Understanding Finances and Changes in Retiree Health Care. Government Finance Review, February, 59-63.",
        "French, Eric and John Bailey Jones (2011). The Effects of Health Insurance and Self Insurance on Retirement Behavior. Econometrica, 79(3), 693-732.",
        "Gruber, Jonathan and Bridgette C. Madrian (1995). Health Insurance Availability and the Retirement Decision. The American Economic Review, 85(4), 938-948.",
        "Gustman, Alan L. and Thomas L. Steinmeier (1994). Employer Provided Health Insurance and Retirement Behavior. Industrial and Labor Relations Review, 48(1), 124-140.",
        "Gustman, Alan L., Thomas L. Steinmeier, and Nahid Tabatabai (2012). Enhancing Pension Data Files for Modeling Health and Retirement and for the HRS User Community: 1992 to 2006. Available at: http://hrsonline.isr.umich.edu/.",
        "Health and Retirement Study, public use dataset (2013). Produced and distributed by the University of Michigan with funding from the National Institute on Aging (grant number NIA U01AG009740). Ann Arbor, MI. Available at: http://hrsonline.isr.umich.edu/.",
        "Kaiser Family Foundation (2013). Employer Health Benefits 2013 Annual Survey. Kaiser Family Foundation and Health Research & Educational Trust 2013 Report. Available at: http://kaiserfamilyfoundation.files.wordpress.com/2013/08/8465-employer-healthbenefits -20131.pdf.",
        "Kapur, Kanika and Jeannette Rogowski (2011). How Does Health Insurance Affect the Retirement Behavior of Women? Inquiry, 48(1), 51-67.",
        "Karoly, Lynn A. and Jeannette Rogowski (1994). The Effect of Access to Post-Retirement Health Insurance on the Decision to Retire Early. Industrial and Labor Relations Review, 48(1), 103-123.",
        "Kotlikoff, Laurence J. and David A. Wise (1987). The Incentive Effects of Private Pension Plans. In Zvi Bodie, John B. Shoven, and David A. Wise (Eds.), Issues in Pension Economics (pp. 283-340). Cambridge: National Bureau of Economic Research, Inc.",
        "Leiserson, Greg (2013). Retiree Health Insurance and Job Separations: Evidence from Pennsylvania State Employees. American Economic Journal: Economic Policy, forthcoming.",
        "Lumsdaine, Robin L., James H. Stock, and David A. Wise (1996). Retirement Incentives: The Interaction between Employer-Provided Pensions, Social Security, and Retiree Health Insurance. In Michael D. Hurd and Naohiro Yashiro (Eds.), The Economic Effects of Aging in the United States and Japan (pp. 261-293). Chicago: University of Chicago Press.",
        "Madrian, Bridgette C. (1994). The Effect of Health Insurance on Retirement. Brookings Papers on Economic Activity, 25(1), 181-232.",
        "Marton, James, and Stephen A. Woodbury (2007). Retiree Health Benefit Coverage and Retirement. In Dimitri B. Papadimitriou (Ed.), Government Spending on the Elderly (pp. 222-242). New York: Palgrave Macmillan.",
        "Marton, James and Stephen A. Woodbury (2013). Retiree Health Benefits as Deferred Compensation: Evidence from the Health and Retirement Study. Public Finance Review, 41(1), 64-91.",
        "Mulvey, Janemarie and Steven Nyce (2004). Strategies to Retain Older Workers. In Robert L. Clark and Olivia S. Mitchell (Eds.), Reinventing the Retirement Paradigm (pp. 111-132). Oxford: Oxford University Press.",
        "Nyce, Steven, Sylvester Schieber, John B. Shoven, Sita Slavov, and David A. Wise (2013). Does Retiree Health Insurance Encourage Early Retirement? Journal of Public Economics, 104, 40-51.",
        "Pew Center on the States (2010). The Trillion Dollar Gap: Underfunded state retirement systems and the roads to reform. Pew Charitable Trusts Report, February. Available at: http://www.pewstates.org/uploadedFiles/PCS_Assets/2010/Trillion_Dollar_Gap_Underfu nded_State_Retirement_Systems_and_the_Roads_to_Reform.pdf.",
        "Pew Center on the States (2012). The Widening Gap Update. Pew Charitable Trusts Issue Brief, June. Available at: http://www.pewstates.org/uploadedFiles/PCS_Assets/2012/Pew_Pensions_Update.pdf.",
        "Pew Charitable Trusts (2013). A Widening Gap in Cities: Shortfalls in Funding for Pensions and Retiree Health Care. Pew Charitable Trusts Report, January. Available at: http://www.pewstates.org/uploadedFiles/PCS_Assets/2013/Pew_city_pensions_report.pd f. Robinson, Christina and Robert Clark (2010). Retiree Health Insurance and Disengagement from a Career Job. Journal of Labor Research, 31(3), 247-262.",
        "Gabriel Roeder Smith and Company, Consultants and Actuaries (2009). State of California Retiree Health Benefits Program. Governmental Accounting Standards Board Nos. 43 and 45 Actuarial Valuation Report as of June 20, 2009. Available at: http://sco.ca.gov/Press-Releases/2010/OPEB_February_2010.pdf.",
        "Strumpf, Erin (2010). Employer-Sponsored Health Insurance for Early Retirees: Impacts on Retirement, Health, and Health Care. International Journal of Health Care Finance and Economics, 10(2), 105-147.",
        "U.S. Government Accounting Office (2007). State and Local Government Retiree Benefits: Current Status Benefit Structures, Protections, and Fiscal Outlook for Funding Future Costs. Report to the Committee on Finance, U.S. Senate, GAO-07-1156. Available at: http://www.gao.gov/new.items/d071156.pdf.",
        "U.S. Office of Personnel Management (2013). Federal Employees: Guide Me. Guide to Federal Employee Health Benefits. Available at: http://www.opm.gov/healthcareinsurance /Guide-Me/Federal-Employees/."
    ]
}