{
    "id": 19583,
    "cites": 34,
    "cited_by": 0,
    "reference": [
        "Abel, A.B., J.C. Eberly, and S. Panageas. (2013). Optimal Inattention to the Stock Market with Information Costs and Transactions Costs. Econometrica. 81(4): 1455-1481.",
        "Aguiar, M. and E. Hurst (2005). Consumption vs. Expenditure. Journal of Political Economy. 113(5): 919-948.",
        "American Academy of Actuaries. (2002). Final Report of the American Academy of ActuariesÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0084¢ Commissioners Standard Ordinary Task Force, American Academy of Actuaries, Washington, DC Ameriks, J., and S. P. Zeldes. (2004). How Do Household Portfolio Shares Vary with Age? Working Paper, Columbia University GSB.",
        "Arias, E. (2010). United States Life Tables, 2005. National Vital Statistics Reports. 58(10).",
        "Baumol, W.J. (1952). The Transactions Demand for Cash. Quarterly Journal of Economics. 67(4): 545-556.",
        "Bernheim, B. D., J. Skinner, and S. Weinberg. (2001). What Accounts for the Variation in Retirement Wealth Among U.S. Households? American Economic Review. 91(4): 832-857.",
        "Bodie, Z., R. Merton, and W. Samuelson (1992). Labor Supply Flexibility and Portfolio Choice in a Life Cycle Model. Journal of Economic Dynamics and Control. 16: 427449.",
        "Brown, J., A. Kapteyn, O. S. Mitchell, and T. Mattox. (2013). Framing the Social Security Earnings Test. Pension Research Council Working Paper. Wharton School.",
        "Campbell, J. and L. Viceira (2001). Who Should Buy Long-Term Bonds? American Economic Review. 91: 99-127.",
        "Carroll, C. D., and A. A. Samwick. (1997). The Nature of Precautionary Wealth. Journal of Monetary Economics, 40(1): 41-71.",
        "Chai, J., W. Horneff, R. Maurer, and O. S. Mitchell. (2011). Optimal Portfolio Choice over the Life Cycle with Flexible Work, Endogenous Retirement, and Lifetime Payouts. Review of Finance. 15(4): 875-907.",
        "Citro, C. F., and R. T. Michael (1995). Measuring Poverty: A New Approach. Washington, DC: National Academy Press.",
        "Cocco, J.F. (2005). Portfolio Choice in the Presence of Housing. Review of Financial Studies. 18(2): 535-567.",
        "Cocco, J., F. Gomes, and P. Maenhout. (2005). Consumption and Portfolio Choice over the Life Cycle. Review of Financial Studies. 18(2): 491-533.",
        "Coile, C., P.A. Diamond, J. Gruber, and A. Jouston. (2002). Delays in claiming Social Security benefits, Journal of Public Economics. 84: 357Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c385.",
        "Copen, C.E., K. Daniels, J. Vespa, and W.D. Mosher. (2012). First Marriages in the United States: Data From the 2006-2010 National Survey of Family Growth. National Health Statistics Reports. 49.",
        "Farhi, E. and S. Panageas. (2007). Saving and Investing for Early Retirement: A Theoretical Analysis. Journal of Financial Economics. 83(1): 87Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c121.",
        "French, E. (2005). The Effects of Health, Wealth, and Wages on Labor Supply and Retirement. Review of Economic Studies. 72(2): 395-427 Gomes, F. J., L. J. Kotlikoff, and L. M. Viceira. (2008). Optimal Life-Cycle Investing with Flexible Labor Supply: A Welfare Analysis of Life-Cycle Funds. American Economic Review: Papers & Proceedings. 98(2): 297-303 Gomes, F., and A. Michaelides (2005). Optimal Life-Cycle Asset Allocation: Understanding the Empirical Evidence. Journal of Finance. 60(2): 869-904.",
        "Gronau, R. (1977). Leisure, Home Production, and Work Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c the Theory of the Allocation of Time Revisited. Journal of Political Economy. 85(6): 1099-1123 Guiso, L., M. Haliassos, and T. Jappelli. (2002). Household Portfolios. MIT Press, Cambridge, MA.",
        "Gustman, A. L., and T. L. Steinmeier (2001). How Effective is Redistribution under the Social Security Benefit Formula? Journal of Public Economics. 82(1): 1-28 Gustman, A. L. and T. L. Steinmeier (2005). The Social Security Early Entitlement Age in a Structural Model of Retirement and Wealth. Journal of Public Economics 89(2-3): 441Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c 463.",
        "Gustman, A. L., T. L. Steinmeier, and N. Tabatabai (2010). What the Stock Market Decline Means for the Financial Security and Retirement Choices of the Near-Retirement Population. Journal of Economic Perspectives. 24(1): 161-182.",
        "Hamermesh, D. S., H. Frazis, and J. Stewart. (2005). Data Watch: The American Time Use Survey. Journal of Economic Perspectives. 19(1): 221-232 Horneff, W., R. Maurer, and M. Z. Stamos. (2008). Life-Cycle Asset Allocation with Annuity Markets. Journal of Economic Dynamics and Control. 32(11): 3590-3612 Hubener, A., R. Maurer, R. Rogalla. (2013). Optimal Portfolio Choice with Annuities and Life Insurance for Retired Couples. Review of Finance. Forthcoming Inkmann, J., P. Lopez, and A. Michaelides. (2011). How deep is the annuity market participation puzzle? Review of Financial Studies 24, 279-319.",
        "Kimmel, J. and R. Connelly. 2007. Determinants of Mothers&apos; Time Choices in the United States: Caregiving, Leisure, Home Production, and Paid Work. Journal of Human Resources. 42(3): 643-681.",
        "Love, D. (2010). The Effects of Marital Status and Children on Savings and Portfolio Choice. Review of Financial Studies. 23(1): 385-432.",
        "Martin, J.A., B.E. Hamilton, S.J. Ventura, M.J.K. Osterman, S. Kirmeyer, T.J. Mathews, and E.C. Wilson. (2011). Births: Final Data for 2009. National Vital Statistics Reports. 60(1) Merton, R.C. (1969). Lifetime Portfolio Selection under Uncertainty: The Continuous-Time Case. Review of Economics and Statistics 51(3), 247Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c257.",
        "Myers, R. (1985). Social Security. 3rd edition, McCahan Foundation.",
        "Scholz, K., A. Seshadri, and S. Khitatrakum. (2006). Are Americans Saving Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093OptimallyÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093 for Retirement? Journal of Political Economy 114(4): 607-643.",
        "Scholz, K. and A. Seshadri. (2007). Children and Household Wealth. University of Michigan Retirement Research Center Working Paper. 2007-158.",
        "Shoven., J.B. and S.N. Slavov. (2012). The Decision to Delay Social Security Benefits: Theory and Evidence. NBER WP. 17866.",
        "Shoven, J. B. and S. N. Slavov. (2013). Recent Changes in the Gains from Delaying Social Security. NBER WP. 19370.",
        "Smith, K. E., M. M. Favreault, B.A. Butrica, and P. Issa. (2010). Modeling Income in the Near Term, Version 6. The Urban Institute, Final Report.",
        "Turley, R.N.L., and M. S. Desmond. (2006). Contributions to College Costs by Married and Divorced Parents. Institute for Research on Poverty Working Paper, University of Wisconsin-Madison.",
        "Viceira, L. (2001). Optimal Portfolio Choice for Long-Horizon Investors with Non-tradable Labor Income. Journal of Finance. 56(2): 433-470.",
        "Wachter, J.A., and M. Yogo (2010). Why Do Household Portfolio Shares Rise in Wealth? Review of Financial Studies, 2010, 23(11): 3929-3965"
    ]
}