{
    "id": 19581,
    "cites": 52,
    "cited_by": 5,
    "reference": [
        "Abdulkadiroglu, Atila, Joshua Angrist, Susan Dynarski, Thomas J. Kane, and Parag Pathak. 2011. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Accountability in Public Schools: Evidence from BostonÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0084¢s Charters and Pilots.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Quarterly Journal of Economics, 126(2): 699-748.",
        "Anderson, Michael L. 2008. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Multiple Inference and Gender Differences in the Effects of Early Intervention: A Reevaluation of the Abecedarian, Perry Preschool, and Early Training Projects.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Journal of the American Statistical Association, 103: 1481-1495.",
        "Angrist, Joshua D., Susan M. Dynarski, Thomas J. Kane, Parag A. Pathak, and Christopher R. Walters. 2010. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Inputs and Impacts in Charter Schools: KIPP Lynn?Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d American Economic Review Papers and Proceedings, 100:1-5.",
        "Angrist, Joshua D. and Guido Imbens. 1994. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Identification and Estimation of Local Average Treatment Effects.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Econometrica, 62(2): 467-475.",
        "Boisjoly, Johanne, Greg J. Duncan, Michael Kremer, Dan M. Levy, and Jacque Eccles. 2006. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Empathy or Antipathy? The Impact of Diversity.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d American Economic Review, 96(5): 18901905.",
        "Carter, Samuel C. 2000. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093No Excuses: Lessons from 21 High-Performing, High-Poverty Schools.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Heritage Foundation.",
        "Carrel, Scott E., Richard L. Fullerton, and James E. West. 2009. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Does Your Cohort Matter? Measuring Peer Effects in College Achievement.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Journal of Labor Economics, 27(3): 439-464.",
        "Chetty, Raj, John Friedman, and Jonah Rockoff. 2011. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093The Long-Term Impacts of Teachers: Teacher Value-Added and Student Outcomes in Adulthood.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d NBER Working Paper No. 17699.",
        "Chetty, Raj, John Friedman, Nathaniel Hilger, Emmanuel Saez, Diane Schanzenbach, and Danny Yagan. 2011. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093How Does Your Kindergarten Classroom Affect Your Earnings?Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Quarterly Journal of Economics, 126(4): 1593-1660.",
        "Clark, Melissa A., Philip Gleason, Christina Clark Tuttle, and Marsha K. Silverberg. 2011. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Do Charter Schools Improve Student Achievement? Evidence from a National Randomized Study.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Mathematica Policy Research, accessed at http://www.mathematica-mpr.com/ publications/PDFs/education/charterschools_WP.pdf",
        "Cornelius, Marie D., Sharon L. Leech, and Lidush Goldschmidt. 2004. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Characteristics of Persistent Smoking Among Pregnant Teenagers Followed to Young Adulthood.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Nicotine and Tobacco Research, 6(1): 159-169.",
        "Cullen, Julie Berry, Brian A. Jacob, and Steven Levitt. 2006. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093The Effect of School Choice on Participants: Evidence from Randomized Lotteries.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Econometrica, 74(5): 1191-1230.",
        "Deming, David J. 2011. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Better Schools, Less Crime?Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Quarterly Journal of Economics, 126(4): 2063-2115.",
        "Deming, David J., Justine S. Hastings, Thomas J. Kane, and Douglas O. Staiger. 2011. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093School Choice, School Quality, and Postsecondary Attainment.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d NBER Working Paper No. 17438.",
        "Dobbie, Will, and Roland G. Fryer. 2011a. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Are High-Quality Schools Enough to Increase Achievement among the Poor? Evidence from the Harlem ChildrenÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0084¢s Zone.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d American Economic Journal: Applied Economics, 3(3): 158-187.",
        "Dobbie, Will, and Roland G. Fryer. 2011b. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Getting Beneath the Veil of Effective Schools: Evidence from New York City.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d NBER Working Paper No. 17632.",
        "Duckworth, Angela L. and Quinn, Patrick D. 2009. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Development and Validation of the Short Grit Scale (Grit-S).Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Journal of Personality Assessment, 91: 166-174.",
        "Fergusson, David M., Nicola R. Swain-Campbell, and L. John Horwood. 2002. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Deviant Peer Affiliations, Crime and Substance Use: A Fixed Effects Regression Analysis.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Journal of Abnormal Child Psychology 30(4): 419-430.",
        "Fryer, Roland G. 2011a. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Racial Inequality in the 21st Century: The Declining Significance of Discrimination.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Handbook of Labor Economics Volume 4, Orley Ashenfelter and David Card (eds.).",
        "Fryer, Roland G. 2011b. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Injecting Successful Charter School Strategies into Traditional Public Schools: Early Results from an Experiment in Houston.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d NBER Working Paper No. 17494.",
        "Gennetian, Lisa A., Matthew Sciandra, Lisa Sanbonmatsu, Jens Ludwig, Lawrence F. Katz, Greg J. Duncan, Jeffrey R. Kling, Ronald C. Kessler. 2012. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093The Long-Term Effects of Moving to Opportunity on Youth Outcomes.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Cityscape, 14(2): 137 - 168.",
        "Gleason, Philip, Melissa Clark, Christina Clark Tuttle, Emily Dwoyer, and Marsha Silverberg. 2010. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093The Evaluation of Charter School Impacts: Final Report.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d National Center for Education and Evaluation and Regional Assistance, 2010-4029.",
        "Haladyna, Thomas M., Susan Bobbit Nolen, and Nancy S. Haas. 1991. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Raising Standardized Achievement Test Scores and the Origins of Test Score Pollution.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Educational Researcher, 20(5), 2-7.",
        "Hardisty, David J., Katherine Thompson, David Krantz, and Elke U. Weber. 2011. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093How to Measure Discount Rates? An Experimental Comparison of Three Methods.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Available at SSRN: http://ssrn.com/abstract=1961367",
        "Heckman, James J., and Yona Rubinstein. 2001. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093The Importance of Noncognitive Skills: Lessons from the GED testing program.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d American Economic Review, 91(2), 145-149.",
        "Heine, Steven J., Emma E. Buchtel, and Ara Norenzayan. 2008. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093What Do Cross-National Comparisons of Personality Traits Tell Us? The Case of Conscientiousness.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Psychological Science, 19(4): 309-313.",
        "Heine, Steven J., Darrin R. Lehman, Kaiping Peng, and Joe Greenholtz. 2002. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093WhatÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0084¢s Wrong with Cross-Cultural Comparisons of Subjective Likert Scales?: The Reference-Group Effect.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Journal of Personality and Social Psychology, 82(6): 903-918.",
        "Jacob, Brian A. 2005. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Accountability, Incentives and Behavior: The Impact of High-stakes Testing in the Chicago Public Schools.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Journal of Public Economics 89(5-6): 761-796.",
        "Jacob, Brian, and Steven Levitt. 2003. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Rotten Apples: An Investigation of the Prevalence and Predictors of Teacher Cheating.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Quarterly Journal of Economics, 117(3): 843-878.",
        "Kalil, Ariel and James Kunz. 1999. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093First Births Among Unmarried Adolescent Girls: Risk and Protective FactorsÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Social Work Research 23: 197-208.",
        "Kling, Jeffrey R., Jens Ludwig, and Lawrence F. Katz. 2005. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Neighborhood Effects on Crime for Female and Male Youth: Evidence from a Randomized Housing Mobility Experiment.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Quarterly Journal of Economics, 120: 87-130.",
        "Lee, David S. 2009. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Training, Wages, and Sample Selection: Estimating Sharp Bounds on Treatment Effects.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Review of Economic Studies, 76(3): 1071-1102.",
        "Liese, Angela D., Ralph B. DÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0084¢Agostino, Richard F. Hamman, Patrick D. Kilgo, Jean M. Lawrence, Lenna L. Liu, Beth B. Loots, Barbara B. Linder, Santica S. Marcovina, Beatriz B. Rodriguez, Debra D. Standiford and Desmond E. Williams. 2006. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093The Burden of Diabetes Mellitus Among U.S. Youth: Prevalence Estimates from the SEARCH for Diabetes in Youth Study.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Pediatrics, 118(4): 1510-1580.",
        "Lopes, Antonio A. S. and Friedrich K. Port. 1995. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093The Low Birth Weight Hypothesis as a Plausible Explanation for the Black/White Differences in Hypertension, Non-insulin-dependent Diabetes, and End-stage Renal Disease.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d American Journal of Kidney Disease, 25(2): 350-356.",
        "McGee, Rob and Sheila Williams. 2000. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Does Low Self-Esteem Predict Health-Compromising Behaviours Among Adolescents?Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Journal of Adolescence 23: 569-582.",
        "Neal, Derek, and William Johnson. 1996. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093The Role of Premarket Factors in Black-White Wage Differentials.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Journal of Political Economy, 104: 869-895.",
        "Paul, Charlotte, Julie Fitzjohn, Peter Herbison, and Nigel Dickson. 2000. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093The Determinants of Sexual Intercourse Before Age 16.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Journal of Adolescent Health 27(2): 136-147.",
        "Pettit, Becky, and Bruce Western. 2004. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Mass Imprisonment and the Life Course: Race and Class Inequality in U.S. Incarceration.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d American Sociological Review, 69: 151-169.",
        "Rodriguez-Planas, Nuria. 2012. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Longer-Term Impacts of Mentoring, Educational Services, and Learning Incentives: Evidence from a Randomized Trial in the United States.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d American Economic Journal: Applied Economics, 4(4): 121-39.",
        "Raymond, Margaret. 2009. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Multiple Choice: Charter School Performance in 16 States,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Center for Research on Education Outcomes (CREDO) Report.",
        "Rosenberg, Morris. 1965. Society and the Adolescent Self-Image. Princeton, NJ: Princeton University Press.",
        "Rotter, Julian B. 1966. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Generalized Expectancies of Internal Versus External Control of Reinforcements.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Psychological Monographs, 80(609).",
        "Sacerdote, Bruce. 2001. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Peer Effects with Random Assignment: Results for Dartmouth Roommates. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Quarterly Journal of Economics, 116(2): 681-704.",
        "Sanbonmatsu, Lisa, Jeffrey R. Kling, Greg J. Duncan, and Jeanne Brooks-Gunn. 2006. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Neighborhoods and Academic Achievement: Results from the Moving to Opportunity Experiment.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Journal of Human Resources, 41(4), 649-691.",
        "Sanbonmatsu, Lisa, Jens Ludwig, Lawrence F. Katz, Lisa A. Gennetian, Greg J. Duncan, Ronald C. Kessler, Emma Adam, Thomas W. McDade, and Stacy Tessler Lindau. 2011. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Moving to Opportunity for Fair Housing Demonstration Program - Final Impacts Evaluation.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d U.S. Department of Housing and Urban Development Report.",
        "Segal, Carmit. 2008. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Classroom Behavior.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Journal of Human Resources, 43(4): 783-814.",
        "Stewart, Sherry H., Jordan B. Peterson, and Robert O. Pihl. 1995. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Anxiety Sensitivity and Self-Reported Alcohol Consumption Rates in University Women.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Journal of Anxiety Disorders, 9(4): 283-292.",
        "Thernstrom, Abigail, and Stephan Thernstrom. 2004. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093No Excuses: Closing the Racial Gap in Learning.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Simon & Schuster.",
        "Tuttle, Christina Clark, Bing-ru Teh, Ira Nichols-Barrer, Brian P. Gill, and Philip Gleason. 2010. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Student Characteristics and Achievement in 22 KIPP Middle Schools: Final Report.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Mathematica Policy Research, accessed at http://www.mathematica-mpr.com/ publications/PDFs/education/KIPP_fnlrpt.pdf",
        "Westfall, Peter H., and S. Stanley Young. 1993. Resampling-Based Multiple Testing: Examples and Methods for P-Value Adjustment. New York: Wiley.",
        "Whitman, David. 2008. Sweating the Small Stuff: Inner-City Schools and the New Paternalism. Washington, D.C.: Thomas B. Fordham Foundation & Institute.",
        "Wilson, Willam. J. 1987. The Truly Disadvantaged: The Inner City, the Underclass, and Public Policy. Chicago: University of Chicago Press."
    ]
}