{
    "id": 1959,
    "cites": 18,
    "cited_by": 2,
    "reference": [
        "Asay, M. The Rational Pricing of Mortgage Contracts. Ph.D. Dissertation, University of Southern California, Los Angeles, 1978.",
        "Brennan, M.J. and Schwartz, E.S. Savings Bonds, Retractable Bonds and Callable Bonds, Journal of Financial Economics, August 1977.",
        "Buser, S.A. and Hendershott, P.H. Pricing Default-Free Fixed-Rate Mortgages, Housing Finance Review, October 1984.",
        "Buser, S.A., Hendershott, P.H. and Sanders, A.B. Pricing Life of Loan Rate Caps on Default-Free Adjustable-Rate Mortgages, AREUEA Journal, Fall 1985.",
        "Cassidy, H.J. Monte Carlo Simulation Estimates of the Expected Value of the Due-on-Sale Clause in Home Mortgages, Housing Finance Review, January 1983.",
        "Cox, J.C., Ross, S.A. and Rubinstein, M. Option Pricing: A Simplified Approach, Journal of Financial Economics, September 1979.",
        "Crane, R.C. and Lea, M.J. Pricing Rate-Capped ARMs, Secondary Mortgage Markets, Summer 1985.",
        "Cunningham, D. and Hendershott, P.H. Pricing FHA Mortgage Default Insurance, Housing Finance Review, October 1984.",
        "Dunn, K.B. and McConnell, J.J. A Comparison of Alternative Models for Pricing GNMA Mortgage-Backed Securities, Journal of Finance 36, 1981.",
        "Hall, A. Valuing the Mortgage Borrowers Prepayment Option, AREUEA Journal, Fall 1985.",
        "Hendershott, P.H. and Hu, S. Accelerating Inflation and Nonassumable Fixed- Rate Mortgages: Effects on Consumer Choice and Welfare, Public Finance Quarterly, April 1982.",
        "Hendershott, P.H., Hu, S. and Villani, K.E. The Economics of Mortgage Terminations: Implications for Mortgage Lenders and Mortgage Terms, Housing Finance Review, April 1983.",
        "Hendershott, P.H., Shilling, J.D. and Villani, K.E. Measurement of Spreads Between Yields on Various Mortgage Contracts and Treasury Securities, AREUEA Journal, Winter 1984.",
        "Kau, J.B., Keenan, D.C., Muller III, W.J. and Epperson, J.P. Rational Pricing of Adjustable Rate Mortgages, AREUEA Journal, Fall 1985.",
        "Lea, M. Rational ARM Pricing and Design in Solving the Mortgage Menu Problem, Proceedings of the Tenth Annual Conference of the Federal Home Loan Bank of San Francisco, 1985.",
        "Merton, R.C. An Intertemporal Capital Asset Pricing Model, Econometrica 41(5), 1973.",
        "Siegel, J.J. The Mortgage Refinancing Decision, Housing Finance Review, January 1984.",
        "Van Order, R. User Fees and Mortgage Markets, paper presented at AFA/AREUEA annual meetings, December 1985."
    ]
}