{
    "id": 19602,
    "cites": 38,
    "cited_by": 17,
    "reference": [
        "Bacolod, M. P. and P. Ranjan (2008). Why children work, attend school, or stay idle: the roles of ability and household wealth. Economic Development and Cultural Change 56(4), 791Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c828.",
        "Basu, K. (1999). Child labor: cause, consequence, and cure, with remarks on international labor standards. Journal of Economic Literature 37(3), 1083Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c1119.",
        "Basu, K. (2005). Child labor and the law: Notes on possible pathologies. Economics Letters 87(2), 169Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c174.",
        "Basu, K., G. Genicot, and J. Stiglitz (1998). Household labor supply, unemployment, and minimum wage legislation. World Bank Policy Research Working Paper (2049).",
        "Basu, K. and P. H. Van (1998). The economics of child labor. American Economic Review, 412Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c 427.",
        "Besley, T. and R. Burgess (2004). Can labor regulation hinder economic performance? evidence from india. The Quarterly Journal of Economics 119(1), 91Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c134.",
        "Bhalotra, S. (2007). Is child work necessary? Oxford Bulletin of Economics and Statistics 69(1), 29Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c55.",
        "Bhalotra, S. and C. Heady (2003). Child farm labor: The wealth paradox. The World Bank Economic Review 17(2), 197Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c227.",
        "Biggeri, M., L. Guarcello, S. Lyon, and F. C. Rosati (2003). The puzzle of Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093idle children: Neither in school nor performing economic activity: Evidence from six countries. Understanding ChildrenÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0084¢s Work Project draft working paper, August.",
        "Boockmann, B. (2010). The effect of ilo minimum age conventions on child labor and school attendance: Evidence from aggregate and individual-level data. World Development 38(5), 679Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c 692.",
        "Boozer, M. and T. Suri (2007). Child labor and schooling decisions in ghana. MIT Working Paper.",
        "Chin, A. (2005). Can redistributing teachers across schools raise educational attainment? evidence from operation blackboard in india. Journal of Development Economics 78, 384Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c405.",
        "Commons, J. R. (1924). Law and economics. Yale Law Journal 34, 371.",
        "Das, R. K. (1933). Child labour in india: I. IntÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0084¢l Lab. Rev. 28, 796.",
        "CHILD LABOR BANS 33 Doran, K. (2013). How does child labor affect the demand for adult labor? evidence from rural mexico. Journal of Human Resources 48(3), 703Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c735.",
        "Edmonds, E. V. (2007). Child labor. Handbook of development economics 4, 3607Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c3709.",
        "Edmonds, E. V. and N. Pavcnik (2005a). Child labor in the global economy. The Journal of Economic Perspectives 19(1), 199Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c220.",
        "Edmonds, E. V. and N. Pavcnik (2005b). The effect of trade liberalization on child labor. Journal of International Economics 65(2), 401Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c419.",
        "Edmonds, E. V., N. Pavcnik, and P. Topalova (2010). Trade adjustment and human capital investments: Evidence from indian tariff reform. American Economic Journal: Applied Economics 2(4), 42Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c75.",
        "Edmonds, E. V. and M. Shrestha (2012). Impact of minimum age of employment regulation on child labor and schooling. IZA Journal of Labor Policy 1(14), 2Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c28.",
        "Gopalan, C., B. Rama Sastri, and S. Balasubramanian (1980). Nutritive Values of Indian Foods (3rd edition). Hyderabad: National Institute of Nutrition, Indian Council of Medical Research.",
        "Government of Gujarat (2004). Performance review chapter iii. Civil Audit Report.",
        "Human Rights Watch (1996). The small hands of slavery: Bonded child labor in india. Human Rights Watch ChildrenÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0084¢s Rights Report.",
        "Human Rights Watch (2003). Small change: Bonded child labor in indiaÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0084¢s silk industry. Human Rights Watch Special report.",
        "International Labour Organization (2013). Marking progress against child labour - global estimates and trends 2000-2012. ILO Report.",
        "Jafarey, S. and S. Lahiri (2002). Will trade sanctions reduce child labour?: The role of credit markets. Journal of Development Economics 68(1), 137Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c156.",
        "Jensen, R. T. and N. H. Miller (2010). A revealed preference approach to measuring hunger and undernutritiono. NBER Working Paper (16555).",
        "Li, N. and S. Eli (2013). Can caloric needs explain three food consumption puzzles? evidence from india. Working Paper.",
        "Manacorda, M. (2006). Child labor and the labor supply of other household members: Evidence from 1920 america. The American Economic Review 96(5), 1788Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c1801.",
        "Moehling, C. M. (1999). State child labor laws and the decline of child labor. Explorations in Economic History 36(1), 72Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c106.",
        "Ramanathan, U. (2009). Evolution of the law on child labor in india. The world of Child labor. An historical and regional Survey.",
        "Skoufias, E., S. W. Parker, J. R. Behrman, and C. Pessino (2001). Conditional cash transfers and their impact on child work and schooling: Evidence from the progresa program in mexico [with comments]. Economia 2(1), 45Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c96.",
        "Solon, G., S. J. Haider, and J. Wooldridge (2013). What are we weighting for? NBER Working Paper No. 18859, February.",
        "Stigler, G. J. (1992). Law or economics? Journal of Law and Economics 35(2), 455Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c468.",
        "Sunstein, C. R. (1994). Political equality and unintended consequences. Columbia Law Review 94(4), 1390Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c1414.",
        "Swinnerton, K. A. and C. A. Rogers (1999). The economics of child labor: Comment. The American Economic Review 89(5), 1382Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c1385.",
        "Thirumurthy, H., J. Zivin, and M. Goldstein (2007). Aids treatment and intrahousehold resource allocations: ChildrenÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0084¢s nutrition and schooling in kenya. Center for Global Development Working Paper (105).",
        "Weiner, M. (1991). The child and the state in India: Child labor and education policy in comparative perspective. Princeton University Press."
    ]
}