{
    "id": 19610,
    "cites": 66,
    "cited_by": 9,
    "reference": [
        "Akerlof, G.A. (1980), A theory of social custom of which unemployment may be one consequence, Quarterly Journal of Economics 94, 749-775.",
        "Akerlof, G.A. (1997), Social distance and social decisions, Econometrica 65, 1005-1027.",
        "Akerlof, G.A. and R.E. Kranton (2000), Economics and identity, Quarterly Journal of Economics 115, 715-753.",
        "Akerlof, G.A. and R.E. Kranton (2010), Identity Economics: How Our Identities Aect Our Work, Wages, and Well-being. Princeton: Princeton University Press.",
        "Alesina, A. and P. Giuliano (2010), The power of the family, Journal of Economic Growth 15, 93-125.",
        "Alesina, A. and P. Giuliano (2013), Family ties, NBER Working Paper 18966.",
        "Alesina, A., Giuliano, P. and N. Nunn (2013), On the origins of gender roles: Women and the plough, Quarterly Journal of Economics 128, 469-530.",
        "Angrist, J.D. and K. Lang (2004), Does school integration generate peer effects? Evidence from Boston's Metco program, American Economic Review 94, 1613-1634.",
        "Asgari, S., Dasgupta, N. and N.G. Cote (2010), When does contact with successful ingroup members change self-stereotypes? A longitudinal study comparing the eect of quantity vs. quality of contact with successful individuals, Social Psychology 41, 203-211.",
        "Bayer, P., Ross, S.L. and G. Topa (2008), Place of work and place of residence: Informal hiring networks and labor market outcomes, Journal of Political Economy 116, 1150-1196.",
        "Benabou, R. and J. Tirole (2011), Identity, morals, and taboos: Beliefs as assets, Quarterly Journal of Economics 126, 805-855.",
        "Bernheim, B.D. (1994), A theory of conformity, Journal of Political Economy 102, 841-877.",
        "Bertrand, M. (2010), New perspectives on gender, In O. Ashenfelter and D. Card (Eds.), Handbook of Labor Economics Vol. 4B, Amsterdam: Elsevier Science, pp. 1545-1592.",
        "Bertrand, M., Pan, J. and E. Kamenica, E (2013), Gender identity and relative income within households, NBER Working Paper 19023, May.",
        "Bifulco, R., Fletcher, J.M. and S.L. Ross (2011), The eect of classmate characteristics on post-secondary outcomes: Evidence from the Add Health, American Economic Journal: Economic Policy 3, 25-53.",
        "Bisin, A. and T. Verdier (2000), Beyond the melting pot: Cultural transmission, marriage, and the evolution of ethnic and religious traits, Quarterly Journal of Economics 115, 955-988.",
        "Bisin, A. and T. Verdier (2001), The economics of cultural transmission and the dynamics of preferences, Journal of Economic Theory 97, 298-319.",
        "Bisin, A. and T. Verdier (2011), The economics of cultural transmission and socialization, In J. Benhabib, A. Bisin, and M.O. Jackson (Eds.), Handbook of Social Economics, Amsterdam: Elsevier Science, pp. 339-416.",
        "Black, S.E., Devereux, P.J. and K.G. Salvanes (2013), Under pressure? The eect of peers on outcomes of young adults, Journal of Labor Economics 31, 119-153.",
        "Blau, F.D. and L.M. Kahn (2013). Female Labor Supply: Why is the US Falling Behind? American Economic Review: Papers & Proceedings, 103(3): pp. 251-256.",
        "Calvo-Armengol, A., Patacchini, E. and Y. Zenou (2009), Peer eects and social networks in education, Review of Economic Studies 76, 1239-1267.",
        "Carrell, S., Page, M. and J. West (2010), Sex and science: How professor gender a ects the gender gap, Quarterly Journal of Economics 125, 1101-1144.",
        "Clark, A.E. and Y. Loheac (2007), It wasn't me, it was them! Social influence in risky behavior by adolescents, Journal of Health Economics 26, 763-784.",
        "De Giorgi, G., Pellizzari, M. and S. Redaelli (2010), Identication of social interactions through partially overlapping peer groups, American Economic Journal: Applied Economics 2, 241-275.",
        "Durlauf, S.E. (2004), Neighborhood eects, In: J.V. Henderson and J-F. Thisse (Eds.), Handbook of Regional and Urban Economics Vol. 4, Amsterdam: Elsevier Science, pp. 2173-2242.",
        "Farre, L. and F. Vella (2013), The intergenerational transmission of gender role attitudes and its implications for female labor force participation, Economica 80, 219-247.",
        "Fernandez, R. (2007), Women, work, and culture, Journal of the European Economic Association 5, 305-332.",
        "Fernandez, R. (2011), Does culture matter? In J. Benhabib, A. Bisin, and M.O. Jackson (Eds.), Handbook of Social Economics, Amsterdam: Elsevier Science, pp. 481-510.",
        "Fernandez, R. (2013), Culture change as learning: The evolution of female labor force participation over a century, American Economic Review 103, 472-500.",
        "Fernandez, R. and A. Fogli (2006), Fertility: The role of culture and family experience, Journal of the European Economic Association 4, 552-561.",
        "Fernandez, R. and A. Fogli (2009), Culture: An empirical investigation of beliefs, work, and fertility, American Economic Journal: Macroeconomics 1, 146-177.",
        "Fernandez, R., Fogli, A. and C. Olivetti (2004), Mothers and sons: Preference formation and female labor force dynamics, Quarterly Journal of Economics 119, 1249-1299.",
        "Fershtman, C. and Y. Weiss (1998), Social rewards, externalities and stable preferences, Journal of Public Economics 70, 53-73.",
        "Fogli, A. and L. Veldkamp (2011), Nature or nurture? Learning and the geography of female labor force participation, Econometrica 79, 1103-1138.",
        "Fortin, N. (2005), Gender role attitudes and the labour market outcomes of women across OECD countries, Oxford Review of Economic Policy 21, 416-438.",
        "Fortin, N. (2009), Gender role attitudes and women's labor market participation: Opting-out, AIDS, and the persistent appeal of housewifery, Unpublished manuscript, University of British Columbia.",
        "Fryer, R.G. Jr. and P. Torelli (2010), An empirical analysis of `acting white', Journal of Public Economics 94, 380-396.",
        "Gobillon, L., Selod, H. and Y. Zenou (2007), The mechanisms of spatial mismatch, Urban Studies 44, 2401-2427.",
        "Goldin, C. (2006), The quiet revolution that transformed women's employment, education, and family, American Economic Review, Papers and Proceedings 96, 1-21.",
        "Gould, E.D., Lavy, V. and D. Paserman (2011), Sixty years after the magic carpet ride: The long-run eect of the early childhood environment on social and economic outcomes, Review of Ecoconomic Studies 78, 938-973.",
        "Hanushek, E.A., Kain, J.F. and S.G. Rivkin (2002), Inferring program eects for special populations: Does special education raise achievement for students with disabilities? Review of Economics and Statistics 84, 584-599.",
        "Hellerstein, J.K., McInerney, M. and D. Neumark (2011), Neighbors and coworkers: The importance of residential labor market networks, Journal of Labor Economics 29, 659-695.",
        "Hoxby, C. (2000), Peer eects in the classroom, learning from gender and race variation, NBER Working Paper 7867.",
        "Hyde, J. and B.G. Rosenberg (1980), Half the Human Experience: The Psychology of Women, D.C. Heath and Company.",
        "Ihlanfeldt, K.R. (2006), A primer on spatial mismatch within urban labor markets, In: R. Arnott and D. McMillen (Eds.), A Companion to Urban Economics, Boston: Blackwell Publishing, pp. 404-417.",
        "Ioannides, Y.M. (2011), Neighborhood eects and housing, In: J. Benhabib, A. Bisin, and M.O. Jackson (Eds.), Handbook of Social Economics, Amsterdam: Elsevier Science, pp. 1281-1340.",
        "Ioannides, Y.M. (2012), From Neighborhoods to Nations: The Economics of Social Interactions, Princeton: Princeton University Press.",
        "Ioannides, Y.M. and G. Topa (2010), Neighborhood eects: Accomplishments and looking beyond them, Journal of Regional Science 50, 343-362.",
        "Jackson, M.O. (2008), Social and Economic Networks, Princeton: Princeton University Press.",
        "Kandel, E. and, E.P. Lazear (1992), Peer pressure and partnerships, Journal of Political Economy 100, 801-817.",
        "Katz, L.F., Kling, J.R. and J.B. Liebman (2001), Moving to opportunity in Boston: Early results of a randomized mobility experiment, Quarterly Journal of Economics 116, 607-654.",
        "Kling, J.R., Ludwig, J. and L.F. Katz (2005), Neighborhood eects on crime for female and male youth: Evidence from a randomized housing voucher experiment, Quarterly Journal of Economics 120, 87-130.",
        "Lavy, V. and A. Schlosser (2011), Mechanisms and impacts of gender peer eects at school, American Economic Journal: Applied Economics 3, 1-33.",
        "Lee, L-F. (2003), Best spatial two-stage least squares estimators for a spatial autoregressive model with autoregressive disturbances, Econometric Reviews 22, 307-335.",
        "Lee, L-F. (2007), Identication and estimation of econometric models with group interactions, contextual factors and xed eects, Journal of Econometrics 140, 333-374.",
        "Lin, X. (2010), Identifying peer eects in student academic achievement by a spatial autoregressive model with group unobservables, Journal of Labor Economics 28, 825-860.",
        "Oreopoulos, P. (2003), The long-run consequences of living in a poor neighborhood, Quarterly Journal of Economics 118, 1533-1575.",
        "Patacchini, E. and Y. Zenou (2011), Neighborhood eects and parental involvement in the intergenerational transmission of education, Journal of Regional Science 51, 987-1013.",
        "Patacchini, E. and Y. Zenou (2012), Juvenile delinquency and conformism, Journal of Law, Economic, and Organization 28, 1-31.",
        "Qian, Z. (2012), During the great recession, more young adults lived with parents, Census Brief prepared for Project US2010, http://www.s4.brown.edu/us2010/Data/Report/report08012012.pdf.",
        "Sacerdote, B. (2001), Peer eects with random assignment: Results from Dartmouth roomates, Quarterly Journal of Economics 116, 681-704.",
        "Sacerdote, B. (2011), Peer eects in education: How might they work, how big are they and how much do we know thus far?, In: E.A. Hanushek, S. Machin and L. Woessmann (Eds.), Handbook of Economics of Education, Vol. 3, Amsterdam: Elsevier Science, pp. 249-277.",
        "Solon, G., Page, M. and G. Duncan (2000), Correlations between neighboring children in their subsequent educational attainment, Review of Economics and Statistics 82, 383-392.",
        "Vella, F. (1994). Gender roles and human capital investment: The relationship between traditional attitudes and female labor market performance, Economica 61, 191-211.",
        "Williams, J. (1977), Psychology of Women: Behavior in a Bio-Social Context, Norton.",
        "Zenou, Y. (2013), Spatial versus social mismatch, Journal of Urban Economics 74, 113-132."
    ]
}