{
    "id": 19634,
    "cites": 9,
    "cited_by": 0,
    "reference": [
        "Bertrand, M., E. Duflo, S. Mullainathan. 2004. How Much Should We Trust Differences in Differences Estimates. The Quarterly Journal of Economics, 2 249-275 Danaher, B., S. Dhanasobhon, M.D. Smith, R. Telang. 2010. Converting Pirates without Cannibalizing Purchasers: The Impact of Digital Distribution on Physical Sales and Internet Piracy. Marketing Science, 29(6) 1138-1151.",
        "Danaher, B., M.D. Smith, 2013. Gone in 60 Seconds: The Impact of the Megaupload Shutdown on Digital Movie Sales. Working Paper. (available at http://ssrn.com/abstract=2229349) Danaher, B., M.D. Smith, R. Telang, S. Chen. 2013. The Effect of Graduated Response AntiPiracy Laws on Music Sales: Evidence from an Event Study in France. Forthcoming, Journal of Industrial Economics. (Pre-press version available from http://ssrn.com/abstract=1989240).",
        "Danaher, B., M.D. Smith, R. Telang. 2014. Piracy and Copyright Enforcement Mechanisms, Lerner and Stern, eds. Innovation Policy and the Economy, Volume 14, University of Chicago Press, Chicago, Illinois.",
        "Hu, Y., M.D. Smith. 2012. The Impact of eBook Distribution on Print Sales: Analysis of a Natural Experiment. Working Paper, Carnegie Mellon University, Pittsburgh, PA (Available from http://ssrn.com/abstract=1966115).",
        "Lauinger, T., M. Szydlowski, K. Onarlioglu, G. Wondracek, E. Kirda, C. Kruegel. 2013. Clickonomics: Determining the Effect of Anti-Piracy Measures for One-Click Hosting. Working Paper, Northeastern University, Boston, Massachusetts.",
        "Liebowitz, S. 2008. File-Sharing: Creative Destruction or just Plain Destruction? Journal of Law and Economics, 49 1-28.",
        "Mortimer, J.H., A. Sorensen, C. Nosko. 2010. Supply Responses to Digital Distribution: Recorded Music and Live Performances. Information Economics and Policy, 24(1) 3-14.",
        "Oberholzer-Gee, F., K. Strumpf. 2010. File Sharing and Copyright, Lerner and Stern, eds. Innovation Policy and the Economy, Volume 10, University of Chicago Press, Chicago, Illinois.",
        "Waldfogel, J. 2012. Copyright Protection, Technological Change, and the Quality of New Products: Evidence from Recorded Music since Napster. Journal of Law and Economics, 55(4) 715-740."
    ]
}