{
    "id": 19635,
    "cites": 63,
    "cited_by": 5,
    "reference": [
        "Acharya, Viral, and Philipp Schnabl. 2009. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Do Global Banks Spread Global Imbalances? The Case of Asset-Backed Commercial Paper during the Financial Crisis of 2007Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c2009.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d IMF Economic Review, 58(1): 37Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c73.",
        "Adam, Klaus, Pei Kuang, and Albert Marcet. 2011. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093House Price Booms and the Current Account.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d NBER Working Paper no. 17224.",
        "Adrian, Tobias, and Hyun Song Shin. 2010. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093The Change in Nature of Financial Intermediation and the Financial Crisis of 2007-09.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Annual Review of Economics, 2, 603-618.",
        "Ashcraft, Adam B., and Til Schuermann. 2008. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Understanding the securitization of subprime mortgage credit.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Federal Reserve Bank of New York StaÃ\u0083Â¯Ã\u0082Â¬Ã\u0082â\u0082¬ Reports, 318.",
        "Bernanke, Ben S. 2005. The Global Saving Glut and the US Current Account Deficit. Sandridge Lecture, Virginia Association of Economists, April 14, 2005.",
        "Bernanke, Ben S., Carol Bertaut, Laurie Pounder DeMarco, and Steven B. Kamin. 2011. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093International Capital Flows and the Returns to Safe Assets in the United States, 2003Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c2007. Banque de France Financial Stability Review, 15: 13Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c26.",
        "Bertaut, Carol C., Laurie Pounder DeMarco, Steven Kamin, and Ralph W. Tryon. 2011. ABS Inflows to the United States and the Global Financial Crisis. International Finance Discussion Papers 1028, Board of Governors of the Federal Reserve System.",
        "Bertaut, Carol, and Laurie Pounder DeMarco. 2009. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093The Financial Crisis and U.S. Cross Border Financial Flows.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Federal Reserve Bulletin, November 2009: A147Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009cA167.",
        "Bilbiie, Florin O., Fabio Ghironi, and Marc J. Melitz. 2012. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Endogenous Entry, Product Variety, and Business Cycles.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Journal of Political Economy, 120(2), 304Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c345.",
        "Boz, Emine, and Enrique G. Mendoza. 2010. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Financial Innovation, the Discovery of Risk, and the U.S. Credit Crisis.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d NBER Working Paper no. 16020.",
        "Brunnermeier, Markus K. 2009. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Deciphering the Liquidity and Credit Crunch 2007-08.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Journal of Economic Perspectives, 23(1), 77Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c100.",
        "Caballero, Ricardo J., and Emmanuel Farhi. 2013. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093A Model of the Safe Asset Mechanism (SAM): Safety Traps and Economic Policy.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d NBER Working Paper no. 18737.",
        "Caballero, Ricardo J., Emmanuel Farhi, and Pierre-Olivier Gourinchas. 2008. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093An Equilibrium Model of Global Imbalances and Low Interest Rates.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d American Economic Review, 98(1), 358Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c393.",
        "Calvo, Guillermo A. 1983. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Staggered prices in a utility-maximizing framework.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Journal of Monetary Economics, 12(3): 383Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c398.",
        "Campbell, JeÃ\u0083Â¯Ã\u0082Â¬Ã\u0082â\u0082¬rey R., and Zvi Hercowitz. 2009. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Welfare implications of the transition to high household debt.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Journal of Monetary Economics, 56(1), 1Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c16.",
        "THE EFFECTS OF THE SAVING AND BANKING GLUT ON THE U.S. ECONOMY 37 Christiano, Lawrence J., Martin Eichenbaum, and Charles L. Evans. 2005. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Nominal rigidities and the dynamic eÃ\u0083Â¯Ã\u0082Â¬Ã\u0082â\u0082¬ects of a shock to monetary policy.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Journal of Political Economy, 113(1), 1Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c45.",
        "CÃ\u0083Æ\u0092Ã\u0082Âºrdia, Vasco, and Michael Woodford. 2010. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Credit spreads and monetary policy.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Journal of Money, Credit and Banking, 42(1), 3Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c35.",
        "Davis, Morris A., and Jonathan Heathcote. 2005. Housing and the business cycle. International Economic Review, 46(3), 751Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c784.",
        "Demyanyk, Yuliya, and Van Hemert, Otto. 2011. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Understanding the Subprime Mortgage Crisis.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Review of Financial Studies, 24(6), 1848Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c1880.",
        "Devereux, Michael B., and Alan Sutherland. 2011. Country Portfolios In Open Economy Macro-Models. Journal of the European Economic Association, 9(2), 337Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c369.",
        "Duca, John V., John Muellbauer, and Anthony Murphy. 2011. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093House Prices and Credit Constraints: Making Sense of the US Experience.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d The Economic Journal, 121(552), 533Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c551.",
        "Eberly, Janice, Sergio Rebelo, and Nicolas Vincent. 2012. What explains the lagged investment eÃ\u0083Â¯Ã\u0082Â¬Ã\u0082â\u0082¬ect? Journal of Monetary Economics, 59(4), 370Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c380.",
        "Favilukis, Jack, David Kohn, Sydney C. Ludvigson, and Stijn Van Nieuwerburgh. 2013. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093International Capital Flows and House Prices: Theory and Evidence.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Housing and the Financial Crisis, University of Chicago Press.",
        "Favilukis, Jack, David Kohn, Sydney C. Ludvigson, and Stijn Van Nieuwerburgh. 2012. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Foreign Ownership of U.S. Safe Assets: Good or Bad?Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d NYU Working Paper no. FIN-11-057.",
        "Feenstra, Robert C. 2003. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093A homothetic utility function for monopolistic competition models, without constant price elasticity.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Economics Letters, 78(1), 79Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c86.",
        "Ferrero, Andrea. 2012. House Price Booms, Current Account Deficits, and Low Interest Rates. Federal Reserve Bank of New York StaÃ\u0083Â¯Ã\u0082Â¬Ã\u0082â\u0082¬ Reports, 541.",
        "Ferrero, Andrea, Mark Gertler, and Lars EO Svensson. 2010. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Current account dynamics and monetary policy.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d International Dimensions of Monetary Policy, Jordi Gali and Mark Gertler, editors. University of Chicago Press.",
        "Garcia-Cicco, Javier, Roberto Pancrazi, and Martin Uribe. 2010. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Real Business Cycle in Emerging Countries ? Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009dAmerican Economic Review, 100(5), 2510Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c2531.",
        "Garriga, Carlos, Rodolfo E. Manuelli, and Adrian Peralta-Alva. 2012. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093A Model of Price Swings in the Housing Market.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Federal Reserve Bank of St. Louis Working Paper no. 2012-022A.",
        "Gerali, Andrea, Stefano Neri, Luca Sessa, and Federico M. Signoretti. 2010. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Credit and Banking in a DSGE Model of the Euro Area.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Journal of Money, Credit and Banking, 42(1), 107Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c141.",
        "Gorton, Gary. 2009. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093The Panic of 2007.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Maintaining Stability in a Changing Financial System, Proceedings of the 2008 Jackson Hole Conference, Federal Reserve Bank of Kansas City.",
        "Gourinchas, Pierre-Olivier, and HÃ\u0083Æ\u0092Ã\u0082Â©lÃ\u0083Æ\u0092Ã\u0082Â¨ne Rey. 2013. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093External Adjustment, Global Imbalances, Valuation EÃ\u0083Â¯Ã\u0082Â¬Ã\u0082â\u0082¬ects.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Handbook of International Economics, vol. IV, ed. Gita Gopinath, Elhanan Helpman and Kenneth RogoÃ\u0083Â¯Ã\u0082Â¬Ã\u0082â\u0082¬.",
        "THE EFFECTS OF THE SAVING AND BANKING GLUT ON THE U.S. ECONOMY 38 Greenspan, Alan. 2005. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Testimony Before the Committee on Banking, Housing, and Urban AÃ\u0083Â¯Ã\u0082Â¬Ã\u0082â\u0082¬airs,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d U.S. Senate, February 16.",
        "Greenwood, Jeremy, Zvi Hercowitz, and Gregory W. HuÃ\u0083Â¯Ã\u0082Â¬Ã\u0082â\u0082¬man. 1998. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Investment, capacity utilization, and the real business cycle.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d The American Economic Review, 78(3), 402Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c417.",
        "Hansen, Gary D. 1985. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Indivisible labor and the business cycle.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Journal of Monetary Economics, 16(3), 309Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c327.",
        "Himmelberg, Charles, Christopher Mayer and Todd Sinai. 2005. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Assessing High House Prices: Bubbles, Fundamentals and Misperceptions.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Journal of Economic Perspectives, 19(4), 67Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c92.",
        "Iacoviello, Matteo. 2005. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093House prices, borrowing constraints, and monetary policy in the business cycle.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d The American Economic Review, 95(3), 739Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c764.",
        "Jaimovich, Nir, and Max Floetotto. 2008. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Firm dynamics, markup variations, and the business cycle.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Journal of Monetary Economics, 55(7), 1238Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c1252.",
        "Jaimovich, Nir, and Sergio Rebelo. 2009. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Can News about the Future Drive the Business Cycle?Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d American Economic Review, 99(4), 1097Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c1118.",
        "Julliard, Michel, Douglas Laxton, Peter McAdam, and Hope Pioro. 1998. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093An algorithm competition: First-order iterations versus Newton-based techniques.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Journal of Economic Dynamics and Control, 22: 1291Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c1318.",
        "Justiniano, Alejandro, Giorgio Primiceri, and Andrea Tambalotti. 2011. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Investment Shocks and the Relative Price of Investment.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Review of Economic Dynamics, 14(1), 102Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c121.",
        "Justiniano, Alejandro, Giorgio Primiceri, and Andrea Tambalotti. 2012. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Household Leveraging and Deleveraging.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d NBER Working Paper no. 18941.",
        "Kaplan, Greg, and Giovanni L. Violante. 2011. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093A model of the consumption response to fiscal stimulus payments.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d NBER Working Paper no. 17338.",
        "King, Robert G., Charles I. Plosser, and Sergio T. Rebelo. 1988. Production, growth and business cycles: I. The basic neoclassical model. Journal of monetary Economics, 21(2), 195Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c232.",
        "Kiyotaki, Nobuhiro, Alexander Michaelides, and Kalin Nikolov. 2011. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Winners and Losers in Housing Markets.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Journal of Money, Credit and Banking, 43(2-3), 255Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c296.",
        "Kiyotaki, Nobuhiro, and John Moore. 1997. Credit chains. Journal of Political Economy, 105(21), 211Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c 248.",
        "Krugman, Paul. 2007. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Will There be a Dollar Crisis?Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Economic Policy, 22(51), 435Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c467.",
        "Krusell, Per, and Anthony A. Smith, Jr. 1998. Income and wealth heterogeneity in the macroeconomy. Journal of Political Economy, 106(5), 867Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c896.",
        "McCarthy, Jonathan, and Richard W. Peach. 2004. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Are Home Prices the Next Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0084¢BubbleÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0084¢?Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d FRBNY Economic Policy Review, 10(3).",
        "Mian, Atif, and Amir Sufi. 2009. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093The Consequences of Mortgage Credit Expansion: Evidence from the U.S. Mortgage Default Crisis.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Quarterly Journal of Economics, 124(4), 1449Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c1496.",
        "THE EFFECTS OF THE SAVING AND BANKING GLUT ON THE U.S. ECONOMY 39 Mendoza, Enrique G., Vincenzo Quadrini, and JosÃ\u0083Æ\u0092Ã\u0082Â©-Victor RÃ\u0083Æ\u0092Ã\u0082Â­os-Rull. 2009. On the welfare implications of financial globalization without financial development. NBER International Seminar on Macroeconomics 2007, University of Chicago Press, 283Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c312.",
        "Neumeyer, Pablo A., and Fabrizio Perri. 2005. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Business cycles in emerging economies: the role of interest rates.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Journal of Monetary Economics, 52 (2), 345-380.",
        "Obstfeld, Maurice, and Kenneth RogoÃ\u0083Â¯Ã\u0082Â¬Ã\u0082â\u0082¬. 2007. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093The unsustainable US current account position revisited.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d G7 current account imbalances: Sustainability and adjustment. University of Chicago Press, 339Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c376.",
        "Obstfeld, Maurice, and Kenneth RogoÃ\u0083Â¯Ã\u0082Â¬Ã\u0082â\u0082¬. 2009. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Global Imbalances and the Financial Crisis: Products or Common Causes.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d CEPR Working Paper DP7606.",
        "Obstfeld, Maurice. 2012. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Financial Flows, Financial Crises, and Global Imbalances.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Journal of International Money and Finance, 31(3), 469Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c480.",
        "Pozsar, Zoltan, Tobias Adrian, Adam Ashcraft, and Hayley Boesky. 2010. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Shadow Banking.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Federal Reserve Bank of New York StaÃ\u0083Â¯Ã\u0082Â¬Ã\u0082â\u0082¬ Reports, 458.",
        "Roubini, Nouriel, and Brad Setser. 2005. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Will the Bretton Woods 2 Regime Unravel Soon? The Risk of a Hard Landing in 2005Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c-2006.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Manuscript, New York University and Oxford University.",
        "Shiller, Robert J. 2007. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Understanding recent trends in house prices and homeownership.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Proceedings, Federal Reserve Bank of Kansas City: 89Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c123.",
        "Shin, Hyun Song. 2012. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Global Banking Glut and Loan Risk Premium.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d IMF Economic Review, 60(2), 155Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c192.",
        "Smets, Frank, and Rafael Wouters. 2007. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Shocks and Frictions in US Business Cycles: A Bayesian DSGE Approach.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d American Economic Review, 97(3), 586Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c606.",
        "Taylor, John B. 2008. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093The financial crisis and the policy responses: An empirical analysis of what went wrong.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d A Festschrift in Honour of David DodgeÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0084¢s Contributions to Canadian Public Policy, Bank of Canada, 1-18.",
        "Tille, CÃ\u0083Æ\u0092Ã\u0082Â©dric, and Eric van Wincoop. 2010. International capital flows. Journal of International Economics, 80(2), 157Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c175.",
        "Warnock, Frank, and Veronica Warnock. 2009. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093International Capital Flows and U.S. Interest Rates.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Journal of International Money and Finance, 28, 903Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c919. THE EFFECTS OF THE SAVING AND BANKING GLUT ON THE U.S. ECONOMY 40 Federal Reserve Bank of Chicago E-mail address: ajustiniano@frbchi.org Northwestern University, CEPR, and NBER E-mail address: g-primiceri@northwestern.edu Federal Reserve Bank of New York E-mail address: a.tambalotti@gmail.com"
    ]
}