{
    "id": 1963,
    "cites": 23,
    "cited_by": 14,
    "reference": [
        "Bilson, John, The Speculative Efficiency Hypothesis, Journal of Business, July 1981, 54, 435-51 (1981a).",
        "Boothe, Paul and David Longworth, Foreign Exchange Market Efficient Tests: Implications of Recent Empirical Findings, Journal of International Money and Finance, 1985.",
        "Cumby, Robert, and Maurice Obstfeld, Exchange Rate Expectations and Nominal Interest Differentials: A Test of the Fisher Hypothesis, Journal of Finance, 1981, 35, 697-703.",
        "Dornbusch, Rudiger, Exchange Rate Risk and the Macroeconomics of Exchange Rate Determination, in R. Hawkins, R. Levich, and C. Wihlborg, eds., The Internationalization of Pinancial Markets and National Econorrz.ic Policy, Greenwich, Conn., JAI Press, 1983.",
        "Fama, Eugene, Forward and Spot Exchange Rates, Journal of Monetary Economics, 1984, 14, 3 19-338.",
        "Frankel, Jeffrey A., The Diversifiabiity of Exchange Rate Risk, Journal of International Economics, 1979, 9, 379-393.",
        "Assuming Mean-Variance Optimization, Journal of International Money and Finance, 1982, 1, 255-274.",
        "Franicel, Jeffrey A. and Kenneth A. Froot, Using Survey Data to Test Some Standard Propositions Regarding Exchange Rate Expectations, NBER Working Paper, No. 1572. Revised as IBER Working Paper, No. 85-il, University of California, Berkeley, May 1985.",
        "Tale of Fundamentalists and Chartists, NBER Working Paper, No. 1854, March 1985.",
        "Gregory, Allan W., and Thomas H. McCurdy, Testing the Unbiasedness Hypothesis in the Forward Foreign Exchange Market: A Specification Analysis, Journal of International Money and Finance, 1984, 3, 357-358.",
        "Hansen, Lars Peter, Large Sample Properties of Generalized Method of Moments Estimators, Econoimetrica, 1982, 50, 1029-1054.",
        "Hansen, Lars and Robert Hodrick, Forward Rates as Optimal Predictors of Future Spot Rates: An Econometric Analysis, Journal of Political Economy, October 1980, 88, 829-53.",
        "Hodrick, Robert, and Sanjay Srivastava, An Investigation of Risk and Return in Forward Foreign Exchange, Journal of International Money and Finance, April 1984, 3, 5-30.",
        "Expected Future Spot Rates, Journal of International Money and Finance, 1986.",
        "Huang, Roger, Some Alternative Tests of Forward Exchange Rates as Predictors of Future Spot Rates, Journal of International Money and Finance August 1984, 3, 157-67.",
        "Krasker, William. The `Peso Problem in Testing the Efficiency of Forward Exchange Markets, Journal of Monetary Economics, April 1980, 6, 289-76.",
        "Levich, Richard, On the Efficiency of Markets of Foreign Exchange, in R. Dornbusch and J. Frenkel, eds., International Economic Policy. Johns Hopkins University Press, Baltimore: 1979, 246-266.",
        "Litterman, R.B. Bayesian Procedure for Forecasting with Vector Autoregressions,  M.I.T., 1980.",
        "Longworth, David, Testing the Efficiency of the Canadian-U.S. Exchange Market Under the Assumption of No Risk Premium, Journal of Finance, March 1981, 36, 43-49.",
        "McCulloch, J.I-l., Operational Aspects of the Siegal Paradox, Quarterly Journal of Economics, February 1975, 89, 170-172.",
        "Mussa, Michael, Empirical Regularities in the Behavior of Exchange Rates and Theories of the Foreign Exchange Market, Carnegie-Rochester Series on Public Policy, Autumn 1979, 11, 9-57.",
        "Newey, Whitney and Kenneth West, A Simple, Positive Definite, Fleteroskedasticity and Autocorrelation Consistent Covariance Matrix, Woodrow Wilson School Discussion Paper, No. 92, May 1985.",
        "Tryon, Ralph, Testing for Rational Expectations in Foreign Exchange Markets, Federal Reserve Board International Finance Discussion Paper, No. 139, 1979."
    ]
}