{
    "id": 19653,
    "cites": 26,
    "cited_by": 4,
    "reference": [
        "Agrawal, A. and A. Goldfarb (2008, September). Restructuring research: Communication costs and the democratization of university innovation. American Economic Review 98(4), 1578Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c90.",
        "Agrawal, A. K., A. Goldfarb, and F. Teodoridis (2013). Does knowledge accumulation increase the returns to collaboration? evidence from the collapse of the soviet union. University of Toronto mimeo.",
        "Agrawal, A. K., J. McHale, and A. Oettl (2013, July). Why stars matter. University of Toronto mimeo.",
        "Azoulay, P., J. GraÃ\u0083Â¯Ã\u0082Â¬Ã\u0082â\u0082¬ Zivin, and J. Wang (2010). Superstar extinction. Quarterly Journal of Economics 125(2), 549Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c589.",
        "Branstetter, L., G. Li, and F. Veloso (2013). The globalization of r&d: China, india, and the rise of international co-invention. Working Paper.",
        "Bresnahan, T. F. and S. Greenstein (1999). Technological competition and the structure of the computer industry. The Journal of Industrial Economics 47(1), 1Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c40.",
        "Conti, A. and C. Liu (2013). The (changing) knowledge production function: Mit department of biology from 1966-2000. Working Paper.",
        "Forman, C., A. Goldfarb, and S. Greenstein (2013). Information technology and the distribution of inventive activity. Working Paper.",
        "Freeman, R., I. Ganguli, and R. Murciano-GoroÃ\u0083Â¯Ã\u0082Â¬Ã\u0082â\u0082¬ (2013). Why and wherefore of increased scientific collaboration. Working Paper.",
        "Gaspar, J. and E. L. Glaeser (1998). Information technology and the future of cities. Journal of urban economics 43(1), 136Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c156.",
        "JaÃ\u0083Â¯Ã\u0082Â¬Ã\u0082â\u0082¬e, A. and B. Jones (Eds.) (2014). The Changing Frontier: Rethinking Science and Innovation Policy. University of Chicago Press.",
        "Jones, B. F. (2009). The burden of knowledge and the Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093death of the renaissance manÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d: Is innovation getting harder? The Review of Economic Studies 76(1), 283Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c317.",
        "Jones, B. F., S. Wuchty, and B. Uzzi (2008). Multi-university research teams: shifting impact, geography, and stratification in science. science 322(5905), 1259Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c1262.",
        "Jones, C. I. (1995, August). R & d-based models of economic growth. Journal of political Economy 103(4), 759Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c784.",
        "Kim, E. H., A. Morse, and L. Zingales (2009). Are elite universities losing their competitive edge? Journal of Financial Economics 93(3), 353Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c381.",
        "Mokyr, J. (2002). The gifts of Athena: Historical origins of the knowledge economy. Princeton and Oxford: Princeton University Press.",
        "Oettl, A. (2012). Reconceptualizing stars: Scientist helpfulness and peer performance. Management Science 58(6), 1122Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c1140.",
        "Ozcan, Y. and S. Greenstein (2013). The (de)concentration of sources of inventive ideas: Evidence from ict equipment. Northwestern University mimeo.",
        "Romer, P. M. (1990, October). Endogenous technological change. Journal of Political Economy 98(5), S71Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009cS102.",
        "Rosenbloom, R. S. and W. J. Spencer (1996). Engines of innovation: US industrial research at the end of an era. Harvard Business Press.",
        "Stephan, P. (2013). The endless frontier: Reaping what bush sowed? Working Paper.",
        "Tang, L. and J. P. Walsh (2010). Bibliometric fingerprints: Name disambiguation based on approximate structure equivalence of cognitive maps. Scientometrics 84(3), 763Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c784.",
        "Waldinger, F. (2012). Peer eÃ\u0083Â¯Ã\u0082Â¬Ã\u0082â\u0082¬ects in science: Evidence from the dismissal of scientists in nazi germany. The Review of Economic Studies 79(2), 838Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c861.",
        "Waldinger, F. (2013). Bombs, brains, and science: The role of human and physical capital for the creation of scientific knowledge. University of Warwick mimeo.",
        "Weitzman, M. L. (1998). Recombinant growth. The Quarterly Journal of Economics 113(2), 331Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c360.",
        "Wuchty, S., B. F. Jones, and B. Uzzi (2007). The increasing dominance of teams in production of knowledge."
    ]
}