{
    "id": 1965,
    "cites": 43,
    "cited_by": 8,
    "reference": [
        "Amemiya, Takeshi. 1984. Tobit Models: A Survey. Journal of Econometrics 24: 3-61.",
        "American Bar Association. 1968. Selected Articles on Federal Securities Laws. Chicago: R. R. Donnelly & Sons.",
        "Anderson, T. W. and C. Hsiao. 1981. Estimation of Dynamic Models with Error Components.t&apos; JASA 76:598-606.",
        "Armington, Catherine, and Marjorie Odle. 1982. Sources of Job Growth: A New Look at the Small Business Role. Economic Development Commentary. 6:no. 3.",
        "Bound, J., C. Cummins, Z. Griliches, B. H. Hall, and A. Jaffe. 1984. Who Does R&D and Who Patents?, in R&D, Patents, and Productivity, Z. Griliches (ed.), Chicago: University of Chicago Press, 1984.",
        "Brainard, W., J. Shoven, and L. Weiss. 1980. The Financial Valuation of the Return to Capital. Brookings Papers on Economic Activity, 2.",
        "Breusch, T.S., and A.R. Pagan. 1979. A Simple Test for Heteroskedasticity and Random Coefficient Variation. Econometrica 47:1287-1294.",
        "Brock, William A. and David S. Evans. 1986. The Economics of Small Businesses: Their Role and Regulation in the U.S. Economy. New York: Holmes and Meier.",
        "Bureau of Labor Statistics. 1980. Handbook of Labor Statistics, Bulletin 2070, Washington, 0. C. : United States Government Printing Office.",
        "Cummins, C., Bronwyn H. Hall, Elizabeth S. Laderman and Joy Mundy. 1984. The R&D Master File: Documentation, National Bureau of Economic Research. Mimeo.",
        "Evans, David S. 1985. The Relationship between Fin Size, Growth, and Age: U.S. Manufacturing 1976-1982. Fordham University and CERA. Mimeo.",
        "Friedman, Stanley J. 1977. SEC Reporting Requirements, New York City: Practicing Law Institute.",
        "Greene, Richard. 1982. Tracking Job Growth in Private Industry. Monthly Labor Review, 1982: September.",
        "Griliches, Zvi. 1981. Market Value, R&D, and Patents. Economic Letters 7.",
        "Griliches, Zvi, and Jacques Mairesse. 1981. Productivity and R&D at the Finn Level. National Bureau of Economic Research Working Paper No. 826.",
        "Griliches, Zvi. 1984. R&D, Patents, and Productivity, NBER Conference Volume. Chicago: Chicago University Press.",
        "Griliches, Zvi, Bronwyn H. Hall, and Jerry A. Hausman. 1978. Missing Data and Self Selection in Large Panels. Annals de l&apos;INSEE 30-31: 137-176.",
        "Griliches, Zvi, and Jerry A. }lausman. 1985. Errors in Variables in Panel Data, National Bureau of Economic Research Working Paper no.",
        "Hall, Bronwyn II. 1986. MOMENTS User&apos;s Manual. Stanford, California: TSP International.",
        "Hall, Bronwyn H., Zvi Griliches, and Jerry A. Hausman. 1984. Patents and R&D: Is There a Lag? IER 27:265-285.",
        "Harris, Candee. 1982. Methodological Differences in Job Generations Studies of David Birch and of Catherine Armington and Marjorie Odle. Brookings Institution. Mimeo.",
        "Hart, P. E., and S. J. Prais. 1956. The Analysis of Business Concentration: A Statistical Approach. Journal of the Royal Statistical Society, Series A: 150-191.",
        "Hayashi, Fumio. 1982. Tobin&apos;s Marginal q and Average q: A Neoclassical Interpretation. Econometrica, 50:213-224.",
        "Hymer, Stephen and Peter Pashigian. 1962. Firm Size and Rate of Growth. Journal of Political Economy, 52: 556-569.",
        "Jovanovic, Boyan. 1982. Selection and Evolution of Industry. Econometrica, 50: 649-670.",
        "Lee, Lung-Fei, and G.S. Maddala. 1985. The Common Structure of Tests for Selecting Bias, Serial Correlation, Heteroskedastiscity and Non-normality in the Tobit Model. IER 26:1-20.",
        "Leonard, Jonathan S. 1984. On the Size Distribution of Employment and Establishments, Institute of Industrial Relations, University of California at Berkeley. Mimeo.",
        "Lucas, Robert E. 1978. On the Size Distribution of Business Firms. Bell Journal of Economics, 9:508-523.",
        "MaCurdy, Thomas E. 1981. Asymptotic Properties of Quasi-Maximum Likelihood Estimators and Test Statistics. National Bureau of Economic Research, Technical Paper No. 14.",
        "_______________ 1985. A Guide to Applying Time Series Models to Panel Data. Stanford University. Mimeo.",
        "Maddala, G. S. 1983. Limited-dependent and Qualitative Variables in Econometrics. Cambridge, England: Cambridge University Press. Mandelbrot, Benoit. l963a. Oligopoly, Mergers, and the Paretian Size Distribution of Firms. Research Note #NC-246. Yorktown Heights: Thomas J. Watson Research Center.",
        "Mandelbrot, Benoit. 1963b. A Survey of Growth and Diffusion Models of the Law of Pareto. Research Note #NC-253. Yorktown Heights: Thomas J. Watson Research Center.",
        "Mansfield, Edwin. 1962. Entry, Innovation, and the Growth of Firms. American Economic Review, 52: 1023-1051.",
        "Harris, Robin. 1979. The Theory and Future of the Corporate Economy and Society. Amsterdam: North-Holland Publishing Company.",
        "Nelson, Forrest. 1977. Censored Regression Models with Unobserved Stochastic Censoring Thresholds. Journal of Economics, 6:309-22.",
        "Olsen, R. J. 1980. A Least Squares Correction for Selectivity Bias. Econometrica 48: 1815-1820.",
        "Penrose, Edith T 1959. The Theory of the Growth of the Firm. Whiteplains, New York: M. E. Sharpe, Inc.",
        "Quandt, Richard E. 1966. On the Size Distribution of Firms. Econometrica, 34: 416-432.",
        "Scherer, F. M. 1984. Innovation and Growth: Schumpeterian Perspectives. Cambridge: MIT Press.",
        "Scherer, F. M. 1980. Industrial Market Structure and Economic Performance. 2d ed. Boston: Houghton Mifflin Company.",
        "Simon, Herbert A., and Charles P. Bonini. 1958. The Size Distribution of Firms. American Economic Review, 48: 607-617.",
        "White, Halbert. 1980. A Heteroskedastic Consistent Covariance Matrix Estimator and a Direct Test for Heteroskedasticity. Econometrica 48: 817-838.",
        "Williamson, Oliver E. 1975. Markets and Hierarchies. London: The Free Press."
    ]
}