{
    "id": 1967,
    "cites": 35,
    "cited_by": 1,
    "reference": [
        "Aizenman, Joshua and Frenkel, Jacob A. Optimal Wage Indexation, Foreign Exchange Intervention, and Monetary Policy, American Economic Review, June 1985, 75, 402-23.",
        "Amihud, Yakov and Mendelson, Haim, The Output-Inflation Relationship: An Inventory-Adjustment Approach, Journal of Monetary Economics, March 1982, 9, 163-84.",
        "Barro, Robert J. and Hercowitz, Zvi, Money Stock Revisions and Unanticipated Money Growth, Journal of Monetary Economics, April 1980, 6, 257-67.",
        "Blanchard, Olivier J., The Production and Inventory Behavior of the American Automobile Industry, Journal of Political Economy, June 1983, 91, 365-400.",
        "Blinder, Alan, Retail Inventory Behavior and Business Fluctuations, Brookings Papers on Economic Activity, 2:1981, 443-505.",
        "Microfoundations of Macroeconomics, American Economic Review, June 1982, 72, 334-48.",
        "Blinder, Alan and Fischer, Stanley, Inventories, Rational Expectations, and the Business Cycles, Journal of Monetary Economics, November 1981, 8, 227-304.",
        "Boschen, John A. and Grossman, Herschel I., Tests of Equilibrium Macroeconomics Using Contemporaneous Monetary Data,~ Journal of Monetary Economics, November 1982, 10, 309-34.",
        "Brunner, Karl, Cukierman, Alex, and Meltzer, Allan H. Money and Economic Activity, Inventories and Business Cycles, Journal of Monetary Economics, May 1983, 11, 281-320.",
        "Dornbusch, Rudiger, Expectations and Exchange Rate Dynamics, Journal of Political Economy, December 1976, 84, 1161-76.",
        "Eichenbaum, Martin S., A Rational Expectations Model of the Cyclical Behavior of Inventories of Finished Goods and Employment, Journal of Mone.tary Economics, August 1983, 12, 259-78.",
        "Inventories of Finished Goods, Journal of Monetary Economics, July 1984, 14, 71-96.",
        "Fischer, Stanley, Long-Term Contracts, Rational Expectations and the Optimal Money Supply Rule, Journal of Political Economy, February 1977, 85, 191-205.",
        "Flavin, Marjorie A., The Adjustment of Consumption to Changing Expectations about Future Income, Journal of Political Economy, October 1981, 89, 974-1009.",
        "Flood, Robert P., Capital Mobility and the Choice of Exchange Rate System, International Economic Review, June 1979, 20, 405-16.",
        "Flood, Robert P. and Hodrick, Robert J. Optimal Price and Inventory Adjustment in an Open-Economy Model of the Business Cycle, Quarter Journal of Economics, Supplement 1985, 100, 887-914.",
        "Flood, Robert P. and Marion, Nancy P., The Transmission of Disturbances Under Alternative Exchange-Rate Regimes with Optimal Indexing, Quarterly Journal of Economics, February 1982, 97, 43-66.",
        "Friedman, Milton, A Theory of the Consumption Function, Princeton: Princeton University Press (for the National Bureau of Economic Research l~57). Gray, Jo Anna, Wage Indexation: A Macroeconomic Approach, Journal of Monetary Economics, April 1976, 2, 221-36.",
        "Holt, C., Modigliani, F. Muth, J., and Simon, H., Planning Production, Inventories, and Work Force, New York: Prentice Hall, 1960.",
        "Kendall, Maurice and Alan Stuart, The Advanced Theory of Statistics, Vol. 1, London: Charles Griff en and Company, 1977.",
        "Kimbrough, Kent P. Ã\u0082Â°Exchange-Rate Policy and Monetary Information, Journal of International Money and Finance, December 1982, 2, 333-46.",
        "Leiderman, Leonardo, Expectations and Output-Inflation Tradeoffs in a FixedExchange Rate Economy, Journal of Political Economy, December 1979, 87, 1285-1306.",
        "Lovell, Michael, Manufacturers Inventories, Sales Expectations and the Acceleration Principle, Econometrica, March 1961, 29, 293-314.",
        "Lucas, Robert B. Jr., Expectations and the Neutrality of Money, Journal of Economic Theory, April 1972, 4, 103-24.",
        "H. Meltzer, editors, Stabilization of the Domestic and International Economy, Carnegie-Rochester Conference Series on Public Policy, 5, supplement to Journal of Monetary Economics, 1977, 7-30.",
        "Marston, Richard . Wages, Relative Prices and the Choice Between Fixed and Flexible Exchange Rates, Canadian Journal of Economics, February 1982, 15-87-103.",
        "NcCallum, Bennett T., On the Observational Inequivalence of Classical and Keynesian Models, Journal of Political Economy, April 1979, 87, 395-402.",
        "A Comment, Carnegie-Mellon University, manuscript, 1984.",
        "Mussa, Michael, A Model of Exchange Rate Dynamics, Journal of Political Economy, February 1982, 90, 74-104.",
        "Phelps, Edmund S., Microeconomic Foundations of Employment and Inflation Theory, New York: Norton, 1969.",
        "Saidi, Nasser H., Fluctuating Exchange Rates and the International Transmission of Economic Disturbances, Journal of Money, Credit and Banking, November 1980 Pt. 1, 12, 57591.",
        "Stockman, Alan C. and Koh, Al Tee, Open-Economy Implications of Two Models of Business Fluctuations, N.B.E.R. Working Paper No. 1317, March 1984.",
        "Taylor, John B. Estmation and Control of a Macroeconomic Model with Rational Expectations, Econometrica, September 1979, 47, 1267-86.",
        "Turnovsky, Stephen J., The Relative Stability of AlternatIve Exchange Rate Systems in the Presence of Random Disturbances, Journal of Money, Credit and Banking February 1976, 8, 29-50.",
        "Weber, Warren E., Output Variability under Monetary Policy and Exchange Rate Rules, Journal of Political Economy August 1981, 89, 733-51."
    ]
}