{
    "id": 19677,
    "cites": 18,
    "cited_by": 85,
    "reference": [
        "Antras, Pol, 2013, Firms, Contracts, and Global Production, CREI Lectures in Macroeconomics, manuscript on the author&apos;s website. Antras, Pol, and Davin Chor. 2013.0rganizing the Global Value Chain. Econometrica 81(6): 2127-2204.",
        "Antras, Pol, Davin Chor, Thibault Fally, and Russell Hillberry, 2012. Measuring the Upstreamness of Production and Trade Flows, American Economic Review 102(3): 412-16, May.",
        "Balassa, Bela. 1965. Trade Liberalization and &apos;Revealed&apos; Comparative Advantage. Manchester School of Economic and Social Studies, 33, 99-123.",
        "Baldwin, Richard, and Javier Lopez-Gonzalez, 2013, Supply-Chain Trade: A Portrait of Global Patterns and Several Testable Hypotheses, NBER Working Paper 18957.",
        "Baldwin, Richard, and Robert-Nicoud, 2014, Trade-in-goods and trade-in-task: An integrating framework. Journal of International Economics. 92:51-62.",
        "Daudin, Guillaume, Christine Rifflart, and Danielle Schweisguth. 2011. Who Produces for Whom in the World Economy? Canadian Journal of Economics 44(4):1409-1538, November.",
        "Feenstra, Robert, 1998, Integration of Trade and Disintegration of Production in the Global Economy, Journal of Economic Perspectives, Fall, 31-50.",
        "Feenstra, Robert, and Gordon Hanson, 1999, The Impact of Outsourcing and 48 High-Technology Capital on Wages: Estimates for the U.S., 1972-1990, Quarterly Journal of Economics, 114(3): 907-940 Feenstra, Robert and J. Bradford Jensen. 2009. Evaluating Estimates of Materials Offshoring from U.S. Manufacturing. NBER Working Paper 17916.",
        "Hummels, David, Jun Ishii, and Kei-Mu Yi. 2001. The Nature and Growth of Vertical Specialization in World Trade. Journal of International Economics 54:75-96.",
        "Johnson, Robert, and Guillermo Noguera. 2012. Accounting for Intermediates: Production Sharing and Trade in Value-added. Journal of International Economics: 86:224-236 Koopman, Robert, Zhi Wang and Shang-Jin Wei. 2012. Estimating domestic content in exports when processing trade is pervasive, Journal of Development Economics, (99):178-189.",
        "Koopman, Robert, Zhi Wang and Shang-Jin Wei, 2014, Tracing Value-added and Double Counting in Gross Exports, American Economic Review, 104(2):459-494. Also available as NBER Working Paper No. 18579.",
        "Leontief W. (1936) Quantitative Input and Output Relations in the Economic System of the United States Review of Economics and Statistics Vol. 18 pp. 105-125.",
        "Mattoo, Aaditya, Zhi Wang, and Shang-Jin Wei, 2013, Trade in Value Added: Developing New Measures of Cross-border Trade, e-book by the CEPR and the World Bank, Washington DC: World Bank.",
        "Miller, R.E. and P.D. Blair (2009). Input-output Analysis: Foundations and Extensions, Cambridge. University Press, Cambridge.",
        "Stehrer, Robert, Neil Foster, and Gaaitzen de Vries, 2012. Value Added and Factors in Trade: A Comprehensive Approach, WIOD Working Paper No. 7.",
        "Timmer, M. P., Los, B., Stehrer, R. and de Vries, G. J. (2013), Fragmentation, incomes and jobs: an analysis of European competitiveness. Economic Policy, 28: 613661.",
        "Timmer, M., A.A. Erumban, J. Francois, A. Genty, R. Gouma, B. Los, F. Neuwahl, O. Pindyuk, J. Poeschl, J.M. Rueda-Cantuche, R. Stehrer, G. Streicher, U. Temurshoev, A. Villanueva and G.J. de Vries (2012), The World Input-Output Database (WIOD): Contents, Sources and Methods, WIOD Background document available at www.wiod.org.",
        "Figure K1 The Difference between Value-added exports to GDP and Domestic Value-added in exports to GDP ratio Basic Metals and Fabricated Metal 90 80 70 60 50 40 30 20 10 56 99 99 78 99 99 22222222222 Textiles and Textile Products 70 60 50 40 30 20 10  oooooooooo^ oooooooooooo (N(N(N(N(N(N(N(N(N(N(N(N Appendix L Patterns of Production Sharing by Country and Sectors As our decomposition formula allows us to not only capture the vertical specialization (VS) share of a country&apos;s gross exports similar to HIY (2001) VS measure but also each source countries&apos; VS share, we can use the information to characterize the type of production sharing arrangements by country and sector."
    ]
}