{
    "id": 19702,
    "cites": 33,
    "cited_by": 20,
    "reference": [
        "Barnett, Barry J., Christopher B. Barrett, and Jerry R. Skees, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Poverty Traps and IndexBased Risk Transfer Products,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d World Development, 2008, 36 (10), 1766 Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c 1785.",
        "Barrett, Christopher B. and Michael R. Carter, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093The Economics of Poverty Traps and Persistent Poverty: Empirical and Policy Implications,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Journal of Development Studies, 2013, 49 (7), 976Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c990.",
        ", Barry J. Barnett, Michael R. Carter, Sommarat Chantarat, James W. Hansen, Andrew G. Mude, Daniel Osgood, Jerry R. Skees, Calum G. Turvey, and M. Neil Ward, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Poverty Traps and Climate Risk: Limitations and Opportunities of Index-Based Risk Financing,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Technical Report 07-02, IRI September 2007.",
        ", Francis Chabari, DeeVon Bailey, Peter D. Little, and D. Layne Coppock, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Livestock Pricing in the Northern Kenyan Rangelands,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Journal of African Economics, June 2003, 12 (2), 127Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c155.",
        ", Paswel Phiri Marenya, John McPeak, Bart Minten, Frank Place, Jean Claude Randrianarisoa, Jhon Rasambainarivo, and Justine Wangila, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Welfare dynamics in rural Kenya and Madagascar,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Journal of Development Studies, 2006, 42 (2), 248Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c277.",
        "Cai, Hongbin, Yuyu Chen, Hanming Fang, and Li-An Zhou, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093The EÃ\u0083Â¯Ã\u0082Â¬Ã\u0082â\u0082¬ect of Microinsurance on Economic Activities: Evidence from a Randomized Field Experiment,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d 2012.",
        "Cai, Jing, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093The Impact of Insurance Provision on HouseholdsÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0084¢ Production and Financial Decisions The Impact of Insurance Provision on HouseholdsÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0084¢ Production and Financial Decisions,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d October 2012.",
        "Carter, Michael R. and Travis J. Lybbert, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Consumption versus asset smoothing: testing the implications of poverty trap theory in Burkina Faso,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Journal of Development Economics, 2012, 99 (2), 255 Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c 264.",
        ", Elizabeth Long, and Andrew G. Mude, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093The IBLI Color Legend: Translating Index-Based Mortality Predictions into Meaningful Signals,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d I4 Brief, 2011, (2).",
        ", Peter D. Little, Tewodaj Mogues, and Workneh Negatu, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Poverty Traps and Natural Disasters in Ethiopia and Honduras,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d World Development, 2007, 35 (5), 835 Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c 856.",
        "Chantarat, Sommarat, Andrew G. Mude, Christopher B. Barrett, and Michael R. Carter, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Designing Index-Based Livestock Insurance for Managing Asset Risk in Northern Kenya,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Journal of Risk and Insurance, 2012, pp. noÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009cno.",
        "Cole, Shawn, Gautam Gustav Bastian, Sangita Vyas, Carina Wendel, and Daniel Stein, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093The eÃ\u0083Â¯Ã\u0082Â¬Ã\u0082â\u0082¬ectiveness of index-based micro-insurance in helping smallholders manage weather-related risks,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Technical Report, EPPI-Centre, Social Science Research Unit, Institute of Education, University of London 2012.",
        "Dasgupta, Partha and Debraj Ray, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Inequality as a Determinant of Malnutrition and Unemployment: Theory,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d The Economic Journal, December 1986, 96 (384), 1011Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c34.",
        "de Nicola, Francesca, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093The Impact of Weather Insurance on Consumption, Investment, and Welfare,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d July 2011.",
        "Dercon, Stefan, Martina Kirchberger, Jan Willem, and Jean Philippe Platteau, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Literature review on microinsurance,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Technical Report 1, International Labour OÃ\u0083Â¯Ã\u0082Â¬Ã\u0082Æ\u0092ce, Geneva 2008.",
        "Hansen, Bruce E., Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Sample Splitting and Threshold Estimation,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Econometrica, May 2000, 68 (3), 575Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c603.",
        "Hill, Ruth Vargas and Angelino Viceisza, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093An Experiment on the Impact of Weather Shocks and Insurance on Risky Investment,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Discussion Paper 00974, IFPRI May 2010.",
        "Hoddinott, John, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Shocks and their consequences across and within households in Rural Zimbabwe, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Journal of Development Studies, 2006, 42 (2), 301Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c321.",
        "Jalan, J. and M. Ravallion, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Are the poor less well insured? Evidence on vulnerability to income risk in rural China,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Journal of Development Economics, 1999, 58 (1), 61Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c81.",
        "Karlan, Dean, Robert Darko Osei, Isaac Osei-Akoto, and Christopher Udry, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Agricultural Decisions after Relaxing Credit and Risk Constraints,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d NBER Working Papers 18463, National Bureau of Economic Research, Inc October 2012.",
        "Kazianga, Harounan and Christopher Udry, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Consumption smoothing? Livestock, insurance and drought in rural Burkina Faso,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Journal of Development Economics, April 2006, 79 (2), 413Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c446.",
        "Kerven, Carol, Customary Commerce: A historical reassessment of pastoral livestock marketing in Africa, Overseas Development Institute, 1992.",
        "Lybbert, Travis J., Christopher B. Barrett, Solomon Desta, and D. Layne Coppock, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Stochastic wealth dynamics and risk management among a poor population,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d The Economic Journal, 2004, 114 (498), 750Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c777.",
        "Martorell, Reynaldo, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093The nature of child malnutrition and its long-term implications,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Food & Nutrition Bulletin, 1999, 20 (3), 288Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c292.",
        "McPeak, John, Sommarat Chantarat, and Andrew Mude, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Explaining index-based livestock insruance to pastoralists,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Agricultural Finance Review, 2010, 70 (3), 333Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c352.",
        "Mobarak, Ahmed MushÃ\u0083Â¯Ã\u0082Â¬Ã\u0082Â\u0081q and Mark Rosenzweig, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Selling Formal Insurance to the Informally Insured,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Working Paper 97, Yale University, Department of Economics February 2012.",
        "Mullally, Conner, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Perceptions and Participation: Research Design with Low Program Enrollment and Heterogeneous Impacts in Development,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d April 2012.",
        "NgÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0084¢etich, Peter, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Livestock prices drop by 70 percent in arid zones,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Business Daily, August 9 2011.",
        "Ray, Debraj, Development Economics, Princeton University Press, 1998.",
        "Santos, Paulo and Christopher B. Barrett, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Persistent poverty and informal credit,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Journal of Development Economics, 2011, 96 (2), 337Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c347.",
        "Skees, Jerry R. and Benjamin Collier, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093The Potential of Weather Index Insurance for Spurring a Green Revolution in Africa,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Technical Report, GlobalAgRisk, Inc. 2008.",
        "Toth, Russell, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Traps and Thresholds in Pastoralist Mobility,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d November 2012.",
        "Townsend, Robert M., Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Risk and Insurance in Village India,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Econometrica, May 1994, 62 (3), 539Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c591."
    ]
}