{
    "id": 1971,
    "cites": 34,
    "cited_by": 16,
    "reference": [
        "Blanchard, 0., 1979, Speculative Bubbles, Crashes and Rational Expectations, Economics Letters 3,~ 387-89.",
        "Blanchard, 0. and M. Watson, 1982, Bubbles, Rational Expectations and Financial Markets in Paul Wachtel (ed.) Crisis in the Economic and Financial System, Lexington Books, Lexington, MA.",
        "Burmeister, E. and K. Wall, 1982, Kalman Filtering Estimation of Unobserved Rational Expectations with an Application to the German Hyperinflation, Journal, of Econometrics 20, 255-84.",
        "Christiano, L., 1984, The Effects of Aggregation Over Time on Tests of the Representative Agent Model of Consumption, manuscript, University of Chicago, December.",
        "Council of Economic Advisors, 1984, Economic Report of the President, U.S.",
        "Government Printing Office, Washington, D.C. Mba, B. and H. Grossman, 1985a, The lmpossibility of Rational Bubbles, manuscript, Brown University, August.",
        "Domowitz, I. and L. Muus, 1985, Inference in the First Order Explosive Linear Regression Model, manuscript, Northwestern University.",
        "Dunn, K. and K. Singleton, 1985, Modeling the Term Structure of Interest Rates Under Nonseparable Utility and Durable Goods, manuscript, Carnegie-Mellon University, forthcoming Journal of Financial Economics.",
        "Eichenbaum, M. and L. Hansen, 1985, Estimating Models with Intertemporal Substitution Using Aggregate Time Series Data, Carnegie-Mellon 38 University, manuscript.",
        "Flood, R. and P. Garber, 1980, Market Fundamentals Versus Price Level Bubbles: The First Tests, Journal of Political Economy, August, 745- 70.",
        "Econometrica, May. Flood, R. , P. Garber and L. Scott, 1984, Multi-Country Tests for Price Level Bubbles, Journal, of Economic Dynamics and Control 8, December, 329-40.",
        "Flood, R. and R. Hodrick, 1986, Asset Price Volatility, Bubbles and Process Switching, Journal of Finance, forthcoming.",
        "Grossman, S. and R. Shiller, 1981, The Determinants of the Variability of Stock Market Prices, American Economic Review, May, 222-27.",
        "Hamilton, J. and C. Whiteman, 1985, The Observable Implications of Self- fulfilling Expectations, Journal of Monetary Economics 16, November, 353-74.",
        "Hansen, L., 1982, Large Sample Properties of Generalized Method of Moments Estimators, EconometrIcs, July, 1029-54.",
        "Aversion, and the Temporal Behavior of Asset Returns, Journal of Political Economy 88, October, 829-53. Hausman, J., 1978, Specification Tests in Econometrics, Econometrica 46, November, 1251-71.",
        "Huizinga, 3. and It. Mishkin, 1984, The Measurement of Ex-Ante Real Interest Rates on Assets with Different Risk Characteristics, manuscript, University of Chicago, June.",
        "Kleidon, A., 1986a, Variance Bounds Tests and Stock Price Valuation Models, Journal of Political Economy, forthcoming.",
        "Rationality, Journal of Business, April, 237-62. Leroy, S. and M. Porter, 1981, The Present Value Relation: Tests Based on Implied Variance Bounds, Econometrica, May, 555-74.",
        "Mankiw, C., Ii. Rower and M. Shapiro, 1985, An Unbiased Reexamination of Stock Market Volatility, The Journal oLFjnance, July, 677-89.",
        "Marsh, T., and It. Merton, 1984, Dividend Variability and Variance Bounds Tests, manuscript, Sloan School of Management, Massachusetts Institute of Technology.",
        "Meese, K., 1986, Testing for Bubbles in Exchange Markets; The Case of Sparkling Rates, Journal, of Political Economy, April, 345-73.",
        "Mehra, R. and E. Prescott, 1985, The Equity Puzzle, Journal, of Monetary Economics, March, 145-62.",
        "Obstfeld, M. and K. Rogoff, 1983, Speculative Hyperinflations in Maximizing Models: Can We Rule Them Out? Journal of Political Economy, August, 675-87.",
        "Okina, K., 1985, Empirical Tests of Bubbles in the Foreign Exchange Market, Bank of Japan Monetary and Economic Studies 3, May, 1-45.",
        "Quah, D., 1985, Estimation of a Nonfundamentals Model for Stock Price and Dividend Dynamics, manuscript, MIT.",
        "Sargent, T. and N. Wallace, 1973, Rational Expectations and the Dynamics of Hyperinflation, International Economic Review, June, 328-50.",
        "Scott, L. , 1985a, The Present Value Model of Stock Prices: Regression Tests and Monte Carlo Results, manuscript, University of Illinois, Review of Economics and Statistics, forthcoming.",
        "Shiller, R. , 1981a, Do Stock Prices Move By Too Much to be Justified by Subsequent Changes in Dividends? American Economic Review, June, 421-36.",
        "Market Efficiency, Journal of Finance, June, 291-304. ___________ 1982, Consumption, Asset Markets and Macroeconomic Fluctuations, Carnegie Rochester Conference Series on Public Policy 17,203-250.",
        "Economic Activity, 2, 457-510. Singleton, K., 1985, Testing Specifications of Economic Agents Intertemporal Problems Against Non-Nested Alternatives, manuscript, Carnegie-Mellon University, Journal of Econometrics, forthcoming.",
        "Tirole, J., 1985, Asset Bubbles and Overlapping Generations, Econometrica, 53 ,November, 1499-1528.",
        "U.S. Department of Commerce, Bureau of Economic Analysis, Various Issues, Handbook of Cyclical Indicators: A Supplement to B~usjnÃ\u0083Â©ss Conditions Dig?st, U.S. Department of Commerce, Washington D.C. West, K., 1984, Speculative Bubbles and Stock *Price Volatility, Financial Research Memorandum, No.54, Princeton University, December.",
        "Research Memorandum, No. 58, Princeton University, revised July. ________ 1985b, A Standard Monetary Model and the Variability of the Deutschemark-Dollar Exchange Rate, manuscript, Woodrow Wilson School, Princeton University, Revised December."
    ]
}