{
    "id": 19733,
    "cites": 40,
    "cited_by": 4,
    "reference": [
        "Acemoglu, Daron, David H. Autor, and David Lyle, Women, War, and Wages: The Eect of Female Labor Supply on the Wage Structure at Mid-century, Journal of Political Economy, June 2004, 112 (3), 497551.",
        "Aghion, Philippe and Olivier Jean Blanchard, On the Speed of Transition Central Europe, NBER Working Papers 4736, National Bureau of Economic Research May 1994.",
        ", , Wendy Carlin, and Centre for Economic Policy Research (Great Britain), The Economics of Enterprise Restructuring in Central and Eastern Europe Discussion paper, Centre for Economic Policy Research, 1994.",
        "Aghion, Phillipe, Economic Reform in Eastern Europe: Can Theory Help?, European Economic Review, 1993, 37, 525532.",
        "Angrist, Joshua, Short-Run Demand for Palestinian Labor, Journal of Labor Economics, July 1996, 14 (3), 42553.",
        "Bai, Chong-En, David D. Li, Yingyi Qian, and Yijiang Wang, Limiting Government Predation Through Anonymous Banking: A Theory with Evidence from China, William Davidson Institute Working Papers Series 275, William Davidson Institute at the University of Michigan July 1999.",
        ", , Zhigang Tao, and Yijiang Wang, A Multi-Task Theory of the State Enterprise Reform, William Davidson Institute Working Papers Series 367, William Davidson Institute at the University of Michigan 2001.",
        ", Jiangyong Lu, and Zhigang Tao, The Multitask Theory of State Enterprise Reform: Empirical Evidence from China, American Economic Review, May 2006, 96 (2), 353357.",
        ", , and , How Does Privatization Work in China?, Journal of Comparative Economics, September 2009, 37 (3), 453470.",
        "Barnett, Steven, Jerey M. Davis, Rolando Ossowski, and Thomas J. Richardson, Fiscal and Macroeconomic Impact of Privatization, IMF Occasional Papers 194, International Monetary Fund June 2000.",
        "Berkowitz, Daniel and David DeJong, Entrepreneurship and Post-Socialist Growth, William Davidson Institute Working Papers Series 406, William Davidson Institute at the University of Michigan October 2001.",
        "Bilsen, Valentijn and Jozef Konings, Job Creation, Job Destruction, and Growth of Newly Established, Privatized, and State-Owned Enterprises in Transition Economies: Survey Evidence from Bulgaria, Hungary, and Romania, Journal of Comparative Economics, September 1998, 26 (3), 429445.",
        "Cameron, A. Colin, Jonah B. Gelbach, and Douglas L. Miller, BootstrapBased Improvements for Inference with Clustered Errors, The Review of Economics and Statistics, August 2008, 90 (3), 414427.",
        "Card, David, The Impact of the Mariel Boatlift on the Miami Labor Market, Industrial and Labor Relations Review, 1990, 43 (2), pp. 245257.",
        "Denisova, Irina, Markus Eller, Tomothy Frye, and Ekaterina Zhuravskaya, Who Wants to Revise Privatization? The Complementarity of Market Skills and Institutions, American Political Science Review, 2009, (2), 284304.",
        "Duda, Mark, Xiulan Zhang, and Mingzhu Dong, China&apos;s Home-ownershiporiented Housing Policy: An Examination of Two Programs Using Survey Data from Beijing, Harvard University Joint Center for Housing Studies Working Paper W05-7, 2005.",
        "Faggio, Giulia and Jozef Konings, Gross Job Flows and Firm Growth in Transition Countries: Evidence Using Firm Level Data on Five Countries, CEPR Discussion Papers 2261, Center for Economic and Policy Research October 1999.",
        "Fernandez, Raquel and Dani Rodrik, Resistance to Reform: Status Quo Bias in the Presence of Individual- Specic Uncertainty, The American Economic Review, 1991, 81 (5), pp. 11461155.",
        "Giles, John, Albert Park, and Fang Cai, How Has Economic Restructuring Aected China&apos;s Urban Workers, China Quarterly, 2006, 181, 6195.",
        "Gruber, Jonathan and Brigitte C. Madrian, Health Insurance, Labor Supply, and Job Mobility: A Critical Review of the Literature, NBER Working Papers 8817, National Bureau of Economic Research February 2002.",
        "Guriev, Sergei and William Megginson, Privatization: What Have We Learned?, in Francois Bourguignon and Boris Pleskovic, eds., Beyond Transition, Washington D.C.: ABCDE World Bank, 1997.",
        "Huang, Yasheng, Selling China: Foreign Direct Investment During the Reform Era Cambridge modern China series, Cambridge, U.K.: Cambridge University Press, 2003.",
        "Kikeri, S., Privatization and Labour. What Happens to Workers When Governments Divest?, Technical Report 1998.",
        "Lin, Justin Yifu, Rural Reforms and Agricultural Growth in China, American Economic Review, March 1992, 82 (1), 3451.",
        "McMillan, John and Christopher Woodru, Entrepreneurs in Economic Reform,  Working Paper 102, Center for Research on Economic Development and Policy Reform 2001.",
        "Megginson, William L. and Jery M. Netter, From State to Market: A Survey of Empirical Studies on Privatization, Journal of Economic Literature, 2001, 39 (2), 321389.",
        "Meng, Xin, Labour Market Reform in China, Cambridge U.K.: Cambridge University Press, 2000.",
        "Mitra, P., M. Selowsky, and World Bank, Transitionthe First Ten Years: Analysis and Lessons for Eastern Europe and the Former Soviet Union Other World Bank Bks, The World Bank, 2002.",
        "Pan, Guangjun, Background Article: the Process of the Chinese Housing Reform (in Chinese), Chinese Reform, 2000, 11, 1519.",
        "Poncet, Sandra, A Fragmented China: Measure and Determinants of Chinese Domestic Market Disintegration, Review of International Economics, 2005, 13 (3), 409430.",
        "Roland, Gerard, On the Speed and Sequencing of Privatisation and Restructuring,  Economic Journal, September 1994, 104 (426), 11581168.",
        ", The Political Economy of Transition, Journal of Economic Perspectives, Winter 2002, 16 (1), 2950.",
        "Rutkowski, Jan J., Changes in the Wage Structure during Economic Transition in Central and Eastern Europe, Washington D.C.: The World Bank Press, 1996.",
        "Shleifer, Andrei, A Normal Country: Russia After Communism, Harvard University Press, 2005.",
        "Svejnar, Jan, Labor Markets in the Transitional Central and East European Economies, in O. Ashenfelter and D. Card, eds., Handbook of Labor Economics, Vol. 3 of Handbook of Labor Economics, Amsterdam: Elsevier, April 1999, chapter 42, pp. 28092857.",
        "Wang, Shing-Yi, Credit Constraints, Job Mobility, and Entrepreneurship: Evidence from a Property Reform in China, The Review of Economics and Statistics, May 2012, 94 (2), 532551.",
        "Wang, Yaping and Alan Murie, Housing Policy and Practice in China, New York: St. Martin&apos;s Press, 1999.",
        "Yuan, Renbiao, Chinese Housing Reform Memoir (in Chinese), China Construction Daily, 2000.",
        "Zhan, Shaohua, Rural Labour Migration in China: Challenges for policies, Policy Paper 10, UNESCO 2005.",
        "Zhuravskaya, Ekaterina, Whither Russia? A Review of Andrei Shleifers A Normal Country, Journal of Economic Literature, March 2007, 45 (1), 127146."
    ]
}