{
    "id": 19740,
    "cites": 28,
    "cited_by": 30,
    "reference": [
        "Angelucci, Manuela, and Giacomo De Giorgi. 2009. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Indirect Effects of an Aid Program: How Do Cash Transfers Affect IneligiblesÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0084¢ Consumption?Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d American Economic Review, 99(1): 486Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c508.",
        "Bartelsman, Eric, Stefano Scarpetta, and Fabiano Schivardi. 2003. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Comparative Analysis of Firm Demographics and Survival: Micro-Level Evidence for the OECD Countries.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d OECD Publishing OECD Economics Department Working Papers 348.",
        "Berge, Lars Ivar, Kjetil Bjorvatn, and Bertil Tungodden. 2011. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Human and financial capital for microenterprise development: Evidence from a field and lab experiment.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d NHH Dept. of Economics Discussion Paper, , (1).",
        "Bloom, Nicholas, Benn Eifert, Aprajit Mahajan, David McKenzie, and John Roberts. 2013. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Does management matter? Evidence from India.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d The Quarterly Journal of Economics, 128(1): 1Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c 51.",
        "Bruhn, Miriam, and Bilal Zia. 2011. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Stimulating Managerial Capital in Emerging Markets: The Impact of Business and Financial Literacy for Young Entrepreneurs.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d The World Bank, Policy research Working Paper.",
        "Bruhn, Miriam, Dean S Karlan, and Antoinette Schoar. 2012. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093The impact of consulting services on small and medium enterprises: Evidence from a randomized trial in mexico.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Yale University Economic Growth Center Discussion Paper, , (1010).",
        "Cameron, A Colin, Jonah B Gelbach, and Douglas L Miller. 2008. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Bootstrap-based improvements for inference with clustered errors.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d The Review of Economics and Statistics, 90(3): 414Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c 427.",
        "de Mel, Suresh, David J. McKenzie, and Christopher Woodruff. 2008. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Returns to Capital in Microenterprises: Evidence from a Field Experiment.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Quarterly Journal of Economics, 123(4): 1329Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c1372.",
        "de Mel, Suresh, David J. Mckenzie, and Christopher Woodruff. 2009a. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Are Women more credit Constrained? Experimental Evidence on Gender and Microenterprise Returns.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d AEJ, Applied Economics, 1(3): 1Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c32.",
        "de Mel, Suresh, David J. Mckenzie, and Christopher Woodruff. 2009b. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Measuring Microenterprise Profits: Must We Ask How the Sausage is Made?Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Journal of Development Economics, 88(1): 19Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c31.",
        "de Mel, Suresh, David J. Mckenzie, and Christopher Woodruff. 2012. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Business Training and Female Enterprise Start-up, Growth, and Dynamics Experimental evidence from Sri Lanka.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Mimeo.",
        "Drexler, Alejandro, Greg Fischer, and Antoinette Schoar. 2011. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Keeping it Simple: Financial Literacy and Rules of Thumb.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Mimeo, MIT.",
        "Fairlie, Robert, Dean Karlan, and Jonathan Zinman. 2012. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Behind the GATE Experiment: Evidence on Effects of and Rationales for Subsidized Entrepreneurship Training.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d NBER-WP, , (17804).",
        "Field, Erica, Seema Jayachandran, and Rohini Pande. 2010. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Do Traditional Institutions Constrain Female Entrepreneurship? A Field Experiment on Business Training in India.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d The American Economic Review P&P, 100(2): 125Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c129.",
        "Gin e, Xavier, and Ghazala Mansuri. 2011. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Money or Ideas? A Field Experiment on Constraints to Entrepreneurship in Rural Pakistan.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Mimeo.",
        "Hsieh, Chang-Tai, and Peter J Klenow. 2009. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Misallocation and manufacturing TFP in China and India.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d The Quarterly Journal of Economics, 124(4): 1403Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c1448.",
        "Hsieh, Chang-Tai, and Peter J Klenow. 2010. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Development accounting.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d American Economic Journal: Macroeconomics, 2(1): 207Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c223.",
        "Karlan, Dean, and Martin Valdivia. 2011. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Teaching Entrepreneurship Impact of Business Training on Microfinance Clients and Institutions.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d The Review of Economics and Statistics, 93(2): 520Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c527.",
        "Karlan, Dean, Ryan Knight, and Christopher Udry. 2012. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Hoping to win, expected to lose: Theory and lessons on micro enterprise development.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d National Bureau of Economic Research.",
        "Lee, David S. 2009. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Training, Wages, and Sample Selection: Estimating Sharp Bounds on Treatment Effects.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d The Review of Economic Studies, 76(3): pp. 1071Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c1102.",
        "McKenzie, David. 2012. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Beyond baseline and follow-up: The case for more T in experiments.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Journal of Development Economics, 99(2): 210Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c221.",
        "Mckenzie, David, and Christopher Woodruff. 2012. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093What are we learning from business training and entrepreneurship evaluations around the developing world?Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d The World Bank Policy Research Working Paper Series 6202.",
        "Miguel, Edward, and Michael Kremer. 2004. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Worms: Identifying Impacts On Education And Health In The Presence Of Treatment Externalities.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Econometrica, 72(1): 159Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c217.",
        "Nyshadham, Anant. 2013. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Learning about Comparative Advantage in Entrepreneurhsip: Evidence from Thailand.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d working paper.",
        "Romano, Joseph P., and Michael Wolf. 2005. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Stepwise Multiple Testing as Formalized Data Snooping.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Econometrica, 73(4): pp. 1237Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c1282.",
        "Rosenbaum, Paul. 2002. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Covariance Adjustment in Randomized Experiments and Observational Studies.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Statistical Science, 17(3): 286Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c327.",
        "U.S. Small Business Administration. 2012. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Frequently Asked Questions about Small Businesses.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Office of Advocacy, September, 2012.",
        "Valdivia, Martin. 2011. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Training or Technical Assistance? A Field Experiment to Learn What Works to Increase Managerial Capital for Female Microentrepreneurs.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Unpublished."
    ]
}