{
    "id": 1975,
    "cites": 18,
    "cited_by": 3,
    "reference": [
        "Auerbach, A., Taxation, Corporate Financial Policy, and the Cost of Capital, Journal of Economic Literature 21 (1983): 905-40.",
        "Auerbach, A. and J. Hines, Tax Reform, Investment, and the Value of the Firm, NBER Working Paper No 1803, no date. Baumol, W. and B. Malkiel, The Firms Optimal Debt-Equity Ratio and the Cost of Capital, Quarterly Journal of Economics 81 (1967): 547-78.",
        "Bradford, D. and D. Fullerton, Pitfalls in the Construction and Use of Effective Tax Rates, in C. Hulten (ed.) Depreciation, Inflation and the Taxation of Income from Capital. Washington, D.C.: The Urban Institute, 1981.",
        "Bulow, J. and L. Summers, The Taxation of Risky Assets, NBER Working Paper No. 897, 1982.",
        "Darby, M., The Financial and Tax Effects of Monetary Policy on Interest Rates, Economic Inquiry 13 (1975): 266-76.",
        "Feldstein, M., Inflation, Income Taxes, and the Rate of Interest: A Theoretical Analysis, ?nerican Economic Review 66 (1976): 809-20.",
        "Fullerton, D., The Indexation of Interest, Depreciation, and Capital Gains: A Model of Investment Incentives, AEI Working Paper No. 5, 1985.",
        "Fullerton, D., Which Effective Tax Rate, National Tax Journal 37 (1984): 23-41.",
        "Fullerton, P. and R. Gordon, A Reexamination of Tax Distortions in General Equilibrium Models in M. Feldstein (ed.) Behavioral Simulation Methods in Tax Poliqy Analysis. Chicago: University of Chicago Press, 1983.",
        "Galper, H., R. Lucke, and E. Toder, Taxation, Portfolio Choice, and the Allocation of Capital, Working Paper, 1985.",
        "Gordon, R., Taxation of Corporate Capital Income: Tax Revenues versus Tax Distortions, Working Paper, no date. Gordon, R. and B. Malkiel, Corporate Finance, in H. Aaron and 3. Pechman (eds.) How Taxes Affect Economic Behavior. Washington, D.C.: The Brookings Institution, 1981.",
        "Administrations Tax Proposal: Updated Tables, Congressional Research Service Working Paper No. 85-783E, 1985.",
        "Hall, R. and D. Jorgenson, Tax Policy and Investment Behavior, American Economic Review 57 (1967): 391-414.",
        "Hansson I. and C. Stuart, The Fisher Hypothesis and International Capital Markets, Journal of Political Economy, forthcoming, 1985.",
        "Hulten, C. and J. Robertson, Corporate Tax Policy and Economic Growth: An Analysis of the 1981 and 1982 Tax Acts, Urban Institute Discussion Paper, 1981.",
        "King, M. and D. Fullerton (eds.), The Taxation of Income from Capital. Chicago: University of Chicago Press, 1984.",
        "Lucas, R., Econometric Policy Evaluation: A Critique, in K. Brunner and A. Meltzer (eds.) the Phillips Curve and Labor Markets. Amsterdam: North-Holland Publishing Company, 1976.",
        "Miller, M., Debt and Taxes, Journal of Finance 32 (1977): 261-75."
    ]
}