{
    "id": 19759,
    "cites": 21,
    "cited_by": 18,
    "reference": [
        "Anderson, J. E., C. A. Milot, and Y. V. Yotov (2011). The incidence of geography on canadaÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0084¢s services trade.",
        "Breinlich, H. and C. Criscuolo (2011). International trade in services: A portrait of importers and exporters. Journal of International Economics 84(2), 188Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c206.",
        "Buera, F. and J. Kaboski (2012). The rise of the service economy. American Economic Review, 2540Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c1569.",
        "Dixit, A. and J. Stiglitz (1977). Monopolistic competition and optimum product diversity. The American Economic Review, 297Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c308.",
        "Eaton, J. and S. Kortum (2002). Technology, geography, and trade. Econometrica, 1741Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c1779.",
        "Egger, P., M. Larch, and K. E. Staub (2012). Trade preferences and bilateral trade in goods and services: A structural approach.",
        "Ellison, G. and E. Glaeser (1997). Geographic concentration in us manufacturing industries: A dartboard approach. Journal of Political Economy 105(5), 889Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c927.",
        "Feenstra, R. C., R. E. Lipsey, L. G. Branstetter, C. F. Foley, J. Harrigan, J. B. Jensen, L. Kletzer, C. Mann, P. K. Schott, and G. C. Wright (2010). Report on the state of available data for the study of international trade and foreign direct investment.",
        "Foster, L., J. Haltiwanger, and C. Krizan (2001). Aggregate productivity growth. lessons from microeconomic evidence. In New developments in productivity analysis, pp. 303Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c372. University of Chicago Press.",
        "Fox, J. T. and V. Smeets (2011). Does input quality drive measured differences in Ã\u0083Â¯Ã\u0082Â¬Ã\u0082Â\u0081rm productivity?*. International Economic Review 52(4), 961Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c989.",
        "Francois, J., B. Hoekman, and J. Woerz (2007). Does gravity apply to intangibles? measuring openness in services. Center for Economic and Policy Research, Johannes Kepler Universitat, World Bank, and Vienna Institute for International Economic Studies. Unpublished manuscript.",
        "Hanson, G. and C. Xiang (2008). International Trade in Motion Picture Services. International Flows of Invisibles: Trade in Services and Intangibles in the Era of Globalization, Chicago: University of Chicago Press, forthcoming.",
        "Helpman, E., M. Melitz, and Y. Rubinstein (2008). Estimating Trade Flows: Trading Partners and Trading Volumes*. Quarterly Journal of Economics 123(2), 441Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c487.",
        "Hoekman, B. (2006). Liberalizing trade in services: a survey. World.",
        "Holmes, T. and J. Schmitz Jr (1995). On the turnover of business Ã\u0083Â¯Ã\u0082Â¬Ã\u0082Â\u0081rms and business managers. Journal of Political Economy, 1005Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c1038.",
        "Hufbauer, G., J. Schott, and W. Wong (2010). Figuring Out the Doha Round, Volume 91. Peterson Institute.",
        "Jensen, J. and L. Kletzer (2006). Tradable services: Understanding the scope and impact of services offshoring [with comments and discussion]. pp. 75Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c133.",
        "Jensen, J. B. (2011). Global Trade in Services: Fear, Facts, and Offshoring. Peterson Institute for International Economics.",
        "Krugman, P. (1980). Scale economies, product differentiation, and the pattern of trade. The American Economic Review, 950Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c959.",
        "Liu, R. and D. TreÃ\u0083Â¯Ã\u0082Â¬Ã\u0082â\u0080\u009aer (2008). Much ado about nothing: American jobs and the rise of service outsourcing to China and India. NBER Working Paper.",
        "NordÃ\u0083â\u0080¹Ã\u0082Å¡ as, H. K. (2010). Trade in goods and services: Two sides of the same coin? Economic Modelling 27(2), 496Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c506."
    ]
}