{
    "id": 19785,
    "cites": 44,
    "cited_by": 11,
    "reference": [
        "Auerbach, Alan and Daniel Feenberg. (2000). Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093The Significance of Federal Taxes as Automatic Stabilizers,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Journal of Economic Perspectives 14, 37Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c56.",
        "Baker, K. (2008). Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Do Cash Transfer Programs Improve Infant Health: Evidence from the 1993 Expansion of the Earned Income Tax Credit,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d mimeo, University of Notre Dame.",
        "Baughman, R. and Dickert-Conlin, S. (2009). Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093The Earned Income Tax Credit and Fertility,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Journal of Population Economics, Vol. 22(3): 537-63.",
        "Blank, R. (1989). Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Disaggregating the Effect of the Business Cycle on the Distribution of Income,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Economica, 56:141-163.",
        "Blank, R. (1993), Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Why were Poverty Rates so High in the 1980s?Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d In Poverty and Prosperity in the Late Twentieth Century. Papadimitriou and Wolff, eds, St MartinÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0084¢s Press.",
        "Blank, R. (2001). Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093What Causes Public Assistance Caseloads to Grow?Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d, Journal of Human Resources, Vol. 36(1): 85-118.",
        "Blank, R. and A. Blinder (1986). Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Macroeconomics, Income Distribution, and PovertyÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d In Fighting Poverty: What Works and What DoesnÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0084¢t. Danziger and Weinberg, eds. Harvard University Press.",
        "Blank, R. and D. Card (1993), Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Poverty, Income Distribution and Growth: Are They Still Related?Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Brookings Papers on Economic Activity 2:1993.",
        "Bitler, M. and H. Hoynes (2010).Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009dThe State of the Safety Net in the Post-Welfare Reform EraÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d, Brookings Papers on Economic Activity: 71-127.",
        "Bitler, M. and H. Hoynes (2013). Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Immigrants, Welfare and the U.S. Safety NetÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d in David Card and Steven Raphael (eds), Immigration, Poverty, and Socioeconomic Inequality, in press, Russell Sage Foundation, New York, NY.",
        "Chetty, R., Friedman, J., and Saez, E. (2013). Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Using Differences in Knowledge Across Neighborhoods to Uncover the Impact of the EITC on Earnings,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d American Economic Review, forthcoming.",
        "Corsetto, L. (2012). Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Food and Nutrition Program Cyclicality,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d mimeo, UC Davis.",
        "Cutler and Katz 1991,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009dMacroeconomic Performance and the DisadvantagedÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d, Brookings Papers on Economic Activity 1:1994.",
        "Dahl, G. and Lochner, L. (2012). Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093The Impact of Family Income on Child Achievement: Evidence from the Earned Income Tax Credit,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d American Economic Review: Vol. 102(5): 1927-56.",
        "Dalaker, Joe 2005. Alternative Poverty Estimates in the United States, Current Population Report P60227, United States Bureau of the Census.",
        "Dehejia, R. and A. Lleras-Muney (2004). Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Booms, Busts, and Babies' Health.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Quarterly Journal of Economics, Vol. 119, No. 3, pp. 1091-1130.",
        "Eissa, N. and Hoynes, H. (2004). Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Taxes and the Labor Market Participation of Married Couples: The Earned Income Tax Credit,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Journal of Public Economics, Vol. 88 (9-10): 1931-58.",
        "Eissa, N. and Hoynes, H. (2006). Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Behavioral Responses to Taxes: Lessons from the EITC and Labor Supply,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Tax Policy and the Economy, Vol. 20: 74-110.",
        "Eissa, N. and Liebman, J. (1996). Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Labor Supply Response to the Earned Income Tax Credit,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Quarterly Journal of Economics, Vol. 111: 605-37.",
        "Ellwood, D. (2000). Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093The Impact of the Earned Income Tax Credit and Social Policy Reforms on Work, Marriage and Living Arrangements,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d National Tax Journal, Vol. 53(4).",
        "Evans, W. and Garthwaite, C. (2010). Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Giving Mom a Break: The Impact of Higher EITC Payments on Maternal Health,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d NBER Working Paper 16296.",
        "Freeman, R. (2001). Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093The Rising Tide LiftsÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â¦?Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d In Sheldon Danziger and Robert Haveman, eds., Understanding Poverty, Cambridge, MA: Harvard University Press, 97-126.",
        "Grogger, J. (2003), Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093The Effects of Time Limits, the EITC, and Other Policy Changes on Welfare Use, Work, and Income Among Female-Headed Families.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Review of Economics and Statistics 85(2):394408.",
        "Gundersen, Craig and James Ziliak. 2004. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Poverty and Macroeconomic Performance across Space, Race, and Family Structure,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Demography, 41:1, 61-86.",
        "Herbst, C. (2011). Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093The Impact of the Earned Income Tax Credit on Marriage and Divorce: Evidence from Flow Data,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Population Research and Policy Review, Vol. 30: 101--28.",
        "Hotz, J. and Scholz, K. (2003). Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093The Earned Income Tax Credit,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d in Means-Tested Transfer Programs in the United States.",
        "Hoynes, Hilary W., Douglas L. Miller, and David Simon. 2012. Income, the Earned Income Tax Credit, and Infant Health. NBER Working Paper 18206 Hoynes, Hilary W., Marianne E. Page, and Ann Huff Stevens. 2006. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Poverty in America: Trends and Explanations.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Journal of Economic Perspectives 20: 47-68.",
        "Internal Revenue Service (2011). EITC Statistics, Report NR. 701-98-11 December 2011. http://www.eitc.gov.irs.gov/central/eitcstats/ Kniesner, Thomas and James Ziliak (2002). Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Explicit Versus Implicit Income Insurance,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Journal of Risk and Uncertainty, 25(1).",
        "Listokin, Yair J. (2012). Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Equity, Efficiency, and Stability: The Importance of Macroeconomics for Evaluating Income Tax Policy,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Yale Journal on Regulation. 45-78.",
        "Meyer, B. and D. Rosenbaum (2001), Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Welfare, the Earned Income Tax Credit, and the Labor Supply of Single MothersÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d, QJE 116(3): 1063-1114.",
        "Meyer, B. and Rosenbaum, D. (2000). Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093A Making Single Mothers Work: Recent Tax and Welfare Policy and its Effects,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d National Tax Journal, Vol. 53: 1027-1062.",
        "Meyer, B. and D. Sullivan (2011). Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Consumption and Income Poverty over the Business Cycle,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Research in Labor Economics, vol. 32, 51-82.",
        "Owens, J. (2005). Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Fundamental Tax Reform: The Experience of OECD Countries,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Background Paper, Number 47, Tax Foundation.",
        "Ryan, Kerry (2013). Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093EITC as Income (In)Stability?Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d, Florida Tax Review (forthcoming).",
        "Saez, E. (2010). Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Do Taxpayers Bunch at Kink Points?Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d American Economic Journal: Economic Policy 2(3), 2010, 180-212.",
        "Schaller, J. (2012) Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093For richer if not for poorer? Marriage and divorce over the business cycle,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Journal of Population Economics.",
        "Schaller, J. (2013) Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Booms, busts, and fertility: testing the Becker model using gender-specific labor demand,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d working paper, University of Arizona.",
        "Short, K. (2011). Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093The Research Supplemental Poverty Measure: 2010.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Current Population Reports P60-241. U.S. Census Bureau.",
        "Short, K. (2012). Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093The Research Supplemental Poverty Measure: 2011.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Current Population Reports P60-244. U.S. Census Bureau.",
        "U.S. Department of Agriculture 2013. Caseload Data. Unpublished data provided by Katie Fitzpatrick and John Kirlin of the Economic Research Service.",
        "U.S. Department of Health and Human Services Administration for Children and Families, 2013. Caseload Data. [online] Office of Family Assistance. Available at: http://www.acf.hhs.gov/programs/ofa/data-reports/index.htm.",
        "U.S. Department of Labor 2013. 1979-2010 Data. Unpublished data provided by DOL OSEC.",
        "Ziliak, J. P., Figlio, D. N., Davis, E. E., and Connolly, L. S. (2000). Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Accounting for the Decline in AFDC Caseloads: Welfare Reform or the Economy?Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Journal of Human Resources, Vol. 35(3): 570-86.",
        "Ziliak, J. P., Gundersen, C. and Figlio, D. N. et al. (2003). Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Food stamp caseloads over the business cycle,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Southern Economic Journal, Vol. 69 (4): 903-19."
    ]
}