{
    "id": 19780,
    "cites": 30,
    "cited_by": 0,
    "reference": [
        "Ackerman, Frank and Ram on Bueno (2011), Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Use of McKinsey abatement cost curves for climate economics modeling,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Stockholm Environment Institute Working Paper WPUS -1102.",
        "Carlson, C., D. Burtraw, and K. Palmer (2000). Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Sulfur dioxide control by electric utilities: What are the gains from trade,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Journal of Political Economy, 1293-1326.",
        "Chavez, C., and J. Stranlund (2009). Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093A note on emission taxes and incomplete information, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Environmental and Resource Economics, 44: 137-144.",
        "Doyle, M., Patterson, L., Chen, Y., Yates, A., and K. Schnier (2013). Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009dThe optimal scale for water quality marketsÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d, Working Paper, UNC Department of Economics.",
        "Ellerman, A. Denny and Barbara K. Buchner (2007). Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093The European Union Emissions Trading Scheme: Origins, Allocation, and Early Results,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Review of Environmental Economics and Policy, 1(1): 66-87",
        "Ellerman, A., Joskow, P., Schmalensee, R., Montero, J., & Bailey, E. (2000). Markets for clean air. New York: Cambridge University Press.",
        "Farrow, R., M. Schultz, P. Celikkol, and G. Van Houtven (2005). Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Pollution trading in water quality limited areas: use of beneÃ\u0083Â¯Ã\u0082Â¬Ã\u0082Â\u0081ts assessment and cost-eÃ\u0083Â¯Ã\u0082Â¬Ã\u0082â\u0082¬ective trading ratios,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Land Economics, 81: 191-205.",
        "Fell, Harrison and Richard D. Morgenstern (2010). Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Alternative Approaches to Cost Containment in a Cap-and-Trade System,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Environmental and Resource Economics, 47: 275-297.",
        "Feng, H. and J. Zhao (2006). Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Alternative inter temporal permit trading regimes with stochastic abatement costsÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d,Enviornmental an Resource Economics, 28:24-40.",
        "Fowlie, M., S. P. Holland, and E. T. Mansur (2012). Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093What do emissions markets deliver and to whom? Evidence from Southern CaliforniaÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0084¢s NOx trading program,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d American Economic Review, 102(2): 965-93.",
        "Fowlie, M. and N. Muller. (2013). Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Market-based Emissions Regulation When Damages Vary Across Sources: What are the Gains from DiÃ\u0083Â¯Ã\u0082Â¬Ã\u0082â\u0082¬erentiation?Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d EI@Haas WP 237.",
        "Gr ull, G., and L. Taschini. (2011). Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Cap-and-trade properties under diÃ\u0083Â¯Ã\u0082Â¬Ã\u0082â\u0082¬erent hybrid scheme designs,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Journal of Environmental Economics and Management, 61: 107-118.",
        "Hasegawa, Makoto and Stephen Salant. (2011). Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Cap-and-Trade Programs under Delayed Compliance: Consequences of Interim Injections of PermitsÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d UCE3 Working Paper.",
        "Henry, David D., Nicholas Z. Muller, and Robert O. Mendelsohn. (2011). Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093The Social Cost of Trading: Measuring the Increased Damages from Sulfur Dioxide Trading in the United StatesÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Journal of Policy Analysis and Management, 30(3): 598-612.",
        "Hoos, A., and G. McMahon. (2009). Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Spatial analysis of instream nitrogen loads and factors con- trolling nitrogen delivery to streams in the southeastern United States using spatially referenced regression on watershed attributes (SPARROW) and regional classiÃ\u0083Â¯Ã\u0082Â¬Ã\u0082Â\u0081cation frameworks,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Hydrologic Processes, 23: 2275-2294.",
        "Kaiser and Rice (1973). Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093A method for maximizing the ratio of two quadratic forms,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Multivariate Behavioral Research, 8: 357-364.",
        "Keohane, N. (2006). Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Cost savings from allowance trading in the 1990 Clean Air Act: Estimates from a choice-based model.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d In C. E. Kolstad & J. Freeman (Eds.), Moving to markets in environmental regulation: Lessons from twenty years of experience (pp. 194-229). New York: Oxford University Press.",
        "Montgomery, W. (1972), Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Markets in licenses and eÃ\u0083Â¯Ã\u0082Â¬Ã\u0082Æ\u0092cient pollution control programs, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009dJournal of Economic Theory, 5: 395-418.",
        "Muller, N. and R. Mendelsohn (2009), Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093EÃ\u0083Â¯Ã\u0082Â¬Ã\u0082Æ\u0092cient pollution regulation: getting the prices right,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d American Economic Review, 99: 1714-1739.",
        "Newell, R. and W. Pizer (2003), Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Regulating stock externalities under uncertainty,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Journal of Environmental Economics and Management, 45: 416-432.",
        "Rabotyagov, S. and H. Feng (2010), Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Does permit trading minimize cost under an average pollution target?Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Environmental Economics, 1: 127-133.",
        "Ramsey, Frank (1927). Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093A Contribution to the Theory of Taxation,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Economic Journal, 37: 47-61.",
        "Roberts, Marc J. and Michael Spence. (1976) Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093EÃ\u0083Â¯Ã\u0082Â¬Ã\u0082â\u0080\u009euent Charges and Licenses under Uncertainty,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Journal of Public Economics, 5: 193-208.",
        "Stocking, A. (2012). Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Unintended consequences of price controls: An application to allowance markets,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Journal of Environmental Economics and Management, 63: 120136.",
        "IWGSSC. (2010). Technical Support Document:- Social cost of carbon for regulatory impact analysis-under executive order 12866.",
        "Weitzman, M. (1974). Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Prices vs. quantities,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Review of Economic Studies, 41: 477-491.",
        "Williams III, R. (2002).Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Prices vs. quantities vs. tradeable quantitiesÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d, NBER Working Paper 9283.",
        "Yates, A., M. Doyle, J. Rigby, K. Schnier, (2013). Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Market power, private information, and scale in pollution permit markets,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Resource and Energy Economics,",
        "Yates, A., (2002) Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Decentralization in pollution permit markets,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Journal of Public Economic Theory, 4: 641-660.",
        "Yates, A. and M Cronshaw (2001). Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Permit markets with inter temporal trading and asymmetric information,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Journal of Environmental Economics and Management, 42: 104-118."
    ]
}