{
    "id": 19787,
    "cites": 35,
    "cited_by": 9,
    "reference": [
        "Aron-Dine, Aviva, Liran Einav, and Amy Finkelstein. 2013. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093The RAND Health Insurance Experiment, Three Decades Later.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Journal of Economic Perspectives, 27(1): 197Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c222.",
        "Bundorf, M. Kate, Jonathan D. Levin, and Neale Mahoney. 2012. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Pricing and Welfare in Health Plan Choice.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d American Economic Review, 102(7): 3214Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c3248.",
        "Card, David, Carlos Dobkin, and Nicole Maestas. 2009. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Does Medicare Save Lives?Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Quarterly Journal of Economics, 124(2): 597Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c636.",
        "Cato. 2008. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093The Grass Is Not Always Greener: A Look at National Health Care Systems Around the World.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Cato Institute.",
        "CBO. 2008. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Budget Options Volume 1: Health Care.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Congressional Budget Office.",
        "CBO. 2013. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093CBOÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0084¢s May 2013 Medicare Baseline.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Congressional Budget Office.",
        "Chandra, Amitabh, Jonathan Gruber, and Robin McKnight. 2010. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Patient Cost-Sharing, Hospitalization Offsets, and the Design of Optimal Health Insurance for the Elderly.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d American Economic Review, 100(1): 193Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c213.",
        "Chetty, Raj, John N Friedman, Nathaniel Hilger, Emmanuel Saez, Diane Whitmore Schanzenbach, and Danny Yagan. 2011. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093How Does Your Kindergarten Classroom Affect Your Earnings? Evidence from Project STAR.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Quarterly Journal of Economics, 126(4): 1593Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c1660.",
        "Clemens, Jeffrey, and Joshua Gottlieb. 2013. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Do PhysiciansÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0084¢ Financial Incentives Affect Treatment Patterns and Patient Health?Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Forthcoming in the American Economic Review.",
        "Ettner, Susan L. 1997. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Adverse Selection and the Purchase of Medigap Insurance by the Elderly.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Journal of Health Economics, 16(5): 543Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c562.",
        "Fang, Hanming, Michael P. Keane, and Dan Silverman. 2008. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Sources of Advantageous Selection: Evidence from the Medigap Insurance Market.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Journal of Political Economy, 116(2): 303Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c 350.",
        "Finkelstein, Amy. 2004. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Minimum Standards, Insurance Regulation and Adverse Selection: Evidence from the Medigap Market.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Journal of Public Economics, 88(12): 2515Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c2547.",
        "GAO. 2001. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Retiree Health Insurance: Gaps in Coverage and Availability.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Statement of William J. Scanlon Director, Health Care Issues: Testimony Before the Subcommittee on EmployerEmployee Relations, Committee on Education and the Workforce, House of Representatives. Government Accountability Office.",
        "GAO. 2013. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Medigap and Other Factors Are Associated with Higher Estimated Health Care Expenditures. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Government Accountability Office.",
        "Goldman, Dana, and Tomas J Philipson. 2007. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Integrated Insurance Design in the Presence of Multiple Medical Technologies.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d American Economic Review, 97(2): 427Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c432.",
        "Hurd, Michael D., and Kathleen McGarry. 1997. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Medical Insurance and the use of Health Care Services by the Elderly.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Journal of Health Economics, 16(2): 129Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c154.",
        "Imbens, Guido W., and Joshua D. Angrist. 1994. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Identification and Estimation of Local Average Treatment Effects.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Econometrica, 62(2): 467Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c475.",
        "Keeler, Emmett B., and John E. Rolph. 1988. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093The Demand for Episodes of Treatment in the Health Insurance Experiment.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Journal of Health Economics, 7(4): 337Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c367.",
        "KFF. 2004. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Current Trends and Future Outlook for Retiree Health Benefits.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Kaiser Family Foundation.",
        "KFF. 2008. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Selected European CountriesÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0084¢ Health Systems.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Kaiser Family Foundation.",
        "KFF. 2012. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093State Health Facts.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Kaiser Family Foundation, http://kff.org/statedata/.",
        "Khandker, Rezaul K., and Lauren A. McCormack. 1999. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Medicare Spending by Beneficiaries with Various Types of Supplemental Insurance.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Medical Care Research and Review, 56(137).",
        "Kowalski, Amanda E. 2010. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Censored Quantile Instrumental Variable Estimates of the Price Elasticity of Expenditure on Medical Care.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d NBER Working Paper.",
        "Lemieux, Jeff, Teresa Chovan, and Karen Heath. 2008. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Medigap Coverage And Medicare Spending: A Second Look.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Health Affairs, 27(2): 469Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c477.",
        "Maestas, Nicole, Mathis Schroeder, and Dana Goldman. 2009. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Price Variation in Markets with Homogeneous Goods: The Case of Medigap.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d NBER Working Paper.",
        "MedPAC. 2003. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Report to the Congress: Variation and Innovation in Medicare.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d MedPAC.",
        "OMB. 2010. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Analytical Perspectives: Budget of the U.S. Government.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Office of Management and Budget.",
        "Pauly, Mark V. 2000. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093The Medicare Mix: Efficient and Inefficient Combinations of Social and Private Health Insurance for US Elderly.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Journal of Health Care Finance, 26(3): 26.",
        "Robst, John. 2006. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Estimation of a Hedonic Pricing Model for Medigap Insurance.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Health Services Research, 41(6): 2097Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c2113.",
        "Starc, Amanda. 2010. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Insurer Pricing and Consumer Welfare: Evidence from Medigap.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Mimeo.",
        "Trustees. 2009. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093The 2009 Report of The Board of Trustees, Federal Hospital Insurance and Federal Supplementary Medical Insurance Trust Funds.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Federal Hospital Insurance and Federal Supplementary Medical Insurance Trust Funds.",
        "Wennberg, John E. 1999. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Understanding Geographic Variations in Health Care Delivery.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d The New England Journal of Medicine, 340(1): 52.",
        "Wennberg, John E., Elliott S. Fisher, and Jonathan S. Skinner. 2002. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Geography and the Debate over Medicare Reform.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Health Affairs, 21(2): 10Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c10.",
        "Wolfe, John R, and John H Goddeeris. 1991. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Adverse Selection, Moral Hazard, and Wealth Effects in the Medigap Insurance Market.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Journal of Health Economics, 10(4): 433Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c459.",
        "Zeckhauser, Richard J. 1970. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Medical Insurance: A Case Study of the Tradeoff Between Risk Spreading and Appropriate Incentives.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Journal of Economic Theory, 2(1): 10Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c26."
    ]
}