{
    "id": 19793,
    "cites": 40,
    "cited_by": 14,
    "reference": [
        "Ai, Chunrong R. and Edward C. Norton. 2003. Interaction Terms in Logit and Probit Models. Economics Letters, 80(1): 123Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c129.",
        "Autor, David H., and Mark G. Duggan. 2003. The Rise in the Disability Rolls and the Decline in Unemployment. Quarterly Journal of Economics, 118(1): 157-206.",
        "Autor, David H., Nicole Maestas, Kathleen Mullen, and Alexander Strand. 2011. Does Delay Cause Decay? The Effect of Administrative Decision Time on the Labor Force Participation and Earnings of Disability Applicants. Michigan Retirement Research Center Working Paper No. 258, Ann Arbor, MI: University of Michigan.",
        "Berthoud, Richard. 2011. The Work Capability Assessment and a Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Real WorldÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Test of Incapacity. Essex Institute for Social and Economic Research Working Paper 2011-22.",
        "Bound, John. 1989. The Health and Earnings of Rejected Disability Insurance Applicants. American Economic Review, 79(3): 482-503.",
        "Borghans, Lex, Anne C. Gielen, and Erzo F.P. Luttmer. 2013. Social Support Substitution and the Earnings Rebound: Evidence from a Regression Discontinuity in Disability Insurance Reform. American Economic Journal: Economic Policy, forthcoming.",
        "Campbell, Kevin, Jim Baumohl and Sharon Hunt. 2003. Employment and Barriers to Work Among Former SSI DA&A Beneficiaries. Contemporary Drug Problems, 30(1-2): 195-240.",
        "Card, David, Carlos Dobkin and Nicole Maestas. 2009. Does Medicare Save Lives? Quarterly Journal of Economics, 124(2): 597-636.",
        "Chatterji, Pinka, and Ellen Meara. 2010. Consequences of Eliminating Federal Disability Benefits for Substance Abusers. Journal of Health Economics, 29(2): 226-240.",
        "Cook, Judith A., Anthony F. Lehman, Robert Drake, et al. 2005. Integration of Psychiatric and Vocational Services: A Multisite Randomized, Controlled Trial of Supported Employment. American Journal of Psychiatry. 162(10): 1948Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c1956.",
        "Department of Health and Human Services. 1994. SSI Payments to Drug Addicts and Alcoholics: Continued Dependence. Department of Health and Human Services, Washington DC.",
        "Diamond, Terrence, Daniel Stiel, Michael Lunzer, Margaret Wilkinson and Solomon Posen. 1989. Ethanol Reduces Bone Formation and May Cause Osteoporosis. American Journal of Medicine, 86(1): 282-288.",
        "Edin, Per-Anders, and Magnus Gustavsson. 2008. Time Out of Work and Skill Depreciation. Industrial and Labor Relations Review, 61(2): 163-80.",
        "Finkelstein, Amy, Sarah Taubman, Bill Wright, Mira Bernstein, Jonathan Gruber, Joseph Newhouse, Heidi Allen, Katherine Baicker and Oregon Health Study Group. 2012. The Oregon Health Insurance Experiment: Evidence from the First Year. Quarterly Journal of Economics, 127(3): 1057-1106.",
        "French, Eric, and Jae Song. 2011. The Effect of Disability Insurance Receipt on Labor Supply. American Economic Journal: Economic Policy, forthcoming.",
        "Garthwaite, Craig L. 2012. The Economic Benefits of Pharmaceutical Innovations: The Case of Cox-2 Inhibitors. American Economic Journal: Applied Economics, 4(3): 116-137.",
        "Grant, Bridget F., Deborah S. Hasin, S. Patricia Chou, Frederick Stinson and Deborah Dawson. 2004. Prevalence and Co-occurrence of Substance Use Disorders and Independent Mood and Anxiety Disorders. Archives of General Psychiatry, 61(11): 807Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c16.",
        "Herd, Pamela, Robert F. Schoeni, and James S. House. 2008. Upstream Solutions: Does the Supplemental Security Income Program Reduce Disability in the Elderly? Milbank Quarterly, 86(1): 5-45.",
        "Hubbard, Robert L., S. Gail Craddock, and Jill Anderson. 2003. Overview of 5-year Follow-up Outcomes in the Drug Abuse Treatment Outcome Studies (DATOS). Journal of Substance Abuse Treatment, 25(3): 125-134.",
        "Hu, Jianting, Kajal Lahiri, Denton Vaughan, and Bernard Wixon. 2001. A Structural Model of Social SecurityÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0084¢s Disability Determination Process. Review of Economics and Statistics, 83(2): 348-61.",
        "Hunt, Sharon R., and Jim Baumohl. 2003. Drink, Drugs and Disability: An Introduction to the Controversy. Contemporary Drug Problems, 30(1-2): 9-76.",
        "Jacobson, Louis, Robert LaLonde and Daniel Sullivan. 1993. Earnings Losses of Displaced Workers. American Economic Review, 83(4): 685-709.",
        "Karlstrom, Anders, Marten Palme, and Ingemar Svensson. 2008. The Employment Effect of Stricter Rules for Eligibility for DI: Evidence from a Natural Experiment in Sweden.",
        "Kostol, Andreas R., and Magne Mogstad. 2013. How Financial Incentives Induce Disability Insurance Recipients to Return to Work. American Economic Review, forthcoming.",
        "Kroft, Kory, Fabian Lange, and Matthew J. Notowidigdo. 2013. Duration Dependence and Labor Market Conditions: Evidence from a Field Experiment. Quarterly Journal of Economics, forthcoming.",
        "Maestas, Nicole, Kathleen Mullen and Alexander Strand. 2013. Does Disability Insurance Receipt Discourage Work? Using Examiner Assignment to Estimate Causal Effects of SSDI Receipt. American Economic Review, 103(5): 1797-1829.",
        "Meyer, Bruce D., and Wallace K.C. Mok. 2013. Disability, Earnings, Income and Consumption. NBER Working Paper No. 18869.",
        "Mincer, Jacob, and Haim Opek. 1982. Interrupted Work Careers: Depreciation and Restoration of Human Capital. Journal of Human Resources, 17(1): 3-24.",
        "Orwin, Robert G., Bernadette Campbell, Kevin Campbell, and Antoinette Krupski. 2004. Welfare Reform and Addiction: Evaluating the Effects of Terminating Benefits for Chronic Substance Abusers. American Journal of Evaluation, 25(4): 409-441.",
        "Puhani, Patrick. 2012. The Treatment Effect, the Cross Difference, and the Interaction Term in Nonlinear Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Ë\u009cDifference-in-DifferencesÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0084¢ Models. Economics Letters, 115: 85-87.",
        "Rhodes, William, Mary Layne, Patrick Johnson and Lynne Hozik. 2000. What AmericaÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0084¢s Users Spend on Illegal Drugs: 1988-98. Office of National Drug Control Policy, Washington DC.",
        "Social Security Administration. 1994. Disability Process Redesign: The Proposal from the SSA Disability Process Reengineering Team. Social Security Bulletin, 57(2): 51-55.",
        "Social Security Administration. 1997. Annual Statistical Supplement to the Social Security Bulletin, 1996, SSA Office of Research, Washington DC.",
        "Social Security Administration. 2011. Report on Continuing Disability Reviews, Fiscal Year 2009, Social Security Administration, Baltimore MD.",
        "Social Security Administration. 2012a. Annual Statistical Supplement to the Social Security Bulletin, 2011, SSA Office of Retirement and Disability Policy, Washington DC.",
        "Social Security Administration. 2012b. Annual Statistical Report on the Social Security Disability Insurance Program, 2011, SSA Office of Retirement and Disability Policy, Washington DC.",
        "Stapleton, David, David Wittenburg, Adam Tucker, Garrett Moran, Robert Ficke and Michelle Harmon. 1998. Policy Evaluation of the Effect of Legislation Prohibiting the Payment of Disability Benefits to Individuals Whose Disability is Based on Drug Addiction and Alcoholism. Interim Report to Social Security Administration, Lewin Group, Fairfax VA.",
        "Staubli, Stefan. 2011. The Effect of Stricter Criteria for Disability Insurance on Labor Force Participation. Journal of Public Economics, 95 (9-10): 1223Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c35.",
        "Substance Abuse and Mental Health Services Administration. 2009. National Survey on Drug Use and Health, 2007 [Computer file]. Substance Abuse and Mental Health Services Administration Office of Applied Studies, ICPSR23782-v2, Ann Arbor MI von Wachter, Till, Jae Song and Joyce Manchester. 2011. Trends in Employment and Earnings of Allowed and Rejected Social Security Disability Insurance Applicants. American Economic Review, 101(7): 3308Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c29.",
        "Weathers II, Robert, R., and Michelle Stegman. 2012. The Effect of Expanding Access to Health Insurance on the Health and Mortality of Social Security Disability Insurance Beneficiaries. Journal of Health Economics, 31(6): 863-875."
    ]
}