{
    "id": 19794,
    "cites": 12,
    "cited_by": 1,
    "reference": [
        "Aikin K, Swasy J, and Braman A. 2004. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Patient and Physician Attitudes and Behaviors Associated With DTC Promotion of Prescription Drugs,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009dSummary FDA Survey Research Results, http://www.fda.gov/downloads/AboutFDA/CentersO ces/CDER/ucm109875.pdf Avery, Rosemary, Kenkel, Donald, Lillard, Dean, and Mathios, Alan. 2007. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Private ProÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â¦ts and Public Health: Does DTC Advertising of Smoking Cessation Products Encourage Smokers to Quit?Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009dJournal of Political Economy. Vol. 115 (3): 447-481 (also NBER working paper 11938).",
        "Brekke, K. R., Kuhn, M. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Direct to Consumer Advertising in Pharmaceutical Markets.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Journal of Health Economics, Vol. 25 (2006), pp. 102-130.",
        "Bradford, D., Kleit, A. 2011. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Can Credence Advertising Eects Be Isolated? Can They Be Negative?: Evidence from Pharmaceuticals,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Southern Economic Journal, Vol. 78 (1): 167-190.",
        "Bradford, D., Kleit, A., Nietert, P, Ornstein, S. 2010. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093The Eect of Direct to Consumer Television Advertising on the Timing of Treatment,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009dEconomic Inquiry, Vol. 48 (2): 306322.",
        "Dave, D. and Saer, H. 2012. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Impact of Direct-to-Consumer Advertising on Pharmaceutical Prices and Demand,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009dSouthern Economic Journal, Vol. 79 (1): 97-126.",
        "Donohue, J.M., Berndt, E.R., Epstein, A.M., Rosenthal, M.B., Frank, R.G. 2004. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Effects of Pharmaceutical Promotion on Adherence tox Guideline Treatment of Depression.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Medical Care, 42(12): 1176-1185.",
        "Iizuka, T. 2004. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093What Explains the Use of Direct-to-Consumer Advertising of Prescription Drugs?Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009dJournal of Industrial Economics, vol. LII No. 3, p349-379.",
        "Iizuka T. and Jin G. 2007. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Direct to Consumer Advertising and Prescription ChoiceÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d The Journal of Industrial Economics, Volume 55, Issue 4, page 771.",
        "Pharma Marketing. 2013. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093DTC Not As Dead As We Thought... But Digital Ad Spending Down One-Third!Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009dAvailable at: http://forums.pharma-mkting.com/showthread.php?p=90385.",
        "Rosenthal M., Berndt E., Donohue J, Epstein A, Frank R. 2003. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Demand Eects of Recent Changes in Prescription Drug Promotion,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Frontiers in Health Policy Research, 6(1), pp. 1-26.",
        "Weissman J., Blumenthal D., Silk A, Zapert K, Newman M, Leitman R, Feibelmann, S. 2004. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Physicians Report on Patient Encounters Involving Direct-to-Consumer Advertising, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009dHealth Aairs, 28, w4-219.",
        "Wosinska, Marta. 2005. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Direct-to-Consumer Advertising and Therapy Compliance.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Journal of Marketing Research, Vol. 42, No. 3, pp. 323-332."
    ]
}