{
    "id": 19790,
    "cites": 16,
    "cited_by": 5,
    "reference": [
        "Woodford, M. (2003, August). Interest and Prices: Foundations of a Theory of Monetary Policy. Princeton University Press.",
        "Vavra, J. (2013). Inflation dynamics and time-varying volatility: New evidence and an ss interpretation.",
        "Stock, J. and M. Yogo (2005). Testing for weak instruments in linear IV regression. Identification and Inference for Econometric Models.",
        "Stock, J., J. Wright, and M. Yogo (2002). A survey of weak instruments and weak identification in generalized method of moments. Journal of Business & Economic Statistics.",
        "Stock, J. and M. Watson (2010). Modeling inflation after the crisis. NBER Working Paper 16488.",
        "Karabarbounis, L. and B. Neiman (2013). The global decline of the labor share. NBER Working Paper 19136.",
        "Gertler, M. and J. Leahy (2008). A phillips curve with an ss foundation. Journal of Political Economy 116 (3).",
        "Gali, J., M. Gertler, and D. Lopez-Salido (2005). Robustness of the estimates of the hybrid new keynesian phillips curve. Journal of Monetary Economics 52(6).",
        "Gali, J. and M. Gertler (1999). Inflation dynamics: A structural econometric analysis. Journal of Monetary Economics 44(2).",
        "Cespedes, L., M. Ochoa, and C. Soto (2005). The new keynesian phillips curve in an emerging market economy: The case of chile.",
        "Bloom, N. (2009). The impact of uncertainty shocks. Econometrica 77(3).",
        "Bloom,N.,M. Floetotto,N. Jaimovich, I. Saporta-Eksten, and S. Terry (2012). Really uncertain business cycles. NBER Working Paper 18245.",
        "Berger, D. and J. Vavra (2013). Volatility and pass-through. NBER Working Paper 19651.",
        "Baker, S., N. Bloom, and S. Davis (2013). Measuring economic policy uncertainty. Mimeo.",
        "Baley, I. and J. Blanco (2013). Learning to price. NYU Mimeo.",
        "Bachmann, R., B. Born, S. Elstner, and C. Grimme (2013). Time-varying business volatility, price setting, and the real effects of monetary policy. Mimeo."
    ]
}