{
    "id": 1980,
    "cites": 14,
    "cited_by": 12,
    "reference": [
        "Abel, Andrew B., Optimal Investment under Uncertainty, American Economic Review, March 1983, 83, 228-33.",
        "Abel, Andrew B., and Dilvier J. Blanchard, The Present Value of Profits and Cyclical Movements in Investment, Econocnetrica, March 1986.",
        "Baldwin, Carliss Y. , Optimal Sequential Investment when Capital is Not Readily Reversible, Journal of Finance, 1982, 37, 763-82.",
        "Bernanke, Ben S., Irreversibility, Uncertainty, and Cyclical Investment, Quarterly Journal of Economics, February 1983, 98, 85-106.",
        "Brennan, Michael J., and Eduardo S. Schwartz, Evaluating Natural Resource Investments, Journal of Business, January 1985, 58, 135-137.",
        "Cukierman, Alex, The Effects of Uncertainty on Investment under Risk Neutrality with Endogenous Information, Journal of Political Economy, June 19B0, ~, 462-475. Hall, Robert E., The Relation Between Price and Marginal Cost in U.S. Industry, NBER Working Paper No. 1785, January 1986.",
        "Hartman, Richard, The Effects of Price and Cost Uncertainty on Investment, Journal of Economic Theory, October 1972, 5, 258-66.",
        "Kester, W. Carl, Todays Options for Tomorrows Growth, Harvard Business Review, March/April 1984, 153-161).",
        "Majd, Saman, and Robert S. Pindyck, Time to Build, Option Value, and Investment Decisions, NBER Working Paper Na. 1654, June 1985.",
        "McConnell, John J., and Chris J. Muscarella, Corporate Capital Expenditure Decisions and the Market Value of the Firm, Journal of Financial Economics, forthcoming, 1986.",
        "McDonald, Robert, and Daniel R. Siegel, Investment and the Valuation of Firms When There is an Option to Shut Down, International Economic Review, October 1985.",
        "McDonald, Robert, and Daniel R. Siegel, The Value of Waiting to Invest, Quarterly Journal of Economics, forthcoming, 1986.",
        "Merton, Robert C., On the Pricing of Contingent Claims and the Modigliani Miller Theorem, Journal of Financial Economics, 1977, 5, 241-49.",
        "Paddock, James L., Daniel R. Siegel, and James L. Smith, Option Valuation of Claims on Physical Assets: The Case of Offshore Petroleum Leases, MIT Energy Laboratory Working Paper, November 1984, to appear in the Quarterly Journal of Economics."
    ]
}