{
    "id": 19800,
    "cites": 140,
    "cited_by": 5,
    "reference": [
        "Abaluck, J. and Gruber, J. (2012). Choice inconsistencies among the elderly: Evidence from plan choice in the Medicare part D program. American Economic Review.",
        "Akosa Antwi, Y. O. D., Gaynor, M., and Vogt, W. B. (2013). A competition index for differentiated products oligopoly with an application to hospital markets. unpublished manuscript, Carnegie Mellon University.",
        "Allen, R. and Gertler, P. J. (1991). Regulation and the provision of quality to heterogeneous consumers. Journal of Regulatory Economics, 3:60Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c75.",
        "American Medical Association (2009). Physician characteristics and distribution in the US. Chicago, IL.",
        "Baicker, K. and Chandra, A. (2006). The labor market effects of rising health insurance premiums. Journal of Labor Economics, 24(3):609Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c634.",
        "Baicker, K. and Levy, H. (2013). Coordination versus competition in health care reform. New England Journal of Medicine, 369(9):789Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c791.",
        "Bajari, P., Hong, H., Park, M., and Town, R. (2010). Regression discontinuity designs with an endogenous forcing variable and an application to contracting in health care. unpublished manuscript, University of Minnesota.",
        "Berenson, R., Ginsburg, P., and Kemper, N. (2010). Unchecked provider clout in California foreshadows challenges to health reform. Health Affairs, 29(4):699.",
        "Berenson, R. A., Ginsburg, P. B., Christianson, J. B., and Yee, T. (2012). The growing power of some providers to win steep payment increases from insurers suggests policy remedies may be needed. Health Affairs, 31(5):973Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c981.",
        "Berndt, E. (2002). Pharmaceuticals in US health care: Determinants of quantity and price. Journal of Economic Perspectives, 16(4):45Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c66.",
        "Berry, S., Levinsohn, J., and Pakes, A. (1995). Automobile prices in market equilibrium. Econometrica, 63(4):841Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c890.",
        "Bhattacharya, J. and Bundorf, M. K. (2005). The incidence of the healthcare costs of obesity. National Bureau of Economic Research Working Paper No. 11303.",
        "Bloom, N. and Van Reenen, J. (2007). Measuring and explaining management practices across firms and nations. Quarterly Journal of Economics, 122(4):1351Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c1408.",
        "Bolhaar, J., Lindeboom, M., and van der Klaauw, B. (2010). Insurance search, switching behavior and the role of group contracts. unpublished manuscript, Vrije Universiteit Amsterdam.",
        "Bresnahan, T. (1989). Empirical studies of industries with market power. In Handbook of Industrial Organization, volume 1. Elsevier Science Publishers, Amsterdam.",
        "Bresnahan, T. and Reiss, P. (1990). Entry in monopoly markets. The Review of Economic Studies, 57(4):531Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c553.",
        "Breyer, F., Bundorf, M. K., and Pauly, M. V. (2012). Health care spending risk, health insurance, and payment to health plans. In Pauly, M. V., McGuire, T. G., and Pita Barros, P. P., editors, Handbook of Health Economics, volume 2, chapter 11, pages 691Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c762. Elsevier North-Holland.",
        "Capps, C. (2005). The quality effects of hospital mergers. unpublished manuscript, Bates White LLC.",
        "Capps, C., Carlton, D., and David, G. (2010). Antitrust treatment of nonprofits: Should hospitals receive special care? unpublished manuscript, Bates White LLC, University of Chicago, University of Pennsylvania.",
        "Capps, C. and Dranove, D. (2004). Hospital consolidation and negotiated PPO prices. Health Affairs, 23(2):175Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c181.",
        "Capps, C., Dranove, D., and Satterthwaite, M. (2003). Competition and market power in option demand markets. RAND Journal of Economics, 34(4):737Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c763.",
        "Carlton, D. W. and Perloff, J. M. (2005). Modern Industrial Organization. Addison-Wesley, Boston, MA.",
        "Chandra, A. and Skinner, J. (2012). Technology growth and expenditure growth in health care. Journal of Economic Literature, 50(3):645Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c80.",
        "Chernew, M. (1995). The impact of non-IPA HMOs on the number of hospitals and hospital capacity. Inquiry, 32(2):143Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c154.",
        "Chung, A. P., Gaynor, M., and Richards-Shubik, S. (2013). Subsidies and structure: The lasting impact of the Hill-Burton program on the hospital industry. unpublished manscript, Carnegie Mellon University.",
        "Colla, C., Wennberg, D., Meara, E., Skinner, J., Gottlieb, D., Lewis, V., Snyder, C., and Fisher, E. (2012). Spending differences associated with the Medicare physician group practice demonsration. Journal of the American Medical Association, 308(10):1015Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c1023.",
        "Collard-Wexler, A., Gowrisankaran, G., and Lee, R. S. (2013). Bargaining in bilateral oligopoly: An alternating offers representation of the Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Nash-in-NashÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d solution. unpublished manscript, New York University.",
        "Cooper, Z., Gibbons, S., Jones, S., and McGuire, A. (2010). Does hospital competition save lives? Evidence from the English NHS patient choice reforms. unpublished manuscript, London School of Economics.",
        "Crawford, G. and Yurukoglu, A. (2010). The welfare effects of bundling in multichannel television markets. unpublished manscript, University of Warwick, Stanford University.",
        "Cutler, D., McClellan, M., and Newhouse, J. (2000). How does managed care do it? RAND Journal of Economics, 31(3):526Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c548.",
        "Cutler, D. and Scott Morton, F. (2013). Hospitals, market share, and consolidation. JAMA, 310(18):1964Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c1970.",
        "Cutler, D. M., Huckman, R. S., and Kolstad, J. T. (2010). Input constraints and the efficiency of entry: Lessons from cardiac surgery. American Economic Journal: Economic Policy, 2(1):51Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c76.",
        "Dafny, L. (2009). Estimation and identification of merger effects: An application to hospital mergers. Journal of Law and Economics, 52(3):pp. 523Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c550.",
        "Dafny, L. (2010). Are health insurance markets competitive? American Economic Review, 100:1399Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c1431.",
        "Dafny, L., Ho, K., and Varela, M. (2010). An individual health plan exchange: Which employees would benefit and why? American Economic Review, 100:485Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c489.",
        "Dafny, L., Ho, K., and Varela, M. (2013). Let them have choice: Gains from switching away from insurer-sponsored health insurance toward an individual exchange. American Econo, 5(1):32Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c58.",
        "Dixon, A. and Poteliakhoff, E. (2012). Back to the future: 10 years of European health reforms. Health Economics, Policy and Law, 7(1):1Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c10.",
        "Dorfman, R. and Steiner, P. (1954). Optimal advertising and optimal quality. American Economic Review, 44(5):826Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c836.",
        "Douglas, G. W. and Miller, J. C. (1974). Quality competition, industry equilibrium, and efficiency in the price-constrained airline market. American Economic Review, 64(4):657Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c 669.",
        "Dranove, D., Gron, A., and Mazzeo, M. (2003a). Differentiation and competition in HMO markets. Journal of Industrial Economics, 51(4):433Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c454.",
        "Dranove, D., Kessler, D., McClellan, M., and Satterthwaite, M. A. (2003b). Is more information better? The effects of report cards on health care providers. Journal of Political Economy, 111(3):555Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c588.",
        "Dranove, D. and Ludwick, R. (1999). Competition and pricing by nonprofit hospitals: A reassessment of lynkÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0084¢s analysis. Journal of Health Economics, 18(1):87 Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c98.",
        "Dranove, D. and Sfekas, A. (2009). The revolution in health care antitrust: New methods and provocative implications. Milbank Quarterly, 87(3):607Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c632.",
        "Dranove, D., Simon, C., and White, W. (2002). Is managed care leading to consolidation in health-care markets? Health Services Research, 37(3):573Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c594.",
        "Dranove, D. D. (2012). Health care markets, regulators, and certifiers. In Pauly, M. V., McGuire, T. G., and Pita Barros, P. P., editors, Handbook of Health Economics, volume 2, chapter 10, pages 639Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c690. Elsevier North-Holland, Amsterdam and London.",
        "Dranove, D. D. and Satterthwaite, M. A. (2000). The industrial organization of health care markets. In Culyer, A. and Newhouse, J., editors, Handbook of Health Economics, volume 1B, chapter 20, pages 1094Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c1139. Elsevier Science, North-Holland, New York and Oxford.",
        "Duggan, M. (2000). Hospital ownership and public medical spending. Quarterly Journal of Economics, 115(4):1343Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c1373.",
        "Duggan, M. (2002). Hospital market structure and the behavior of not-for-profit hospitals. The RAND Journal of Economics, 33(3):433Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c446.",
        "Dunn, A. and Shapiro, A. (2012). Physician market power and medical-care expenditures. Working Paper, Bureau of Economic Analysis, US Department of Commerce.",
        "Durrance, C. P. (2009). The impact of pharmacy-specific any-willing-provider legislation on prescription drug expenditures. Atlantic Economic Journal, 37(4):309Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c423.",
        "Einav, L. and Finkelstein, A. (2010). Selection in insurance markets: Theory and empirics in pictures. The Journal of Economic Perspectives, 25:115 Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c 138.",
        "Einav, L., Finkelstein, A., and Cullen, M. (2010). Estimating welfare in insurance markets using variation in prices. Quarterly Journal of Economics, 125(3):877Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c921.",
        "Einav, L., Finkelstein, A., Schrimpf, P., and Ryan, S. (2013). Selection on moral hazard in health insurance. American Economic Review, 103(1).",
        "Emanuel, E. and Fuchs, V. R. (2008). Who really pays for health care? The myth of Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093shared responsibilityÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d. Journal of the American Medical Association, 299(9):1057Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c1059.",
        "Farrar, S., Sussex, J., Yi, D., Chalkley, M., Scott, T., Sutton, M., and Yuen, P. (2007). Evaluation of payment by results: Draft final report to the Department of Health. Technical report, Health Economics Research Unit, University of Aberdeen, Health Economics Research Unit, University of Aberdeen, Polwarth Building, Foresterhill, Aberdeen AB25 2ZD, Scotland.",
        "Farrell, J., Balan, D. J., Brand, K., and Wendling, B. W. (2011). Economics at the FTC: Hospital mergers, authorized generic drugs, and consumer credit markets. Review of Industrial Organization, 39(4):271Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c296.",
        "Frank, R. and Lamiraud, K. (2009). Choice, price competition and complexity in markets for health insurance. Journal of Economic Behavior and Organization, 71:550Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c562.",
        "Frech, H.E., I., Handel, B. R., Bowers, L., Simon, C. J., Scheffler, R. M., and Whaley, C. (2013). Market power, transactions costs, and the entry of Accountable Care Organizations in health care. unpublished manuscript, University of California, Santa Barbara.",
        "Fuchs, V. (2007). Managed care and merger mania. Journal of the American Medical Association, 277(11):920Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c921.",
        "Gal-Or, E. (1997). Exclusionary equilibria in health-care markets. Journal of Economics and Management Strategy, 6(1):5Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c43.",
        "Gaynor, M. (2006). What do we know about competition and quality in health care markets ? Foundations and Trends in Microeconomics, 2(6). http://www.nowpublishers. com/product.aspx?product=MIC&doi=0700000024.",
        "Gaynor, M., Moreno-Serra, R., and Propper, C. (2013). Death by market power: Reform, competition and patient outcomes in the British National Health Service. American Economic Journal: Economic Policy, 5(4):134Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c66.",
        "Gaynor, M., Propper, C., and Seiler, S. (2011). Free to choose: Reform and demand response in the British National Health Service. unpublished manuscript, Carnegie Mellon University, Imperial College London, London School of Economics.",
        "Gaynor, M., Rebitzer, J. B., and Taylor, L. J. (2001). Physician incentives in health maintenance organizations. Journal of Political Economy, 112(4):915Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c931.",
        "Gaynor, M. and Town, R. J. (2012). Competition in health care markets. In McGuire, T. G., Pauly, M. V., and Pita Barros, P., editors, Handbook of Health Economics, volume 2, chapter 9. Elsevier North-Holland, Amsterdam and London. forthcoming.",
        "Gaynor, M. and Vogt, W. (2003). Competition among hospitals. RAND Journal of Economics, 34:764Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c785.",
        "Gaynor, M. and Vogt, W. B. (2000). Antitrust and competition in health care markets.",
        "Ginsburg, P. (2010). Wide variation in hospital and physician payment rates evidence of provider market power. HSC Research Brief No. 16, Center for Studying Health System Change.",
        "Glied, S. (2000). Managed care. In Culyer, A. and Newhouse, J., editors, Handbook of Health Economics, volume 1A, chapter 13, pages 707Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c753. Elsevier North-Holland, Amsterdam.",
        "Government Accountability Office (2009). State small group health insurance markets. Technical report, U.S. Government Accountability Office, Washington, DC. GAO-09-363R.",
        "Gowrisankaran, G. (2011). Estimating the impact of a hospital merger using the differencein -differences of prices. International Journal of the Economics of Business, 18(1):83Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c89.",
        "Gowrisankaran, G., Nevo, A., and Town, R. (2013). Mergers when prices are negotiated: Evidence from the hospital industry. Working Paper No. 18875, National Bureau of Economic Research.",
        "Gravelle, H., Santos, R., Siciliani, L., and Goudie, R. (2012). Hospital quality competition under fixed prices. Research Paper 80, Centre for Health Economics, University of York.",
        "Grennan, M. (2010). Price discrimination and bargaining: Empirical evidence from medical devices. unpublished manscript, University of Toronto.",
        "Gruber, J. (1994). The incidence of mandated maternity benefits. American Economic Review, 84:622Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c641.",
        "Haas-Wilson, D. and Garmon, C. (2011). Hospital mergers and competitive effects: Two retrospective analyses. International Journal of the Economics of Business, 18(1):17Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c32.",
        "Halbersma, R., Mikkers, M., Motchenkova, E., and Seinen, I. (2010). Market structure and hospital-insurer bargaining in the Netherlands. European Journal of Health Economics. Online Paper, http://www.springerlink.com/content/477hx26326t61467/.",
        "Handel, B. (2013). Adverse selection and inertia in health insurance markets: When nudging hurts. American Economic Review, 103(7):2643Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c2682.",
        "Heiss, F., Leive, A., McFadden, D., and Winter, J. (2012). Plan selection in Medicare Part D: Evidence from administrative data. NBER Working Paper 18166.",
        "Helderman, J.-K., Bevan, G., and France, G. (2012). The rise of the regulatory state in health care: a comparative analysis of the Netherlands, England and Italy. Health Economics, Policy and Law, 7(1):103Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c124.",
        "Ho, K. (2006). The welfare effects of restricted hospital choice in the US medical care market.",
        "Ho, K. (2009). Insurer-provider networks in the Medical Care Market. American Economic Review, 99(1):393Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c430.",
        "Ho, K. and Lee, R. (2013). Insurer competition and negotiated hospital prices. unpublished manuscript, Columbia University.",
        "Ho, K. and Pakes, A. (2013). Hospital choices, hospital prices and financial incentives for physicians. unpublished manuscript, Harvard University.",
        "Ho, V. and Hamilton, B. H. (2000). Hospital mergers and acquisitions: Does market consolidation harm patients? Journal of Health Economics, 19(5):767Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c91.",
        "Horn, H. and Wolinsky, A. (1988). Bilateral monopolies and incentives for merger. RAND Journal of Economics, 19(3):408Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c419.",
        "Kaiser Family Foundation and Health Research and Educational Trust (2012). Employer Health Benefits: 2012 Annual Survey. Kaiser Family Foundation and Health Research and Educational Trust, Menlo Park, CA and Chicago, IL.",
        "Kemp, R. and Severijnen, A. (2010). Price effects of Dutch hospital mergers: An ex post assesment of hip surgery. NMa Working Paper No. 2, Netherlands Competition Authority (NMa).",
        "Kessler, D. and McClellan, M. (2000). Is hospital competition socially wasteful? Quarterly Journal of Economics, 115(2):577Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c615.",
        "Ketcham, J., Lucarelli, C., Miravete, E., and Roebuck, M. (2012). Sinking, swimming, or learning to swim in Medicare Part D. American Economic Review, 102(6):2639Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c2673.",
        "Kleiner, S., Lyons, S., and White, W. D. (2012). Provider concentration in markets for physician services for patients with traditional Medicare. Health Management, Policy and Innovation, 1(1):3Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c18.",
        "Klick, J. and Wright, J. D. (2013). The effect of any willing provider and freedom of choice laws on prescription drug expenditures. unpublished manuscript, University of Pennsylvania, September 13.",
        "Kling, J. R., Mullainathan, S., Shafir, E., Vermeulen, L. C., and Wrobel, M. V. (2012). Comparison friction: Experimental evidence from Medicare drug plans. The Quarterly Journal of Economics, 127(1):199Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c235.",
        "Kolstad, J. T. (2013). Information and quality when motivation is intrinsic: Evidence from surgeon report cards. American Economic Review, 103(7):2875Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c2910.",
        "Lakdawalla, D. and Philipson, T. (2006). The nonprofit sector and industry performance.",
        "Leonard, G. and Olley, G. S. (2011). What can be learned about the competitive effects of mergers from natural experiments? International Journal of the Economics of Business, 18(1):103 Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c 107.",
        "Lewis, M. and Pflum, K. (2011). Diagnosing hospital system bargaining power in managed care networks. unpublished manuscript, Ohio State University.",
        "Lustig, J. (2010). Measuring welfare losses from adverse selection and imperfect competition in privatized Medicare. unpublished manuscript, Boston University.",
        "Lynk, W. J. (1995). Nonprofit hospital mergers and the exercise of market power. Journal of Law and Economics, 38:437Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c462.",
        "Maestas, N., Schroeder, M., and Goldman, D. (2009). Price variation in markets with homogeneous goods: The case of Medigap. Working Paper No. 14679, National Bureau of Economic Research.",
        "Martin, A., Lassman, D., Whittle, L., and Catlin, A. (2011). Recession contributes to slowest annual rate of increase in health spending in five decades. Health Affairs, 30:111Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c122.",
        "Mazzeo, M. (2002). Product choice and oligopoly market structure. RAND Journal of Economics, 33(2):221Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c242.",
        "McGuire, T. G. (2000). Physician agency. In Culyer, J. J. and Newhouse, J. P., editors, Handbook of Health Economics, volume 1A of Handbooks in Economics, chapter 9, pages 461Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c536. Elsevier/North-Holland, Amsterdam.",
        "Melnick, G., Shen, Y.-S., and Wu, V. (2011). The increased concentration of health plan markets can benefit consumers through lower hospital prices. Health Affairs, 30(9):1728Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c 1732.",
        "Moriya, A. S., Vogt, W. B., and Gaynor, M. (2010). Hospital prices and market structure in the hospital and insurance industries. Health Economics, Policy and Law, 5:459Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c479.",
        "Pakes, A. (2010). Alternative models for moment inequalities. Econometrica, 78(6):1783Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c 1822.",
        "Pakes, A., Porter, J., Ho, K., and Ishii, J. (2006). Moment inequalities and their application. unpublished manuscript, Harvard University.",
        "Park, M. and Town, R. J. (2014). Market structure beliefs and hospital merger waves. Journal of Economics and Management Strategy.",
        "Pinkovskiy, M. L. (2013). The impact of the managed care backlash on health care costs: Evidence from state regulation of managed care cost containment practice. unpublished manuscript, Federal Reserve Bank of New York, October 17.",
        "Pope, G. C. (1989). Hospital nonprice competition and Medicare reimbursement policy. Journal of Health Economics, 8(2):147Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c172.",
        "Propper, C., Bloom, N., Seiler, S., and Van Reenen, J. (2010). The impact of competition on management quality: Evidence from public hospitals. Working Paper No. 10/237, Centre for Market and Public Organisation, University of Bristol.",
        "Propper, C., Burgess, S., and Gossage, D. (2003). Competition and quality: Evidence from the NHS internal market 1991-1999. Unpublished paper, University of Bristol.",
        "Propper, C., Burgess, S., and Green, K. (2004). Does competition between hospitals improve the quality of care? Hospital death rates and the NHS internal market. Journal of Public Economics, 88(7):1247Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c1272.",
        "Romano, P. S. and Balan, D. J. (2011). A retrospective analysis of the clinical quality effects of the acquisition of Highland Park Hospital by Evanston Northwestern Healthcare. International Journal of the Economics of Business, 18(1):45Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c64.",
        "Sch afer, W., Kroneman, M., Boerma, W., van den Berg, M., Westert, G., Devill e, W., and van Ginneken, E. (2010). The Netherlands: Health system review. Health Systems in Transition, 12(1):1Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c229.",
        "Scherer, F. (2000). The pharmaceutical industry. In Culyer, A. J. and Newhouse, J. P., editors, Handbook of Health Economics, volume 1B, chapter 25, pages 1297Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c1338. Elsevier North-Holland, Amsterdam.",
        "Schmalensee, R. (1977). Comparative static properties of regulated airline oligopolies. Bell Journal of Economics, 8(2):565Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c576.",
        "Schmalensee, R. (1989). Inter-industry studies of structure and performance. In Schmalensee, R. and Willig, R., editors, Handbook of Industrial Organization, volume 2, chapter 16, pages 951Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c1009. Elsevier Science, North-Holland, Amsterdam and New York.",
        "Schneider, J., Li, P., Klepser, D., Peterson, N., Brown, T., and Scheffler, R. (2008). The effect of physician and health plan market concentration on prices in commercial health insurance markets. International Journal of Health Care Finance and Economics, 8:13Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c26.",
        "Scott Morton, F. and Kyle, M. (2012). Markets for pharmaceutical products. In Pauly, M. V., McGuire, T. G., and Pita Barros, P. P., editors, Handbook of Health Economics, volume 2, chapter 12, pages 763Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c824. Elsevier North-Holland, Amsterdam.",
        "Simpson, J. (2003). Geographic markets in hospital mergers: A case study. International Journal of the Economics of Business, 10(3):291Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c303.",
        "Sloan, F. A. (2000). Not-for-profit ownership and hospital behavior. In Culyer, A. and Newhouse, J. P., editors, Handbook of Health Economics, volume 1B, chapter 21, pages 1141Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c1174. Elsevier North-Holland, Amsterdam and London.",
        "Song, Z., Safran, D., Landon, B., He, Y., Mechanic, R., Day, M., and Chernew, M. (2011). Health care spending and quality in year 1 of the alternative quality contract. New England Journal of Medicine, 365(1):909Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c918.",
        "Sovinsky Goeree, M. (2008). Limited information and advertising in the U.S. personal computer industry. Econometrica, 76(5):1017Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c1074.",
        "Spang, H., Bazzoli, G., and Arnould, R. (2001). Hospital mergers and savings for consumers: Exploring new evidence. Health Affairs, 20(4):150Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c158.",
        "Starc, A. (2014). Insurer pricing and consumer welfare: Evidence from Medigap. RAND Journal of Economics, forthcoming.",
        "Tay, A. (2003). Assessing competition in hospital care markets: The importance of accounting for quality differentiation. Rand Journal of Economics, 34(4):786Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c814.",
        "Tenn, S. (2011). The price effects of hospital mergers: A case study of the Sutter-Summit transaction. International Journal of the Economics of Business, 18(1):65Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c82.",
        "Thompson, E. (2011). The effect of hospital mergers on inpatient prices: A case study of the New Hanover-Cape Fear transaction. International Journal of the Economics of Business, 18(1):91Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c101.",
        "Town, R., Feldman, R., and Kralewski, J. (2011). Market power and contract form: Evidence from physician group practices. International Journal of Health Care Finance and Economics, 11(2):115Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c132.",
        "Town, R. and Vistnes, G. (2001). Hospital competition in HMO networks. Journal of Health Economics, 20(5):733Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c752.",
        "Town, R., Wholey, D., Feldman, R., and Burns, L. (2006). The welfare consequences of hospital mergers. Working Paper No. 12244, National Bureau of Economic Research.",
        "Town, R., Wholey, D., Feldman, R., and Burns, L. (2007a). Hospital consolidation and racial/income disparities in health insurance coverage. Health Affairs, 26:1170Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c1180.",
        "Town, R., Wholey, D., Feldman, R., and Burns, L. (2007b). Revisiting the relationship between managed care and hospital consolidation. Health Services Research, 42(1):219Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c 238.",
        "Town, R. J. and Liu, S. (2003). The welfare impact of Medicare HMOs. RAND Journal of Economics, 34:719Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c736.",
        "Trish, E. and Herring, B. (2012). How do health insurer market concentration and bargaining power with hospitals affect health insurance premiums? unpublished manuscript, Johns Hopkins University.",
        "Vander Weide, J. H. and Zalkind, J. H. (1981). Deregulation and oligopolistic price-quality rivalry. American Economic Review, 71(1):144Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c154.",
        "Vita, M. G. (2001). Regulatory restrictions on selective contracting: An empirical analysis of Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093any willing providerÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d regulations. Journal of Health Economics, 20(6):955Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c966.",
        "Volpp, K. G., Williams, S. V., Waldfogel, J., Silber, J. H., Schwartz, J. S., and Pauly, M. V. (2003). Market reform in New Jersey and the effect on mortality from acute myocardial infarction. Health Services Research, 38(2):515Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c533.",
        "Vrangbaek, K., Robertson, R., Winblad, U., Van de Bovenkamp, H., and Dixon, A. (2012). Choice policies in Northern European health systems. Health Economics, Policy and Law, 7(1):47Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c71."
    ]
}