{
    "id": 19801,
    "cites": 37,
    "cited_by": 0,
    "reference": [
        "Antel, J.J., R.L. Ohsfeldt, and E.r. Becker. \"State Regulation and Hospital Costs.\" Review of Economics and Statistics. 77, no. 3 (1995): 416-422.",
        "Brenner, David, and Eric Hall. \"Computed Tomography -- An Increasing Source of Radiation Exposure.\" New England Journal of Medicine. 357, no. 22 (2007): 227.",
        "Chandra, Amitabh, and Jonathan Skinner. \"Technology Growth and Expenditure Growth in Health Care.\" Journal of Econ Lit. L:N.3 (2012): 645-680.",
        "Conover, Christopher J., and Frank A. Sloan. \"Does Removing Certificate-of-Need Regulations Lead to A Surge in Healthcare Spending?.\" Journal of Health Politics, Policy and Law. 23, no. 3 (1998): 455-481.",
        "Cooter, Robert D., and Neil S. Siegel. \"Collective Action Federalism: A General Theory of Article I, Section 8.\" Stanford Law Review. 63 (2010): 115-186.",
        "Cosmus, Thomas C., and Michael Parizh. \"Advances in Whole-Body MRI Magnets.\" IEEE Transactions on Applied Superconductivity. 21, no. 3 (2011): 2104 - 2109.",
        "Cutler, David M., Robert S. Huckman, and Jonathan T. Kolstad. \"Input Constraints and the Efficiency of Entry: Lessons from Cardiac Surgery.\" American Economic Journal: Economic Policy. 2, no.1 (2010): 51-76.",
        "DeLia, Derek, Joel C. Cantor, Amy Tiedemann, and Cecilia S. Huang. \"Effects of Regulation and Competition on Health Care Disparities: The Case of Cardiac Angiography in New Jersey.\" Journal of Health Politics, Policy and Law. 34, no.1 (2009): 63-91. Finkler, Merton D. \"Changes in Certificate-of-Need Laws: Read the Fine Print.\" Incentives vs.",
        "Controls in Health Policy: Broadening the Debate. (1985): 132-143.",
        "Greve, Michael S. American Enterprise Institute, \"Laboratories of Democracy.\" Last modified March 31, 2001. http://www.aei.org/article/politics-and-publicopinion /elections/laboratories-of-democracy/.",
        "Hamilton, Reed. \"Barriers to Hospital Diversification: The Regulatory Environment.\" Duquesne Law Review. 24 (1985-1986): 425-453.",
        "Ho, Vivian. \"Certificate of Need, Volume, and Percutaneous Transluminal Coronary Angioplasty Outcomes.\" American Heart Journal. 147, no. 3 (2004): 442-448.",
        "Ho, Vivian, Meei-Hsiang Ku-Goto, and James G. Jollis. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Certificate of Need (CON) for Cardiac Care: Controversy Over The Contributions to CON.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Health Services Research. 44, no. 1 (2009): 483-500.",
        "Ho, Vivian, Joseph S. Ross, Brahmajee K. Nallamothu, and Harlan M. Krumholz. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Cardiac Certificate of Need Regulations and the Availability and Use of Revascularization services.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d American Heart Journal. 154, no. 4 (2007): 767-775.",
        "Hillman, Alan, and J. Sanford Schwartz. \"The Adoption and Diffusion of CT and MRI in the United States.\" Medical Care. 23, no. 11 (1985): 1283-1294.",
        "\"International Federation of Health Plans.\" 2011 Comparative Price Report, Medical and Hospital Fees by Countries, March 06, 2012, 7.",
        "Kanda, Tomonori , Kazunari Ishii, Hiroki Kawaguchi, Kazuhiro Kitajima, and Daisuke Takenaka. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093High Signal Intensity in the Dentate Nucleus and Globus Pallidus on Unenhanced T1-weighted MR Images: Relationship with Increasing Cumulative Dose of a Gadolinium-based Contrast Material,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Radiology. (forthcoming 2013) Accessed January 7, 2014. http://pubs.rsna.org/doi/abs/10.1148/radiol.13131669.",
        "Lanning, Joyce A., Michael A. Morrisey, and Robert L. Ohsfeldt. \"Endogenous Hospital Regulation and its Effects on Hospital and Non-Hospital Expenditures.\" Journal of Regulatory Economics. no. 3P (1991): 137-154.",
        "Levinson, David M., and Kevin Krizek. Planning for Place and Plexus: Metropolitan Land Use and Transport. New York: Routledge, 2008.",
        "Medicare Payment Advisory Commission, \"Report to the Congress: Medicare Payment Policy.\" Last modified March 2005. Accessed August 17, 2013. http://www.medpac.gov/documents/Mar05_EntireReport.pdf.",
        "NewChoice.Com, \"MRI Cost and Pricing Information.\" Accessed September 6, 2013. http://www.comparemricost.com/.",
        "New York State Department of Health, \"Certificate of Need Applications.\" Last modified November 22, 2010. Accessed August 17, 2013. http://www.health.ny.gov/facilities/cons/more_information/applications/2010/november2 2thru26_2010distributed.htm .",
        "New York State Department of Health, \"Certificate of Need Applications Approved September 2008.\" Last modified September 2, 2008. Accessed August 17, 2013. http://www.health.ny.gov/facilities/cons/more_information/applications/2008/september2 008approved.htm .",
        "Oates, Wallace. \"An Essay on Fiscal Federalism.\" Journal of Economic Literature. 37, no. 3 (1999): 1120-1149.",
        "Popecu, I, Mary S. Vaughan-Sarrazin, and Gary E. Rosenthal, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Certificate of Need Regulations and Use of Coronary Revascularization after Acute Myocardial Infarction.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Journal of the American Medical Association. 295, no. 18 (2006): 2141-2147.",
        "Salkever, David S. \"Regulation of Prices and Investment in Hospitals in the United States.\" Handbook of Health Economics. no. B (2000): 1489-1535.",
        "Salkever, David S., and Thomas W. Bice. Hospital Certificate of Need Controls: Impact on Investment, Costs and Use. Washington: American Enterprise Institute for Public Policy Research, 1979.",
        "Sloan, Frank A., and Bruce Steinwald. \"Effects of Regulation on Hospital Costs and Input Use.\" Chicago Journals. 23(1980): 81-109.",
        "Solon, Gary, Steven J. Haider, and Jeffrey Wooldridge. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093What Are We Weighting For?Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Working paper, National Bureau of Economic Research, 2013. NBER Working Papers (18859).",
        "Steinberg, Earl P., Jane E. Sisk, and Katherine E. Locke. \"X-ray CT and Magnetic Resonance Imagers. Diffusion Patterns and Policy Issues.\" New England Journal of Medicine. 313, no. 14 (1985): 859-864.",
        "U.S. Department of Health and Human Services, Health Resources and Services Administration, Bureau of Health Professions, \"Area Resource File (AHRF) Rockville, MD.\" Last modified 2012-2013.",
        "\"Improving Health Care: A Dose of Competition, Executive Summary.\" U.S. Federal Trade Commission and U.S. Department of Justice, A Report by the Federal Trade Commission and the Department of Justice. (2004): 2.",
        "U.S. Food and Drug Administration, \"Radiation-Emitting Products, MRI (Magnetic Resonance Imaging).\" Last modified June 06, 2012. Accessed September 6, 2013. http://www.fda.gov/RadiationEmittingProducts /RadiationEmittingProductsandProcedures/MedicalImaging/ucm200086 .htm.",
        "U.S. Food and Drug Administration, \"Drugs, FDA Drug Safety Communication: New Warnings For Using Gadolinium-Based Contrast Agents in Patients with Kidney Dysfunction.\" Last modified December 23, 2010. Accessed September 6, 2013. http://www.fda.gov/Drugs/DrugSafety/ucm223966.htm.",
        "U.S. Government Accountability Office (GAO). Medicare Imaging Payments. Medicare: Trends in Fees, Utilization and Expenditures Before and After Implementation of the Deficit Reduction Act of 2005. Letter to Congressional Requesters (GAO 08-1102R).",
        "Vaughan-Sarrazin, Mary S., Edward L. Hannan, C J. Gormley, and Gary E. Rosenthal. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Mortality in Medicare Beneficiaries Following Coronary Artery Bypass Graft Surgery in States With and Without Certificate of Need Regulation.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Journal of the American Medical Association. 288, no. 15 (2002): 1859-66.",
        "Yakima Valley Memorial Hospital v. Washington State Department of Health, 654 F.3d 919 (2011)."
    ]
}