{
    "id": 19805,
    "cites": 43,
    "cited_by": 19,
    "reference": [
        "Acosta, P., P. Fajnzylber, and J. H. Lopez, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Remittances and Household Behavior: Evidence from Latin America,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d in P. Fajnzylber and J. H. Lopez, eds., Remittances and Development: Lessons from Latin America, World Bank, 2008.",
        "Adams, R. H., Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093The Economic Uses and Impacts of Remittances in Rural Egypt,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Economic Development and Cultural Change, Vol. 39, No. 4, 1991.",
        "Ashraf, N., D. Aycinena, C. Martinez A., and D. Yang, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Savings in Transnational Households: A Field Experiment among Migrants from El Salvador,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d mimeo, U. Michigan, 2013.",
        "Berge, Lars Ivar Oppedal, Kjetil Bjorvatn, and Bertil Tungodden, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Human and Financial Capital for Microenterprise Development: Evidence from a Field and Lab Experiment,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d CMI Working Paper WP 2011:1, 2011.",
        "Bernheim, B. D., and D. Garrett, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093The Effects of Financial Education in the Workplace: Evidence from a Survey of Households,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Journal of Public Economics, 87, 2003, 1487-519.",
        "Bernheim, B. Douglas, Daniel M. Garrett, and Dean M. Maki, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Education and Saving: The Long-Term Effects of High School Financial Curriculum Mandates,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Journal of Public Economics, 80(3), 2001, 435-65.",
        "Bertrand, Marianne and Adair Morse, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Information Disclosure, Cognitive Biases, and Payday Borrowing,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Journal of Finance, Vol. 66(6), 2011, 1865-93.",
        "Bjorvatn, Kjetil and Bertil Tungodden, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Teaching Business in Tanzania: Evaluating Participation and Performance,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d CMI Working Paper WP 2009:9, 2009.",
        "Burbidge, John B., Lonnie Magee, and A Leslie Robb (1988). Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Alternative Transformations to Handle Extreme Values of the Dependent Variable,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Journal of the American Statistical Association, 83(401), 123-27.",
        "Carpena, F., S. Cole, J. Shapiro, and B. Zia, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093The ABCs of Financial Literacy Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c Experimental Evidence on Attitudes, Behavior and Cognitive Biases,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d mimeo, World Bank, 2011.",
        "Clemens, Michael, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Economics and Emigration: Trillion Dollar Bills on the Sidewalk?Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Journal of Economic Perspectives, Vol. 25, No. 3, Summer 2011, 83-106.",
        "Clemens, Michael A., Claudio E. Montenegro, and Lant Pritchett, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093The Place Premium: Wage Differences for Identical Workers Across the U.S. Border,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Center for Global Development Working Paper 148, 2009.",
        "Clemens, Michael and Erwin Tiongson, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Split Decisions: Family Finance When a Policy Discontinuity Allocates Overseas Work,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d working paper, CGD and World Bank, 2012.",
        "Cole, S., T. Sampson, and B. Zia, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Prices or knowledge? What drives demand for financial services in emerging markets?Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d The Journal of Finance, Vol. 66(6), pp. 1933-1967, 2011.",
        "Cole, Shawn, Anna Paulson, and Gauri Kartini Shastry, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Smart Money: The Effect of Education on Financial Behavior,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d mimeo, 2012.",
        "Cox-Edwards, A. and Ureta, M. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093International migration, remittances, and schooling: evidence from El Salvador,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Journal of Development Economics, 72, 2003, pp. 429-461.",
        "Drexler, A., G. Fischer, and A. Schoar, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Keeping it Simple: Financial Literacy and Rules of Thumb,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d mimeo, LSE and MIT, 2011.",
        "Duflo, Esther, and Emmanuel Saez, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093The Role of Information and Social Interactions in Retirement Plan Decisions: Evidence from a Randomized Experiment,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009dÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009dQuarterly Journal of Economics, 118(3), 2003, 815-842.",
        "Dustmann, C., and O. Kirchkamp, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093The optimal migration duration and activity choice after re-migration,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Journal of Development Economics, 67, 2002, pp. 351-372.",
        "Field, Erica, Seema Jayachandran, and Rohini Pande, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Do Traditional Institutions Constrain Female Entrepreneurship? A Field Experiment on Business Training in India,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d American Economic Review Papers and Proceedings, Vol. 100, No. 2, May 2010, 125-129.",
        "Kapiszewski, A. , Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Arab Versus Asian Migrant Workers in the GCC CountriesÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d, U.N. Expert Group Meeting on International Migration and Development in the Arab Region, 2006.",
        "Karlan, D., and M. Valdivia, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Teaching entrepreneurship: Impact of business training on microfinance clients and institutions,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Review of Economics and Statistics, 93(2), 2011, 510-27.",
        "Karlan, D. and Jonathan Zinman, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Expanding credit access: Using randomized supply decisions to estimate the impactsÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d, Review of Financial Studies 23(1), 2010, 433-464.",
        "Lusardi, Annamaria, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Savings and the Effectiveness of Financial Education,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Pension Design and Structure: New Lessons from Behavioral Finance, ed. Olivia Mitchell and Stephen Utkus, 157-184. Oxford: Oxford University Press, 2004.",
        "Lusardi, A. and O. Mitchell, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Baby Boomer Retirement Security: The Roles of Planning, Financial Literacy, and Housing Wealth,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d J. of Monetary Economics, 54(1), 2007a, 205-24.",
        "Lusardi, A., and O. Mitchell, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Financial Literacy and Retirement Preparedness: Evidence and Implications for Financial Education,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Business Economics, 42(1), 2007b, 35-44.",
        "Lusardi, Annamaria, and Peter Tufano, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Debt Literacy, Financial Experiences, and Overindebtedness,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Working Paper, Dartmouth College, 2009.",
        "Massey, D. and E. Parrado, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093International migration and business formation in Mexico,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Social Science Quarterly, 79(1), 1998, pp. 1-19.",
        "Mesnard, A., Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Temporary migration and capital market imperfections,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Oxford Economic Papers, 56, 2004, pp. 242-262.",
        "Osman, Adam, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Occupational Choice under Credit and Information Constraints,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d working paper, Yale University, 2013.",
        "Pew Hispanic Center, Billions in Motion: Latino Immigrants, Remittances, and Banking. Washington, DC: Pew Hispanic Center and Multilateral Investment Fund, 2002.",
        "Rajan, S. and Zachariah, K.C (2011), Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Inflexion in KeralaÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0084¢s Gulf Connection: Report on Kerala Migration Survey 2011Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d, mimeo.",
        "Shah, Nasra, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Recent Immigration Policies in the Oil-Rich Gulf: How Effective are they likely to be?Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d ILO Asian Regional Programme on Governance of Labor Migration, WP No. 3, Stango, Victor, and Jonathan Zinman, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Exponential Growth Bias and Household Finance,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d The Journal of Finance, 64(6), 2009, pp. 2807-2849.",
        "Stark, Oded, Christian Helmenstein, and Yury Yegorov, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093MigrantsÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0084¢ Savings, Purchasing Power Parity, and the Optimal Duration of Migration,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d International Tax and Public Finance, 4, 1997, pp. 307-324.",
        "Taylor, J.E., Rozelle, S. and de Brauw, A., Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Migration and incomes in source communities: a new economics of migration perspective from China,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Economic Development and Cultural Change, 52, 2003, pp. 75-101.",
        "Terry, Donald F. and Steven R. Wilson, eds., Beyond Small Change: Making Migrant Remittances Count. Washington, DC: Inter-American Development Bank, 2005.",
        "van Rooij, Maarten, Annamaria Lusardi, and R.J.M. (Rob) Alessie, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Financial Literacy and Stock Market Participation,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d MRRC Working Paper No. 2007-162, 2007.",
        "Woodruff, Christopher and Rene Zenteno, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Migrant Networks and Microenterprises in Mexico,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Journal of Development Economics, 82(2), 2007, pp. 509-528.",
        "World Bank, Global Economic Prospects 2006: Economic Implications of Remittances and Migration. Washington, DC, 2006. World Bank, Close to Home: The Development Impact of Remittances in Latin America.",
        "World Bank, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093The Case for Financial Literacy in Developing Countries,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d 2009.",
        "Yang, Dean, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Why Do Migrants Return to Poor Countries? Evidence from Philippine MigrantsÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0084¢ Responses to Exchange Rate Shocks,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Review of Economics and Statistics, 88(4), 2006, 715-35.",
        "Yang, Dean, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093International Migration, Remittances, and Household Investment: Evidence from Philippine MigrantsÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0084¢ Exchange Rate Shocks,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Economic Journal, 118, 2008, 591-630.",
        "Yang, Dean, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Migrant Remittances,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Journal of Economic Perspectives, Vol. 25, No. 3, Summer 2011, pp. 129-152."
    ]
}