{
    "id": 19814,
    "cites": 39,
    "cited_by": 1,
    "reference": [
        "Andersen, T. G., T. Bollerslev, F. X. Diebold, and C. Vega (2003): Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Micro Effects of Macro Announcements: Real-Time Price Discovery in Foreign Exchange,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d American Economic Review, 93, 38Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c62.",
        "(2007): Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Real-time Price Discovery in Stock, Bond and Foreign Exchange Markets,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Journal of International Economics, 73, 251Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c277.",
        "Balduzzi, P., E. J. Elton, and T. C. Green (2001): Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Economic News and Bond Prices: Evidence from the U.S. Treasury Market,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Journal of Financial and Quantitative Analysis, 36, 523Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c543.",
        "Beber, A., and M. W. Brandt (2010): Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093When It Cannot Get Better or Worse: The Asymmetric Impact of Good and Bad News on Bond Returns in Expansions and Recessions, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Review of Finance, 14, 119Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c155.",
        "Bernanke, B. S., and K. N. Kuttner (2005): Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093What Explains the Stock MarketÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0084¢s Reaction to Federal Reserve policy?,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Journal of Finance, 60, 1221Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c1257.",
        "Bernanke, B. S., V. R. Reinhart, and B. P. Sack (2004): Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Monetary Policy Alternatives at the Zero Bound: An Empirical Assessment,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Brookings Papers on Economic Activity, 2004(2), 1Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c78.",
        "Blinder, A. S., M. Ehrmann, M. Fratzscher, J. de Haan, and D.-J. Jansen (2008): Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Central Bank Communication and Monetary Policy: A Survey of Theory and Evidence,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d CEPS Working Paper, No. 161.",
        "Bomfim, A. N. (2003): Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Pre-Announcement Effects, News, and Volatility: Monetary Policy and the Stock Market,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Journal of Banking and Finance, 27, 133Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c151.",
        "Chulia-Soler, H., M. Martens, and D. van Dijk (2010): Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Asymmetric Effects of Federal Funds Target Rate Changes on S&P100 Stock Returns, Volatilities and Correlations,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Journal of Banking and Finance, 34, 834Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c839.",
        "Dueker, M. (1999): Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Measuring Monetary Policy Inertia in Target Fed Funds Rate Changes,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Federal Reserve Bank of St. Louis Review, pp. 3Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c9.",
        "Dueker, M. J., and R. H. Rasche (2004): Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Discrete Policy Changes and Empirical Models of the Federal Funds Rate,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Federal Reserve Bank of St. Louis Review, pp. 61Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c72.",
        "Ederington, L., and J. Lee (1993): Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093The Short-run Dynamics of the Price Adjustment to New Information,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Journal of Financial and Quantitative Analysis, 30, 117Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c134.",
        "Ehrmann, M., and M. Fratzscher (2007): Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Transparency, Disclosure and the Federal Reserve,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d International Journal of Central Banking, 3, 179Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c225.",
        "Faust, J., J. H. Rogers, S.-Y. B. Wang, and J. H. Wright (2007): Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093The HighFrequency Response of Exchange Rates and Interest Rates to Macroeconomic Announcements, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Journal of Monetary Economics, 54, 1051Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c1068. G",
        "urkaynak, R. S., B. P. Sack, and E. T. Swanson (2005): Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Do Actions Speak Louder Than Words? The Response of Asset Prices to Monetary Policy Actions and Statements,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d International Journal of Central Banking, 1, 55Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c93.",
        "Hamilton, J. D. (2007): Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Daily changes in Fed Funds Futures Prices,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d NBER working paper, # 13122.",
        "(2008): Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Assessing Monetary Policy Effects Using Daily Federal Funds Futures Contracts,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Federal Reserve Bank of St. Louis Review, July/August, 377Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c393.",
        "Hamilton, J. D., and O. Jord` a (2002): Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093A Model of the Federal Funds Rate Target,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Journal of Political Economy, 110, 1135Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c1167.",
        "Hamilton, J. D., and T. Okimoto (2011): Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Sources of Variation in Holding Returns for Fed Funds Futures Contracts,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Journal of Futures Markets, 31(3), 205Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c229.",
        "Hayo, B., A. M. Kutan, and M. Neuenkirch (2012): Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Financial Market Reaction to Federal Reserve Communications: Does the Crisis Make a Difference?,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d MAGKS Discussion Paper No. 08-2008.",
        "Hayo, B., and M. Neuenkirch (2010): Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Do Federal Reserve Communications Help Predict Federal Funds Target Rate Decisions?,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Journal of Macroeconomics, 32, 1014Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c1024.",
        "Hu, L., and P. C. B. Phillips (2004): Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Dynamics of the Federal Funds Target Rate: A Nonstationary Discrete Choice Approach,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Journal of Applied Econometrics, 19, 851Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c867.",
        "Jones, C. M., O. Lamont, and R. L. Lumsdaine (1998): Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Macroeconomic News and Bond Market Volatility,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Journal of Financial Economics, 47, 315Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c337.",
        "Kauppi, H. (2010): Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Predicting the Direction of the FedÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0084¢s Target Rate,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Journal of Forecasting, 31, 47Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c67.",
        "Kim, H., J. Jackson, and R. Saba (2009): Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Forecasting the FOMCÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0084¢s Interest Rate Setting Behavior: A Further Analysis,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Journal of Forecasting, 28, 145Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c165.",
        "Kohn, D. L., and B. P. Sack (2004): Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Central Bank Talk: Does It Matter and Why?,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d in Macroeconomics, Monetary Policy, and Financial Stability, pp. 175Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c206. Bank of Canada.",
        "Kuttner, K. N. (2001): Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Monetary Policy Surprises and Interest Rates: Evidence from the Fed Funds Futures Market,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Journal of Monetary Economics, 47, 523Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c544.",
        "Lange, J., B. Sack, and W. Whitesell (2003): Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Anticipations of Monetary Policy in Financial Markets,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Journal of Money, Credit, and Banking, 35(6), 889Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c909.",
        "Love, R., and R. Payne (2008): Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Macroeconomic News, Order Flows, and Exchange Rates,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Journal of Financial and Quantitative Analysis, 43(2), 467Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c488.",
        "Lucca, D. O., and F. Trebbi (2009): Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Measuring Central Bank Communication: An Automated Approach with Application to FOMC Statements,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d NBER working paper, 15367.",
        "Middeldorp, M. (2011): Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093FOMC Communication Policy and the Accuracy of Fed Funds Futures,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Federal Reserve Bank of New York Staff Reports, no. 491.",
        "Monokroussos, G. (2011): Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Dynamic Limited Dependent Variable Modeling and U.S. Monetary Policy,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Journal of Money, Credit and Banking, 43, 519Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c534.",
        "Piazzesi, M. (2005): Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Bond Yields and the Federal Reserve,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Journal of Political Economy, 113, 311Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c344.",
        "Poole, W., and R. H. Rasche (2003): Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093The Impact of Changes in FOMC Disclosure Practices on the Transparency of Monetary Policy: Are Markets and the FOMC Better Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093SynchedÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d?,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Federal Reserve Bank of St. Louis Review, January/February, 1Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c10.",
        "Poole, W., R. H. Rasche, and D. L. Thornton (2002): Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Market Anticipations of Monetary Policy Actions,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Federal Reserve Bank of St. Louis Review, July/August, 65Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c 93.",
        "Rudebusch, G. D. (2002): Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Term Structure Evidence on Interest Rate Smoothing and Monetary Policy Inertia,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Journal of Monetary Economics, 49, 1161Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c1187.",
        "S oderstr om, U. (2001): Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Predicting Monetary Policy with Federal Funds Futures Prices,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d The Journal of Futures Markets, 21(4), 377Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c391.",
        "Taylor, N. (2010): Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093The Determinants of Future U.S. Monetary Policy: High-Frequency Evidence,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Journal of Money, Credit and Banking, 42, 399Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c420.",
        "van den Hauwe, S., R. Paap, and D. van Dijk (2013): Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Bayesian forecasting of federal funds target rate decisions,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Journal of Macroeconomics, 37, 19Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c40."
    ]
}