{
    "id": 19816,
    "cites": 20,
    "cited_by": 7,
    "reference": [
        "ACT. ACT&apos;s College Readiness Benchmarks. https://www.act.org/education/benchmarks.html Clotfelter, Charles. 2001. Who Are the Alumni Donors? Giving by Two Generations of Alumni from Selective Colleges, Nonprofit Management and Leadership 12, pp. 119-138.",
        "Clotfelter, Charles. 2003. Alumni Giving to Elite Private Colleges and Universities, Economics of Education Review 22, pp. 109-120.",
        "Greco, Albert, Clara Rodriguez, and Robert Wharton. 2007. The Culture and Commerce of Publishing in the 21st Century. Stanford, CA: Stanford University Press.",
        "Grossman, Gene, and Henrik Horn. 1988. Infant-Industry Protection Reconsidered: The Case of Informational Barriers to Entry, The Quarterly Journal of Economics, CIII.415.4, pp. 767-787.",
        "Higher Education Research Institute. 2010. HERI Faculty Survey 2010. Custom report. Los Angeles, CA: Higher Education Research Institute, 2010. www.heri.ucla.edu Holmes, Jessica. 2009. Prestige, Charitable Deductions and Other Determinants of Alumni Giving: Evidence from a Highly Selective Liberal Arts College, Economics of Education Review 28, pp. 18-28.",
        "Hoxby, Caroline. 2012. Endowment Management Based on a Positive Model of the University, NBER Working Paper No. 18626.",
        "Kim, E. Han, Adair Morse, and Luigi Zingales. 2009. Are Elite Universities Losing Their Competitive Edge?, Journal of Financial Economics, 93.3, pp. 353-381.",
        "Marr, Kelly, Charles Mullin and John Siegfried. 2005. Undergraduate Financial Aid and Subsequent Alumni Giving Behavior, The Quarterly Review of Economics and Finance 45, pp. 123-143.",
        "Meer, Jonathan and Harvey Rosen. 2012. Does Generosity Beget Generosity? Alumni Giving and Undergraduate Financial Aid, Economics of Education Review, 31.6, pp. 890-907.",
        "Melitz, Marc. 2005. When and how should infant industries be protected? Journal of International Economics 66.1, pp. 177-196.",
        "The College Board. Annual Survey of Colleges 2010-11. Data file. New York, NY: The College Board, 2011.",
        "U.S. Department of Education, National Center for Education Statistics. 2004/2009 Beginning Postsecondary Students Longitudinal Study Restricted-Use Data File. NCES 2011244.",
        "U.S. Department of Education, National Center for Education Statistics. 2004/2009 Beginning Postsecondary Students Longitudinal Study Restricted-Use Transcript Data Files and Documentation. NCES 2012243. Washington, DC: National Center for Education Statistics, 2012.",
        "U.S. Department of Education, National Center for Education Statistics. NCES-Barron&apos;s Admissions Competitiveness Index Data Files: 1972, 1982, 1992, 2004, 2008. NCES 2010331 (restricted-use). Washington, DC: National Center for Education Statistics, 2010.",
        "The statistics behind the benchmarks are based on a nationally representative sample of about 90,000 students. See ACT 2013. 4. The paperwork involved in transferring credits among institutions is not, however, trivial. 5. Past donations to the endowment generate investment returns that are transferred to current revenue through a process governed by rules. Alumni also make current-use donations, especially to provide financial aid to current students. 6. As a logical matter, students whose families could not afford to pay the full cost of an HSPE education will themselves be unable to repay the investment unless the institution adds value.",
        "They cannot simply earn as much as their parents, on average. Of course, the logic does not prove how HSPE institutions add value. It is possible that demonstrating mastery of advanced human capital is an elaborate signaling mechanism for innate aptitude and motivation. The source for the last sentence in the paragraph is custom calculations based on the College and Beyond survey, performed by Matthew Chingos for the author. College and Beyond is useful for such studies because it contains students from an array of HSPE institutions and because alumni answer questions about the importance of their undergraduate experience to their later life. This U.S. Department of Education, National Center for Education Statistics. Beginning Postsecondary Students Longitudinal Study Second Followup (BPS: 90/94) RestrictedUse Data File. Washington, DC: National Center for Education Statistics, 1996.",
        "U.S. Department of Education, National Center for Education Statistics. Integrated Postsecondary Education Data System. Custom data file. Washington, DC: National Center for Education Statistics, 2013. U.S. Department of Education, National Center for Education Statistics. Integrated Postsecondary Education Data System Analystics: Delta Cost Project Database 19872010.",
        "Washington, DC: National Center for Education Statistics, 2012. nces.ed.gov/ipeds/deltacostproject U.S. Department of Education, National Center for Education Statistics. Restricted-Use Data File: 2004 National Study of Postsecondary Faculty (NSOPF: 04). NCES 2006183.",
        "U.S. Department of Education, National Center for Education Statistics. Distance Education in Higher Education Institutions. NCES 98-062. By Laurie Lewis, Debbie Alexander, and Elizabeth Farris. Bernie Greene, project officer. Washington, DC: National Center for Education Statistics, 1997.",
        "Endnotes is important because sorting out the effects of perceived value-added from the effects of a student&apos;s pre-college family income can be extremely difficult. Clotfelter studies alumni giving (2001, 2003) using College and Beyond. Other important studies rely on administrative data from a single institution--for instance, Marr, Mullin, and Siegfried (2005), Holmes (2009), and Meer and Rosen (2012). Because they use administrative data, the latter studies focus on a student&apos;s receipt of financial aid, his family connections, and other aspects of his undergraduate experience recorded by the institution."
    ]
}