{
    "id": 1981,
    "cites": 28,
    "cited_by": 1,
    "reference": [
        "Altonji, J. G., The Intertemporal Substitution Model of Labor Market Fluctuations: An Empirical Analysis, Review of Economic Studies, 49, 783_8214, 1982.",
        "Altug, S. Gestation Lags and the Business Cycle: An Empirical Analysis, manuscript, University of Minnesota, 1985.",
        "Ashenfelter, 0. and Card, D., Time Series Representations of Economic Variables and Alternative Models of the Labor Market, Review of Economic Studies, 149, 761-782, 1982.",
        "Brennan, M. J. and Kraus, A., Necessary Conditions for Aggregation in Securities Markets, Journal of Financial and Quantitative Analysis, September, 407-418, 1978.",
        "Brown, B. W. and J. Maital, What Do Economists Know? An Empirical Study of Experts Expectations, Econometrica 149, 1491_5014, 1981.",
        "Christiano, L., Inventory Fluctuations and the Business Cycle, Manuscript, Federal Reserve Bank of Minneapolis, 1986.",
        "Dunn, K., and K. J. Singleton, Modeling the Term Structure of Interest Rates Under Nonseparable Utility and Durability of Goods, Journal of Financial Economics, Sept. 1986.",
        "Durbin, J., The Fitting of Time Series Models, Review of the International Statistical Institute 28, 233-244, 1960.",
        "Eichenbaum, M. S., Hansen, L. P., and S. F. Richard, The Dynamic Equilibrium Pricing of Durable Consumption Goods, manuscript, Carnegie-Mellon University, 1985.",
        "Eichenbaurn, H. S., and L. P. Hansen, Estimating Models with Intertemporal Substitution Using Aggregate Time Series Data, manuscript, CarnegieMellon University, 1985.",
        "Gallant, A. R., and D. W. Jorgenson, Statistical Inference for a System of Simultaneous, Nonlinear, Implicit Equations in the Context of Instrumental Variable Estimation, Journal of Econometrics 11, 275-302, 1979.",
        "Hall, R. E., Labor Supply and Aggregate Fluctuations, in K. Brunner and A. Meltzer eds., On the State of Macroeconomics, Carnegie-Rochester Conference on Public Policy, Vol. 12, North Holland, Amsterdam, 1980.",
        "Hansen, L. P., Large Sample Properties of Generalized Method of Moment Estimators, Econometrica 50, 1029-105)4, 1982.",
        "Hansen, L. P. and R. J. Hodrick, Forward Exchange Rates as Optimal Predictors of Future Spot Rates: An Econometric Analysis, Journal of Political Economy, 88, 829-53, 1980.",
        "Hansen, L. P. and R. H. Hodrick, Risk Averse Speculation in the Forward Foreign Exchange Market: An Econometric Analysis of Linear Models, in Exchange Rates and International Macroeconomics, edited by J. A. Frenkel, Chicago: University of Chicago Press for the National Bureau of Economic Research, 1983.",
        "Hansen, L. P. and K. J. Singleton, Generalized Instrumental Variables Estimation of Nonlinear Rational Expectations Models, Econometrica 50, 1269-1286, 1982.",
        "Hotz, V. J., G. Sedlacek and F. E. Kydland, Intertetnporal Preferences and Labor Supply, NORC Working Paper No. 85-18, 1985.",
        "Kennan, J., An Econometric Analysis of Equilibrium Labor Market Fluctuations, manuscript, University of Iowa, 1985.",
        "Kydland, F. E., Nonseparable Utility and Labor Supply, Working Paper No. E-83-16, The Hoover Institution, Stanford University, August, 1983.",
        "Kydland, F. E. and E. C. Prescott, Time to Build and Aggregate Fluctuations, Econometrica, 50, 13~45-1370, 1982.",
        "Lucas, R. E. Jr. and L. A. Rapping, Real Wages, Employment, and Inflation, Journal of Political Economy 77, 721-754, 1969.",
        "Mankiw, N. G., J. Rotemberg and L. H. Summers, Interteniporal Substitution in Macroeconomics, Quarterly Journal of Economics, Vol. C, 225-252, February, 1985.",
        "Muellbauer, J., Linear Aggregation and Neoclassical Labor Supply, Review of Economic Studies, Volume XLVIII: 21-36, January, 1981.",
        "Pollak, R. A., Habit Formation and Dynamic Demand Functions, Journal of Political Economy 78, 60-78, 1970.",
        "Rubinstein, M., An Aggregation Theorem for Securities Markets, Journal of Financial Economies 1, 225-244, 1974.",
        "Satinger, M., Comparative Advantage in Individuals, Review of Economics and Statistics, 60: 259-267, 1978.",
        "Seater, J. J., On the Construction of Marginal Federal Personal and Social Security Tax Rates in the U.S., Journal of Monetary Economics, Vol. 15, 121-136, 1985.",
        "Singleton, K. .J., Specification and Estimation of Intertemporal Asset Pricing Models, forthcoming, Handbook of Monetary Economics, eds. B. Friedman and F. Hahn, North Holland, 1986."
    ]
}