{
    "id": 1982,
    "cites": 21,
    "cited_by": 0,
    "reference": [
        "Ainemiya, T. The Estimation of a Simultaneous Equation Tobit Model. International Economic Review, 20, No. 1, 1979.",
        "Applied Management Sciences, Inc. Bureau of Health Professions Area Resource File User Documentation and Technical Documentation. Springfield, Virginia: National Technical Information Service, December 1980.",
        "Becker, G. S. Dont Raise the Drinking Age, Raise Taxes. Business Week, November 25, 1985.",
        "Bureau of the Census, U.S. Department of Commerce. 1980 Census of Popula tion. Volume I: Characteristics of the Population. Chapter B: General Population Characteristics. Part 1: United States Summary.",
        "Washington, D.C.: U.S. Government Printing Office, 1983.",
        "Bureau of Economic Analysis, U.S. Department of Commerce. Survey of Current Business, various years. Bureau of Labor Statistics, U.S. Department of Labor. Monthly Labor Review, various issues. Coate, D., and Grossman, M. Effects of Alcoholic Beverage Prices and Legal Drinking Ages on Youth Alcohol Use. National Bureau of Economic Research Working Paper, No. 1852, March 1986.",
        "Cook, P. J. Increasing the Federal Alcohol Excise Tax. In Toward the Prevention of Alcohol Problems: Government, Business, and Community - 24 - Action, edited by D. R. Gerstein. Washington, D.C.: National Academy Press, 1984.",
        "Council of State Governments. Book of the States. Lexington, Kentucky: Iron Works Pike, various years. Distilled Spirits Council of the United States. Annual Statistical Review. Washington, D.C.: Distilled Spirits Council of the United States, various years. Douglas R. L. Youth, Alcohol, and Traffic Accidents Current Status, In Recent Developments in Alcoholism, edited by M. Galanter, New York: Plenum Press, 1983.",
        "Federal Highway Administration, U.S. Department of Transportation. Highway Statistics. Washington, D.C.: U.S. Government Printing Office, various years. Fuchs, V.R. and Leveson, I. Motor Vehicle Mortality and Compulsory Inspection of Vehicles. Journal of the American Medical Association, 201 (August 1967).",
        "Grossman, M.; Coate, D.; and Arluck, C. M. Price Sensitivity of Alcoholic Beverages in the United States. ln Control Issues in Alcohol Abuse Prevention: Strategies for Communities, edited by F!. D. Holder. Greenwich, Connecticut: JAI Press, Inc., 1986.",
        "Harris, J. E. More Data on Tax Policy. In Toward the Prevention of Alcohol Problems: Government, Business, and Community Action, edited - 25 - by D. R. Gerstein. Washington, D.C.: National Academy Press, 1984.",
        "Insurance Institute for Highway Safety. The Highway Loss Reduction Status Report, 20, No. 9 (August 10, 1985).",
        "Jacobson, M., and Albion, M. Raising Alcohol Taxes Is the Way to Cut Drinking and the Debt. Washington Post, August 11, 1985.",
        "Luks, A. Will America Sober Up? Boston: Beacon Press, 1983.",
        "Maddala, C. S. Limited-Dependent and Qualitative Variables in Econometrics. Cambridge, England: Cambridge University Press, 1983.",
        "Males, M. A. The Minimum Purchase Age for Alcohol and Young-Driver Fatal Crashes: A Long-Term View. Journal of Legal Studies, 15, No. 1, 1986.",
        "McCornac, D.C. The Effects of Government Regulation on Teenage Motor Vehicle Mortality. National Bureau of Economic Research Working Paper No. 1030, November 1982.",
        "Moore, M. H.., and Gerstein, D. R., editors. Alcohol and Public Policy: Beyond the Shadow of Prohibition. Washington, D.C.: National Academy Press, 1981.",
        "Ornstein, S. I. Control of Alcohol Consumption Through Price Increases. Journal of Studies on Alcohol, 41, No. 9 (1980).",
        "Peltzman, S. The Effects of Automobile Safety Regulations. Journal of - 26 - Political Economy, 83, No. 4 (August 1975).",
        "U.S. Brewers Association. Brewers Almanac. Washington, D.C.: U.S. Brewers Association, 1984."
    ]
}