{
    "id": 19842,
    "cites": 15,
    "cited_by": 0,
    "reference": [
        "Adelman, C. (1999). Answers in the Tool Box: Academic Intensity, Attendance Patterns, and BachelorÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0084¢s Degree Attainment. Washington, DC: U. S. Government Printing Office.",
        "Berkowitz, D. & Hoekstra, M. (2011). Does high school quality matter? Evidence from admissions data. Economics of Education Review, 30, pp. 280-288.",
        "Bettinger, E.P., Evans, B.J., and Pope, D.J. (2011). Improving College Performance and Retention the Easy Way: Unpacking the ACT Exam. NBER Working Paper No. 17119.",
        "Betts, J.R. & Morell, D. (1999). The Determinants of Undergraduate Grade Point Average: The Relative Importance of Family Background, High School Resources, and Peer Group Effects. The Journal of Human Resources, 34, 2, pp. 268-293.",
        "Cohn, E., Cohn, S., Balch, D.C., & Bradley, J. (2004). Determinants of undergraduate GPAs: SAT scores, high school GPA and high-school rank. Economics of Education Review, 23, 6, pp. 577-586.",
        "Cyrenne, P. & Chan, A. (2012). High school grades and university performance: A case study. Economics of Education Review, 31, pp. 524-542.",
        "Deming, J.D., Hastings, J.S., Kane, T.J. & Staigler, D.O. (2011). School Choice, School Quality and Postsecondary Attainment. NBER Working Paper No. 17438.",
        "Fletcher, J. & Tienda, M. (2010). Race and Ethnic Differences in College Achievement: Does High School Attended Matter? Annals of the American Academy of Political and Social Science, 627, 1, pp. 144-166.",
        "Fletcher, J. & Tienda, M. (2012). High School Quality and Race Differences in College Achievement. In Handbook on Race and Social Problems. Koeske, G., Bangs, R., & Davis, L. (Editors). Springer Press: New York.",
        "Hanushek, E.A. (2006). Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093School ResourcesÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d. Handbook of Education Economics, Hanushek and Welch, editors. North Holland: Amsterdam. Volume 2.",
        "Massey, D. S. (2006). Social Background and Academic Performance Differentials: White and Minority Students at Selective Colleges. American Law and Economics Review 8, 2, pp. 390-409.",
        "Niu, S. X. & Tienda, M. (2010). Minority Student Academic Performance Under the Uniform Admission Law: Evidence from the University of Texas at Austin. Educational Evaluation and Policy Analysis, 32,2, pp. 324-346.",
        "Niu, S. X., Tienda, M. & Cortes, K. (2006). College selectivity and the Texas Top 10% law. Economics of Education Review, 25, pp. 259 Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c 272.",
        "Pike, G.R. & Saupe, J.L. (2002). Does High School Matter? An Analysis of Three Methods of Predicting First-Year Grades. Research in Higher Education, 43, 2, pp. 187-207.",
        "Wolniak, G.C. & Engberg, M.E. (2010). Academic Achievement in the First Year of College: Evidence of the Pervasive Effects of the High School Context. Research in Higher Education, 51, pp. 451-467."
    ]
}