{
    "id": 19850,
    "cites": 48,
    "cited_by": 39,
    "reference": [
        "Autor, David, Lawrence Katz, and Melissa S. Kearney. 2008. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Trends in U.S. Wage Inequality: Revising the Revisionists.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Review of Economics and Statistics, Vol. 90(2), pp: 300Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c23.",
        "Aguiar, Mark and Mark Bils. 2012. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Has Consumption Inequality Mirrored Income Inequality,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d University of Rochester, mimeo.",
        "Aiyagari, S. R. 1994. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Uninsured Idiosyncartic Risk and Saving.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0084¢ Quarterly Journal of Economics, 109, 659-684.",
        "Athreya, Kartik, Xuan Tam, and Eric Young. 2012. A Quantitative Theory of Information and Unsecured Credit, American Economic Journal: Macroeconomics, Vol. 4 (3): 153-183.",
        "Bordo, Michael D. andChristopher M. Meissner, 2012. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Does Inequality Lead to a Financial Crisis?Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d NBER Working Paper 17896.",
        "Brown, Meta, Andrew Haughwout, Donghoon Lee, and Wilbert van der Klaauw. 2011. Do We Know What We Owe? A Comparison of Borrower- and Lender-Reported Consumer Debt. Federal Reserve Bank of New York, Staff Report no. 523.",
        "Charles, Kerwin K., Erik Hurst, and Nikolai Roussanov, 2009. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Conspicuous Consumption and Race,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Quarterly Journal of Economics 124(2), 42-67.",
        "Christen, Markus and Ruskin M. Morgan, 2005. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Keeping Up with the Joneses: Analyzing the Effect of Income Inequality on Consumer Borrowing,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Quantitative Marketing and Economics 3, 145-173.",
        "Consumer Financial Protection Bureau. 2012. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Supervision and Examination ManualÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Daly, Mary C. and Daniel J. Wilson, 2006. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Keeping Up with the Joneses and Staying Ahead of the Smiths: Evidence from Suicide Data,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Federal Reserve Bank of San Francisco WP 2006-12.",
        "DellÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0084¢Ariccia , Giovanni, Deniz Igan, and Luc Laeven. 2012. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Credit Booms and Lending Standards: Evidence from the Subprime Mortgage Market,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Journal of Money, Credit and Banking, Vol. 44 (2-3): 367Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c384.",
        "Drozd, Lukasz A., and Ricardo Serrano-Padial. 2013. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Modeling the Credit Card Revolution: The Role of Debt Collection and Informal Bankruptcy,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d FRB of Philadelphia Working Paper No. 13-12.",
        "Elul, Ronel, Nicholas S. Souleles, Souphala Chomsisengphet, Dennis Glennon, and Robert Hunt. 2010. What Triggers Mortgage Default? The American Economic Review Papers and Proceedings, forthcoming. (FRB Philadelphia Working Paper 10-13).",
        "Fay, Scott, Erik Hurst, and Michelle J. White. 1998. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093The Bankruptcy Decision: Does Stigma Matter?,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d University of Michigan Working Paper No. 98-01.",
        "Fay, Scott, Erik Hurst, and Michelle J. White, 2002. The Household Bankruptcy Decision, American Economic Review 92(3), 706-718.",
        "Goldin Claudia, and Lawrence F. Katz, 2007. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Long-Run Changes in the U.S. Wage Structure: Narrowing, Widening, Polarizing.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Brookings Papers on Economic Activity. Vol. 2, 135-165.",
        "Gross, David B., and Nicholas S. Souleles, 2002. An Empirical Analysis of Personal Bankruptcy and Delinquency, Review of Financial Studies 15(1), 319-347.",
        "Guerrieri, Veronica, Daniel Hartley, and Erik Hurst, 2013. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Endogenous Gentrification and Housing Price Dynamics,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d forthcoming in Journal of Public Economics. 29",
        "Guven, Cahit and Bent E. Sorensen, 2012. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Subjective Well-Being: Keeping Up with the Joneses. Real or Perceived?Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Social Indicators Research 109, 439-469.",
        "Heathcote, Jonathan, Fabrizio Perri, and Gianluca Violante, 2010. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Unequal We Stand: An Empirical Analysis of Economic Inequality in the United States, 1967-2006,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Review of Economic Dynamics, 13, 15-51.",
        "Heathcote, Jonathan, Kjetil Storesletten, and Giovanni L. Violante. 2004. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093The Macroeconomic Implications of Rising Wage Inequality in the United States.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Journal of Political Economy, 118(4), 681-722 Heffetz, Ori, 2011. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093A Test of Conspicuous Consumption: Visibility and Income Elasticities,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Review of Economics and Statistics 93(4) 1101-1117.",
        "Huggett, Mark. 1993. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093The Risk-Free Rate in Heterogeneous-Agent incomplete Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009cInsurance Economics.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Journal of Economics Dynamics and Control 17 (Septemeber-November): 953-69.",
        "Iacoviello, Matteo, 2008. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Household Debt and Income Inequality: 1963-2003,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Journal of Money, Credit and Banking 40(5), 929-965.",
        "Kennickell, Arthur B. 1991 Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Imputation of the 1989 Survey of Consumer Finances, Proceedings of the Section on Survey Research Methods, 1990 Joint Statistical Meetings, Atlanta, GA.",
        "Kennickell, Arthur B., 1998, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Multiple imputation in the Survey of Consumer Finances,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Working paper, Federal Reserve Board, available at: http://www.federalreserve.gov/pubs/oss/oss2/method.html.",
        "Kopczuk, Wojciech and Saez, Emmanuel. 2004. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Top Wealth Shares in the United States, 1916Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c2000: Evidence from Estate Tax Returns.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d National Tax Journal, 57(2), pp. 445Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c87.",
        "Krueger, Dirk, and Fabrizio Perri. 2006. Does Income Inequality Lead to Consumption Inequality? Evidence and Theory, Review of Economic Studies, Vol. 73(1): 163-193.",
        "Kuhn, Peter, Peter Kooreman, Adriaan R. Soetevent, and Arie Kapteyn, 2010. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093The Effects of Lottery Prizes on Winners and their Neighbors: Evidence from the Dutch Postcode Lottery,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d IZA Discussion Paper 4950.",
        "Lee, Donghoon, and Wilbert van der Klaauw. 2010. An Introduction to the FRBNY Consumer Credit Panel. Federal Reserve Bank of New York, Staff Report no. 4799.",
        "Luttmer, Erzo F. P., 2005. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Neighbors as Negatives: Relative Earnings and Well-Being,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Quarterly Journal of Economics 120(3), 963-1002.",
        "Maurer, Jurgen and Andre Meier, 2008. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Smooth It Like the Joneses? Estimating Peer-Group Effects in Intertemporal Consumption Choice,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d The Economic Journal 118, 454-476.",
        "Munnell, Alicia H., Geoffrey M. B. Tootell, Lynn E. Browne, and James McEneaney, 1996. Mortgage Lending in Boston: Interpreting HMDA Data, American Economic Review 86(1), 25-53.",
        "Neumark, David and Andrew Postlewaite, 1998. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Relative Income Concerns and the Rise in Married WomenÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0084¢s Employment,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Journal of Public Economics 70, 157-183.",
        "Perugini, Cristiano, Jens Holscher, and Simon Collie, 2013. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Inequality, Credit Expansion and Financial Crises,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Munich Personal RePec Archive Paper 51336.",
        "Piketty, Thomas and Emmanuel Saez. 2003. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Income Inequality in the United States: 1913-1998.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Quarterly Journal of Economics, Vol. 118 (1), pp: 1Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c39.",
        "Rajan, Raghuram G., 2010. Fault Lines: How Hidden Fault Lines Still Threaten the World Economy, Princeton University Press, Princeton N.J. Sanchez, Juan M., 2009. The IT Revolution and the Unsecured Credit Market, FRB Richmond Working paper no. 09-4.",
        "Tootell, Geoffrey M. B., 1996. Redlining in Boston: Do Mortgage Lenders Discriminate against Neighborhoods?, Quarterly Journal of Economics 111(4), 1049-1079.",
        "Turner, Margery Austin, and Felicity Skidmore, 1999. Mortgage Lending Discrimination: A Review of Existing Evidence. The Urban Institute, Washington D.C. Zizzo, Daniel J. and Andrew J. Oswald, 2001. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Are People Willing to Pay to Reduce OthersÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0084¢ Income,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Annales dÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0084¢Economie et de Statistique 63/64 39-65. 30  FIGURE 1: INEQUALITY AND DEBT IN THE U.S. Note: The figure plots the income share of the top 5% of U.S. households (source: IRS) and the ratio of household (and non-profit) total liabilities relative to GDP (source: Federal Reserve).",
        "The household identifier identifies household members only in one period. We then use the second identifier in the CCP data, an individual identifier that remains constant from period to period, to link household records from one quarter to another. To construct the longitudinal household record, we proceed as follows. Let i denote the identification number of a household in 2001. To identify the continuation of household i in year t, t &gt; 2001, we first determine what members of household i are present in year t using individual identifiers.",
        "Then we determine the identification number of the household to which these members belong in year t. If there is a unique household to which these members belong in year t and the new household does not have any members from any other household in year 2001, we identify this new household as a continuation record for household i. While the primary sample of individuals in the CCP is a random sample of all U.S. households with credit reports; the resulting sample of the households is not random. Following, Lee and van der Klaauw (2010) we define the sampling weights as the inverse of the probability to be included in the sample, . , where N is the number of individuals in the household who are in the primary sample.",
        "Variable Descriptions Here we provide a short description of the variables used in the CCP analysis. For a detailed description of the CCP dataset please see Lee and van der Klaauw (2010).",
        "APPENDIX C: DECOMPOSING U.S. INEQUALITY SINCE 1970 The decomposition is constructed using the following IPUMS samples: 1970, 1980, and 1990 1% metro samples and the 2000 1% unweighted sample. Within each of these samples we use the metro area geographies defined by IPUMS in the following way: Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Metropolitan areas are counties or combinations of counties centering on a substantial urban area. METAREA identifies the metropolitan area where the household was enumerated, if that metropolitan area was large enough to meet confidentiality requirements.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d We restrict the sample to the set of metro areas that can be identified in each year to get 117 metro areas containing roughly 60% of the entire sample within each year. We also restrict the sample to households where the respondentÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0084¢s age is between 25 and 65 and the respondent is the head of the household or the spouse of the head of the household. These restrictions are not important for the results.",
        "To calculate income we use family total income. While not exactly the same as household income it is available for all years whereas household income is not available in 1970. We estimate the following model of log family income on each year of the sample: log Estimating this function gives estimates of the variance of the fixed effects and the variance of the residuals for each year. We then calculate the share of variance explained by variance of the fixed effects as:  APPENDIX FIGURE C1: DECOMPOSING AGGREGATE U.S. INEQUALITY Note: The left-hand figure plots the ratio of Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093betweenÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d variance of mean incomes to the total variance of incomes. The right-hand figure plots the standard deviation of log income across all households. 54",
        "The figure reported below shows a high degree of correlation between inequality in 1970 and inequality in 2000. The R-squared is 0.26 and the Spearman correlation is 0.52, suggesting inequality is quite persistent.",
        "APPENDIX FIGURE C3: PERSISTENCE OF LOCAL INEQUALITY Note: The figure plots Gini coefficients for income inequality in U.S counties in 1970 versus 2000. 55",
        "The health of the mortgage market can be traced out by changes in the sample size. The number of applications reported peaked in 2007 and then declined steadily until 2011. Interestingly, the fraction of loans with high interest rates has also declined sharply, probably reflecting fewer loans with junior liens.",
        "Notice that the mean applicant income reported in the HMDA data is substantially higher than the average household income reported in the SCF data and the imputed CCP data. However, average income is comparable to the average income of homeowners as reported in the 2007 SCF, which is about $99,500.",
        "Table 2 provides some sample correlations from 2007, most of which are qualitatively similar to other years. Owner-occupied applications are less likely to be denied while applications with high LTI ratios are more likely to be denied. Applicants applying to HUD-regulated lenders are more likely to be denied, which could reflect the stress of mortgage companies in this period or an increased likelihood that the applicant is subprime. Applicants to HUD lenders tend to have smaller incomes and higher LTI ratios. 56",
        "Table 2 shows that using data from 2001 the aggregate income statistics computed directly from the SCF match those we impute in the CCP very closely."
    ]
}