{
    "id": 19878,
    "cites": 73,
    "cited_by": 4,
    "reference": [
        "Abascal, W., E. Esteves, B. Goja, F. Gonzalez Mora, A. Lorenzo, A. Sica, P. Triunfo and J. E. Harris (2012). \"Tobacco control campaign in Uruguay: a population-based trend analysis.\" Lancet 380(9853): 1575-1582.",
        "Abrevaya, J. (2006). \"Estimating the effect of smoking on birth outcomes using a matched panel data approach.\" Journal of Applied Econometrics 21(4): 489-519.",
        "Abrevaya, J. and C. M. Dahl (2008). \"The effects of birth inputs on birthweight: evidence from quantile estimation on panel data.\" Journal of Business & Economic Statistics 26(4): 379397.",
        "Adams, E. K., S. Markowitz, V. Kannan, P. M. Dietz, V. T. Tong and A. M. Malarcher (2012). \"Reducing prenatal smoking: the role of state policies.\" Am J Prev Med 43(1): 34-40.",
        "Adams, E. K., V. P. Miller, C. Ernst, B. K. Nishimura, C. Melvin and R. Merritt (2002). \"Neonatal health care costs related to smoking during pregnancy.\" Health Econ 11(3): 193-206.",
        "Althabe, F., M. Colomar, L. Gibbons, J. M. Belzan and P. Buekens (2008). \"Tabaquismo durante el embarazo en Argentina y Uruguay [Smoking during pregnancy in Argentina and Uruguay].\" Madicina (Buenos Aires) 68: 48-54.",
        "Andres, R. L. and M. C. Day (2000). \"Perinatal complications associated with maternal tobacco use.\" Seminars in Neonatology 5(3): 231-241.",
        "Angrist, J. D. and A. B. Krueger (2001). \"Instrumental Variables and the Search for Identification: From Supply and Demand to Natural Experiments.\" Journal of Economic Perspectives 15(4): 69-85.",
        "Batech, M., S. Tonstad, J. S. Job, R. Chinnock, B. Oshiro, T. Allen Merritt, G. Page and P. N. Singh (2013). \"Estimating the impact of smoking cessation during pregnancy: the San Bernardino County experience.\" J Community Health 38(5): 838-846.",
        "Baum, C. F., M. E. Schaffer and S. Stillman (2007). \"Enhanced routines for instrumental variables/GMM estimation and testing.\" Stata Journal 7(4): 465-506.",
        "Bharadwaj, P., J. V. Johnsen and K. Vellesen Loken (2012). Smoking bans, maternal smoking and birth outcomes. Bonn, Germany, Institute for the Study of Labor (IZA) Discussion Paper Series No. 7006, November.",
        "Smoking Cessation during Pregnancy, Uruguay 29-Jan-2014 Black, S. E., P. J. Devereux and K. G. Salvanes (2007). \"From the Cradle to the Labor Market? The Effect of Birth Weight on Adult Outcomes.\" Quarterly Journal of Economics 112(1): 409-439.",
        "Blecher, E. (2008). \"The impact of tobacco advertising bans on consumption in developing countries.\" J Health Econ 27(4): 930-942.",
        "Boardman, J. D., D. A. Powers, Y. C. Padilla and R. A. Hummer (2002). \"Low birth weight, social factors, and developmental outcomes among children in the United States.\" Demography 39(2): 353-368.",
        "Castellanos, M. E., M. I. Munoz, M. Nebot, A. Paya, M. T. Rovira, S. Planasa, M. Sanroma and R. Carreras (2000). \"[Validity of the declared tobacco consumption in pregnancy].\" Aten Primaria 26(9): 629-632.",
        "Cavallo, A. (2013). Prices of cigarettes in Uruguay from the Billion Prices Project, 20072013 (unpublished data).",
        "CLAP (2001). Sistema InformÃ\u0083Æ\u0092Ã\u0082Â¡tico Perinatal en el Uruguay 15 AÃ\u0083Æ\u0092Ã\u0082Â±os de Datos 1985-1999.",
        "Colman, G., M. Grossman and T. Joyce (2003). \"The effect of cigarette excise taxes on smoking before, during and after pregnancy.\" J Health Econ 22(6): 1053-1072.",
        "Curti, D. (2013). El comercio iliÃ\u0083Å\u0092Ã\u0082Â\u0081cito en Uruguay y su relacioÃ\u0083Å\u0092Ã\u0082Â\u0081n con los impuestos: resultados de investigacioÃ\u0083Å\u0092Ã\u0082Â\u0081n [Illicit trade in Uruguay and its relation to taxes: research results]. Montevideo, Centro de InvestigaciÃ\u0083Æ\u0092Ã\u0082Â³n para la Epidemia de Tabaquismo (CIET), May 9.",
        "da Veiga, P. V. and R. P. Wilder (2008). \"Maternal smoking during pregnancy and birthweight: a propensity score matching approach.\" Matern Child Health J 12(2): 194-203.",
        "DirecciÃ\u0083Æ\u0092Ã\u0082Â³n General Impositiva (2012). VolÃ\u0083Æ\u0092Ã\u0082Âºmenes fÃ\u0083Æ\u0092Ã\u0082Â­sicos de bienes gravados por el IMESI -Series anuales (archivo xls). Montevideo DirecciÃ\u0083Æ\u0092Ã\u0082Â³n General Impositiva, RepÃ\u0083Æ\u0092Ã\u0082Âºblica Oriental del Uruguay.",
        "Ershoff, D. H., V. P. Quinn, P. D. Mullen and D. R. Lairson (1990). \"Pregnancy and medical cost outcomes of a self-help prenatal smoking cessation program in a HMO.\" Public Health Rep 105(4): 340-347.",
        "Esteves, E., R. Gambogi, G. Saona, A. CenÃ\u0083Æ\u0092Ã\u0082Â¡ndez and T. Palacio (2011). \"Tratamiento de la dependencia al tabaco: experiencia del Fondo Nacional de Recursos [Treatment of tobacco Smoking Cessation during Pregnancy, Uruguay 29-Jan-2014 dependence: experience of the National Resource Fund].\" Revista Uruguaya de CardiologÃ\u0083Æ\u0092Ã\u0082Â­a 26(3): 78-83.",
        "Evans, W. N. and J. S. Ringel (1999). \"Can higher cigarette taxes improve birth outcomes?\" Journal of Public Economics 72(1): 135-154.",
        "GonzÃ\u0083Æ\u0092Ã\u0082Â¡lez, T., D. Olesker, I. Oreggioni, M. Setaro, G. Pradere, M. Buglioli, P. Carrasco, M. RodriÃ\u0083Å\u0092Ã\u0082Â\u0081guez and A. Dean (2010). La construccioÃ\u0083Å\u0092Ã\u0082Â\u0081n del Sistema Nacional Integrado de Salud, 20052009. Montevideo, Uruguay, Ministerio de Salud PÃ\u0083Æ\u0092Ã\u0082Âºblica, http://www.psico.edu.uy/sites/default/files/cursos/nas_la_construccion.pdf.",
        "Gruber, J. and B. Koszegi (2001). \"Is addiction rational? Theory and evidence.\" Quarterly Journal of Economics 116(4): 1261-1303.",
        "Hammond, D. (2011). \"Health warning messages on tobacco products: a review.\" Tob Control 20(5): 327-337.",
        "Hammond, D., G. T. Fong, P. W. McDonald, K. S. Brown and R. Cameron (2004). \"Graphic Canadian cigarette warning labels and adverse outcomes: evidence from Canadian smokers.\" Am J Public Health 94(8): 1442-1445.",
        "Hammond, D., G. T. Fong, P. W. McDonald, R. Cameron and K. S. Brown (2003). \"Impact of the graphic Canadian warning labels on adult smoking behaviour.\" Tob Control 12(4): 391395.",
        "Harris, J. E., G. N. Connolly, D. Brooks and B. Davis (1996). \"Cigarette smoking before and after an excise tax increase and an antismoking campaign--Massachusetts, 1990-1996.\" MMWR Morb Mortal Wkly Rep 45(44): 966-970.",
        "Himes, S. K., L. R. Stroud, K. B. Scheidweiler, R. S. Niaura and M. A. Huestis (2013). \"Prenatal tobacco exposure, biomarkers for tobacco in meconium, and neonatal growth outcomes.\" J Pediatr 162(5): 970-975.",
        "Hoek, J., C. Wong, P. Gendall, J. Louviere and K. Cong (2011). \"Effects of dissuasive packaging on young adult smokers.\" Tob Control 20(3): 183-188.",
        "Instituto Nacional de EstadÃ\u0083Æ\u0092Ã\u0082Â­stica (2013). Ã\u0083Æ\u0092Ã\u0082Â\u008dndice de Precios del Consumo, Base Diciembre 2010 = 100. Montevideo, various monthly issues.",
        "Smoking Cessation during Pregnancy, Uruguay 29-Jan-2014 Juarez, S. P. and J. Merlo (2013). \"Revisiting the effect of maternal smoking during pregnancy on offspring birthweight: a quasi-experimental sibling analysis in Sweden.\" PLoS One 8(4): e61734.",
        "Junta Nactional de Salud (JUNASA) (2009). RendiciÃ\u0083Æ\u0092Ã\u0082Â³n de Cuentas, Ejercicio 2009. Montevideo, Uruguay, Ministerio de Salud.",
        "Kabir, Z., G. N. Connolly, L. Clancy, H. K. Koh and S. Capewell (2008). \"Coronary heart disease deaths and decreased smoking prevalence in Massachusetts, 1993-2003.\" Am J Public Health 98(8): 1468-1469.",
        "Kees, J., S. Burton, J. C. Andrews and J. Kozup (2006). \"Tests of graphic visuals and cigarette package warning combinations: implications for the framework convention on tobacco control.\" Journal of Public Policy and Marketing 25(2): 212.",
        "Kostova, D. and E. Blecher (2012). \"Does Advertising Matter? Estimating the Impact of Cigarette Advertising on Smoking Among Youth in Developing Countries.\" Contemporary Economic Policy 31(3): 37Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c548.",
        "Levy, D. E. and E. Meara (2006). \"The effect of the 1998 Master Settlement Agreement on prenatal smoking.\" J Health Econ 25(2): 276-294.",
        "Lieberman, E., I. Gremy, J. M. Lang and A. P. Cohen (1994). \"Low birthweight at term and the timing of fetal exposure to maternal smoking.\" Am J Public Health 84(7): 1127-1131.",
        "Lien, D. S. and W. N. Evans (2005). \"Estimating the Impact of Large Cigarette Tax Hikes: The Case of Maternal Smoking and Infant Birth Weight.\" Journal of Human Resources 40(2): 373-392.",
        "Lindley, A. A., S. Becker, R. H. Gray and A. A. Herman (2000). \"Effect of continuing or stopping smoking during pregnancy on infant birth weight, crown-heel length, head circumference, ponderal index, and brain:body weight ratio.\" Am J Epidemiol 152(3): 219-225.",
        "Mathers, C. D., T. Boerma and D. Ma Fat (2008). The Global Burden of Disease: 2004 Update. Geneva, World Health Organization.",
        "McCowan, L. M., G. A. Dekker, E. Chan, A. Stewart, L. C. Chappell, M. Hunter, R. MossMorris and R. A. North (2009). \"Spontaneous preterm birth and small for gestational age infants in women who stop smoking early in pregnancy: prospective cohort study.\" BMJ 338: b1081.",
        "Ministerio de Salud PÃ\u0083Æ\u0092Ã\u0082Âºblica (2010). Cuentas Nacionales de Salud 2005 - 2008. Montevideo.",
        "Smoking Cessation during Pregnancy, Uruguay 29-Jan-2014 Ministerio de Salud PÃ\u0083Æ\u0092Ã\u0082Âºblica (2010). GuÃ\u0083Æ\u0092Ã\u0082Â­a para Implementar Servicios para la AtenciÃ\u0083Æ\u0092Ã\u0082Â³n de la Salud Sexual y Salud Reproductiva en las Instituciones Prestadoras de Salud. Montevideo.",
        "Moodie, C., G. Hastings and L. Joossens (2011). \"Young adult smokers' perceptions of illicit tobacco and the possible impact of plain packaging on purchase behaviour.\" Eur J Public Health.",
        "Mutti, S., D. Hammond, R. Borland, M. K. Cummings, R. J. O'Connor and G. T. Fong (2011). \"Beyond light and mild: cigarette brand descriptors and perceptions of risk in the International Tobacco Control (ITC) Four Country Survey.\" Addiction 106(6): 1166-1175.",
        "Nelson, J. P. (2003). \"Cigarette demand, structural change, and advertising bans: international evidence.\" Contributions in Economic Analysis and Policy 2(1).",
        "Nelson, J. P. (2006). \"Cigarette advertising regulation: A meta-analysis.\" International Review of Law and Economics 26(2): 195-226.",
        "Newey, W. K. (1987). \"Efficient estimation of limited dependent variable models with endogenous explanatory variables.\" Journal of Econometrics 36: 231-250.",
        "Permutt, T. and J. R. Hebel (1989). \"Simultaneous-equation estimation in a clinical trial of the effect of smoking on birth weight.\" Biometrics 45(2): 619-622.",
        "Petrou, S., T. Sach and L. Davidson (2001). \"The long-term costs of preterm birth and low birth weight: results of a systematic review.\" Child Care Health Dev 27(2): 97-115.",
        "Philip Morris International (2010). PMI statement and background information regarding the company's Bilateral Investment Treaty (BIT) claim against the government of Uruguay (Press Release). New York, Philip Morris International Management SA, October 5.",
        "Phung, H., A. Bauman, T. V. Nguyen, L. Young, M. Tran and K. Hillman (2003). \"Risk factors for low birth weight in a socio-economically disadvantaged population: parity, marital status, ethnicity and cigarette smoking.\" Eur J Epidemiol 18(3): 235-243.",
        "Pollack, H. A. (2001). \"Sudden infant death syndrome, maternal smoking during pregnancy, and the cost-effectiveness of smoking cessation intervention.\" Am J Public Health 91(3): 432436.",
        "Raatikainen, K., P. Huurinainen and S. Heinonen (2007). \"Smoking in early gestation or through pregnancy: a decision crucial to pregnancy outcome.\" Prev Med 44(1): 59-63.",
        "Ringel, J. S. and W. N. Evans (2001). \"Cigarette taxes and smoking during pregnancy.\" Am J Public Health 91(11): 1851-1856.",
        "Smoking Cessation during Pregnancy, Uruguay 29-Jan-2014 Saffer, H. and F. Chaloupka (2000). \"The effect of tobacco advertising bans on tobacco consumption.\" J Health Econ 19(6): 1117-1137.",
        "Sexton, M. and J. R. Hebel (1984). \"A clinical trial of change in maternal smoking and its effect on birth weight.\" JAMA 251(7): 911-915.",
        "Shipp, M., M. S. Croughan-Minihane, D. B. Petitti and A. E. Washington (1992). \"Estimation of the break-even point for smoking cessation programs in pregnancy.\" Am J Public Health 82(3): 383-390.",
        "Stock, J. H. and M. Yogo (2005). Testing for Weak Instruments in Linear IV Regression (Chapter 5). Identification and Inference for Econometric Models: Essays in Honor of Thomas J. Rothenberg. J. H. S. a. D. W. K. Andrews, Cambridge University Press.",
        "Thrasher, J. F., M. C. Rousu, D. Hammond, A. Navarro and J. R. Corrigan (2011). \"Estimating the impact of pictorial health warnings and \"plain\" cigarette packaging: evidence from experimental auctions among adult smokers in the United States.\" Health Policy 102(1): 41-48.",
        "Vardavas, C. I., L. Chatzi, E. Patelarou, E. Plana, K. Sarri, A. Kafatos, A. D. Koutis and M. Kogevinas (2010). \"Smoking and smoking cessation during early pregnancy and its effect on adverse pregnancy outcomes and fetal growth.\" Eur J Pediatr 169(6): 741-748.",
        "Wakefield, M. A., L. Hayes, S. Durkin and R. Borland (2013). \"Introduction effects of the Australian plain packaging policy on adult smokers: a cross-sectional study.\" BMJ Open 3(7).",
        "Walker, M. B., E. Tekin and S. Wallace (2009). \"Teen Smoking and Birth Outcomes.\" Southern Economic Journal 75(3): 892-907.",
        "Ward, C., S. Lewis and T. Coleman (2007). \"Prevalence of maternal smoking and environmental tobacco smoke exposure during pregnancy and impact on birth weight: retrospective study using Millennium Cohort.\" BMC Public Health 7: 81.",
        "Windham, G. C., B. Hopkins, L. Fenster and S. H. Swan (2000). \"Prenatal active or passive tobacco smoke exposure and the risk of preterm delivery or low birth weight.\" Epidemiology 11(4): 427-433.",
        "Woolridge, J. M. (2010). Econometric Analysis of Cross Section and Panel Data, 2d Edition. Cambridge MA, MIT Press.",
        "Smoking Cessation during Pregnancy, Uruguay 29-Jan-2014 World Health Organization (2012). WHO Global Report: Mortality Attributable to Tobacco. Geneva, World Health Organization.",
        "World Health Organization (2013). Parties to the WHO Framework Convention on Tobacco Control (FCTC). Geneva, World Health Organization [accessed 22-Oct-2013].",
        "WÃ\u0083Æ\u0092Ã\u0082Â¼st, M. (2010). The effect of cigarette and alcohol consumption on birth outcomes. Copenhagen, Aarhus School of Business, Department of Economics Working Paper 10-05.",
        "Yan, J. and P. A. Groothuis (2013). Timing of Prenatal Smoking Cessation or Reduction and Infant Birth Weight: Evidence from the United Kingdom Millennium Cohort Study. Boone, NC, Appalachian State University, Department of Economics Working Paper, Number 13-16, August."
    ]
}