{
    "id": 19881,
    "cites": 65,
    "cited_by": 14,
    "reference": [
        "Alam, Dewan S., et al. \"Adult Cardiopulmonary Mortality and Indoor Air Pollution: A 10-Year Retrospective Cohort Study in a Low-Income Rural Setting.\" Global Heart 7.3 (2012): 215-221.",
        "Almond, Douglas, Yuyu Chen, Michael Greenstone, and Hongbin Li. 2009. \"Winter Heating or Clean Air? Unintended Impacts of China's Huai River Policy.\" American Economic Review, 99(2): 184Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c90.",
        "American Gas Association, Bureau of Statistics. Historical Statistics of the Gas Industry. 1956.",
        "Analitis, A. et al. 2008. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Effects of Cold Weather on Mortality: Results from 15 European Cities Within the PHEWE Project.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d American Journal of Epidemiology. 168:1397-1408.",
        "Anderson, Brooke and Michelle Bell. 2009. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093How Heat, Cold, and Heat Waves Affect Mortality in the United States.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Epidemiology 20:205-213.",
        "Arceo-Gomez, Eva, Rema Hanna, and Paulina Oliva. 2012. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Does the Effect of Pollution on Infant Mortality Differ Between Developing and Developed Countries? Evidence from Mexico City.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d NBER Working Paper #18349.",
        "Bureau of Economic Analysis. 2012. \"Personal Income Summary.\" Accessed May 22, 2012 from: http://www.bea.gov/iTable/iTable.cfm?ReqID=70&step=1&isuri=1&acrdn=4 Butcher Samuel and Michael Ellenbecker. 1982. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Particulate Emission Factors for Small Wood and Coal Stoves.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Journal of the Air Pollution Control Association 32:380-384.",
        "Castaneda, Christopher. 1993. Regulated Enterprise: Natural Gas Pipelines and Northeastern Markets, 1938-1954. Columbus: Ohio State University Press.",
        "Castaneda, Christopher. 1999. Invisible fuel: Manufactured and natural gas in America, 18002000. New York: Twayne. Census of Housing (various years). Washington DC: Government Printing Office.",
        "Chay, Kenneth Y. and Michael Greenstone. 2003a. The Impact of Air Pollution on Infant Mortality: Evidence from Geographic Variation in Pollution Shocks Induced by a Recession.",
        "Chay, Kenneth Y. and Michael Greenstone. 2003b. Air Quality, Infant Mortality, and the Clean Air Act of 1970. MIT Department of Economics Working Paper No. 04-08.",
        "Chen, Yuyu, Avraham Ebenstein, Michael Greenstone, Hongbin Li. 2013. Evidence on the impact of sustained exposure to air pollution on life expectancy from ChinaÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0084¢s Huai River policy.",
        "PNAS 110:12936Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c12941 Clancy L, Goodman P, Sinclair H, Dockery DW. 2002. Effect of air-pollution control on death rates in Dublin, Ireland: an intervention study. Lancet 360:1210Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c1214.",
        "Clay, Karen and Werner Troesken. 2010. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Smoke and the Rise and Fall of the London FogÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d in Climate Change Past and Present. Edited by Gary Libecap and Richard H. Steckel. Chicago: University of Chicago Press, 2010.",
        "Cohen, Aaron et al. 2004. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Chapter 17: Urban Air PollutionÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d in Comparative Quantification of Health Risks, Volume 2. Geneva: World Health Organization.",
        "Currie, Janet and Matthew Neidell. 2005. Air Pollution and Infant Health: What Can We Learn From California's Recent Experience? Quarterly Journal of Economics 120: 1003-1030.",
        "Currie, Janet, Matthew Neidess, Johannes Schmieder. 2009. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Air Pollution and Infant Health: Lessons from New Jersey.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Journal of Health Economics. 28: 688-703.",
        "Currie, Jarnet and Reed Walker 2011. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Traffic Congestion and Infant Health: Evidence from EZPass. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d American Economic Journal: Applied Economics 3:65-90.",
        "Davidson, C.I., and D.L. Davis, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093A Chronology of Airborne Particulate Matter in Pittsburgh,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d in History and Reviews of Aerosol Science, G.J. Sem, D. Boulard, P. Brimblecombe, D.S. Ensor, J.W. Gentry, J.C.M. Marijnissen, and O. Preining, editors, American Association for Aerosol Research, 2005, pages 347-370.",
        "Delfino, RJ, S Constantinos, and S Malik. 2005. Potential Role of Ultrafine Particles in Associations between Airborne Particle Mass and Cardiovascular Health. Environmental Health Perspectives. 113:934-946.",
        "Department of Commerce, Bureau of the Census. 1929. Record Book of Business Statistics. Part III, Fuels Automobiles, and Rubber. Washington: Government Printing Office.",
        "Dockery, Douglas W., and John D. Spengler. \"Indoor-outdoor relationships of respirable sulfates and particles.\" Atmospheric Environment (1967) 15.3 (1981): 335-343.",
        "Eisenbud, Merril. 1978. Levels of Exposure to Sulfur Oxides and Particulates in New York City and their Sources. Bulletin of the New York Academy of Medicine 1978, 54:991-1011.",
        "EPA. 2000. National Air Pollutant Emission Trends 1900Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c1998. US Environmental Protection Agency (2000).",
        "EPA. 1995. Compilation of Air Pollution Emission Factors. Volume 1: Stationary Point and Area Sources. AP42, Fifth Edition. Research Triangle.",
        "Fourteenth Census of the United States, Volume XI Mines and Quarries, 1919, General Report and Analytical Tables and Selected Industries. Washington: Government Printing Office.",
        "Greensburgh (PA) Daily Tribune, March 22, 1946, p. 1. Haines, Michael R., and Inter-university Consortium for Political and Social Research.",
        "Historical, Demographic, Economic, and Social Data: The United States, 1790-2002.",
        "ICPSR02896-v3. Ann Arbor, MI: Inter-university Consortium for Political and Social Research [distributor], 2010-05-21. doi:10.3886/ICPSR02896.v3 Hedley AJ, Wong CM, Thach TQ, Ma S, Lam TH, Anderson HR. 2002. Cardiorespiratory and all-cause mortality after restrictions on sulphur content of fuel in Hong Kong: an intervention study. Lancet 360:1646Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c1652.",
        "Herbert, John H. 1992. Clean Cheap Heat: The Development Of Residential Markets For Natural Gas In The United States. New York: Greenwood.",
        "Husar, RB and DE Patterson. 1980 Regional Scale Air Pollution: Sources and Effects. Annals of the New York Academy of Sciences 338: 399-417.",
        "Ives, James et al. 1936. Atmospheric Pollution of American Cities for the Years 1931 to 1933 with Special Reference to the Solid Constituents of the Pollution. U.S. Treasury Department, Public Health Bulletin No 224. Washington: Government Printing Office.",
        "Jacobs, Eva and Stephanie Shipp. 1990. How Family Spending Has Changed in the U.S. Monthly Labor Review, pp. 20-27.",
        "Junninen, Heikki. 2009. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Quantifying the Impact of Residential Heating on the Urban Air Quality in a Typical European Coal Combustion Regions.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Environmental Science and Technology 43: 7964-7970.",
        "Knittel, Christopher, Douglas Miller and Nicholas Sanders. 2011. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Caution, Drivers! Children Present. Traffic, Pollution and Infant Health.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d NBER Working Paper #17222.",
        "Laden F, Schwartz J, Speizer FE, Dockery DW. 2006. Reduction in fine particulate air pollution and mortality: extended follow-up of the Harvard six cities study. Am J Respir Crit Care Med 173(6):581Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c582.",
        "Lave, Lester B., and Eugene P. Seskin. 1970. \"Air pollution and human health.\" Science 169.3947.",
        "Lave, Lester and Eugene Seskin. 1972. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Air Pollution, Climate, and Home Heating: Their Effects on U.S. Mortality Rates.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d American Journal of Public Health 62: 909-916.",
        "Lave, Lester and Eugene Seskin. 1977. Air Pollution and Human Health. Baltimore: Johns Hopkins University Press.",
        "Lesher, C. E. 1917. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Coal in 1917.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d U.S. Geological Survey. Part B. Mineral Resources of the United States. Part II, pp. 1908-1956.",
        "Lockwood, Alan H. 2012. The Silent Epidemic: Coal and the Hidden Threat to Health. Cambridge: MIT Press. Minerals Yearbook, various years. U.S. Government Printing Office.",
        "Nagda, Niren L. Guidelines for monitoring indoor air quality. Taylor & Francis, 1986. New York Times, various years.",
        "Pope CA III, Schwartz J, Ransom MR. 1992. Daily mortality and PM10 pollution in the Utah Valley. Arch Environ Health. 47:211Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c217.",
        "Pope, C. Arden, III, Burnett RT, Thun MJ, Calle EE, Krewski D, Ito K, et al. 2002, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Lung cancer, cardiopulmonary mortality, and long-term exposure to fine particulate air pollution.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Journal of the American Medical Association. 287:1132Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c1141.",
        "Pope CA III, Burnett RT, Thurston GD, Thun MJ, Calle EE,Krewski D, et al. 2004. Cardiovascular mortality and longterm exposure to particulate air pollution: epidemiological evidence of general pathophysiological pathways of disease. Circulation 109:71Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c77.",
        "Pope , C. Arden III. 2007. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Mortality Effects of Longer Term Exposures to Fine Particulate Air Pollution: Review of Recent Epidemiological Evidence.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Inhalation Toxicology 19: 33-38.",
        "Pope, C. Arden, III, Douglas L. Rodermund, and Matthew M. Gee. 2007. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Mortality Effects of a Copper Smelter Strike and Reduced Ambient Sulfate Particulate Matter Air Pollution.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Environmental Health Perspectives. 115(5): 679Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c683.",
        "Pope, C. Arden, III, Majid Ezzati, Douglas Dockery. 2009. Fine-Particulate Air Pollution and Life Expectancy in the United States. New England Journal of Medicine 360:376-386.",
        "Pope III, C. Arden, et al. \"Lung cancer and cardiovascular disease mortality associated with ambient air pollution and cigarette smoke: shape of the exposureÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009cresponse relationships.\" Environmental health perspectives 119.11 (2011): 1616.",
        "Pope, C. Arden, III and Douglas Dockery. 2013. Air pollution and life expectancy in China and beyond. PNAS, 110 (32): 12861-12862.",
        "Powell, Steven. 2009. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Particulate Matter in the Air and its Origins in Coal-Burning Regions.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Environmental Science and Technology 43: 8474-8474.",
        "Reid, W. T. (1943). Supplementing anthracite with other fuels for home heating. [Washington, D.C.]: U.S. Dept. of the Interior, Bureau of Mines.",
        "Rylance, Jamie, et al. \"The Global Burden of Air Pollution on Mortality: The Need to Include Exposure to Household Biomass FuelÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009cDerived Particulates.\" Environmental health perspectives 118.10 (2010): A424.",
        "Schwartz, Joel. 2000. Harvesting and Long Term Exposure Effects in the Relations between Air Pollution and Mortality. American Journal of Epidemiology, 151: 440-448.",
        "Statistical Abstract of the United States. 1951. Washington: Government Printing Office.",
        "Strout, Alan. 1961. Weather and the Demand for Space Heat. Review of Economics and Statistics. 43: 185-192.",
        "Tarr, Joel and Karen Clay. 2012. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Pittsburgh as an Energy Capital: Perspectives on Coal and Natural Gas Transitions and the Environment.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Forthcoming in Energy Capitals: Local Impact, Global Influence Edited by Martin Melosi and Joseph Pratt. Pittsburgh: University of Pittsburgh Press.",
        "Tarr, Joel. The Search for the Ultimate Sink: Urban Pollution in Historical Perspective. Akron: University of Akron Press, 1996.",
        "Tryon, F. G. and H. O. Rogers. 1927. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Consumption of bituminous coalÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d. U.S. Geological Survey, Mineral Resources of the United States. Part II, pp. 1908-1956.",
        "U. S. Bureau of the Census. 1889. Census of Manufacturing. Washington: U.S. Government Printing Office.",
        "U. S. Bureau of the Mines. 1957. Distribution of bituminous coal and lignite shipments. U.S. Depart of the Interior. Washington: Government Printing Office.",
        "U. S. Bureau of Statistics. 1917. Statistics of Railways in the United States. Interstate Commerce Commission, Washington DC.",
        "U.S. Department of Health, Education and Welfare 1958. Air Pollution Measurements of the National Air Sampling Network: Analyses of Suspended Particulates, 1953-1957. Public Health Service Publication No 637. Washington: Government Printing Office. Vital Statistics of the United States, various years. Washington: U.S. Government Printing Office. Wall Street Journal, various years.",
        "Woodruff, Tracey, Lyndsey Darrow, and Jennifer Parker. 2008. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Air Pollution and Postneonatal Infant Mortality in the United States, 1999-2002.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Environmental Health Perspectives 116: 110115.",
        "World Health Organization, International Agency for Research on Cancer. 2012. Personal Habits and Indoor Combustions Volume 100e A Review Of Human Carcinogens. Lyons, France Wright, Lawrence. 1964. Home Fires Burning: The History of Domestic Heating and Cooking. Routledge and Paul."
    ]
}