{
    "id": 19887,
    "cites": 15,
    "cited_by": 30,
    "reference": [
        "BarclayÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0084¢s, 2012. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Global Inflation-Linked Products: A UserÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0084¢s Guide.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Backus, David, Thomas Cooley, and Espen Henriksen, 2013. Demography and LowFrequency Capital Flows.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Draft for the International Seminar on Macroeconomics, Rome, June 2013.",
        "Barro, Robert J. and Xavier Sala-i-Martin, 1990. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093World Real Interest Rates,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d NBER Macroeconomics Annual Vol. 5, p. 15-74.",
        "Bernanke, Ben, March 10, 2005. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093The Global Saving Glut and the U.S. Current Account DeficitÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d, Sandridge Lecture, Virginia Association of Economists, Richmond VA.",
        "Blanchard, Olivier J., Lawrence H. Summers, Alan S. Blinder, and William D. Nordhaus, 1984. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Perspectives on High World Real Interest RatesÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d, Brookings Papers on Economic Activity, 1984(2), p. 273-334.",
        "Campbell, John Y., Robert J. Shiller and Luis M. Viceira, 2009. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Understanding InflationIndexed Bond MarketsÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d, Brookings Papers on Economic Activity, 40(1), p. 79-138.",
        "Dooley, Michael, David Folkerts-Landau and Peter Garber, 2009. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Bretton Woods II Still Defines the International Monetary SystemÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d, Pacific Economic Review, 14(3), p. 297-311.",
        "Ejsing, Jacob, Juan Angel GarcÃ\u0083Æ\u0092Ã\u0082Â­a, and Thomas Werner, 2007. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093The Term Structure of Euro Area Break-Even Inflation Rates: The Impact of SeasonalityÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d . ECB Working Paper Series No. 830.",
        "GÃ\u0083Æ\u0092Ã\u0082Â¼rkaynak, Refet and Jonathan H. Wright, 2012. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Macroeconomics and the Term StructureÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d, Journal of Economic Literature, (50:2), p. 331Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c367.",
        "Howe, Howard and Charles Pigott, 1991. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Determinants of Long-Term Interest Rates: An Empirical Study of Several Industrial Countries,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Federal Reserve Bank of New York Quarterly Review, Winter.",
        "Joyce, Michael A.S., Peter Lildholdt, and Steffen Sorensen, 2010. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Extracting Inflation Expectations and Inflation Risk Premia from the Term Structure: A Joint Model of the UK Nominal and Real Yield CurvesÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d, Journal of Banking and Finance 34, p. 281-294.",
        "Nelson, Charles R., and Andrew F. Siegel. 1987. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Parsimonious Modeling of Yield Curves.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Journalof Business, 60(4): 473Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c89 Miller, Ruth, 2011. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093The Long-Run Difference Between RPI and CPI InflationÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d, Office for Budget Responsibility, Working Paper No. 2.",
        "Orr, Adrian, Malcolm Edey, and Michael Kennedy. 1995. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093The Determinants of Real LongTerm Interest Rates: 17 Country Pooled Time-Series Evidence,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d OECD Economics Department Working Papers, No. 155.",
        "Price, Robert, 1997. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093The Rationale and Design of Inflation-Indexed Bonds,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d IMF Working Paper.",
        "Shiller, Robert J, 2005. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093The Invention of Inflation-Indexed Bonds in Early AmericaÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d, published in Goetzmann, William N. and Geert K. Rouwenhorst (eds.) The Origins of Value: The Financial Innovations that Created Modern Capital Markets. Oxford: Oxford University Press.",
        "Svensson, Lars E. O. 1994. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Estimating and Interpreting Forward Interest Rates: Sweden 1992Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c1994.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d National Bureau of Economic Research Working Paper 4871."
    ]
}