{
    "id": 19889,
    "cites": 19,
    "cited_by": 0,
    "reference": [
        "BÃ\u0083Æ\u0092Ã\u0082Â¶rsch-Supan, A. and R. Schnabel (1999): Social Security and Retirement in Germany. Ch. 4 in: in: J. Gruber and D. Wise (eds.), Social Security and Retirement around the World. University of Chicago Press BÃ\u0083Æ\u0092Ã\u0082Â¶rsch-Supan, A., R. Schnabel, S. Kohnz, and G. Mastrobuoni (2004): Micro-Modeling of Retirement Decisions in Germany. Ch. 5 in: J. Gruber and D. Wise (eds.), Social Security Programs and Retirement around the World: Micro-Estimation. University of Chicago Press BÃ\u0083Æ\u0092Ã\u0082Â¶rsch-Supan, A. (2005): Work Disability and Health. In: A. BÃ\u0083Æ\u0092Ã\u0082Â¶rsch-Supan et al. (eds.), Health, Ageing, and Retirement in Europe Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c First Results from the Survey of Health, Ageing and Retirement in Europe. Mannheim, pp.253-258.",
        "BÃ\u0083Æ\u0092Ã\u0082Â¶rsch-Supan, A. and C. B. Wilke (2007): The German Public Pension System: How it will become an NDC System Look-Alike, In: Robert Holzmann and Edward Palmer (Eds.), Pension Reform Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c Issues and Prospects for Non-Financial Defined Contribution (NDC) Schemes, World Bank, Washington D.C., pp.573-610.",
        "BÃ\u0083Æ\u0092Ã\u0082Â¶rsch-Supan, A., S. Kohnz, and R. Schnabel (2007): The Budget Impact of Reduced Early Retirement Incentives on the German Public Pension System. Ch. 5 in: J. Gruber and D. Wise (eds.), Social Security Programs and Retirement around the World: Fiscal Implications of Reform. University of Chicago Press.",
        "BÃ\u0083Æ\u0092Ã\u0082Â¶rsch-Supan, A. and H. JÃ\u0083Æ\u0092Ã\u0082Â¼rges (2012): Disability, Pension Reform, and Early Retirement in Germany. Ch. 7 in Wise, D. (ed.): Social Security Programs and Retirement around the World: Historical Trends in Mortality and Health, Employment, and Disability Insurance Participation and Reforms. University of Chicago Press.",
        "BÃ\u0083Æ\u0092Ã\u0082Â¶rsch-Supan, A. (2012): Note on the Stock-Wise utility function used in their option-value analysis, mimeo, Munich Center for the Economics of Aging, Munich.",
        "Commission for Sustainability in Financing the Social Security Systems (Kommission fÃ\u0083Æ\u0092Ã\u0082Â¼r die Nachhaltigkeit in der Finanzierung der Sozialen Sicherungssysteme) (2003): Final Report (AbschluÃ\u0083Æ\u0092Ã\u0082Å¸bericht). Bundesministerium fÃ\u0083Æ\u0092Ã\u0082Â¼r Gesundheit und Soziale Sicherheit, Berlin.",
        "Deutsche Rentenversicherung Bund (2012): Rentenversicherung in Zeitreihen. Ausgabe 2012. DRVSchriften Band 22.",
        "Dustmann, C. (2004): Parental Background, Secondary School Track Choice, and Wages, Oxford Economic Papers, Vol. 56, pp. 209 - 230.",
        "Gruber, J. and D. Wise (2004): Social Security Programs and Retirement around the World: MicroEstimation. University of Chicago Press.",
        "JÃ\u0083Æ\u0092Ã\u0082Â¼rges, Hendrik (2009): Healthy minds in healthy bodies. An international comparison of educationrelated inequality in physical health among older adults. Scottish Journal of Political Economy Vol. 56, No. 3, pp. 296-320.",
        "JÃ\u0083Æ\u0092Ã\u0082Â¼rges, Hendrik and Kerstin Schneider (2011):  Why Young Boys Stumble: Early Tracking, Age and Gender Bias in the German School System. German Economic Review Vol. 12 No. 4, pp. 371Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c 394.",
        "Kemptner, Daniel, Hendrik JÃ\u0083Æ\u0092Ã\u0082Â¼rges, and Steffen Reinhold (2011): Changes in compulsory schooling and the causal effect of education on health: Evidence from Germany. Journal of Health Economics Vol. 30, pp. 340Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c354.",
        "Little, R. J. A. (1988): Missing-data adjustments in large surveys. Journal of Business and Economic Statistics Vol. 6, pp. 287Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c296.",
        "Riphahn, Regina T. (1999): Income and employment effects of health shocks A test case for the German welfare state, Journal of Population Economics, Springer, Vol. 12, No. 3, pp. 363389.",
        "Romeu Gordo, L. (2006): Effects of short- and long-term unemployment on health satisfaction: Evidence from German data, in: Applied Economics, 38. Jg., Nr. 20, S. 2335-2350.",
        "Poterba, J.; S. Venti and D. Wise (2010): The asset cost of poor health. NBER Working Paper 16389.",
        "SchrÃ\u0083Æ\u0092Ã\u0082Â¶der, M. (2011): Retrospective Data Collection in the Survey of Health, Ageing and Retirement in Europe. SHARELIFE Methodology. Mannheim: MEA.",
        "Stock, J. H., and D. A. Wise (1990): The pension inducement to retire: An option value analysis. In Issues in the economics of aging, ed. D. A. Wise, 205Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c30. Chicago: University of Chicago Press.",
        "Wagner, Gert G., Frick, Joachim R., and Schupp, JÃ\u0083Æ\u0092Ã\u0082Â¼rgen (2007): The German Socio-Economic Panel Study (SOEP) Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c Scope, Evolution and Enhancements, Schmollers Jahrbuch 127 (1), 139-169 Weiss, C. T. (2012): Two measures of lifetime resources for Europe using SHARELIFE. SHARE Working Paper Series 06-2012"
    ]
}