{
    "id": 19894,
    "cites": 55,
    "cited_by": 21,
    "reference": [
        "Abrams, D. S., U. Akcigit, and J. Popadak (2013). Patent Value and Citations: Creative Destruction or Defensive Disruption? National Bureau of Economic Research WP 19763.",
        "Acs, Z. J. and D. B. Audretsch (1987). Innovation, Market Structure, and Firm Size. Review of Economics and Statistics, 567-574.",
        "Acs, Z. J. and D. B. Audretsch (1988). Innovation in Large and Small Firms: An Empirical Analysis. American Economic Review, 678-690.",
        "Adner, R. and P. Zemsky (2005). Disruptive Technologies and the Emergence of Competition. RAND Journal of Economics, 229-254.",
        "Adorno, T. W., E. Frenkel-Brunswik, D. J. Levinson, and R. N. Sanford (1950). The Authoritarian Personality. Harpers.",
        "Akcigit, U. and W. R. Kerr (2010). Growth through Heterogeneous Innovations. National Bureau of Economic Research WP 16443.",
        "Alesina, A., P. Giuliano, and N. Nunn (2011). Fertility and the Plough. American Economic Review, 101 (3), 499-503.",
        "Arellano, M. and S. Bond (1991). Some Tests of SpeciÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â¦cation for Panel Data: Monte Carlo Evidence and an Application to Employment Equations. Review of Economic Studies, 58(2), 277297.",
        "Arrow, K. (1962). Economic Welfare and the Allocation of Resources for Invention. NBER Chapters, 609-626.",
        "Azoulay, P., G. Manso and J. G. Zivin (2011). Incentives and Creativity: Evidence from the Academic Life Sciences. RAND Journal of Economics 42(3), 527-544.",
        "Azoulay, P., J. G. Zivin, and J. Wang (2010). Superstar Extinction. Quarterly Journal of Economics. 125(2), 549-589.",
        "Baumol, W. J. (2009). Small Enterprises, Large Firms and Growth. In The Role of SMEs and Entrepreneurship in a Globalised Economy, ed. by A. LundstrÃ\u0083Æ\u0092Ã\u0082Â¶m, Ministry of Education and Research Sweden, 59 Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c72.",
        "Barro, R. and J. W. Lee (forthcoming). A New Data Set of Educational Attainment in the World, 1950-2010. Journal of Development Economics.",
        "Bertrand, M. and A. Schoar (2003). Managing with Style: The Eect of Managers on Firm Policies. Quarterly Journal of Economics, 118(4), 1169-1208.",
        "Christensen, C. (1997). The InnovatorÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0084¢ s Dilemma: When New Technologies Cause Great Firms to Fail. Harvard Business Press.",
        "Cyert, R. M. and G. March, James (1963). A Behavioral Theory of the Firm. Englewood Clis, NJ: Prentice-Hall.",
        "Durkheim, E. (1933). The Division of Labor. New York: Macmillan.",
        "Fernandez, R. and A. Fogli (2009). Culture: An Empirical Investigation of Beliefs, Work and Fertility. American Economic Journal: Macroeconomics, 1 (1), 146-177.",
        "Galenson D. and B. Weinberg (1999). Age and the Quality of Work: The Case of Modern American Painters. National Bureau of Economic Research WP 7122.",
        "Galenson D. and B. Weinberg (2001). Creating Modern Art: The Changing Careers of Painters in France From Impressionism to Cubism. American Economic Review, 91 (4), 1063-1071.",
        "Gennaioli, N. and R. La Porta, F. Lopez-de-Silanes, and A. Shleifer (2013). Human Capital and Regional Development, Quarterly Journal of Economics, 128(1), 105Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c 164.",
        "Gorodnichenko Y. and G. Roland (2012). Culture, Institutions and the Wealth of Nations. UC Berkeley Working Paper.",
        "Greif, A. (1994). Cultural Beliefs and the Organization of Society: A Historical and Theoretical ReÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â¡ ection on Collectivist and Individualist Societies. Journal of Political Economy, 102(5), 912950.",
        "Guiso, L., P. Sapienza, and L. Zingales (2010). Civic Capital as the Missing Link. National Bureau of Economic Research WP 15845.",
        "Hall, B. H., A. B. Jae, and M. Trajtenberg (2001). The NBER Patent Citation Data File: Lessons, Insights and Methodological Tools. National Bureau of Economic Research WP 8498.",
        "Harho, D., F. Narin, F. M. Scherer, and K. Vopel (1999). Citation Frequency and the Value of Patented Inventions. Review of Economics and Statistics, 81(3), 511-515.",
        "Henderson, R. (2006). The InnovatorÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0084¢ s Dilemma as a Problem of Organizational Competence. Journal of Product Innovation Management, 23 (1), 5-11.",
        "Hofstede, G., G. J. Hofstede, and M. Minkov (2010). Cultures and Organizations: Software for the Mind. McGraw-Hill.",
        "Hofstede, G. H. (2001). CultureÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0084¢ s Consequences: Comparing Values, Behaviors, Institutions and Organizations across Nations. Sage.",
        "Jones, B. F. (2009). The Burden of Knowledge and the Death of the Renaissance Man: Is Innovation Getting Harder? Review of Economic Studies, 76 (1), 283-317.",
        "Jones, B. F. (2010). Age and Great Invention. Review of Economics and Statistics, 92 (1), 1-14.",
        "Jones B. F. and B. Weinberg (2011). A Dynamics and ScientiÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â¦c Creativity. Proceedings of the National Academy of Sciences. 108 (47), 18910-18914.",
        "King, A. A. and C. L. Tucci (2002). Incumbent Entry into New Market Niches: The Role of Experience and Managerial Choice in the Creation of Dynamic Capabilities. Management Science, 48 (2), 171-186.",
        "Kirzner, I. M. (1997). Entrepreneurial Discovery and the Competitive Market Process: An Austrian Approach. Journal of Economic Literature, 35 (1), 60-85.",
        "Klette, T. J. and S. Kortum (2004). Innovating Firms and Aggregate Innovation. Journal of Political Economy, 112, 986-1018.",
        "Kluckhohn, F. R. and F. L. Strodtbeck (1961). Variations in Value Orientations. Evanston, IL: Row Peterson.",
        "Kortum, S. and J. Lerner (2000). Assessing the Contribution of Venture Capital to Innovation. RAND Journal of Economics, 674-692.",
        "Lai, R., A. DÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0084¢ Amour, A. Yu, Y. Sun, and L. Fleming (2009). Disambiguation and Co-author Networks of the US Patent Inventor Database. Harvard Business School Working Paper.",
        "McClelland, D. (1961). The Achieving Society. The Free Press, New York.",
        "Parsons, T. (1949). Essays in Sociological Theory; Pure and Applied. Free Press.",
        "Sampat, B. N. and A. A. Ziedonis (2004). Patent Citations and the Economic Value of Patents. In Handbook of Quantitative Science and Technology Research, 277-298. Springer.",
        "Sarada, and Tocoian , O. (2013). The Success of Entrepreneurial Networks: Evidence from Brazil. Duke University Working Paper.",
        "Schumpeter, J. A. (1934). The Theory of Economic Development: An Inquiry into ProÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â¦ts, Capital, Credit, Interest, and the Business Cycle. University of Illinois at Urbana-ChampaignÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0084¢ s Academy for Entrepreneurial Leadership Historical Research Reference in Entrepreneurship.",
        "Schwartz, S. H. (1994). Beyond Individualism/Collectivism: New Cultural Dimensions of Values. Sage Publications, Inc.",
        "Shane, H. and M. Klock (1997). The Relation between Patent Citations and TobinÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0084¢ s Q in the Semiconductor Industry. Review of Quantitative Finance and Accounting, 9 (2), 131-146.",
        "Shane, S. (1993). Cultural InÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â¡ uences on National Rates of Innovation. Journal of Business Venturing, 8(1), 59-73.",
        "Shane, S. (1995). Is the Independent Entrepreneurial Firm a Valuable Organizational Form? In Academy of Management Proceedings, 110-113. Academy of Management.",
        "Stokey, N. and R. Lucas Jr. (1989) Recursive Methods in Economic Dynamics, Harvard University Press.",
        "Tabellini, G. (2008a). Institutions and Culture. Journal of European Economic Association, 6(2), 255-294.",
        "Tabellini, G. (2008b). The Scope of Cooperation: Values and Incentives. Quarterly Journal of Economics, 123(3), 905-950.",
        "Trajtenberg, M. (1990). A Penny for Your Quotes: Patent Citations and the Value of Innovations. RAND Journal of Economics, 172-187.",
        "Triandis, H. C. (1995). Individualism & Collectivism. Westview Press.",
        "Weinberg B. and D. Galenson (2005). Creative Careers: Lifecycles of Noble Laureates in Economics. National Bureau of Economic Research WP 11799.",
        "Weitzman, M. L. (1998). Recombinant Growth. Quarterly Journal of Economics, 113(2), 331360.",
        "Winslow, E. K. and G. T. Solomon (1987). Entrepreneurs Are More Than Non-Conformists: They Are Mildly Sociopathic. Journal of Creative Behavior, 21(3), 202-213."
    ]
}