{
    "id": 199,
    "cites": 12,
    "cited_by": 11,
    "reference": [
        "BANCROFT, G. and GARFINKLE, S., \"Job Mobility in 1961,\" Special Labor Force Report no. , BLS, 1963. BARTEL, A., \"Job Mobility and Earnings Growth,\" NBER Working Paper no. 117, November 1975* BARTEL, A. and BORJAS, G. , \"Middle-Age Job Mobility,\" IT3ER Working Paper no. l6l, January 1977.",
        "BECKER, G. , \"A Theory of Marriage,\" Journal of Political Economy, July/August 1973.",
        "BECKER, G., LANDES, C. , and MICHAEL , R., \"Economics of Marital Instability,\" II3ER Working Paper no. 153, October 1976.",
        "DaVAIJZO, J., \"Analytical Framework for Studying U.S. Interregional Migration,\" The Rand Corporation, December 1972.",
        "_, \"Why Families Move,\" The Rand Corporation, September 1976.",
        "FRANK, R.H., \"Sources of Male-Female Wage Differentials,\" Cornell University Department of Economics Working Paper no. 117, July 1976.",
        "GALLAWAY, L., Geographic Labor Mobility in the U.S., 1957-1960, Social Security Administration, Research Report no. 28, 1969-GRSEIiWOOD, M. , \"Research on Internal Migration in the U.S.: A Survey,\" J our n al of Economic Literature, June 1975-KALUZNY, R.L., \"Determinants of Household Migration,\" The Review of Economics and Statistics, August 1975.",
        "LONG, L.H., \"The Influence of Number and Ages of Children on Residential Mobility,\" Demography , August 1972.",
        "_, \"Migration Differentials by Education and Occupation,\" Demography, May 1973. -51-_, \"Does Migration Interfere with Children's Progress at School?\" Sociology of Education, Summer 1975.",
        "LONG, L.H., and BOERTLEIN, C.G., \"The Geographic Mobility of Americans,\" Current Population Reports, Special Studies, P-23, no. 6H, 1976.",
        "NIEMI, B., \"Geographic Immobility and Labor Force Mobility,\" in Sex Discrimination and the Division of Labor, C. Llcyd, ed., Columbia University Press, 1975Ã\u0082Â« POLACHEK, S., and HORVATH, F., \"A Life Cycle Approach to Migration,\" mimeo, August 1976. SABEN, S., \"Geographic Mobility and Employment Status,\" Special Labor Force Report no. UU, BLS, 196H.",
        "SANDELL, S.H., \"The Economics of Family Migration,\" NIS Report on Dual Careers Vol. U, Center for Human Resources Research, Columbus, Ohio, December 1975-SANTOS, F.P., \"The Economics of Marital Status,\" in Sex Discrimination and the Division of Labor, C. Llcyd, ed., Columbia University Press, 1975Ã\u0082Â« STEIN, R. , \"Work History,. Attitudes, and Income of the Unemployed,\" Monthly Labor Review, December 1963."
    ]
}