{
    "id": 1990,
    "cites": 15,
    "cited_by": 1,
    "reference": [
        "O.J. Blanchard, Speculative Bubbles, Crashes, and Rational Expectations, Economics Letters, 3, 1979, 387-389.",
        "Financial Structure, P. Wachtel, ed. (Lexington Books, 1982).",
        "W.A. Brock, Asset Prices in a Production Economy, in The Economics of Information and Uncertainty, J.J. McCall, ed. (University of Chicago Press, 1982).",
        "B.T. Diba and H.I. Grossman, Rational Inflationary Bubbles, unpublished, July 1986.",
        "R. Flood and P. Garber, Market Fundamentals Versus Price Level Bubbles: The First Tests, Journal of Political Economy, 88, August 1980, 745-770.",
        "J.A. Gray, Dynamic Instability in Rational Expectations Models: An Attempt to Clarify, International Economic Review, 25, February 1984, 93-122.",
        "R.E. Lucas, Asset Prices in an Exchange Economy, Econometrica, 46, November 1978, 1429-1445.",
        "M. Mussa, Rational Expectations Models with a Continuum of Convergent Solutions, NBER Technical Working Paper No. 41, June 1984.",
        "M. Obstfeld and K. Rogoff, Speculative Hyperinflations in Maximizing Models: Can We Rule Them Out? Journal of Political Economy, 91, August 1983, 675-687.",
        "D. Quah, Estimation of a Nonfundamentals Models for Stock Price and Dividend Dynamics, unpublished, September 1985.",
        "R. Shiller, Rational Expectations and the Dynamic Structure of Macroeconomic Models: A Critical Review, Journal of Monetary Economics, 4, January 1978, 1-44.",
        "J. Tirole, On the Possibility of Speculation under Rational Expectations, Econoinetrica, 50, September 1982, 1163-1181.",
        "J. Tirole, Asset Bubbles and Overlapping Generations, Econometrica, 53, September 1985, 1071-1100.",
        "K.D. West, A Specification Test for Speculative Bubbles, Princeton University Working Paper, July 1984(a).",
        "K.D. West, Speculative Bubbles and Stock Price Volatility, Princeton University Working Paper, December 1984(b)."
    ]
}