{
    "id": 19931,
    "cites": 41,
    "cited_by": 10,
    "reference": [
        "Acharya, Viral V., and Lasse Heje Pedersen, 2005, Asset pricing with liquidity risk, Journal of Financial Economics 77, 375Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c410.",
        "Amihud, Yakov, 2002, Illiquidity and stock returns: Cross-section and time-series effects, Journal of Financial Markets 5, 31Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c56.",
        "Basak, Suleyman, and Anna Pavlova, 2013, Asset prices and institutional investors, American Economic Review 103, 1728Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c1758.",
        "Bhamra, Harjoat S., and Raman Uppal, 2009, The effect of introducing a non-redundant derivative on the volatility of stock-market returns when agents differ in risk aversion, Review of Financial Studies 22, 2303Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c2330. Brunnermeier, Markus, and Yuliy Sannikov, forthcoming, A macroeconomic model with a financial sector, American Economic Review.",
        "Brunnermeier, Markus K., and Lasse Heje Pedersen, 2009, Market liquidity and funding liquidity, Review of Financial Studies 22, 2201Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c2238.",
        "Buyuksahin, Bahattin, and Michel Robe, 2010, Speculators, commodities and cross-market linkages, http://papers.ssrn.com.",
        "Campbell, John, Sanford Grossman, and Jiang Wang, 1993, Trading volume and serial correlation in stock returns, Quarterly Journal of Economics 108, 905Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c939.",
        "Chabakauri, Georgy, 2013, Asset pricing with heterogeneous investors and portfolio constraints, Review of Financial Studies 26, 3104Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c3141.",
        "Chan, Yeung Lewis, and Leonid Kogan, 2002, Catching up with the joneses: Heterogeneous preferences and the dynamics of asset prices, Journal of Political Economy 110, 1255Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c1285.",
        "Chen, Hui, Scott Joslin, and Sophie Ni, 2013, Demand for crash insurance and stock returns, http://www.mit.edu/ huichen/.",
        "Cheng, Ing-Haw, Andrei Kirilenko, and Wei Xiong, 2012, Convective risk flows in commodity futures markets, .",
        "Chordia, Tarun, Richard Roll, and Avanidhar Subrahmanyam, 2000, Commonality in liquidity, Journal of Financial Economics 56, 3Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c28.",
        "Comerton-Forde, Carole, Terrence Hendershott, Charles Jones, Pamela Moulton, and Mark Seasholes, 2010, Time variation in liquidity: The role of market-maker inventories and revenues, Journal of Finance 65, 295Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c331.",
        "Danielsson, Jon, Hyun Song Shin, and Jean-Pierre Zigrand, 2012, Balance sheet capacity and endogenous risk, .",
        "Dumas, Bernard, 1989, Two-person dynamic equilibrium in the capital market, Review of Financial Studies 2, 157Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c88.",
        "Franzoni, Francesco, Eric Nowak, and Ludovic Phalippou, 2012, Private equity performance and liquidity risk, Journal of Finance 67, 2341Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c2373.",
        "Froot, Kenneth, and Paul OÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0084¢Connell, 1999, The pricing of US catastrophe reinsurance, in Kenneth Froot, ed.: The Financing of Catastrophe Risk (University of Chicago Press).",
        "Garleanu, Nicolae, and Stavros Panageas, 2012, Young, old, conservative and bold: The implications of heterogeneity and finite lives for asset pricing, http://faculty.haas.berkeley.edu/garleanu/OLG.pdf.",
        "Garleanu, Nicolae, and Lasse Heje Pedersen, 2011, Margin-based asset pricing and deviations from the law of one price, Review of Financial Studies 24, 1980Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c2022.",
        "Gromb, Denis, and Dimitri Vayanos, 2002, Equilibrium and welfare in markets with financially constrained arbitrageurs, Journal of Financial Economics 66, 361Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c407.",
        ", 2014, The dynamics of financially constrained arbitrage, .",
        "Hamilton, James D, and J Cynthia Wu, 2011, Risk premia in crude oil futures prices, .",
        "Hasbrouck, Joel, and Duane Seppi, 2001, Common factors in prices, order flows and liquidity, Journal of Financial Economics 59, 383Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c411.",
        "He, Zhiguo, and Arvind Krishnamurthy, 2013, Intermediary asset pricing, American Economic Review 103, 1Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c43.",
        "Holmstrom, Bengt, and Jean Tirole, 2001, LAPM: A liquidity-based asset pricing model, Journal of Finance 56, 1837Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c1867.",
        "Hong, Harrison, and Motohiro Yogo, 2012, What does futures market interest tell us about the macroeconomy and asset prices?, Journal of Financial Economics 105, 473 Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c 490.",
        "Huberman, Gur, and Dominika Halka, 2001, Systematic liquidity, Journal of Financial Research 24, 161Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c178.",
        "Irwin, Scott H., and Dwight R. Sanders, 2010, The impact of index and swap funds on commodity futures markets: Preliminary results, .",
        "Jylha, Petri, and Matti Suominen, 2011, Speculative capital and currency carry trades, Journal of Financial Economics 99, 60Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c75.",
        "Kondor, Peter, and Dimitri Vayanos, 2014, Liquidity risk and the dynamics of arbitrage capital: Extensions and robustness, http://www.personal.ceu.hu/staff/Peter Kondor/papers.php.",
        "Kyle, Albert, 1985, Continuous auctions and insider trading, Econometrica 53, 1315Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c1336.",
        "Kyle, Albert S., and Wei Xiong, 2001, Contagion as a wealth effect, Journal of Finance 56, 1401Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c 1440.",
        "Longstaff, Francis A., and Jiang Wang, 2013, Asset pricing and the credit market, http://www.anderson.ucla.edu/faculty/finance/faculty/longstaff.",
        "Merton, Robert, 1971, Optimum consumption and portfolio rules in a continuous-time model, Journal of Economic Theory 3, 373Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c413.",
        ", 1973, An intertemporal capital asset pricing model, Econometrica 41, 867Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c887.",
        "Pastor, Lubos, and Robert F. Stambaugh, 2003, Liquidity risk and expected stock returns, Journal of Political Economy 111, 642Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c685.",
        "Sadka, Ronnie, 2010, Liquidity risk and the cross-section of hedge fund returns, Journal of Financial Economics 98, 54Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c71.",
        "Tang, Ke, and Wei Xiong, 2010, Index investment and financialization of commodities, .",
        "Vayanos, Dimitri, and Jiang Wang, 2013, Market liquidityÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009dtheory and empirical evidence, in George Constantinides, Milton Harris, and Rene Stulz, ed.: Handbook of the Economics of Finance (North Holland, Amsterdam).",
        "Wang, Jiang, 1996, The term structure of interest rates in a pure exchange economy with heterogeneous investors, Journal of Financial Economics 41, 75Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c110.",
        "Xiong, Wei, 2001, Convergence trading with wealth effects: an amplification mechanism in financial markets, Journal of Financial Economics 62, 247Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c292."
    ]
}