{
    "id": 19949,
    "cites": 66,
    "cited_by": 7,
    "reference": [
        "Alagappa, Muthiah. 1995. Political Legitimacy in Southeast Asia: The Quest for Moral Authority. Stanford: Stanford University Press.",
        "Anderson, Michael L.2008. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Multiple Inference and Gender Differences in the Effects of Early Intervention: A Reevaluation of the Abecedaian, Perry Preschool, and Early Training Projects,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0084¢Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0084¢ Journal of the American Statistical Association, 103(484) (2008), 1481Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c1495.",
        "Baird, Mark. 2010. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Service Delivery in Fragile and Conflict-Affected States.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d WDR Background Paper. http://wdr2011.worldbank.org/service-delivery.",
        "Batley, Richard and Claire Mcloughlin. 2010. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Engagement with Non-State Service Providers in Fragile States: Reconciling State-Building and Service Delivery.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Development Policy Review 28(2): 131-54.",
        "Beetham, David. 1991. The Legitimation of Power. Basingstoke: Macmillan.",
        "Beath, Andrew, Fotini Christia and Ruben Enikolopov. 2012. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Winning Hearts and Minds through Development: Evidence from a Field Experiment in Afghanistan. MIT mimeo.",
        "Berman, Sheri. 2007. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093How Democracies Emerge: Lessons from Europe.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Journal of Democracy 18(1): 28-41.",
        "Bernstein, T., & LÃ\u0083Æ\u0092Ã\u0082Â¼, X. 2003. Taxation without representation in rural China. Cambridge, UK: Cambridge University Press.",
        "Bjornlund, Eric. Beyond Free and Fair: Monitoring Elections and Building Democracy. Washington, D.C.: Woodrow Wilson Center Press, 2004.",
        "Brancati, Dawn and Jack L. Snyder. 2011. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Rushing to the Polls: The Causes of Premature Postconflict Elections.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d The Journal of Conflict Resolution 55(3): 469-92.",
        "Brinkerhoff, Derick W., Ronald W. Johnson, and Richard Hill. 2009. Guide to Rebuilding Governance in Stability Operations: A Role for the Military? Peacekeeping and Stability Operations Institute.",
        "Callen, Michael and Nils B. Weidmann. 2013. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Violence and Election Fraud: Evidence from Afghanistan.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d British Journal of Political Science 43(1), pp. 53-75.",
        "Callen, Michael and James D. Long. 2013. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Institutional Corruption and Election Fraud: Evidence from a Field Experiment in Afghanistan,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Unpublished. Callen, Michael, Clark Gibson, Danielle Jung, and James D. Long Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Reducing Electoral Fraud with Information Communications Technology,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Unpublished.",
        "Carment, David, Yiagadeesen Smay, Doug Hales, Jordan Miller, Liz St. Jean, Peter Tikuisis and CAE Professional Services, Ottawa Ontario. 2010.",
        "Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Indicators of State Failure: Phase 2.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Carothers, Thomas. 2007. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093How Democracies Emerge: The Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093SequencingÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Fallacy.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Journal of Democracy 18(1): 12-28.",
        "Cole, Beth and Emily Hsu, eds. 2009. Guiding Principles for Stabilization and Reconstruction. Washington: United States Institute of Peace (USIP) / United States Army Peacekeeping and Stability Operations Institute (PKSOI).",
        "Collier, Paul, Anke Hoeffler, and Mans SÃ\u0083Æ\u0092Ã\u0082Â¶derbom. 2008. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Post-Conflict Risks.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Journal of Peace Research 45(4): 461-78.",
        "Cook, Karen S, Russell Hardin, and Margaret Levi. 2005. Cooperation Without Trust? New York: Russell Sage Foundation.",
        "de Zeeuw, Jeroen, ed. 2008. From Soldiers to Politicians: Transforming Rebel Movements After Civil War. Boulder: Lynne Rienner Publishers.",
        "Diamond, Jared M. 2006. Collapse: How Societies Choose to Fail or Succeed. New York: Penguin Books.",
        "Doyle, Michael W., and Nicholas Sambanis. Making War and Building Peace: United Nations Peace Operations. Princeton: Princeton University Press, 2006.",
        "Fortna, Virginia Page. 2008. Does Peacekeeping Work?: Shaping Belligerents' Choices after Civil War. Princeton: Princeton University Press.",
        "Fjeldstad, Odd-Helge, and Joseph Semboja. 2000. Dilemmas of Fiscal Decentralisation: A Study of Local Government Taxation in Tanzania. Forum for Development Studies. Vol. 27. No. 1. Taylor & Francis Group.",
        "Gilley, Bruce. 2009. Right to Rule: How States Win and Lose Legitimacy. New York: Columbia University Press.",
        "Goodwin-Gill, Guy S. 2006. Free and Fair Elections. Geneva: InterParliamentary Union.",
        "Grimes, Marcia. 2006. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Organizing Willingness: The Role of Procedural Fairness in Political Trust and Compliance.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d European Journal of Political Research 45(2): 285-315.",
        "Guyer, J. 1992. Representation without taxation: An essay on democracy in rural Nigeria, 1952-1990. African Studies Review, 35: 41-79.",
        "HÃ\u0083Æ\u0092Ã\u0082Â¶glund, Kristine, Jarstad, Anna K., & Kovacs, Mimmi SÃ\u0083Æ\u0092Ã\u0082Â¶derberg. 2009. The Predicament of Elections in War-torn Societies. Democratization, 16 (3), 530-557.",
        "Horowitz, Donald L. 1985. Ethnic Groups in Conflict. Berkeley: University of California Press.",
        "Hurd, Ian. 1999. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Legitimacy and Authority in International Politics.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d International Organization 53(2): 379-408.",
        "Hyde, Susan D. 2011. Catch Us If You Can: Election Monitoring And International Norm Diffusion. American Journal of Political Science. 55 (2): 356-369.",
        "Hyde, Susan D., and Nikolay Marinov. 2012. Which Elections Can Be Lost? Political Analysis 20 (2): 191-210.",
        "Kelley, Judith. 2011. Do International Election Monitors Increase Or Decrease Opposition Boycotts? Comparative Political Studies. 44(11): 1527-1556.",
        "Kelman, Herbert C., and V. Lee Hamilton. 1989. Crimes of Obedience: Toward a Social Psychology of Authority and Responsibility. New Haven: Yale University Press.",
        "Kish, Leslie. 1949., Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093A Procedure for Objective Respondent Selection within the Household,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Journal of the American Statistical Association,. 44 (247): 380Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c87.",
        "Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Experimental Analysis of Neighborhood Effects. Econometrica, 75: 83Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c .Lake, David. 2010. Building Legitimate States after Civil Wars, in Strengthening Peace in Post-Civil War States: Transforming Spoilers into Stakeholders, Matthew Hoddie and Caroline A. Hartzell (eds.), University of Chicago Press, 2010.",
        "Levi, Margaret. 1988. Of Rule and Revenue. Berkeley: University of California Press.",
        "Levi, Margaret. 1997. Willingness, Dissent, and Patriotism. New York: Cambridge University Press.",
        "Levi, Margaret and Audrey Sacks. 2007. Legitimizing Beliefs: Concepts and Indicators. Cape Town, South Africa: Afrobarometer.",
        "Levi, Margaret, Audrey Sacks, and Tom Tyler. 2009. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Conceptualizing Legitimacy, Measuring Legitimating Beliefs.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d American Behavioral Scientist 53: 354-75.",
        "Lindberg, Staffan I. 2003. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Ë\u009cItÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0084¢s Our Time to Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093ChopÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0084¢: Do Elections in Africa Feed Neo-Patrimonialism Rather than Counter-Act it?Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Democratization 10(2): 121-40.",
        "Locke, John, 1988. Two Treatises of Government, Cambridge UK: Cambridge University Press.",
        "Lyall, Jason, Graeme Blair, and Kosuke Imai. 2013. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Explaining Support for Combatants during Wartime: A Survey Experiment in Afghanistan.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d American Political Science Review 107 (4): 1-27.",
        "Lyons, Terrence. 2002. Postconflict Elections: War Termination, Democratization, and Demilitarizing Politics. Institute for Conflict Analysis and Resolution: George Mason University.",
        "Mansfield, Edward D. and Jack L. Snyder. 2007. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093The Sequencing Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093FallacyÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Journal of Democracy 18(3): 5-10.",
        "OÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0084¢Brien, K. J. 2002. Collective action in the Chinese countryside. China Journal, 48: 139-154.",
        "Ottaway, Marina. 2003. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Democracy Challenged: The Rise of SemiAuthoritarianism. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d World Politics 55(2): b1-b6.",
        "Paris, Roland. 2004. At WarÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0084¢s End: Building Peace After Civil Conflict. New York: Cambridge University Press.",
        "Paris, Roland and Timothy D. Sisk, eds. 2009. The Dilemmas of Statebuilding: Confronting the Contradictions of Postwar Peace Operations. New York: Routledge.",
        "Paternoster, Raymond, Robert Brame, Ronet Bachman, and Lawrence W. Sherman. 1997. Do Fair Procedures Matter? The Effect of Procedural Justice on Spouse Assault. Law and Society Review. 31(1): 163-204.",
        "PrudÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0084¢homme, Remy. 1992. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Informal Local Taxation in Developing Countries.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Environment and Planning C: Government and Policy 10: 1-17.",
        "Rabushka, Alvin, and Kenneth A. Shepsle. 1972. Politics in Plural Societies: A Theory of Democratic Instability. Columbus, OH: Merrill.",
        "Rothstein, Bo. 2005. Social Traps and the Problem of Trust. New York: Cambridge University Press.",
        "Rothstein, Bo. 2009. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Creating Political Legitimacy: Electoral Democracy Versus Quality of Government.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d American Behavioral Scientist 53(3): 311-30.",
        "Rothstein, Bo, and Jan Teorell. 2008. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093What is Quality of Government? A Theory of Impartial Government Institutions.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Governance 21(2): 165-90.",
        "Sarsfield, Rodolfo, and Fabian Echegaray. 2006. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Opening the Black Box: How Satisfaction with Democracy and its Perceived Efficacy Affect Regime Preference in Latin America.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d International Journal of Public Opinion Research 18(2): 153-73.",
        "Seligson, Mitchell A. 2002. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093The Impact of Corruption on Regime Legitimacy: A Comparative Study of Four Latin American Countries.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d The Journal of Politics 64(2): 408-33.",
        "Snyder, Jack L. 2000. From Voting to Violence: Democratization and Nationalist Conflict. New York: Norton.",
        "Sunshine, Jason, and Tom R. Tyler. 2003. The Role of Procedural Justice and Legitimacy in Shaping Public Support for Policing. Law & Society Review. 37(3): 513-548.",
        "Taliercio Jr., Robert R. 2004. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Administrative Reform as Credible Commitment: The Impact of Autonomy on Revenue Authority Performance in Latin America.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d World Development 32(2): 213-32.",
        "Tyler, Tom R. 1990. Why People Obey the Law. New Haven: Yale University Press.",
        "Tyler, Tom R. 2006. Why People Obey the Law. Princeton: Princeton University Press.",
        "Tyler, Tom R., and Yuen J. Huo. 2002. Trust in the Law: Encouraging Public Cooperation with the Police and Courts. Vol. 5. Russell Sage Foundation.",
        "van de Walle, Steven, and Zoe Scott. 2009. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093The Role of Public Services in State Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c and Nation Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c Building: Exploring Lessons from European History for Fragile States.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Governance and Social Development Resource Centre: 121.",
        "Vaux, Tony and Emma Visman. 2005. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Service Delivery in Countries Emerging from Conflict.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Centre for International Co-operation and Security (CICS).",
        "Westfall, Peter H. and Stanley Young. 1993. Resampling-based Multiple Testing: Examples and Methods for P-Value Adjustment John Wiley & Sons Wilkinson, Steven I. 2004. Votes and Violence: Electoral Competition and Communal Riots in India. Cambridge University Press."
    ]
}