{
    "id": 1996,
    "cites": 43,
    "cited_by": 2,
    "reference": [
        "Ahmad, E. and Stern, N.H. (1984), The Theory of Reform and Indian Indirect Taxes, Journal of Public Economics 25, 259-298.",
        "Ashenfelter, 0. and Hecknian, J.J. (1974>, The Estimation of Income and Substitution Effects in a Model of Family Labor Supply, Econometrica 42, 73-85.",
        "Ashworth, J.S. and Ulph, D.T. (1981), Estimating Labour Supply with Piecewise Linear Budgets, in (eds.) Brown, C.V. Taxation and Labour Supply Allen and Unwin, London.",
        "Atkinson, A.B. (1985), How Should We Measure Poverty? : Some Conceptual Issues,, mimeo, LSE.",
        "Auerbach, A.J. and King, M.A. (1983), Taxation, Portfolio Choice and Debt-Equity Ratios: A General Equilibrium Model, Quarterly Journal of Economics 98, 587-609.",
        "Blundell, R. Meghir, C., Symons, E. and Walker I. (1985), Alternative Specifications of Labour Supply and the Simulation of Tax Reforms, mimeo, University College London.",
        "Burtless, G. and Hausman, J.A. (1978), The Effect of Taxes on Labour Supply: Evaluating the Gary Negative Income Tax Experiment, Journal of Political Economy 86, 1103-1130.",
        "Christensen, L. R. and D. W. Caves (1980), Global Properties of Flexible Functional Forms, American Economic Review 70, 422-432.",
        "Deaton, A.S. (1981), Optimal Taxes and the Structure of Preferences, Econometrica 49, 1245-1260 Deaton, A.S. (1981), Econometric Issues for Tax Design in Developing Countries, in (eds.) Newbery, D. and Stern, N.H.",
        "Deaton, A.S. and J. Muellbauer, l980a, Economics and Consumer Behaviour (Cambridge University Press) -46- Deaton, A.S. and J.Muellbauer, l980b, An Almost Ideal Demand System, American Economic Review 70, 312-326. Debreu, G. 1951, The coefficient of Resource Utilization, Econometrica 19, 273-292.",
        "Debreu, G. 1954 A Classical Tax-Subsidy Problem, Econometrica 22, 14-22.",
        "Diewert, W. E. (1981), The Measurement of Deadweight Loss Revisited, Econometrica 49, 1225-1244.",
        "Diewert, W. E. and T. J. Wales (1985), Flexible Functional Forms and Global Curvature Conditions, University of British Columbia Discussion Paper No. 85-19, mimeo.",
        "Feenberg, D. R. and H. S. Rosen (1983), Alternative Tax Treatments of the Family : Simulation Methodology and Results, in (ed.) Feldstein, M.S. Behavioural Simulation Methods in Tax Policy Analysis, Chicago University Press.",
        "Hausman, J.A. (l98la) Labor Supply in (eds.) Aaron, H.J. and Pechman, J.A. How Taxes Affect Economic Behavior, Brookings Institution. Hausman, J.A. (l98lb), Exact Consumers Surplus and Deadweight Loss, American Economic Review 71,662-676. Hausinan, J.A. (l983a), Stochastic Problems in the Simulation of Labor Supply, in (ed.) Feldstein, M.S. Behavioral Simulation Methods in Tax Policy Analysis, Chicago University Press. Hausman, J.A. (l983b), Taxes and Labor Supply, National Bureau of Economic Research Working Paper No. 1102. Hausman, J.A. (1985), The Econometrics of Nonlinear Budget Sets, Econometrica, 53, 1255-1282.",
        "Hausman, J.A. and W. E. Taylor (1981), Panel Data and Unobservable Individual Effects, Econometrica 49, 1377-1398.",
        "Heckinan, J.J. (1974), Shadow Prices, Market Wages, and Labor Supply, Econometrica 42, 679-694.",
        "Beckman, J.J. (1983), Comment on Hausman, in (ed.) Feldstein, M.S. Behavioral Simulation Methods in Tax Policy Analysis, Chicago University Press.",
        "Heckman, J.J. (1974), Effects of Child Care Programs on Womens Work Effort, Journal of Political Economy. 82, Sl36-163.",
        "Hughes, G. A. (1985), Concavity and the Estimation of Consumer Demand Equations, mimeo, Edinburgh University.",
        "Hurwicz, L. and Uzawa, H. (1971), On the Integrability of Demand Functions, in: J. Chipman, L. Hurwicz, M. Richter and H. Sonnenschein, eds., Preferences, Utility and Demand, (Harcourt Brace Jovanovich, New York).",
        "Kay, J.A., 1980, The Deadweight Loss from a Tax System, Journal of Public Economics 13, 111-119.",
        "King, M.A., 1980, An Econometric Model of Tenure Choice and Demand for Housing as a Joint Decision, Journal of Public Economics 14, 137-159.",
        "King, M.A. (1983a), Welfare Analysis of Tax Reforms Using Household Data, Journal of Public Economics 21, 183-214.",
        "King, M.A. (l983b), The Distribution of Gains and Losses from Changes in the Tax Treatment of Housing, in: M.S. Feldstein, ed., Behavioural Simulation in Tax Policy Analysis (Chicago University Press). King, M.A. (1983c), Tax Policy and Family Welfare, Second Departmental Lecture on Economic Policy, University of Southampton, mimeo.",
        "King, M. A. and L-D.L. Dicks-Mireaux (1982), Asset Holdings and the Life-Cycle, Economic Journal 92, 247-267.",
        "Leamer, E.E. (1985), Sensitivity Analyses Would Help, American Economic Review 75, 308-313.",
        "McFadden, D. (1985), Specification of Econometric Models, Presidential Address to the Fifth World Congress of the Econometric Society.",
        "McKenzie, L., (1956), Demand Without a Utility Index, Review of Economic Studies 24, 185-189.",
        "Morris, C. N. (1983), Parametric Empirical Bayes Inference : Theory and Applications, Journal of the American Statistical Association, 78 47-55.",
        "Muellbauer, J. (1975), Aggregation, Income Distribution and Consumer Demand, Review of Economic Studies 42, 525-543.",
        "Muellbauer, J. (1976), Community Preferences and the Representative Consumer, Econometrica 44, 972-999.",
        "Musgrave, R.A., Case, K.E. and Leonard, H. (1974), The Distribution of Fiscal Burdens and Benefits, Public Finance Quarterly 2, 259-311.",
        "Pechman, J.A. and Okner, B.A. (1974), Who Bears the Tax Burden?, Brookings Institution, Washington DC.",
        "Rothbarth, E. 1941, The Measurement of Changes in Real Income Under Conditions of Rationing, Review of Economic Studies 8, 100-107.",
        "Samuelson, P.A. 1974, Complementarity - An Essay on the 40th Anniversary of the Hicks-Allen Revolution in Demand Theory, Journal of Economic Literature 12, 1255-1289.",
        "Stern, N.H. (1984), On The Specification of Labour Supply Functions, ESRC Programme on Taxation, Incentives and the Distribution of Income Discussion Paper No. 50, mimeo LSE.",
        "U.S. (1985), The Presidents Tax Proposals to the Congress for Fairness, Growth and Simplicity, US Government Printing Office, Washington DC.",
        "Varian, H. (1984), Microeconomic Analysis (2nd edition), W.W. Norton and Co., New York.",
        "Wales, T.J. (1977), On the Flexibility of Flexible Functional Forms : An Empirical Approach, Journal of Econometrics 5, 183-193.",
        "Wales, T.J. and Woodland, A.D. (1980), Sample Selectivity and the Estimation of Labour Supply Functions, International Economic Review 21, 437-468.",
        "Weisbach, M.S. (1985), The Economic Effects of the Earned Income Tax Credit, mimeo, MIT.",
        "Zabalza, A. (1983), Optimization Errors and Measures of Welfare Change, Centre for Labour Economics Discussion Paper No. 176, mimeo LSE."
    ]
}