{
    "id": 19973,
    "cites": 29,
    "cited_by": 8,
    "reference": [
        "Amador, M. and P.-O. Weill (2010): Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Learning from Prices: Public Communication and Welfare,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Journal of Political Economy, 118.",
        "Angeletos, G.-M., C. Hellwig, and A. Pavan (2007): Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Dynamic global games of regime change: Learning, multiplicity, and the timing of attacks,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Econometrica, 75, 711Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c756.",
        "Arellano, C., Y. Bai, and P. Kehoe (2012): Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Financial Markets and Fluctuations in Un27 certainty,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Working paper, Federal Reserve Bank of Minneapolis and NBER; Arizona State University; University of Minnesota and Federal Reserve Bank of Minneapolis.",
        "Bachmann, R. and C. Bayer (2009): Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Firm-Specific Productivity Risk over the Business Cycle: Facts and Aggregate Implications,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Working paper, University of Michigan; IGIER, Universit a Bocconi.",
        "Bachmann, R., S. Elstner, and E. R. Sims (2013): Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Uncertainty and Economic Activity: Evidence from Business Survey Data,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d American Economic Journal: Macroeconomics, 5, 217Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c 49.",
        "Bachmann, R. and G. Moscarini (2011): Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Business cycles and endogenous uncertainty,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d manuscript, Yale University, July.",
        "Baker, S. R., N. Bloom, and S. J. Davis (2012): Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Measuring economic policy uncertainty,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d manuscript, Stanford University.",
        "Banerjee, A. V. (1992): Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093A simple model of herd behavior,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d The Quarterly Journal of Economics, 107, 797Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c817.",
        "Benhabib, J., P. Wang, and Y. Wen (2012): Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Sentiments and Aggregate Fluctuations,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Manuscript.",
        "Bikhchandani, S., D. Hirshleifer, and I. Welch (1992): Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093A theory of fads, fashion, custom, and cultural change as informational cascades,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Journal of political Economy, 992Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c1026.",
        "Bloom, N. (2009): Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093The Impact of Uncertainty Shocks,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Econometrica, 77, 623Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c685.",
        "Bloom, N., M. Floetotto, N. Jaimovich, I. Saporta-Eksten, and S. Terry (2012): Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Really Uncertain Business Cycles,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Nber working paper no.18245, NBER.",
        "Caplin, A. and J. Leahy (1993): Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Sectoral shocks, learning, and aggregate fluctuations,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d The Review of Economic Studies, 60, 777Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c794.",
        "Chamley, C. (1999): Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Coordinating regime switches,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d The Quarterly Journal of Economics, 114, 869Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c905.",
        "Chamley, C. and D. Gale (1994): Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Information revelation and strategic delay in a model of investment,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Econometrica: Journal of the Econometric Society, 1065Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c1085.",
        "DÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0084¢Erasmo, P. N. and H. J. M. Boedo (2011): Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Intangibles and endogenous firm volatility over the business cycle,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d manuscript, University of Virginia.",
        "Dixit, A. K. and R. S. Pindyck (1994): Investment under uncertainty, Princeton university press.",
        "Farmer, R. (2013): Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Animal Spirits, Financial Crises and Persistent Unemployment,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Economic Journal, 123, 317Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c340. Fern andez-Villaverde, J., P. A. Guerr on-Quintana, K. Kuester, and J. RubioRam",
        "Ã\u0083â\u0080\u009eÃ\u0082Â±rez (2011): Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Fiscal volatility shocks and economic activity,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Tech. rep., National Bureau of Economic Research.",
        "Frankel, D. and A. Pauzner (2000): Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Resolving indeterminacy in dynamic settings: the role of shocks,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d The Quarterly Journal of Economics, 115, 285Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c304.",
        "Gourio, F. and A. K. Kashyap (2007): Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Investment Spikes: New Facts and a General Equilibrium Exploration,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Working Paper 13157, National Bureau of Economic Research.",
        "Kaplan, G. and G. Menzio (2013): Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Shopping Externalities and Self-Fulfilling Unemployment Fluctuations,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d .",
        "Leduc, S. and Z. Liu (2012): Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Uncertainty shocks are aggregate demand shocks,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Federal Reserve Bank of San Francisco Working Paper, 10.",
        "OrdoÃ\u0083â\u0080¹Ã\u0082Å\u0093 nez, G. L. (2009): Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Larger crises, slower recoveries: the asymmetric effects of financial frictions,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Tech. rep., Federal Reserve Bank of Minneapolis.",
        "Rob, R. (1991): Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Learning and capacity expansion under demand uncertainty,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d The Review of Economic Studies, 58, 655Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c675.",
        "Schaal, E. (2012): Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Uncertainty, Productivity and Unemployment in the Great Recession,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d working paper, New York University.",
        "Stokey, N. L. (2008): The Economics of Inaction: Stochastic Control models with fixed costs, Princeton University Press.",
        "Van Nieuwerburgh, S. and L. Veldkamp (2006): Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Learning asymmetries in real business cycles,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Journal of monetary Economics, 53, 753Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c772.",
        "Veldkamp, L. L. (2005): Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Slow boom, sudden crash,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Journal of Economic Theory, 124, 230Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c257."
    ]
}