{
    "id": 19976,
    "cites": 48,
    "cited_by": 15,
    "reference": [
        "Alonso-Carrera, Jaime, Jordi Caball, and Xavier Raurich. 2007. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Aspirations, Habit Formation, and Bequest Motive.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Economic Journal 117 (520):813Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c836.",
        "Appadurai, Arjun. 2004. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093The Capacity to Aspire.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d In Culture and Public Action, edited by Michael Walton and Vijayendra Rao. Stanford, CA: Stanford University Press.",
        "Banerjee, Abhijit V. and Andrew Newman. 1993. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Occupational Choice and the Process of Development.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Journal of Political Economy 101 (2):274Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c298.",
        "Banerjee, Abhijit V. and Tomas Piketty. 2005. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Top Indian Incomes: 1922Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c2000.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d World Bank Economic Review 19 (1):1Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c20.",
        "Becker, Gary, Kevin Murphy, and Ivan Werning. 2005. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093The Equilibrium Distribution of Income and the Market for Status.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Journal of Political Economy 113:282Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c301.",
        "Bernheim, B. Douglas. 1989. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Intergenerational Altruism, Dynastic Equilibria and Social Welfare. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Review of Economic Studies 56 (1):119Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c128.",
        "Bogliacino, Francesco and Pietro Ortoleva. 2010. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Aspirations and growth: a model where the income of others acts as a reference point.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Working paper.",
        "Canova, Fabio. 2004. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Testing for Convergence Clubs in Income Per Capita: A Predictive Density Approach.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d International Economic Review 45 (1):49Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c77.",
        "Carroll, Christopher and David Weil. 1994. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Saving and Growth: A Reinterpretation.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d CarnegieRochester Conference Series on Public Policy 40:133Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c192.",
        "Clark, Andrew and Andrew Oswald. 1996. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Satisfaction and Comparison Income.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Journal of Public Economics 61:359Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c381.",
        "Corneo, Giacomo and Olivier Jeanne. 1997. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Conspicuous Consumption, snobbism and conformism. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Journal of Public Economics 66:55Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c71.",
        "Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009dÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009dÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009d. 1999. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Pecuniary emulation, inequality and growth.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d European Economic Review 43 (9):1665Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c1678.",
        "Croix, David de la and Philippe Michel. 2001. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Altruism and Self-Restraint.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Annales dÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0084¢ Economie et de Statistique (63):233Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c259.",
        "Dalton, Patricio, Sayantan Ghosal, and Anandi Mani. 2011. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Poverty and Aspirations Failure.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Discussion Paper 2011-124, Tilburg University, Center for Economic Research.",
        "de Tocqueville, Alexis. 1856. D emocratie en Am erique, L?Ancien R egime et la R evolution. Paris:Robert Laffont.",
        "Deaton, Angus and Jean Dr` eze. 2002. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Poverty and Inequality in India.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Economic and Political Weekly 37:3729Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c3748.",
        "Dr` eze, Jean and Amartya Sen. 2013. An Uncertain Glory: India and Its Contradictions. Princeton, NJ: Princeton University Press.",
        "Duesenberry, James S. 1949. Income, Saving and the Theory of Consumer Behavior. Cambridge, MA: Harvard University Press.",
        "Durlauf, Steven and Paul Johnson. 1995. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Multiple Regimes and Cross-Country Growth Behaviour. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Journal of Applied Econometrics 10 (2):97Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c108.",
        "Durlauf, Steven and Danny Quah. 1999. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093The New Empirics of Economic Growth.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d In Handbook of Macroeconomics, edited by Michael Woodford John Taylor. Elsevier, 235Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c308.",
        "Ferrara, Eliana La, Alberto Chong, and Suzanne Duryea. 2012. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Soap Operas and Fertility: Evidence from Brazil.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d American Economic Journal: Applied Economics 4 (4):1Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c31.",
        "Frank, Robert. 1985. Choosing the Right Pond: Human Behavior and the quest for status. Oxford University Press, New York.",
        "Freeman, Scott. 1996. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Equilibrium Income Inequality among Identical Agents.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Journal of Political Economy 104 (5):1047Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c1064.",
        "Galor, Oded and Joseph Zeira. 1993. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Income Distribution and Macroeconomics.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Review of Economic Studies 60 (1):35Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c52.",
        "Genicot, Garance and Debraj Ray. 2009. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Aspirations and Mobility.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Background paper for the lac-regional report on human development 2009, UNDP.",
        "Heath, Chip, Richard P. Larrick, and George Wu. 1999. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Goals as Reference Points.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Cognitive Psychology 38:79Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c109.",
        "Henderson, Daniel J., Christopher F. Parmeter, and R. Robert Russell. 2008. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Modes, weighted modes, and calibrated modes: evidence of clustering using modality tests.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Journal of Applied Econometrics 23 (5):607Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c638. URL http://ideas.repec.org/a/jae/japmet/v23y2008i5p607-638.html.",
        "Hopkins, Ed and Tatiana Kornienko. 2006. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Inequality and Growth in the Presence of Competition for Status.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Economics Letters 93:291Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c296.",
        "i Martin, Xavier Sala. 2006. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093The World Distribution of Income: Falling Poverty and ... Convergence, Period.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d The Quarterly Journal of Economics 121 (2):351Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c397. URL http://ideas.repec.org/a/tpr/qjecon/v121y2006i2p351-397.html.",
        "Jensen, Robert and Emily Oster. 2009. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093The Power of TV: Cable Television and WomenÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0084¢s Status in India.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d The Quarterly Journal of Economics 124 (3):1057Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c1094.",
        "Kahneman, Daniel and Amos Tversky. 1979. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Prospect Theory: An Analysis of Decision under Risk.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Econometrica 47:263Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c291.",
        "LeBoeuf, Robyn A. and Zachary Estes. 2004. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Fortunately, IÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0084¢m no EinsteinÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d: Comparison Relevance as a Determinant of Behavioral Assimilation and Contrast.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Social Cognition 22 (6):607Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c636.",
        "Lockwood, Penelope and Ziva Kunda. 1997. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Superstars and Me: Predicting the Impact of Role Models on the Self.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Journal of Personality and Social Psychology 73 (1):91Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c103.",
        "Macours, Karen and Renos Vakis. 2009. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Changing Households: Investments and Aspirations through Social Interactions: Evidence from a Randomized Transfer Program.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Policy Research Working Paper 5137.",
        "Matsuyama, Kiminori. 2004. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Financial Market Globalization, Symmetry-Breaking, and Endogenous Inequality of Nations.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Econometrica 72:853Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c884.",
        "Pittau, Maria Grazia and Roberto Zelli. 2004. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Testing for changing shapes of income distribution: Italian evidence in the 1990s from kernel density estimates.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Empirical Economics 29 (2):415Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c430.",
        "Pittau, Maria Grazia, Roberto Zelli, and Paul A. Johnson. 2010. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Mixture Models, Convergence Clubs, And Polarization.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Review of Income and Wealth 56 (1):102Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c122.",
        "Quah, Danny. 1993. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Empirical Cross-Section Dynamics in Economic Growth.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d European Economic Review 37:426Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c434.",
        "Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009dÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009dÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009d. 1996. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Twin Peaks: Growth and Convergence in Models of Distribution Dynamics.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Economic Journal 106:1045Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c1055.",
        "Ray, Debraj. 1998. Development Economics. Princeton University Press.",
        "Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009dÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009dÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009d. 2006. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Aspirations, Poverty and Economic Change.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d In What Have We Learnt About Poverty, edited by R. B` enabou A. Banerjee and D. Mookherjee. Oxford University Press.",
        "Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009dÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009dÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009d. 2013. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Hedonistic Altruism and Welfare Economics.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Working paper.",
        "Ray, Debraj and Arthur Robson. 2012. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Status, Intertemporal Choice and Risk-Taking.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Econometrica 80:1505Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c1531.",
        "Robson, Arthur J. 1992. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Status, the Distribution of Wealth, Private and Social Attitudes to Risk.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Econometrica 60:837Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c857.",
        "Schor, Juliet B. 1992. The Overworked American: The Unexpected Decline of Leisure. New York: Basic Books.",
        "Scitovsky, Tibor. 1976. The Joyless Economy. New York: Oxford University Press.",
        "Shalev, Jonathan. 2000. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Loss aversion equilibrium.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d International Journal of Game Theory 29 (2):269Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c287.",
        "Veblen, Thorstein. 1899. The Theory of the Leisure Class. Viking, New York, 53Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c214."
    ]
}