{
    "id": 19981,
    "cites": 26,
    "cited_by": 6,
    "reference": [
        "Bekaert, Geert, Marie Hoerova and Marco Lo Duca (2013): \"Risk, Uncertainty and Monetary Policy,\" ECB WP Series no 1565.",
        "Bernanke, Ben S. and Mark Gertler (1999): \"Monetary Policy and Asset Price Volatility, \" in New Challenges for Monetary Policy, Federal Reserve Bank of Kansas City, 77-128.",
        "Bernanke, Ben S. and Mark Gertler (2001): \"Should Central Banks Respond to Movements in Asset Prices?\" American Economic Review 91(2), 253-257.",
        "Bernanke, Ben S. and Kenneth N. Kuttner (2005): \"What Explains the Stock Market Reaction to Federal Reserve Policy?,\" The Journal of Finance 60(3), 1221-1256.",
        "Borio, C. and P. Lowe (2002): \"Asset Prices, Financial and Monetary Stability: Exploring the Nexus,\" BIS Working Papers no. 14.",
        "Carter, Chris K., and Robert Kohn (1994): \"On Gibbs Sampling for State Space Models, \" Biometrika, 81:541-553.",
        "Christiano, Lawrence J., Martin Eichenbaum, and Charles L. Evans (2005): Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Nominal Rigidities and the Dynamic Eects of a Shock to Monetary Policy,\" Journal of Political Economy, vol. 113, no. 1, 1-45.",
        "Cecchetti, S.G., H. Gensberg, J.L. and S. Wadhwani (2000): Asset Prices and Central Bank Policy, Geneva Reports on the World Economy 2, CEPR.",
        "Cochrane, John (2001): Asset Pricing, Princeton University Press (Princeton, NJ).",
        "DÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0084¢ Amico, Stefania and Mira Farka (2011): \"The Fed and the Stock Market: An Identi Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â¦cation based on Intraday Futures Data,\" Journal of Business and Economics Statistics 29 (1), 126-137.",
        "Del Negro, Marco and Giorgio Primiceri (2013): Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Time-Varying Structural Vector Autoregressions and Monetary Policy: A CorrigendumÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Federal Reserve Bank of New York Sta Report No. 619.",
        "Fuhrer, Je and Geo Tootell (2008): \"Eyes on the Prize: How did the Fed Respond to the Stock Market?,\" Journal of Monetary Economics 55, 796-805.",
        "Furlanetto, Francesco (2011): \"Does Monetary Policy React to Asset Prices? Some International Evidence,\" International Journal of Central Banking 7(3), 91-111.",
        "Gali, Jordi (2014) Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Monetary Policy and Rational Asset Price Bubbles,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009dAmerican Economic Review, forthcoming.",
        "Gali Jordi and Luca Gambetti (2009). \"On the Sources of the Great Moderation\", American Economic Journal: Macroeconomics 1(1):26-57 Gelman Andrew, John B. Carlin, Hal S. Stern, and Donald B. Rubin (1995), Bayesian Data Analysis, Chapman and Hall, London.",
        "GÃ\u0083Æ\u0092Ã\u0082Â¼rkaynak, Refet S., Brian Sack, and Eric T. Swanson (2005): \"Do Actions Speak Louder then Words? The Response of Asset Prices to Monetary Policy Actions and State18 ments,\" International Journal of Central Banking 1 (1), 55-93.",
        "Kim Sangjoon, Neil Shepard and Siddhartha Chib (1998),Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Stochastic Volatility: Likelihood Inference and Comparison with ARCH ModelsÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d , Review of Economic Studies, 65, 361-393.",
        "Kohn, Donald L. 2006. \"Monetary Policy and Asset Prices,\" speech at an ECB colloquium on \"Monetary Policy: A Journey from Theory to Practice,\" held in honor of Otmar Issing.",
        "Patelis, Alex D. (1997): \"Stock Return Predictability and the Role of Monetary Policy,\" Journal of Finance 52(5), 1951-1972.",
        "Primiceri, Giorgio (2005): \"Time Varying Structural VAR and Monetary Policy,\" Review of Economic Studies, 72, 453-472.",
        "Rigobon, Roberto and Brian Sack (2003): \"Measuring the Reaction of Monetary Policy to the Stock Market,\" Quarterly Journal of Economics 118 (2), 639-669.",
        "Rigobon, Roberto and Brian Sack (2004): \"The impact of monetary policy on asset prices,\" Journal of Monetary Economics 51 (8), 1553-1575.",
        "Samuelson, Paul A. 1958. \"An exact consumption-loan model of interest with or without the social contrivance of money.\" Journal of Political Economy 66 (6): 467-482.",
        "Santos, Manuel S. and Michael Woodford. 1997. \"Rational Asset Pricing Bubbles.\" Econometrica 65 (1): 19-57.",
        "Tirole, Jean. 1985. \"Asset Bubbles and Overlapping Generations.\" Econometrica 53 (6): 1499-1528.",
        "Thorbecke, Willem (1997): \"On Stock Market Returns and Monetary Policy,\" The Journal of Finance 52(2), 635-654."
    ]
}