{
    "id": 19986,
    "cites": 47,
    "cited_by": 4,
    "reference": [
        "Abdulali, Adil, 2006. The Bias RatioÃ\u0083Â¢Ã\u0082â\u0080\u009eÃ\u0082Â¢: Measuring the Shape of Fraud (ProtÃ\u0083Æ\u0092Ã\u0082Â©gÃ\u0083Æ\u0092Ã\u0082Â© Partners, New York).",
        "Agarwal, Vikas, Daniel, Naveen D. and Naik, Narayan Y., Do Hedge Funds Manage Their Reported Returns? (November 15, 2010). The Review of Financial Studies, Forthcoming.",
        "Available at SSRN: http://ssrn.com/abstract=891169 Aggarwal, Rajesh K., Laurie Krigman, and Kent L. Womack. 2002. Strategic IP Underpricing, Information Momentum, and Lockup Expiration Selling. Journal of Financial Economics, V. 66, No. 1: pp 105-137.",
        "Bradshaw, Mark T., Scott A. Richardson, and Richard G. Sloan. 2005. The Relation between Corporate Financing Activities, Analysts&apos; Forecasts and Stock Returns. In Journal of Accounting and Economics Conference, 2004.",
        "Burgstahler, D., and I. Dichev. 1997. Earnings management to avoid earnings decreases and losses. Journal of Accounting & Economics 24 (December): 99-126.",
        "Burton, Jonathan, 2003, Fund Roundup: A review of the firms implicated so far in trading scandal, Wall Street Journal, Market Watch (Dow Jones).",
        "Clement, Michael B. 1999. Analyst Forecast Accuracy: Do Ability, Resources, and Portfolio Complexity Matter? Journal of Accounting and Economics, V. 27, No. 3: pp 285-303.",
        "Cowen, Amanda, Groysberg, Boris and Healy, Paul M., Which Types of Analyst Firms Make More Optimistic Forecasts? (July 8, 2003). Harvard NOM Working Paper No. 03-46. http://ssrn.com/abstract=436686 Darrough, Masako, and Rangan, Srinivasan, Do Insiders Manipulate Earnings When They Sell Their Shares in an Initial Public Offering?, Journal of Accounting Research, Vol. 43 No. 1 March 2005, pp. 1-33.",
        "Dealbook, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Goldman Settles With S.E.C. for $550 MillionÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d, July 15, 2010. http://dealbook.nytimes.com/2010/07/15/goldman-to-settle-with-s-e-c-for-550-million/ (accessed March 3, 2013) Dealbook, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u00932 Former UBS Traders Exposed in in Rate-Rigging CaseÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d http://dealbook.nytimes.com/2012/12/19/2-former-ubs-traders-exposed-in-rate-rigging-case/ (accessed Feb 25, 2013) Dechow, Patricia M., Hutton, Amy P. and Sloan, Richard G., The Relation between Analysts&apos; Forecasts of Long-Term Earnings Growth and Stock Price Performance Following Equity Offerings (June 1999). http://ssrn.com/abstract=168488 Dealbook, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Goldman Settles With S.E.C. for $550 MillionÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d, July 15, 2010. http://dealbook.nytimes.com/2010/07/15/goldman-to-settle-with-s-e-c-for-550-million/ (accessed March 3, 2013) Degeorge, FranÃ\u0083Æ\u0092Ã\u0082Â§ois, Jayendu Patel and Richard Zeckhauser. 1999. Earnings Management to Exceed Thresholds. Journal of Business, V. 72, No. 1: pp. 1-33.",
        "Available at SSRN: http://ssrn.com/abstract=1681682 Erhard, Werner, Jensen, Michael C. and Barbados Group, A New Paradigm of Individual, Group, and Organizational Performance (November 17, 2010). Harvard Business School NOM Unit Working Paper No. 11-006; Barbados Group Working Paper No. 09-02.",
        "Available at SSRN: http://ssrn.com/abstract=1437027 Erhard, Werner, Jensen, Michael C. and Zaffron, Steve, Integrity: A Positive Model that Incorporates the Normative Phenomena of Morality, Ethics and Legality (March 23, 2009).",
        "Graham, Harvey & Rajgopal survey Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Economic Implications of Corp. Fin. ReportingÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d http://ssrn.com/abstract=491627 Harsanyi, John C. 1953. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Cardinal Utility in Welfare Economics and in the Theory of RiskTaking Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d. Journal of Political Economy 61: 434Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c435.",
        "Harsanyi, John C. 1955. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Cardinal Welfare, Individualistic Ethics, and Interpersonal Comparison of UtilityÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d. Journal of Political Economy 63: 309Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c321.",
        "Hayn, C. 1995. The information content of losses. Journal of Accounting & Economics 20 (September): 125-153.",
        "Hayward, Mathew L. A. and Warren Boeker. 1998. Power and Conflicts of Interest in Professional Firms: Evidence from Investment Banking. Administrative Science Quarterly, V. 43, No. 1 (Mar., 1998): pp 1-22.",
        "Healy, Paul M. 1985. The Effect of Bonus Schemes on Accounting Decisions. Journal of Accounting & Economics, V. 7, No. 1-3: pp. 85-107.",
        "Healy, Paul M., and Krishna Palepu.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009dInformation Asymmetry, Corporate Disclosure and the Capital Markets: A Review of the Empirical Disclosure LiteratureÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d (December 2000). JAE Rochester Conference April 2000. http://ssrn.com/abstract=258524 Healy, P. M., and J. M. Wahlen. 1999. A review of the earnings management literature and its implications for standard setting. Accounting Horizons 13 (December): 365-383.",
        "Hong, Harrison and Jeffrey D. Kubik. 2003. Analyzing the Analysts: Career Concerns and Biased Earnings Forecasts. The Journal of Finance, V. 58, No. 1: pp 313-351. http://www.blackwell-synergy.com/loi/jofi Hutton (1999) The Relation Between AnalystsÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0084¢ Earnings Forecasts of Long-Term Earnings Growth and Stock Price Performance Following Equity Offerings http://ssrn.com/abstract=168488 19 March 2014 Ã\u0083Â¯Ã\u0082Æ\u0092Ã\u0082â\u0080\u009c Copyright 2011-2014. Werner Erhard and Michael C. Jensen. All rights reserved Hutton, Amy, 2004. Determinants of Managerial Earnings Guidance Prior to Regulation Fair Disclosure and Bias in Analysts Earnings Forecasts, http://ssrn.com/abstract=567441 Hutton, Amy. 2004. Beyond Financial Reporting Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009d An Integrated Approach to Disclosure. Journal of Applied Corporate Finance, V. 16, No. 4: Fall, pp. 8-16.",
        "Hutton, Amy, and James Weber, 2001, Progressive Insurance: Disclosure Strategy, Harvard Business School Case, 9-102-012, December 12.",
        "Isberg, Steven C., Tomas Thundiyil and Rob Owen, 2012. Integrity and Learning: Enhancing Workability and Student Performance Outcomes, by Steven C. Isberg, Tomas Thundiyil, and Rob Owen, unpublished manuscript, http://ssrn.com/abstract=2148783 Jacob, John, Thomas Z. Lys, and Margaret A. Neale. 1999. Experience in Forecasting Performance of Security Analysts. Journal of Accounting and Economics, V. 28: pp 51-82.",
        "Jensen, Michael C., Paying People to Lie: The Truth About the Budgeting Process (Revised September, 2001). Harvard NOM Research Paper No. 01-03, and HBS Working Paper No.",
        "FR10-26. Available at SSRN: http://ssrn.com/abstract=1640302 Jensen, Michael C., Murphy, Kevin J. and Wruck, Eric G., Remuneration: Where We&apos;ve Been, How We Got to Here, What are the Problems, and How to Fix Them (July 12, 2004). HBS NOM Paper No 04-28; ECGI - Finance Working Paper No. 44/2004. http://ssrn.com/abstract=561305 J. R., Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093UBS and Libor: Horribly Rotten, Comically StupidÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Economist Column: Schumpeter: Business and Management, 12-19-2012 http://www.economist.com/blogs/schumpeter/2012/12/ubs-and-libor (Accessed Feb. 27, 2013.) 19 March 2014 Ã\u0083Â¯Ã\u0082Æ\u0092Ã\u0082â\u0080\u009c Copyright 2011-2014. Werner Erhard and Michael C. Jensen. All rights reserved Jewish Virtual Library: Bernard Madoff.",
        "http://www.jewishvirtuallibrary.org/jsource/biography/Bernard_Madoff.html Jewish Virtual Library (Accessed Feb. 25, 2013) Kahneman, Daniel. 2011. Thinking, Fast and Slow. London: Penguin.",
        "Kahneman, Daniel. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Nobel Prize AutobiographyÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d, accessed March 4, 2012 http://www.nobelprize.org/nobel_prizes/economics/laureates/2002/kahneman-autobio.html Kahneman, Daniel and Amos Tversky. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Prospect Theory: An Analysis of Decision under RiskÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d.",
        "Econometrica, 47(2), pp. 263-291, March 1979 Kothari, S. P, Elena Loutskina, and Valeri Nikolaev. 2005. Agency Theory of Overvalued Equity as an Explanation for the Accrual Anomaly, (December 22, 2005). http://ssrn.com/abstract=871750 Kuhn, Thomas S. 1996. The Structure of Scientific Revolutions. Chicago: University of Chicago Press.",
        "Lauricella, Tom, 2003, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Strong Steps Down From Board But Stays On as Head of Firm,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Wall Street Journal (Nov. 3).",
        "Lauricella, Tom, and Christopher Oster, 2003, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Second Strong Executive Snagged in Probe Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c Anthony DÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0084¢Amato of CEOÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0084¢s Office Was Involved in a Deal to Allow Canary to Rapidly Trade Shares,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Wall Street Journal (Nov. 19).",
        "Lauricella, Tom, and Christopher Oster, 2004, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Strong Funds And Regulators To Settle Case Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c Agreement Would Clear the Way For Possible Sale to Wells Fargo; Considerable Challenges Ahead,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Wall Street Journal (June 5, 2008).",
        "Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Libor (Barclays interest Rate Manipulation Case)Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d New York Times, March 3, 2013, http://topics.nytimes.com/top/reference/timestopics/subjects/l/london_interbank_offered_rate _libor/index.html (accessed March 3, 2013) Lin, Hsiou-wei and Maureen F. McNichols. 1998. Analyst Coverage of Initial Public Offerings: Stanford University. Unpublished manuscript.",
        "Lin, Hsiou-wei and Maureen F. McNichols. 1998. Underwriting Relationships, Analysts&apos; Earnings Forecasts and Investment Recommendations. Journal of Accounting and Economics, V. 25, No. 1: pp 101-127.",
        "Lin, Hsiou-wei, Maureen F. McNichols, and Patricia C. O&apos;Brien. 2003. Analyst Impartiality and Investment Banking Relationships: National Taiwan University, Stanford University, and University of Waterloo. Unpublished Manuscript.",
        "McLaughlin, David, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093BofA Probed by New York Over Mortgage SecuritiesÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d, Bloomberg (March 1, 2013), http://www.bloomberg.com/news/2013-03-01/bofa-probed-by-new-yorkover -mortgage-securities.html (Accessed March 3, 2013) McNichols, M., and P. OÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0084¢Brien, 1997, Self-selection and analyst coverage, Journal of Accounting Research 35 (Supplement), 167-199.",
        "Michaely, R., and K. L. Womack, 1999, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Conflicts of Interest and the Credibility of Underwriter Analyst Recommendations,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Review of Accounting Studies, V. 12: pp. 653-686.",
        "Murphy, Kevin J. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Executive Compensation: Where We Are, and How We Got There,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Chapter 4 in George Constantinides, Milton Harris, and RenÃ\u0083Æ\u0092Ã\u0082Â© Stulz (eds.), Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Handbook of the Economics of FinanceÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d. Elsevier Science North Holland (forthcoming 2013) Murphy, Kevin J. and Jensen, Michael C., Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093CEO Bonus Plans: And How to Fix ThemÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093 (November 19, 2011). Harvard Business School NOM Unit Working Paper 12-022; Marshall School of Business Working Paper No. FBE 02-11. Available at SSRN: http://ssrn.com/abstract=1935654 Myers, James N., Myers, Linda A. and Skinner, Douglas J., Earnings Momentum and Earnings Management (April 2005).http://ssrn.com/abstract=741244 New Oxford American Dictionary. Edited by Angus Stevenson and Christine A. Lindberg.",
        "New York Times, March 3, 2013, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Libor (Barclays interest Rate Manipulation Case)Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d, March 3, http://topics.nytimes.com/top/reference/timestopics/subjects/l/london_interbank_offered_rate _libor/index.html (accessed March 3, 2013) O&apos;Brien, Patricia C. 1990. Forecast Accuracy of Individual Analysts in Nine Industries. Journal of Accounting Research, V. 28, No. 2 (Autumn 1990): pp 286-304.",
        "OÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0084¢Toole, James, and Charles Riley, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093HSBC Pays $1.9 Billion To Settle US ProbeÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d, CNNMoney (December 11, 2012) http://money.cnn.com/2012/12/10/news/companies/hsbc-moneylaundering /index.html (accessed March 3, 2013) 19 March 2014 Ã\u0083Â¯Ã\u0082Æ\u0092Ã\u0082â\u0080\u009c Copyright 2011-2014. Werner Erhard and Michael C. Jensen. All rights reserved Phenomenology Online. http://www.phenomenologyonline.com/inquiry/11.html (accessed 21 December 2010).",
        "Pool, Veronika Krepely and Bollen, Nicolas P.B., Do Hedge Fund Managers Misreport Returns? Evidence from the Pooled Distribution (November 19, 2007). Available at SSRN: http://ssrn.com/abstract=1018663 Protess, Ben, and Mark Scott, 2012. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Barclays Settles RegulatorsÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0084¢ Claims Over Manipulation of Key RatesÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d, Dealbook, June 6, 2012, http://dealbook.nytimes.com/2012/06/27/barclays-saidto -settle-regulatory-claims-over-benchmarkmanipulation /?ref=londoninterbankofferedratelibor Rajan, Raghuram and Henri Servaes. 1997. Analyst Following of Initial Public Offerings. Journal of Finance, V. 52, No. 2: pp 507-529.",
        "Rangan, S. 1998. Earnings management and the performance of seasoned equity offerings. Journal of Financial Economics 50: 101-22.",
        "Rawls, John. 1971. A Theory of Justice. Cambridge, MA: Belknap Press.",
        "Rawls, John. 2001. Justice as Fairness: A Restatement. Cambridge, MA: Belknap Press.",
        "Richardson, Scott, Siew Hong Teoh and Peter Wysocki. 2004. The Walk-down to Beatable Analyst Forecasts: The Role of Equity Issuance and Insider Trading Incentives. Contemporary Accounting Research, V. 21, No. 4: Winter, pp. 885-924.",
        "Scott, Mark, and Ben Protess, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093As Unit Pleads Guilty, UBS Pays $1.5 Billion Over Rate RiggingÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d, Dealbook, Dec. 19, 2012, http://dealbook.nytimes.com/2012/12/19/as-unit-pleadsguilty -ubs-pays-1-5-billion-in-fines-over-rate-rigging/ (accessed March 3, 2013) Searle, John. 1969, Speech Acts: An Essay in the Philosophy of Language, Cambridge, UK: Cambridge University Press.",
        "SEC, Securities and Exchange Commission, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Goldman Sachs to Pay Record $550 Million to Settle SEC Charges Related to Subprime Mortgage CDOÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d, July 15, 2010. http://www.sec.gov/news/press/2010/2010-123.htm Skinner, Douglas J., and Richard G. Sloan, 2002, Earnings Surprises, Growth Expectations, and Stock Returns or DonÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0084¢t Let an Earnings Torpedo Sink Your Portfolio, Review of Accounting Studies 7, 289-312.",
        "Smith, Randal, and Tom Lauricella, 2006, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Moving the Market: Bear Stearns to Pay $250 Million Fine; Net Rises 36%,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Wall Street Journal (March 17).",
        "Teoh, S., I. Welch, and T. Wong. 1998. Earnings management and the underperformance of seasoned equity offerings. Journal of Financial Economics 50: 63-99.",
        "Thaler, Richard H., and Cass R. Sunstein. Nudge: Improving Decisions About Health, Wealth, and Happiness, Yale University Press, New Haven & London, 2008.",
        "WebsterÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0084¢s New World Dictionary & Thesaurus, Accent Software International, Macmillan Publishers, Version 2.0 Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c 1998, Build #25."
    ]
}