{
    "id": 19985,
    "cites": 57,
    "cited_by": 8,
    "reference": [
        "Acharya, V., and Steffen, S. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009dThe greatest carry trade ever? Understanding Eurozone bank risksÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d, CEPR Discussion Paper 9432 (2013).",
        "Acharya, V., Drechsler, I., and Schnabl, P. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009dA Pyrrhic victory? Bank bailouts and sovereign credit riskÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d, CEPR Discussion Paper 8679 (2011).",
        "Adrian, T., and Shin, H. S. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009dThe Changing Nature of Financial Intermediation and the Financial Crisis of 2007-2009Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d. Annual Review of Economics, 2(1), 603-618 (2010).",
        "Afonso A., P. Gomes and P. Rother, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093What Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093hidesÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d behind sovereign debt ratings?Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d, European Central Bank Working Paper, 711 (2007).",
        "Aizenman J, M. M. Hutchison and Y. Jinjarak, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009dWhat is the risk of European sovereign debt default? Fiscal space, CDS spread, and market pricing of riskÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d, NBER WP 17407 (2011).",
        "Allen, W. A. and Moessner, R. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009dThe liquidity consequences of the euro area sovereign debt crisisÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d. BIS Working Paper (2013).",
        "Andersson, M. Krylova, E. and Vahamaa, S. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009dWhy Does the Correlation between Stock and Bond Returns Vary over Time?Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d, Applied Financial Economics, 18(2) (2008).",
        "Arghyrou, M. G. and Kontonikas, A., Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009dThe EMU sovereign-debt crisis: Fundamentals, expectations and contagion,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d European Economy - Economic Papers 436, Directorate General Economic and Monetary Affairs, European Commission (2011).",
        "Attinasi, M. G., Checherita, C. and Nickel, C., Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009dWhat explains the surge in euro area sovereign spreads during the financial crisis of 200709 ?Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d, ECB Working Paper (2009).",
        "Baba, N., and Inada, M., Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009dPrice discovery of subordinated credit spreads for Japanese mega-banks: Evidence from bond and credit default swap marketsÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d. Journal of International Financial Markets, Institutions and Money, 19(4), 616-632 (2009).",
        "Bernanke, B., Gertler, M. and Gilchrist, S. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009dThe financial accelerator in a quantitative business cycle framework.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Handbook of macroeconomics 1 1341-1393, (1999).",
        "Blanco, R., Brennan, S. and Marsh, I. W., Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009dAn Empirical Analysis of the Dynamic Relation between Investment-Grade Bonds and Credit Default SwapsÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d. Journal of Finance, 60, 2255-2281 (2005).",
        "Borgy, V., Laubach, T., M esonnier J.-S. and Renne, J.-P., Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Fiscal Sustainability, Default Risk and Euro Area Sovereign Bond Spreads MarketsÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d, Document de travail nÃ\u0083Â¢Ã\u0082â\u0080\u0094Ã\u0082Â¦350, Banque de France (2011).",
        "Brock, W. A., Hommes, C. H. and Wagner, F. O. O. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009dMore hedging instruments may destabilise markets.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d J. Econ. Dynam. Cont. 33, 1912-1928 (2009).",
        "Brunnermeier, M., Crockett, A., Goodhart C., Persaud, A., Shin, H., The Fundamental Principles of Financial Regulation, ICMB-CEPR Geneva Reports on the World Economy series (2009).",
        "Brunnermeier, M. Oehmke, M., Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009dComplexity in financial marketsÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d, Technical report, Princeton Working Paper 2009/2, 4 (2009).",
        "Brunnermeier, M. Pedersen, L.H., Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009dMarket liquidity and funding liquidity Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d, Review of Financial Studies, 22, 2201-2238 (2009).",
        "Cantor, R. Packer, F., Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009dDeterminants and impact of sovereign credit ratingsÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d, FRB NYEconomic Policy Review, 2(2) (1996).",
        "Coimbra, N., Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009dSovereigns at risk: a dynamic model of sovereign debt and banking leverageÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d, London Business School (January 2014).",
        "Davies R.B. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009dHypothesis testing when a nuisance parameter is present only under the alternativeÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d, Biometrika 74, 33-43 (1987).",
        "De Grauwe, P., Y. Ji, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Self-fulfilling crises in the Eurozone: an empirical testÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d, Journal of international money and finance, 34, 15-36 (2013).",
        "De Grauwe, P.,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009dA fragile eurozone in search of a better governanceÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d, CESIFO Working Paper, NÃ\u0083Â¢Ã\u0082â\u0080\u0094Ã\u0082Â¦ 3456 (2011).",
        "De Grauwe, P., Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009dThe financial crisis and the future of the eurozoneÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d, Bruges European Economic Policy Briefings, 21 (2010).",
        "Delatte, AL., Gex, M. and A. Lopez-Villavicencio, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009dHas the CDS market influenced the borrowing cost of European countries during the sovereign crisis?Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d, Journal of International Money and Finance, 31(3) (2012).",
        "Duffie, D. and Singleton, K., Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009dModeling term structures of defaultable bondsÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d, Review of Financial Studies, 12(4), 687-720 (1999).",
        "Edwards, S. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009dThe pricing of bonds and bank loans in international markets: An empirical analysis of developing countriesÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0084¢ foreign borrowing Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d, European Economic Review, 30 (3), 565-589 (1986).",
        "Eichengreen, B. Portes, R., Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009dAfter the Deluge: Default, Negotiation and Readjustment in the Interwar YearsÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d, in B. Eichengreen and P. Lindert (eds.), The International Debt Crisis in Historical Perspective , pp. 12-47(MIT Press, 1989).",
        "Favero, C., Pagano, M. and von Thadden, E.L. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009dHow Does Liquidity Affect Government Bond Yields?Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d, Journal of Financial and Quantitative Analysis, 45, 107-134 (2010).",
        "Favero, C. and A. Missale, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009dSovereign Spreads in the Euro Area. Which Prospects for a Eurobond?Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Economic Policy, 27(70), 231-273 (2012).",
        "Fouquau J., Hurlin C., Rabaud I., Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009dThe Feldstein-Horioka Puzzle: a Panel Smooth Transition Regression Approach.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Economic Modelling, 20, 284-299 (2008).",
        "Geanakoplos, J. and Polemarchakis, H. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009dExistence, regularity and constrained suboptimality of competitive allocations when markets are incompleteÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d, in W. Heller, R. Starr and D. Starrett (eds), Essays in Honor of K. Arrow, Cambridge: Cambridge University Press (1986).",
        "Geanakoplos, J. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009dThe leverage cycle.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d NBER Macroeconomics Annual 2009, Volume 24. University of Chicago Press. 1-65 (2010).",
        "Gennaioli, N., Martin, A. and Rossi, S., Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009dSovereign default, domestic banks and financial institutionsÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d, CEPR Discussion Paper 7955 (2010).",
        "Gerlach, S., A. Schulz and G.B. Wolff, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009dBanking and sovereign risk in the euro areaÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d, Deutsche Bundesbank Discussion Paper NÃ\u0083Â¢Ã\u0082â\u0080\u0094Ã\u0082Â¦ 09/2010 (2010).",
        "Geyer, A. Kossmeier, S and Pichler, S., Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009dMeasuring systematic risk in EMU government yield spreadsÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d, Review of Finance, 8(2), (171-197) (2004).",
        "Gonz alez A., Ter asvirta T. and D. van Dijk Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009dPanel smooth transition regression modelsÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d, SEE/EFI Working Paper Series in Economics and Finance No. 604 (2005).",
        "Gorton, G. and Metrick, A., Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009dSecuritized banking and the run on repoÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d, Journal of Financial Economics, 104(3), 425-451 (2012)",
        "Hamilton J.D., Time series analysis, Princeton University Press (1994).",
        "Hakkio C.S and Keeton, W., Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009dFinancial Stress: What is it? How can it be measured?Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d, Federal Reserve Bank of Kansas City, Economic Review (2009).",
        "Haugh, D., P. Ollivaud and D. Turner, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093What Drives Sovereign Risk Premiums?: An Analysis of Recent Evidence from the Euro AreaÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d, OECD Economics Department Working Papers, No. 718, OECD Publishing (2009).",
        "Hollo, D. Kremer, M. and Lo Duca, M., Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009dCISS-a composite indicator of systemic stress in the financial systemÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d, ECB Working Paper (2012).",
        "Huizinga, H., and Demirguc-Kunt, A., Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009dAre banks too big to fail or too big to save? International evidence from equity prices and CDS spreadsÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d, European Banking Center Discussion Paper 2010-15 (2010).",
        "IMF, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009dWorld Economic Outlook. Coping with High Debt and Sluggish GrowthÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d, World Economic and Financial Surveys, International Monetary Fund, Washington (2012a).",
        "IMF, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009dGlobal Financial Stability Report. The Quest for Lasting Stability Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d, World Economic and Financial Surveys, International Monetary Fund, Washington (2012b).",
        "IOSCO, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009dThe credit default swapÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d, Technical Report, International Organization of Securities Commissions (2012)",
        "Lane, P. (2012) Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009dThe European sovereign debt crisisÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d, Journal of Economic Perspectives, 26(3) (2012).",
        "Longstaff, F.A and Schwartz, E.S, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009dA simple approach to valuing risky fixed and floating rate debtÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d, Journal of Finance, 50(3), 789819 (1995).",
        "Montfort A. and J.P. Renne, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Credit and liquidity risks in euro-area sovereign yield curvesÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d, Document de travail nÃ\u0083Â¢Ã\u0082â\u0080\u0094Ã\u0082Â¦352 Banque de France (2011).",
        "Palladini, G, and R Portes, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Sovereign CDS and Bond Price Dynamics in the EurozoneÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d, CEPR Discussion Paper 8651 (2011).",
        "PÃ\u0083â\u0080¹Ã\u0082â\u0080  aris P., and Wyplosz C. , Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009dTo end the Eurozone crisis, bury the debt foreverÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d, voxEU, 6 August (2013).",
        "Patel, S. and A. Sarkar, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009dStock Market Crises in Developed and Emerging MarketsÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d, Financial Analysts Journal, 54(6) 50-59 (1998).",
        "Rey, H., Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009dDilemma not Trilemma: The global financial cycle and monetary policy independence.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Jackson Hole Economic Symposium. (2013).",
        "Simsek, A., Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009dSpeculation and Risk Sharing with New Financial Assets Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d, The Quarterly Journal of Economics, 128 (3): 1365-1396 (2013).",
        "Stiglitz, J., Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009dThe Inefficiency of the Stock Market EquilibriumÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d, Review of Economic Studies, 49(2), 241-261 (1982)",
        "Tavakoli, J., Structured finance and collateralized debt obligations: new developments in cash and synthetic securitization, Wiley (2008).",
        "Vause, N., Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009dEnhanced BIS statistics on credit risk transferÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d, BIS Quarterly Review, December (2011).",
        "Wyplosz, C. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009dEurozone Crisis: ItÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0084¢s About Demand, not Competitiveness. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d The Graduate Institute, Geneva (2013)."
    ]
}