{
    "id": 20006,
    "cites": 19,
    "cited_by": 4,
    "reference": [
        "Bowen, William G. 2013. Higher Education in the Digital Age (Princeton, NJ: Princeton University Press).",
        "Bowen, William G., Matthew M. Chingos, Kelly A. Lack, Thomas I. Nygren. 2014. \"Interactive Learning Online at Public Universities: Evidence from a Six-Campus Randomized Trial,\" Journal of Public Policy Analysis and Management 33(1): 94-111.",
        "Figlio, David, Mark Rush, and Lu Yin. 2013. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Is it Live or Is It Internet? Experimental Estimates of the Effects of Online Instruction on Student Learning,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Journal of Labor Economics 31(4): 763-784.",
        "Cohn, Elchanan. and Johnson Eric. 2006. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Class Attendance and Performance in Principles of Economics,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009dEducation Economics 14(2): 211-233.",
        "Collins, Ellaine D. 2013. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093SJSU Plus Augmented Online Learning Environment Pilot Project Report.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d The Research & Planning Group for California Community Colleges, 2013.",
        "http://www.sjsu.edu/chemistry/People/Faculty/Collins_Research_Page/AOLE%20Report %20-September%2010%202013%20final.pdf (last accessed 16 February 2014).",
        "Devadoss, Stephen and John Foltz. 1996. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Evaluation of factors influencing student class attendance and performance,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d American Journal of Agriculture Economics 78(3): 499507.",
        "Dobkin, Carlos, Gil, Ricard, and Justin Marion. 2010. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Skipping Class in College and Exam Performance: Evidence from a Regression Discontinuity Classroom Experiment,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Economics of Education Review 29(4): 566-575.",
        "Eurich, Alvin C. 1958. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093A Foundation Looks at College Teaching by Television,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Journal of Educational Sociology 31 (9):329-336.",
        "Ho, Andrew Dean, Justin Reich, Sergiy O Nesterko, Daniel Thomas Seaton, Tommy Mullaney, Jim Waldo and Iasaac Chung. 2014. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093HarvardX and MITx: The First Year of Open Online Courses, Fall 2012-Summer 2013. SSRN, http://papers.ssrn.com/sol3/papers.cfm?abstract_id=2381263 (last accessed 27 February 2014).",
        "Jaggars, Shanna Smith and Di Xu. 2011. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Online and Hybrid Course Enrollment and Performance in Washington State Community and Technical Colleges,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Community 31 College Research Center Working Paper Number 31, Teachers College, Columbia University, March.",
        "Kirby, Ann and Brendan McElroy. 2003. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Does Attendance Affect Grade? An Analysis of First Year Economics Students in Ireland,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Economic and Social Review 34(3): 311Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c326.",
        "Lewin, Tamar. 2013. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093After Setbacks Online Courses Are Rethought.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d New York Times, December 10. http://www.nytimes.com/2013/12/11/us/after-setbacks-online-courses-arerethought.",
        "Macmitchell, Leslie T 1955. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Are Institutions Planning Ahead?Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d The Journal of Higher Education 26 (9): 463-469+504.",
        "Mankiw, N. Gregory. 2012. Principles of Microeconomics 6th (Mason, Ohio: South-Western).",
        "Pennebaker, James W., Goslings, Samuel D. and Jason D. Ferrell. 2013. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Daily Online Testing in Large Classes: Boosting College Performance while Reducing Achievement Gaps,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d PLoS ONE 8(11): e79774. doi:10.1371/journal.pone.0079774 Romer, David. 1993. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Do Student Go to Class? Should They?Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Journal of Economic Perspectives 7(3): 167-174.",
        "Rudolf, Frederick. 1956. Mark Hopkins and the Log: Williams College 1836-1872 (New Haven, CT: Yale University Press).",
        "U.S. Department of Education. 2010. Evaluation of Evidence-Based Practices in Online Learning: A Meta-Anlysis and Review of Online Learning Studies, Washington, D.C. http://www2.ed.gov/rschstat/eval/tech/evidence-based-practices/finalreport.pdf (last accessed 16 February 2014).",
        "Final Exam, Fall 2013-14 Multiple Choice Identify the letter of the choice that best completes the statement or answers the question."
    ]
}