{
    "id": 20023,
    "cites": 31,
    "cited_by": 15,
    "reference": [
        "Abramitzky, Ran, (2008), Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093The Limits of Equality: Insights from the Israeli Kibbutz,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Quarterly Journal of Economics, 123, pp. 1111-59.",
        "Abramitzky, Ran, (2011), Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Lessons from the Kibbutz on the EqualityIncentives Trade-Off,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Journal of Economic Perspectives, 25, pp. 185-208.",
        "Aghion, Philippe, and Olivier Blanchard, (1994), Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093On the Speed of Transition in Central Europe,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d NBER Macroeconomics Annual, Volume 9, pp. 283330.",
        "Alesina, Alberto, and Nicola Fuchs-SchÃ\u0083Æ\u0092Ã\u0082Â¼ndeln, (2007), Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Good Bye Lenin (Or Not?): The Effect of Communism on People&apos;s Preferences,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d American Economic Review, 97, pp. 1507-1528.",
        "Bernstein, Robert, Mark Carroll, W. Bradford Wiley, and Robert W. Frase, (1971), Book Publishing in the USSR: Reports of the Delegations of U.S. Book Publishers Visiting the U.S.S.R. October 21 Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c November 4, 1970 August 20 Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c September 17, 1962, Harvard University Press, Cambridge, Massachusetts.",
        "Bertrand, Marianne, Esther Duflo, and Sendhil Mullainathan, (2004), Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093How much should we trust differences-in-differences estimates?Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Quarterly Journal of Economics, 119, pp. 249-275.",
        "Blanchard, Olivier, (1994), Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Transition in Poland,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d The Economic Journal, 104, pp. 1169-1177.",
        "Blanchard, Olivier, (1997), The Economics of Post-Communist Transition. Oxford, UK: Oxford University Press.",
        "Fletcher, Erin, and Murat Iyigun, (2010), Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093The Clash of Civilizations: A Cliometric Investigation,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d working paper, University of Colorado.",
        "Frye, Timothy, and Edward Mansfield, (2003), Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Fragmenting Protection: The Political Economy of Trade Policy in the Post-Communist World,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d British Journal of Political Science, 33, pp. 635-657.",
        "Garton Ash, Timothy (ed), (1995), Freedom for publishing, publishing for freedom: the Central and East European Publishing Project, Budapest: Central European University Press.",
        "Greif, Avner, (1994), Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Cultural Beliefs and the Organization of Society: a Historical and Theoretical Reflection on Collectivist and Individualist Societies,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Journal of Political Economy, 102, pp. 912-950.",
        "Harrison, Mark, (2003), Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Soviet Industry and the Red Army Under Stalin: A Military-Industrial Complex?Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Les Cahiers du Monde russe, 44, pp. 323342.",
        "Harrison, Mark, (2005), Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Economic Information in the Life and Death of the Soviet Command System.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d In Reinterpreting the End of the Cold War: Issues, Interpretations, Periodizations, pp. 93-115. Edited by Silvio Pons and Federico Romero. London: Frank Cass.",
        "Horst, Alexandra C., (2007), Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093International Property Rights Index (IPRI) 2007 Report,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d International Property Rights Index, Washington, DC.",
        "Jaffe, Adam, and Manuel Trajtenberg, (1999), Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093International Knowledge Flows: Evidence from Patent Citations,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Economics of Innovation and New Technology, 8, pp. 105-136.",
        "Jaffe, Adam, Manuel Trajtenberg, and Rebecca Henderson, (1993), Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Geographic Localization of Knowledge Spillovers as Evidenced by Patent Citations,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Quarterly Journal of Economics, 108, pp. 577-598.",
        "Jones, Charles, and Paul Romer, (2010), Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093The New Kaldor Facts: Ideas, Institutions, Population, and Human Capital,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d American Economic Journal: Macroeconomics, 2, pp. 224-245.",
        "Klenow, Pete, and AndrÃ\u0083Æ\u0092Ã\u0082Â©s RodrÃ\u0083Æ\u0092Ã\u0082Â­guez-Clare, (2005), Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Externalities and Growth,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Handbook of Economic Growth, volume 1A, P. Aghion and S. Durlauf, eds., chapter 11, pp. 817-861.",
        "Kuznets, Simon, (1966), Modern Economic Growth: Rate, Structure and Spread, New Haven, CT: Yale University Press.",
        "Maddison, Angus, (2003), The World Economy: Historical Statistics, Paris: OECD.",
        "Mokyr, Joel, (2003), The Gifts of Athena: Historical Origins of the Knowledge Economy, Princeton University Press.",
        "Mokyr, Joel, (2010), Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093The Contribution of Economic History to the Study of Innovation and Technical Change: 1750-1914,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d in the Handbook of the Economics of Innovation, 1, pp. 11-50.",
        "Mokyr, Joel, (2010), The Enlightened Economy: an Economic History of Britain 1800-1950, Yale University Press.",
        "Nunn, Nathan, (2009), Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093The Importance of History for Economic Development,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Annual Review of Economics, 1, pp. 65-92.",
        "Nunn, Nathan, and Leonard Wantchekon, (2011), Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093The Slave Trade and the Origins of Mistrust in Africa,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d American Economic Review, 101, pp. 32213252.",
        "Riasanovsky, Nicholas V., and Mark D. Steinberg, (2005), A History of Russia, seventh edition, New York: Oxford University Press.",
        "Romer, Paul, (1993), Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Idea Gaps and Object Gaps in Economic Development,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Journal of Monetary Economics, 32, pp. 543-573.",
        "Romer, Paul, (2010), Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093What Parts of Globalization Matter for Catch-Up Growth,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d American Economic Review, 100, pp. 94-98.",
        "Skelly, Eva, and Vladimir Stabnikov, (1993), Russia: a survey of the book market, The British Council.",
        "Walker, Gregory, (1978), Soviet Book Publishing Policy, Cambridge University Press, Cambridge."
    ]
}