{
    "id": 20025,
    "cites": 28,
    "cited_by": 13,
    "reference": [
        "Acemoglu, D., V. M. Carvalho, A. Ozdaglar, and A. Tahbaz-Salehi (2012). The Network Origins of Aggregate Fluctuations. Econometrica 80(5), 1977Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c2016.",
        "Ahuja, R. K., T. L. Magnanti, and J. B. Orlin (1993). Network Flows: Theory, Algorithms and Applications. Prentice Hall.",
        "Bartelsman, E. J. and W. Grey (1996). The NBER Manufacturing Productivity Database. NBER Technical Working Paper 205.",
        "Bigio, S. and J. LaÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0084¢O (2013). Financial Frictions in Production Networks. Working paper.",
        "Broda, C. and D. E. Weinstein (2006). Globalization and the Gains from Variety. Quarterly Journal of Economics 121(2), 541Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c585.",
        "Carvalho, V. M. (2010). Aggregate Fluctuations and the Network Structure of Intersectoral Trade. Working Paper.",
        "Chaney, T. (2013). The Network Structure of International Trade. mimeo. U. Toulouse.",
        "Ciccone, A. (2002). Input Chains and Industrialization. Review of Economic Studies 69, 565Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c587.",
        "Conley, T. G. and B. Dupor (2003). A Spatial Analysis of Sectoral Complementarity. Journal of Political Economy 111(2), 311Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c352.",
        "Conley, T. G. and C. R. Udry (2010). Learning about a New Technology: Pineapple in Ghana. American Economic Review 100(1), 35Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c69.",
        "di Giovanni, J., A. A. Levchenko, and I. Mejean (2012). Firms, Destinations and Aggregate Fluctuations. RSIE Discussion Paper 627.",
        "Ellison, G., E. L. Glaeser, and W. R. Kerr (2010). What Causes Industry Agglomeration? Evidence from Coagglomeration Patterns. American Economic Review 100(3), 1195Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c1213.",
        "Foerster, A. T., P.-D. G. Sarte, and M. W. Watson (2011). Sectoral versus Aggregate Shocks: A Structural Factor Analysis of Industrial Production. Journal of Political Economy 119(1), 1Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c38.",
        "Griliches, Z. (1957). Hybrid Corn: An Exploration in the Economics of Technological Change. Econometrica 25(4), pp. 501Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c522.",
        "Helpman, E. and M. Trajtenberg (1994). A Time to Sow and a Time to Reap: Growth Based on General Purpose Technologies. NBER working paper 4854.",
        "Helpman, E. and M. Trajtenberg (1998). General Purpose Technologies and Economic Growth, Chapter Diffusion of General Purpose Technologies. Cambridge: MIT Press.",
        "Horvath, M. (1998). Cyclicality and Sectoral Linkages: Aggregate Fluctuations from Independent Sectoral Shocks. Review of Economic Dynamics 1(4), 781Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c808.",
        "Jackson, M. O. (2008). Social and Economic Networks. Princeton University Press.",
        "Jackson, M. O. and B. W. Rogers (2007). Meeting Strangers and Friends of Friends: How Random Are Social Networks? American Economic Review 97(3), 890Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c915.",
        "Jessen, A. and T. Mikosch (2006). Regularly Varying Functions. Publications de lÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0084¢Institut MathÃ\u0083Æ\u0092Ã\u0082Â©matique 80(94), 171Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c192.",
        "Jones, C. I. (2013). Misallocation, Economic Growth, and Input-Output Economics. In Advances in Economics and Econometrics, Volume 2. Tenth World Congress: Cambridge University Press.",
        "Kelly, B., H. Lustig, and S. Van Nieuwerburgh (2013). Firm Volatility in Granular Networks. Working paper.",
        "Long, J. B. J. and C. I. Plosser (1983). Real Business Cycles. Journal of Political Economy 91(1), 39Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c69.",
        "Murphy, J. B. (1998). Introducing the North American Industry Classification System. Monthly Labor Review, 43Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c47. Technical Note. Bureau of Labor Statistics.",
        "Ngai, L. R. and C. A. Pissarides (2007). Structural Change in a Multisector Model of Growth. American Economic Review 97(1), 429Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c443.",
        "Oberfield, E. (2012). Business Networks, Production Chains and Productivity: A Theory of Input-Output Architecture. mimeo. Federal Reserve Bank of Chicago.",
        "Romer, P. M. (1990). Endogenous Technological Change. Journal of Political Economy 98(5), S71Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009cS102.",
        "VÃ\u0083Æ\u0092Ã\u0082Â¡zquez, A. (2003). Growing Networks with Local Rules: Preferential Attachment, Clustering Hierarchy and Degree Correlations. Physical Review E 67(056104), 1Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c17."
    ]
}