{
    "id": 20039,
    "cites": 81,
    "cited_by": 0,
    "reference": [
        "Acs, Z.J. (2013). Why philanthropy matters: How the wealthy give, and what it means for our economic well-being. Princeton, NJ: Princeton University Press.",
        "Acs, Z.J., & Preston, L. (1997). Small and medium-sized enterprises, technology, and globalization: Introduction to a special issue on small and medium-sized enterprises in the global economy. Small Business Economics, 9(1), 1-6.",
        "Aghion, P. and P. Howitt (1992). A model of growth through creative destruction, Econometrica, 60(2), 323Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c351.",
        "Akerlof, G. A. (1970). The Market for Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093LemonsÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d: Quality Uncertainty and the Market Mechanism. The Quarterly Journal of Economics, 84(3), 488Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c500.",
        "Arrow, K. J. (1962). The economic implications of learning by doing. The review of economic studies, 29(3), 155Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c173.",
        "Arthur, W. B. (2009). The nature of technology: What it is and how it evolves. New York: Free Press.",
        "Arthur, W. B. (2011). The second economy. McKinsey Quarterly (4).",
        "Auerswald, P. (2008). Entrepreneurship in the theory of the firm. Small Business Economics, 30, 111-126.",
        "Auerswald, P. (2010). Entry and Schumpeterian profits: How technological complexity affects industry evolution. Journal of Evolutionary Economics, 20, 553-582.",
        "Auerswald, P. (2012). The coming prosperity: How entrepreneurs are transforming the global economy. New York: Oxford University Press.",
        "Auerswald, P., & Branscomb, L.M. (2005). Edwin Mansfield, technological complexity, and the Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Ë\u009cgolden ageÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0084¢ of U.S. corporate R&D. Journal of Technology Transfer, 30(1/2), 139-157.",
        "Auerswald, P., & Branscomb, L.M. (2008). Research and innovation in a networked world. Technology in Society, 30(3-4), 339-347.",
        "Auerswald, P., Kauffman, S., Lobo, J., & Shell, K. (2000). The production recipes approach to modeling technological innovation: An application to learning by doing. Journal of Economic Dynamics and Control, 24, 389-450.",
        "Baldwin C. and Clark, K. (2000). Design rules: Volume 1. Cambridge, MA: MIT Press.",
        "Baldwin, R.E., & Martin, P. (1999). Two waves of globalisation: superficial similarities, fundamental differences (working paper no. 6904). Cambridge, MA: National Bureau of Economic Research. Retrieved from http://www.nber.org/papers/w6904 Biddle, B., White, A., & Woods, S. (2010). How many standards in a laptop? (And Other Empirical Questions) (SSRN Scholarly Paper No. ID 1619440). Rochester, NY: Social Science Research Network. Retrieved from http://papers.ssrn.com/abstract=1619440 Blind, K. (2004). The Economics Of Standards: Theory, Evidence, Policy. Edward Elgar Publishing.",
        "Blind, K., & Jungmittag, A. (2008). The impact of patents and standards on macroeconomic growth: a panel approach covering four countries and 12 sectors. Journal of Productivity Analysis, 29(1), 51Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c60.",
        "Bloom, N., & Van Reenen, J. (2010). Why do management practices differ across firms and countries? [Monograph]. Retrieved July 14, 2013, from http://cep.lse.ac.uk/ Bordo, M.D., Taylor, A.M., & Williamson, J.G. (2003). Introduction. In M. D. Bordo, A. M. Taylor, & J.G. Williamson Eds.), Globalization in historical perspective (pp. 1-10). Chicago: University of Chicago Press.",
        "Brady, R. A. (2011). Organization, Automation, And Society: The Scientific Revolution In Industry. Literary Licensing, LLC.",
        "Breka, J. (1994, May). Study finds gains with ISO 9000 registration increase over time. Quality Progress, pp. 18-20.",
        "Bresnahan, T.F., Trajtenberg, M. (1995). Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Ë\u009cGeneral purpose technologies: Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Ë\u009cEngines of growthÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0084¢?Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Ë\u009c Journal of Econometrics, 65:1, 83-108.",
        "Bureau of Economic Analysis. (2013, April 18). Summary estimates for multinational companies: employment, sales, and capital expenditures for 2011. Retrieved from http://www.bea.gov/newsreleases/international/mnc/2013/_pdf/mnc2011.pdf Busch, Lawrence. (2011). Standards: Recipes for Reality. The MIT Press.",
        "Bush, V. (1945a). As we may think. The Atlantic. Retrieved from http://www.theatlantic.com/magazine/archive/1945/07/as-we-may-think/303881/ Bush, V. (1945b). Science the endless frontier. Washington, DC: U.S. Government Printing Office.",
        "Chandler, A. D. (1990). Scale and Scope: The Dynamics of Industrial Capitalism. Belknap/ Harvard University Press.",
        "Chandler, A. D.(1992). Organizational capabilities and the economic history of the industrial enterprise, Journal of Economic Perspectives, 6(3), 79Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009d100.",
        "Chen, M.X., Wilson, J., & Otsuki, T. (2008). Standards and export decisions: Firm-level evidence from developing countries. The Journal of International Trade & Economic Development, 17, 501-523.",
        "Clougherty, J.A., & Grajek, M. (2012). International standards and international trade: Empirical evidence from ISO 9000 diffusion (working paper no. w18132). Cambridge, MA: National Bureau of Economic Research.",
        "Coase, R.H. (1937). The nature of the firm. Economica, 4, 386-405.",
        "Corbett, C.J., & Luca, A. (2002.) Global survey on ISO 9000 and ISO 14000: Summary of findings (working paper). Retrieved from http://personal.anderson.ucla.edu/charles.corbett/papers/iso_survey_report_us.pdf Corbett, C.J., Montes-Sancho, M.J., & Kirsch, D.A. (2005). The financial impact of ISO 9000 certification in the United States: An empirical analysis. Management Science, 51, 1046-1059.",
        "David, P. A. (1987). Some New Standards for the Economics of Standardization in the Information Age. In P. S. Dasgupta & P. Stoneman (Eds.), Economic Policy and Technological Performance (pp. 206Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c239). Centre for Economic Policy Research.",
        "David, P. A., & Greenstein, S. (1990). The Economics Of Compatibility Standards: An Introduction To Recent Research 1. Economics of Innovation and New Technology, 1(1-2), 3Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c 41.",
        "Dodd, A.Z. (2012). The essential guide to telecommunications. Upper Saddle River, NJ: Prentice Hall.",
        "Farrell, J. and Simcoe, T. (2013). Four Paths to Compatibility. In Peitz, M., Waldfogel, J., & Oxford handbooks. (2012). The Oxford handbook of the digital economy. New York: Oxford University Press.",
        "Furusten, S. (2002). The knowledge base of standards. In N. Brunsson & B. Jacobsson (Eds.), A world of standards. New York: Oxford University Press.",
        "Gertner, J. (2012). The idea factory: Bell Labs and the great age of American innovation. London [etc.]: Penguin Books.",
        "Goldfarb, A., & Yang, B. (2009). Are all Managers created equal? Journal of Marketing Research (JMR), 46(5), 612Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c622.",
        "Gottschalk, R., & Griffith-Jones, S. (2010). Basel II implementation in low-income countriesÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080°Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â¯: challenges and effects on SME development. In The Basel capital accords in developing countriesÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080°Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â¯: challenges for development finance. - Basingstoke, Hampshire [u.a.]Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080°Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â¯: Palgrave Macmillan.",
        "Griliches, Z. (1957). Hybrid corn: An exploration in the economics of technological change. Econometrica, 25, 501-522.",
        "Guasch, J.L., Racine, J.-L., Sanchez, I., & Diop, M. (2007). Quality systems and standards for a competitive edge. Washington, DC: World Bank Publications.",
        "Hagel III, J. and J. S. Brown (2005). The only sustainable edge: Why business strategy depends on productive friction and dynamic specialization. Boston: Harvard Business School Press.",
        "Hausmann, R., Hidalgo, C.A., Bustos, S., Coscia, M., Chung, S., Jimenez, J. et al. (2011). The atlas of economic complexity: Mapping paths to prosperity. Retrieved from http://atlas.media.mit.edu/book/ Hidalgo, C. A., Hausmann, R., & Dasgupta, P. S. (2009). The building blocks of economic complexity. Proceedings of the National Academy of Sciences of the United States of America, 106(26), 10570Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c10575.",
        "International Organization for Standardization. (2013). The ISO survey of management system standard certifications, 2011. Retrieved from http://www.iso.org/iso/iso_survey2011_executive-summary.pdf International Organization for Standardization. (2004). ISO/TMB policy and principles statement: Global relevance of ISO technical work and publications. Retrieved from http://www.iso.org/iso/global_relevance.pdf Jewkes, J., David, S., & Richard, S. (1969). The sources of invention. New York: W.W. Norton.",
        "Jorgenson, D. W., & Stiroh, K. J. (2000). Raising the speed limit: U.S. economic growth in the information age. Brookings Papers on Economic Activity, 31(1), 125-236.",
        "Kalba, K. (2008). The adoption of mobile phones in emerging markets: Global diffusion and the rural challenge. International Journal of Communication, 2, 631-661.",
        "Kindleberger, C. P. (1983). Standards as Public, Collective and Private Goods. Kyklos, 36(3), 377.",
        "Knuth, D. (1972). Ancient Babylonian algorithms. Communications of the ACM, 15:7, 671-677 (July).",
        "Kremer, M. (1993). Population Growth and Technological Change: One Million B.C. to 1990.",
        "The Quarterly Journal of Economics, 108(3), 681Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c716. doi:10.2307/2118405 Landes, D. (1983). Revolution in time clocks and the making of the modern world. Belknap Press.",
        "Lee, J., & Schmidt, A.G. (2010, December). Research and development satellite account update, estimates for 1959-2007. Survey of Current Business, pp. 16-56.",
        "Levinson, M. (2008). The box: How the shipping container made the world smaller and the world economy bigger. Princeton, NJ: Princeton University Press.",
        "Litsikas, M. (1997). Companies choose ISO certification for internal benefits. Quality 36, 20 - 26.",
        "Mansfield, E. (1961). Technical change and the rate of imitation. Econometrica, 29, 41-766.",
        "Mansfield, E. (1963). The Speed of Response of Firms to New Techniques. The Quarterly Journal of Economics, 77(2), 290Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c311.",
        "Markoff, J. (2013, July 3). Computer visionary who invented the mouse. New York Times.",
        "Retrieved from http://www.nytimes.com/2013/07/04/technology/douglas-c-engelbartinventor -of-the-computer-mouse-dies-at-88.html Murphy, C., & Yates, J. (2009). The International Organization for Standardization (ISO): Global governance through voluntary consensus. London; New York: Routledge.",
        "Nelson, R. R., & Winter, S. G. (1982). An evolutionary theory of economic change. Harvard University Press.",
        "NIST/SEMATECH. 2012. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093e-Handbook of Statistical Methods.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d http://www.itl.nist.gov/div898/handbook/index.htm (Accessed August 24, 2012).",
        "Ozcan, Y., & Greenstein, S. (2013). The (de)Concentration of Sources of Inventive Ideas: Evidence from ICT Equipment. NBER Working Paper.",
        "Palmisano, S.J. (2006, May/June). The globally integrated enterprise. Foreign Affairs.",
        "Prakash, A., & Potoski, M. (2007). Investing up: FDI and the cross-country diffusion of ISO 14001 management systems1. International Studies Quarterly, 51, 723-744.",
        "Raballand, G., & Aldaz-Carroll, E. (2007). How do differing standards increase trade costs? The case of pallets. The World Economy, 30, 685-702.",
        "Rao, S., Ragu, T.S., & Solis, L.E. (1997). Does ISO 9000 have an effect on quality management practices? An international empirical study. Total Quality Management, 8, 335-346.",
        "Rivkin J. (2000). Imitation of complex strategies. Management Science, 46, 824-844.",
        "Romer, P.M. (1986). Increasing returns and long-run growth. Journal of Political Economy, 94, 1002-1037.",
        "Romer, P.M. (1990). Endogenous technological change. Journal of Political Economy, 98(5), S71-102.",
        "Rycroft, R.W., & Kash, D.E. (1999). The complexity challenge: Technological Innovation for the 21st century. New York: Thomson Learning.",
        "Sauter, R., & Watson, J. (2008). Technology leapfrogging: A review of the evidence (a report for DFID).",
        "Schumpeter, Joseph A. (1912). Theorie der witschaftlichen Entwicklung. Leipzig: Duncker & Humblot. Revised English translation (1934) by Redvers Opie, The theory of economic development. Oxford: Oxford University Press.",
        "Schumpeter, J. (1928). The instability of capitalism. The Economic Journal, 38, 361-386.",
        "Schumpeter, J.A. (2008). Capitalism, socialism, and democracy (3rd ed). New York: Harper Perennial Modern Classics. Original work published 1942 Sen, A. (2002). How to judge globalism. The American Prospect, 13(1), 2-7.",
        "Simcoe, T.S., Graham, S.J.H., & Feldman, M.P. (2009). Competing on standards? Entrepreneurship, intellectual property, and platform technologies. Journal of Economics & Management Strategy, 18, 775-816.",
        "Simcoe, T.S. (forthcoming). Modularity and the Evolution of the Internet. In Greenstein, S., Goldfarb, A., & Tucker, C. Economics of Digitization. NBER. Simon, H.A. (1967). Programs as factors of production. California Management Review, 10(2), 15-22.",
        "Shepherd, W.R. (1923). Historical atlas. New York: Henry Holt.",
        "Swann, G.M.P. (2009). International standards and trade: A review of the empirical literature.",
        "Paper presented at the conference, Barriers to Trade: Promoting Good Practice in Support of Open Markets. Retrieved from http://www.oecd.org/trade/non-tariffmeasures/43685142.pdf Teece, D. J. (1986). Profiting from technological innovation: Implications for integration, collaboration, licensing and public policy. Research Policy, 15(6), 285Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c305.",
        "Terlaak, A., & King, A.A. (2006). The effect of certification with the ISO 9000 quality management standard: A signaling approach, Journal of Economic Behavior & Organization, 60, 579-602.",
        "Trajtenberg, M., Henderson, R., & Jaffe, A. (1992). Ivory tower versus corporate lab: An empirical study of basic research and appropriability (working paper no. 4146). Cambridge, MA: National Bureau of Economic Research. Retrieved from http://www.nber.org/papers/w4146 Turner, F.J. (1893). The significance of the frontier in American history. Report of the American Historical Association, 199-227.",
        "UNIDO. (2012). Study into the value of ISO 9001. Retrieved September 25, 2012, from http://www.iaf.nu/articles/Study_into_the_value_of_ISO_9001_/279 Vanderbilt, T. (2012, August 14). The single most important object in the global economy. Slate.",
        "Retrieved from http://www.slate.com/articles/business/transport/2012/08/pallets_the_single_most_important_ object_in_the_global_economy_.2.html Weitzman, M.L. (1970). Soviet postwar economic growth and capital-labor substitution. The American Economic Review, 60, 676-692.",
        "Weitzman, M. L. (1998). Recombinant growth, Quarterly Journal of Economics, 113(2), 331Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c 360.",
        "World Trade Organization. (2005). World Trade Report 2005: Trade Standards and the WTO. Geneva, Switzerland.",
        "World Trade Organization. (2008). World trade report 2008: Trade in a globalizing world. Geneva, Switzerland: Author."
    ]
}