{
    "id": 2004,
    "cites": 15,
    "cited_by": 23,
    "reference": [
        "O.J. Blanchard, Speculative Bubbles, Crashes, and Rational Expectations, Economics Letters, 3, 1979, 387-389.",
        "O.J. Blanchard and M.W. Watson, Bubbles, Rational Expectations, and Financial Markets, in Crises in the Economic and Financial Structure, P. Wachtel, ed. (Lexington Books, 1982).",
        "W.A. Brock, Money and Growth: The Case of Long-Run Perfect Foresight, International Economic Review, 15, October 1974, 7 50-777.",
        "W.A. Brock, A Simple Perfect Foresight Monetary Model, Journal of Monetary Economics, 1, April 1975, 133-150.",
        "R. Flood and P. Garber, Market Fundamentals Versus Price Level Bubbles: The First Tests, Journal of Political Economy, 88, August 1980, 745-770.",
        "J.A. Gray, Dynamic Instability in Rational Expectations Models: An Attempt to Clarify, International Economic Review, 25, February 1984, 93-122.",
        "J.D. Hamilton and C.H. Whiteman, The Observable Implications of Self-Fulfilling Expectations, Journal of Monetary Economics, 16, 353-373. G.R. Kingston, The Semi-Log Portfolio Balance Schedule is Tenuous, Journal of Monetary Economics, 9, May 1982, 389399.",
        "R.A. Meese, Testing for Bubbles in Exchange Markets: A Case of Sparkling Rates? Journal of Political Economy, 94, April 1986, 345-373.",
        "M. Obstfeld and K. Rogoff, Speculative Hyperinflations in Maximizing Models: Can We Rule Them Out? Journal of Political Economy, 91, August 1983, 675-687.",
        "M. Obstfeld and K. Rogoff, Ruling Out Divergent Speculative Bubbles, Journal of Monetary Economics, 17, May 1986, 349362.",
        "D. Quah, Estimation of a Nonfundamentals Model for Stock Price and Dividend Dynamics, unpublished, September 1985.",
        "K.J. Singleton, Speculation and the Volatility of Foreign Currency Exchange Rates, Carnegie-Rochester Conference Series on Public Policy, Volume 26, Spring 1987.",
        "J. Tirole, On the Possibility of Speculation under Rational Expectations, Econometrica, 50, September 1982, 1163-1181.",
        "P. Weil, Confidence and the Real Value of Money in an Overlapping Generations Economy, Quarterly Journal of Economics, 1986, forthcoming.",
        "W.T. Woo, Some Evidence of Speculative Bubbles in the Foreign Exchange Markets, unpublished, October 1985."
    ]
}