{
    "id": 20055,
    "cites": 42,
    "cited_by": 20,
    "reference": [
        "Altig, D., L. J. Christiano, M. Eichenbaum, and J. Lind e (2011): Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Firm-Specific Capital, Nominal Rigidities, and the Business Cycle,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Review of Economic Dynamics, 14, 225Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c247.",
        "Aruoba, S. B. and F. Schorfheide (2008): Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Insights from an Estimated Search-Based Monetary Model with Nominal Rigidities,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Working Paper.",
        "Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009dÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009dÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009d (2013): Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Macroeconomic Dynamics Near the ZLB: A Tale of Two Equilibria,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d NBER Working Paper, 19248.",
        "Ball, L. and S. Mazumder (2011): Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Inflation Dynamics and the Great Recession,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Brookings Papers on Economic Activity, Spring, 337Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c402.",
        "Bernanke, B., M. Gertler, and S. Gilchrist (1999): Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093The Financial Accelerator in a Quantitative Business Cycle Framework,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d in Handbook of Macroeconomics, ed. by J. B. Taylor and M. Woodford, North Holland, Amsterdam, vol. 1C.",
        "Bils, M. and P. J. Klenow (2004): Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Some Evidence on the Importance of Sticky Prices,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Journal of Political Economy, 112(5), 947Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c985.",
        "Boivin, J., M. P. Giannoni, and I. Mihov (2009): Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Sticky Prices and Monetary Policy: Evidence from Disaggregated US Data,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d American Economic Review, 99, 350Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c84.",
        "Cagliarini, A. and M. Kulish (2013): Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Solving Linear Rational Expectations Models with Predictable Structural Changes,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Review of Economics and Statistics, 95, 328Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c336.",
        "Chen, H., V. Curdia, and A. Ferrero (2012): Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093The Macroeconomic Effects of Largescale Asset Purchase Programmes,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d The Economic Journal, 122, 1Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c34.",
        "Christiano, L. J., M. Eichenbaum, and C. L. Evans (2005): Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Nominal Rigidities and the Dynamic Effects of a Shock to Monetary Policy,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Journal of Political Economy, 113, 1Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c45.",
        "This Version: April 8, 2014 36 Christiano, L. J., M. Eichenbaum, and S. Rebelo (2011): Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093When Is the Government Spending Multiplier Large?Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Journal of Political Economy, 119, 78Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c121.",
        "Christiano, L. J., M. Eichenbaum, and M. Trabandt (2014a): Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Understanding the Great Recession,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d mimeo.",
        "Christiano, L. J., R. Motto, and M. Rostagno (2003): Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093The Great Depression and the Friedman-Schwartz Hypothesis,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Journal of Money, Credit and Banking, 35, 1119Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c 1197.",
        "Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009dÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009dÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009d (2014b): Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Risk Shocks,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d American Economic Review, 104, 27Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c65.",
        "Coibion, O. and Y. Gorodnichenko (2013): Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Is The Phillips Curve Alive and Well After All? Inflation Expectations and the Missing Disinflation,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d NBER Working Paper, 19598.",
        "De Graeve, F. (2008): Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093The External Finance Premium and the Macroeconomy: US Post-WWII Evidence,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Journal of Economic Dynamics and Control, 32, 3415 Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c 3440.",
        "Del Negro, M. and S. Eusepi (2011): Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Fitting Observed Ination Expectations,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Journal of Economic Dynamics and Control, 35, 2105Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c2131.",
        "Del Negro, M. and F. Schorfheide (2008): Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Forming Priors for DSGE Models (and How it Affects the Assessment of Nominal Rigidities),Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Journal of Monetary Economics, 55, 1191Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c1208.",
        "Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009dÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009dÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009d (2013): Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093DSGE Model-Based Forecasting,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d in Handbook of Economic Forecasting, Volume 2, ed. by G. Elliott and A. Timmermann, Elsevier.",
        "Elsby, M. W. L., B. Hobijn, and A. Sahin (2013): Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093The Decline of the U.S. Labor Share,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Brookings Panel on Economic Activity, Fall.",
        "Erceg, C. J. and A. T. Levin (2003): Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Imperfect Credibility and Inflation Persistence,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Journal of Monetary Economics, 50, 915Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c944.",
        "This Version: April 8, 2014 37 Fern andez-Villaverde, J., G. Gordon, P. Guerr on-Quintana, and J. F. RubioRam Ã\u0083â\u0080\u009eÃ\u0082Â±rez (2012): Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Nonlinear Adventures at the Zero Lower Bound,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d National Bureau of Economic Research Working Paper.",
        "Gal Ã\u0083â\u0080\u009eÃ\u0082Â±, J. and M. Gertler (1999): Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Inflation Dynamics: A Structural Econometric Analysis, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Journal of Monetary Economics, 44, 195Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c222.",
        "Gilchrist, S. and E. Zakrajsek (2012): Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Credit Spreads and Business Cycle Fluctuations, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d American Economic Review, 102, 1692Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c1720.",
        "Greenwood, J., Z. Hercovitz, and P. Krusell (1998): Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Long-Run Implications of Investment-Specific Technological Change,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d American Economic Review, 87, 342Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c36.",
        "Gust, C., D. Lopez-Salido, and M. E. Smith (2012): Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093The Empirical Implications of the Interest-Rate Lower Bound,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Manuscript, Federal Reserve Board.",
        "Hall, R. E. (2011): Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093The Long Slump,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d American Economic Review, 101, 431Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c469. Herbst, E. and F. Schorfheide (forthcoming): Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Sequential Monte Carlo Sampling for DSGE Models,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Journal of Applied Econometrics.",
        "International Monetary Fund (2013): Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093World Economic Outlook (WEO). Hopes, Realities, and Risks. April 2013,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d .",
        "Judd, K., L. Maliar, and S. Maliar (2010): Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093A Cluster-Grid Projection Method: Solving Problems with High Dimensionality,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d NBER Working Paper, 15965.",
        "King, R. G. and M. W. Watson (2012): Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Inflation and Unit Labor Cost,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Journal of Money, Credit and Banking, 44, 111Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c149.",
        "Nakamura, E. and J. Steinsson (2008): Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Five Facts about Prices: A Reevaluation of Menu Cost Models,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d The Quarterly Journal of Economics, 123, 1415Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c1464.",
        "Primiceri, G. (2006): Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Why Inflation Rose and Fell: Policymakers Beliefs and US Postwar Stabilization Policy,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Quarterly Journal of Economics, 121, 867Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c901.",
        "This Version: April 8, 2014 38 Sargent, T. J. (1999): The Conquest of American Inflation, Princeton University Press, Princeton.",
        "Sargent, T. J., T. Zha, and N. Williams (2006): Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Shocks and Government Beliefs: The Rise and Fall of American Inflation,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d American Economic Review, 94, 1193Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c1224.",
        "Sbordone, A. M. (2005): Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Do Expected Future Marginal Costs Drive Inflation Dynamics?Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Journal of Monetary Economics, 52, 1183Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c1197.",
        "Schorfheide, F. (2008): Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093DSGE Model-Based Estimation of the New Keynesian Phillips Curve,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d FRB Richmond Economic Quarterly, Fall Issue, 397Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c433.",
        "Sims, C. A. (2002): Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Solving Linear Rational Expectations Models,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Computational Economics, 20, 1Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c20.",
        "Smets, F. and R. Wouters (2003): Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093An Estimated Dynamic Stochastic General Equilibrium Model of the Euro Area,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Journal of the European Economic Association, 1, 1123 Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c 1175.",
        "Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009dÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009dÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009d (2007): Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Shocks and Frictions in US Business Cycles: A Bayesian DSGE Approach,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d American Economic Review, 97, 586 Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c 606.",
        "Stock, J. H. and M. W. Watson (2008): Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Phillips Curve Inflation Forecasts,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d NBER Working Paper, 14322.",
        "Woodford, M. (2003): Interest and Prices, Princeton University Press.",
        "where 0.50 is the average difference between CPI and GDP annualized inflation from the beginning of the sample to 1992. We divide by 4 to express the data in quarterly terms. Finally, we measure Spread as the annualized MoodyÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0084¢s Seasoned Baa Corporate Bond Yield spread over the 10-Year Treasury Note Yield at Constant Maturity. Both series are available from the Federal Reserve BoardÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0084¢s H.15 release. Like the federal funds rate, the spread data is also averaged over each quarter and measured at the quarterly frequency. This leads to: Spread = (1/4) Ã\u0083Â¢Ã\u0082Ë\u0086Ã\u0082â\u0080\u0094 (BaaCorporate Ã\u0083Â¢Ã\u0082Ë\u0086Ã\u0082â\u0080\u0099 10yearTreasury). Online Appendix A-3 B Prior and Posterior Distributions"
    ]
}