{
    "id": 20071,
    "cites": 33,
    "cited_by": 11,
    "reference": [
        "Amihud, Yakov, 2002, Illiquidity and stock returns: cross-section and time-series effects, Journal of Financial Markets 5, 31Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c56.",
        "Anton, Miguel, and Christopher Polk, 2010, Connected stocks, Working paper, London School of Economics.",
        "Barnhart, Scott W., and Stuart Rosenstein, 2010, Exchange-traded fund introductions and closedend fund discounts and volume, Financial Review 45(4), 973Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c994.",
        "Basak, Suleyman, and Anna Pavlova, 2013, A model of financialization of commodities, LBS working paper.",
        "Blackrock, 2011, ETF landscape, Industry review, 2011-H1.",
        "Borkovec, Milan, Ian Domowitz, Vitaly Serbin, and Henry Yegerman, 2010, Liquidity and price discovery in exchange-traded funds, Investment Technology Group Report.",
        "Bradley, Harold, and Robert E. Litan, 2010, Choking the recovery: Why new growth firms arenÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0084¢t going public and unrecognized risks of future market disruptions, Kauffman Foundation.",
        "Cella, Cristina, Andrew Ellul, and Mariassunta Giannetti, 2013, InvestorsÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0084¢ horizons and the amplification of market shocks. Review of Financial Studies 26(7), 1607Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c1648.",
        "Cespa, Giovanni, and Thierry Foucault, 2012, Illiquidity shock propagation and liquidity crashes, Working paper, HEC Paris.",
        "Chang, Yen-Cheng and Harrison G. Hong, 2011, Rules and regression discontinuities in asset markets, Working paper, Princeton University.",
        "Cheng, Minder, and Ananth Madhavan, 2009, The dynamics of leveraged and inverse exchangetraded funds, Journal Of Investment Management (JOIM), Fourth Quarter.",
        "Coval, Joshua, and Erik Stafford, 2007, Asset fire sales (and purchases) in equity markets, Journal of Financial Economics 86(2), 479Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c512.",
        "Da, Zhi, and Sophie Shive, 2013, When the bellwether dances to noise: Evidence from exchange-traded funds, Working Paper, University of Notre Dame.",
        "Engle, Robert F., and Debojyoti Sarkar, 2006, Premiums-Discounts and exchange-traded funds, ETFs and Indexing 1, 35Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c53.",
        "Greenwood, Robin, 2005, Short- and long-term demand curves for stocks: Theory and evidence on the dynamics of arbitrage. Journal of Financial Economics 75(3), 607Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c649.",
        "Greenwood, Robin, and David Thesmar, 2011, Stock price fragility, Journal of Financial Economics 102(3), 471Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c490.",
        "Gromb, Denis, and Dimitri Vayanos, 2010, Limits of arbitrage: the state of the theory, Annual Review of Financial Economics, 2, 251Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c275.",
        "Hau, Harald, Massimo Massa, and Joel Peress, 2010, Do demands for currencies slope down? Evidence from the MSCI Global Index Change, Review of Financial Studies 23(4), 1681Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c1717.",
        "Jones, Charles M., and Paul J. Seguin, 1997, Transaction costs and price volatility: evidence from commission deregulation, The American Economic Review 87 (4), 728Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c737.",
        "Jotikasthira, Chotibhak, Christian Lundblad, and Tarun Ramadorai, 2012, Asset fire sales and purchases and the international transmission of financial shocks, Journal of Finance 67(6), 2015Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c2050.",
        "Kyle, Albert S., and Wei Xiong, 2001, Contagion as a wealth effect, Journal of Finance 56(4), 1401Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c1440.",
        "Lee, Charles M. C., Andrei Shleifer, and Richard H. Thaler, 1991, Investor sentiment and the closed-end fund puzzle, Journal of Finance 46(1), 75Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c109.",
        "Lou, Dong, 2011, A flowÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009cbased explanation of returns predictability, Working paper, London School of Economics.",
        "Madhavan, Ananth, 2011, Exchange-Traded funds, market structure and the Flash Crash, Working paper, BlackRock Inc.",
        "Marshall, Ben R., Nhut H. Nguyen, and Nuttawat Visaltanachoti, 2010, ETF arbitrage, Working paper, Massey University.",
        "Petajisto, Antti, 2013, Inefficiencies in the pricing of exchange-traded funds, Working paper, NYU Stern School of Business.",
        "Pontiff, Jeffrey, 1996, Costly arbitrage: Evidence from closed-end funds, Quarterly Journal of Economics, 1135Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c1151.",
        "Ramaswamy, Srichander, 2011, Market structures and systemic risks of exchange-traded funds, Working paper, Bank of International Settlements.",
        "Richie, Nivine, Robert Daigler, and Kimberly C. Gleason, 2008, The limits to stock index arbitrage: Examining S&P 500 futures and SPDRs, Journal of Futures Markets 28(12), 1182Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c 1205.",
        "Shleifer, Andrei, 1986, Do demand curves for stocks slope down? Journal of Finance 41, 579Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c 590.",
        "Stiglitz, Joseph E, 1989, Using tax policy to curb speculative short-term trading, Journal of Financial Services Research, 3(2-3), 101-15.",
        "Summers, Lawrence H . and Summers, Victoria P., 1989, When financial markets work too well: a cautious case for a securities transactions tax, Journal of Financial Services Research, 3(2-3), 261Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c86 Trainor, Jr., William J., 2010, Do leveraged ETFs increase volatility? Technology and Investment 1(3), 215Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c220.",
        "Wurgler, Jeffrey, 2011, On the economic consequences of index-linked investing, in Gerald Rosenfeld, Jay W. Lorsch, and Rakesh Khurana, eds.: Challenges to Business in the TwentyÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c First Century (American Academy of Arts and Sciences, Cambridge, MA)."
    ]
}