{
    "id": 201,
    "cites": 17,
    "cited_by": 2,
    "reference": [
        "Bailey, Martin J. The Welfare Cost of Inflationary Finance.J.P.E. 64. no. 2 (April 1956): 93-1 10.",
        "Baily, Martin N. On the Theory of Layoffs and Unemployment. Econometrica 45, no. 5 (July 1977): 1043-63.",
        "Analysis. A.E.R. 66, no. 3 (December 1976): 809-20. (b) Feldstein, Martin S.; Green, Jerry; and Sheshinski, Eytan. Inflation and Taxes in a Growing Economy with Debt and Equity Finance.J.P.E. 86, no.",
        "Fischer, Stanley. Long-Term Contracts, Rational Expectations, and the Optimal Money Supply Rule. J.P.E. 85, no. 1 (February 1977): 191-205.",
        "Flemming, John S. Inflation. Oxford: Oxford Univ. Press, 1976.",
        "Hall, Robert E. The Phillips Curve and Macroeconomic Policy. In The Phillips Curve and Labor Markets, edited by Karl Brunner and Alan Meltzer. Carnegie-Rochester Conferences on Public Policy (supplementary series to the Journal of Monetary Economics), vol. 1. Amsterdam: North-Holland, 1976.",
        "Harberger, Arnold C. Taxation, Resource Allocation and Welfare, In The Role oJDirect and Indirect Taxes in the Federal Revenue System, edited by J. Due, Princeton, N.J.: Princeton Univ. Press, 1964.",
        "Pr~ject Evaluation, Chicago: Markham, 1974.",
        "Johnson, Harry G. Is There an Optimal Money Supply? In Frontiers of Quantitative Economics, edited by Michael D. Intriligator. Amsterdam: North-Holland, 1971.",
        "Lucas, Robert E., Jr. Expectations and the Neutrality of Money.]. Econ. Theopy 4, no. 2 (April 1972): 103-24.",
        "Modigliani, Franco. The Monetarist Controversy, or Should We Forsake Stabilization Policies? A.t~1R. 67 (March 1977): 1-19.",
        "Mossin, Jan. Taxation and Risk-taking: An Expected Utility Approach. Economica 35 (February 1968): 74-82.",
        "Okun, Arthur M. Inflation: Its Mechanics antI Welfare Costs. Brooking.c Papers Econ. Activity, no. 2 (1975), pp. 351-90.",
        "Phelps, Edmund S. Inflation PoEm and Unemployment Theory. New York: Norton, 1972.",
        "Phelps, Edmund S., and Taylor, John B. Stabilizing Powers (if Monetacy 768 JOURNAL or POLITICAL ECONOMY Policy under Rational Expectations. J.P.E. 85, no. 1 (February 1977): 163-90.",
        "Solow, Robert M. The Intelligent Citizens Guide to Inflation. Public lnterest, no. 38 (Winter 1975), pp. 30-66.",
        "Tobin, James E. Liquidity Preference as Behavior Towards Risk. Rev. Econ. Studies 25 (February 1958): 65-86."
    ]
}