{
    "id": 2010,
    "cites": 14,
    "cited_by": 0,
    "reference": [
        "1. Donna Kin:er and Michael Warner, The Effect of Case-Mix Adjustment on Admission-Based Reimbursement, ~ ~jc~s R~~ch 18, 2 (Part I) (Summer 1983):",
        "2. Nancy L. Worthington and Paula Piro, The Effects of Rate Setting Programs on Volumes of Hospital Services, ~~1t~b ~ EiD~ ~ , 4, 2 (December 1982): 47.66.",
        "3. James B. Lewis, The Impact of the Maryland Health Services Cost Review Commission on Inpatient Ancillary Utilization, Sc.D. Thesis, Department of Health Policy and Management, The Johns Hopkins School of Hygiene and Public Health, Baltimore, Maryland (November 1985).",
        "4. Glenn Melnick, John Wheeler, and Paul Feldstein, Effects of Rate Regulation on Selected Components of Hospital Expenses, guir~ 18, 4 (Fall 1961): 240-246.",
        "5. Robert Seidman and Richard Frank, Hospital Responses to Incentives in Alternative Reimbursement Systems, Journal g+ j Econornic~ 14, (Winter",
        "6. Fred Hellinger, Recent Evidence on Case-Based Systems for Setting Hospital Rates, g~j~y 22, 1 (Spring",
        "8. Maryland Health Services Cost Review Commission, ~ ~ t~ti~ti ~ ~y~t~r br ~ j~ ~ Report prepared under HCFA Contract 500-80-0044, 1982.. See, in particular, Appendix D: Methodology for Computing Prospective Rate Adjustments Under the Guaranteed Inpatient Revenue Program.",
        "10. Sail-ever, David S., Donald M. Steinwachs, and Agnes Rupp, Hospital Cost and Efficiency Under Per Service and Per Case Payment in Maryland: A Tale of the Carrot and the Stick, Inguiry 23, 1, (Spring, 1986): 56-66, Rupp, Agnes, Donald M. Steinwachs, and David S. Salkever, The Effect of Hospital Payment Methods on the Pattern and Cost of Mental Health Care, ~fos2~aL ~ri~",
        "35, 5, (May, 19B4):456-459, and Rupp, Agnes, Donald M. Steinwachs, and David S. Salkever, Hospital Payment Effects on Acute Inpatient Care for Mental Disorders, Archi~!o~",
        "11. Sloan, Frank, Roger Feldman and A. Bruce Steinwald, Effects of Teaching on Hospital Costs, ~r~L ~i ~ 2, 1, (March 1983): 1-28.",
        "13. Carter, Grace M. and Paul B. Ginsburg. I~ ~ ML?! I~~i I~~E! ~ ~ Aging~. and DRG Cree2 , Rand Corporation Report R-3292-HCFA, June 1985.",
        "224-239; and Sloan, Feldman and Steinwald, op. cit. -27-",
        "20. Evidence of negative impact on cost per case in Maryland was somewhat weaker. See Craig Coelen and Daniel Sullivan, An Analysis of the Effects of Prospective Reimbursement Programs on Hospital Expenditures, Health ~ Eto~~i~g ~view 2, 3 (Winter 1981):1-40.",
        "21. Recent evidence, however, suggests that our conclusions at least generalize to the experience in one other state, New Jersey. Rosko and Broyles report that the introduction of per case payment in that state produced decreases in length of stay and cost per case; however, most of the cost savings from these impacts were offset by a significant increase in numbers of admissions. M2chael P. Rosko and Robert W. Broyles, Does Prospective Payment Contain Hospital Costs? Paper presented at the Western Economic Association Conference, San Francisco, July 1,"
    ]
}