{
    "id": 20117,
    "cites": 32,
    "cited_by": 68,
    "reference": [
        "Bauer, Michael D., and Glenn D. Rudebusch (2013) Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Monetary Policy Expectations at the Zero Lower BoundÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Federal Reserve Bank of San Francisco Working Paper. Bauer, Michael D., and Glenn D. Rudebusch (forthcoming) Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093The Signaling Channel for Federal Reserve Bond PurchasesÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d International Journal of Central Banking.",
        "Bauer, Michael D., Glenn D. Rudebusch, and Jing Cynthia Wu (2012) Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Correcting Estimation Bias in Dynamic Term Structure ModelsÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Journal of Business & Economic Statistics 30, 454Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c467.",
        "Baumeister, Christiane, and Luca Benati (2013) Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Unconventional Monetary Policy and the Great Recession: Estimating the Macroeconomic Effects of a Spread Compression at the Zero Lower BoundÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d International Journal of Central Banking 9, 165Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c212.",
        "Bernanke, Ben S., Jean Boivin, and Piotr Eliasz (2005) Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Measuring the Effects of Monetary Policy: a Factor-Augmented Vector Autoregressive (FAVAR) ApproachÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Quarterly Journal of Economics 120, 387Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c422.",
        "Black, Fischer (1995) Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Interest Rates as OptionsÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Journal of Finance 50, 1371Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c1376.",
        "Bullard, James. (2012) Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Shadow Interest Rates and the Stance of US Monetary PolicyÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Presentation at the Center for Finance and Accounting Research Annual Corporate Finance Conference, Washington University in St. Louis.",
        "Christensen, J. H. E., and Glenn D. Rudebusch (2013) Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Estimating Shadow-Rate Term Structure Models with Near-Zero YieldsÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Federal Reserve Bank of San Francisco Working Paper.",
        "Christiano, Lawrence J., Martin Eichenbaum, and Charles L. Evans (1999) Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Monetary policy shocks: What have we learned and to what end?Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d in Handbook of macroeconomics Elsevier.",
        "Chung, Hess, Jean-philippe Laforte, David Reifschneider, and John C. Williams (2012) Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Have We Underestimated the Likelihood and Severity of Zero Lower Bound Events?Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Journal of Money, Credit and Banking 44, 47Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c82.",
        "DÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0084¢Amico, Stefania, and Thomas King (2013) Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Flow and Stock Effects of Large-Scale Treasury Purchases: Evidence on the Importance of Local SupplyÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Journal of Financial Economics 108, 425Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c448.",
        "Diebold, Francis X., and Glenn D. Rudebusch (2013) Yield Curve Modeling and Forecasting. Princeton University Press, Princeton, NJ.",
        "Duffee, Gregory R. (2002) Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Term Premia and Interest Rate Forecasts in Affine ModelsÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Journal of Finance 57, 405Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c443. Duffee, Gregory R. (forthcoming) Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Bond Pricing and the MacroeconomyÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d in Handbook of the Economics of Finance.",
        "Eichenbaum, Martin (1992) Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Comment on Interpreting the Macroeconomic Time Series Facts: the Effects of Monetary PolicyÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d European Economic Review 36, 1001Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c1011.",
        "Fama, Eugene F., and Robert R. Bliss (1987) Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093The Information in Long-Maturity Forward RatesÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d American Economic Review, 680Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c692.",
        "Gagnon, Joseph, Mattew Raskin, Julie Remache, and Brian Sack (2011) Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093The Financial Market Effects of the Federal ReserveÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0084¢s Large-Scale Asseet PurchaseÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d International Journal of Central Banking 7, 3Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c43. G",
        "urkaynak, Refet S., Brian Sack, and Jonathan H. Wright (2007) Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093The U.S. Treasury Yield Curve: 1961 to the PresentÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Journal of Monetary Economics 54, 2291Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c2304. G",
        "urkaynak, Refet S., and Jonathan H. Wright (2012) Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Macroeconomics and the Term StructureÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Journal of Economic Literature 50, 331Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c367.",
        "Hamilton, James D. (1994) Time Series Analysis Princeton University Press, Princeton, New Jersey.",
        "Hamilton, James D., and Jing Cynthia Wu (2012) Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093The Effectiveness of Alternative Monetary Policy Tools in a Zero Lower Bound EnvironmentÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Journal of Money, Credit, and Banking 44 (s1), 3Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c46.",
        "Hamilton, James D., and Jing Cynthia Wu (2014) Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Testable Implications of Affine Term Structure ModelsÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Journal of Econometrics 178, 231Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c242.",
        "Ichiue, Hibiki, and Yoichi Ueno (2013) Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Estimating Term Premia at the Zero Bound : an Analysis of Japanese, US, and UK YieldsÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Bank of Japan Working Paper.",
        "Joslin, Scott, Kenneth J. Singleton, and Haoxiang Zhu (2011) Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093A New Perspective On Gaussian Dynamic Term Structure ModelsÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Review of Financial Studies 27, 926Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c 970.",
        "Kim, Don H., and Kenneth J. Singleton (2012) Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Term Structure Models and the Zero Bound: an Empirical Investigation of Japanese YieldsÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Journal of Econometrics 170, 32Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c49.",
        "Krippner, Leo (2012) Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Modifying Gaussian Term Structure Models When Interest Rates are Near the Zero Lower BoundÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Reserve Bank of New Zealand Discussion Paper 2012/02.",
        "Krippner, Leo (2013) Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093A Tractable Framework for Zero Lower Bound Gaussian Term Structure ModelsÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Australian National University CAMA Working Paper 49/2013.",
        "Krishnamurthy, Arvind, and Annette Vissing-Jorgensen (2011) Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093The Effects of Quantitative Easing on Interest RatesÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Brooking Papers on Economic Activity 43, 215Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c287.",
        "Ng, Serena, and Jonathan H. Wright (2013) Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Facts and Challenges from the Great Recession for Forecasting and Macroeconomic ModelingÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Working Paper 19469.",
        "Piazzesi, Monika (2010) Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Affine Term Structure ModelsÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d in Handbook of Financial Econometrics, edited by Y. Ait-Sahalia and L. P. Hansen Elsevier, New York pages 691Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c766.",
        "Stock, James H., and Mark W. Watson (2001) Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Vector AutoregressionÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Journal of Economic Perspectives 15, 101Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c115. Swanson, Eric T., and John C. Williams (forthcoming) Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Measuring the Effect of the Zero Lower Bound on Medium- and Longer-Term Interest RatesÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d American Economic Review.",
        "Woodford, Michael (2012) Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Methods of Policy Accommodation at the Interest-rate Lower BoundÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Jackson Hole symposium, August, Federal Reserve Bank of Kansas City.",
        "Wright, J. H. (2011) Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Term Premia and Inflation Uncertainty: Empirical Evidence from an International Panel DatasetÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d American Economic Review 101, 1514Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c1534.",
        "Wright, Jonathan H. (2012) Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093What does Monetary Policy do to Long-term Interest Rates at the Zero Lower Bound?Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Economic Journal 122, F447Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009cF466."
    ]
}