{
    "id": 20115,
    "cites": 48,
    "cited_by": 0,
    "reference": [
        "Abramowitz, Milton, and Irene A. Stegun (1964) Handbook of Mathematical Functions Dover Publications Inc, New York, NY.",
        "Adrian, Tobias, Richard K. Crump, and Emanuel Moench (2012) Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Pricing the term structure with linear regressions.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Journal of Financial Economics 110, 110Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c138. A",
        "Ã\u0083â\u0080\u009eÃ\u0082Â±t-Sahalia, Yacine, and Robert L. Kimmel (2010) Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Estimating affine multifactor term structure models using closed-form likelihood expansions.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Journal of Financial Economics 98, 113Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c144.",
        "Andersen, Torben, and Luca Benzoni (2010) Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Do bonds span volatility risk in the U.S. treasury market? A specification test for affine term structure models.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d The Journal of Finance 65, 603Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c653.",
        "Ang, Andrew, and Monika Piazzesi (2003) Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093A no-arbitrage vector autoregression of term structure dynamics with macroeconomic and latent variablesÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Journal of Monetary Economics 50, 745Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c787.",
        "Bauer, Michael D. (2011) Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Bayesian Estimation of Dynamic Term Structure Models under Restrictions on Risk PricingÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Federal Reserve Bank of San Francisco Working Paper 2011-03.",
        "Bauer, Michael D., Glenn D. Rudebusch, and Jing Cynthia Wu (2012) Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Correcting estimation bias in dynamic term structure models.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Journal of Business and Economic Statistics 30, 454Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c467.",
        "Capp e, Olivier, Eric Moulines, and Tobias Ryd en (2005) Inference in Hidden Markov Models Springer Press, New York.",
        "Cheridito, Patrick, Damir Filipovic, and Robert L. Kimmel (2007) Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Market price of risk specifications for affine models: theory and evidenceÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Journal of Financial Economics 84, 123Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c170.",
        "Christensen, Jens H.E., Francis X. Diebold, and Glenn D. Rudebusch (2011) Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093The affine arbitrage-free class of Nelson-Siegel term structure models.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Journal of Econometrics 164, 4Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c20.",
        "Cochrane, John H., and Monika Piazzesi (2008) Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Decomposing the yield curveÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Unpublished manuscript, Booth School of Business, University of Chicago.",
        "Collin-Dufresne, Pierre, and Robert S. Goldstein (2002) Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Do bonds span the fixed income markets? Theory and evidence for unspanned stochastic volatility.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d The Journal of Finance 57, 1685Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c1730.",
        "Collin-Dufresne, Pierre, Robert S. Goldstein, and Charles Jones (2008) Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Identification of maximal affine term structure models.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d The Journal of Finance 63, 743Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c795.",
        "Collin-Dufresne, Pierre, Robert S. Goldstein, and Charles Jones (2009) Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Can the volatility of interest rates be extracted from the cross section of bond yields? An investigation of unspanned stochastic volatility.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Journal of Financial Economics 94, 47Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c66.",
        "Cox, John C., Jonathan E. Ingersoll, and Stephen A. Ross (1985) Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093A theory of the term structure of interest ratesÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Econometrica 53, 385Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c407.",
        "Creal, Drew D. (2012) Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093A survey of sequential Monte Carlo methods for economics and finance.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Econometric Reviews 31, 245Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c296.",
        "Dai, Qiang, and Kenneth J. Singleton (2000) Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Specification analysis of affine term structure models.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d The Journal of Finance 55, 1943Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c1978.",
        "Dempster, Arthur P., Nan M. Laird, and Donald B. Rubin (1977) Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Maximum likelihood from incomplete data via the EM algorithmÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Journal of the Royal Statistical Society, Series B 39, 1Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c38.",
        "Diebold, Francis X., and Glenn D. Rudebusch (2013) Yield Curve Modeling and Forecasting. Princeton University Press, Princeton, NJ.",
        "Diez de Los Rios, Antonio (2013) Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093A new linear estimator for Gaussian dynamic term structure models.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Unpublished manuscript, Bank of Canada.",
        "Duffee, Gregory R. (2002) Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Term premia and interest rate forecasts in affine modelsÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d The Journal of Finance 57, 405Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c443.",
        "Duffee, Gregory R. (2011) Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Information in (and not in) the term structureÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d The Review of Financial Studies 24, 2895Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c2934.",
        "Duffee, Gregory R. (2012) Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Bond pricing and the macroeconomyÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Working paper, Johns Hopkins University.",
        "Duffie, Darrell, and Rui Kan (1996) Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093A yield factor model of interest ratesÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Mathematical Finance 6, 379Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c406.",
        "Durbin, James, and Siem Jan Koopman (2012) Time Series Analysis by State Space Methods Oxford University Press, Oxford, UK 2 edition.",
        "Fama, Eugene F., and Robert R. Bliss (1987) Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093The information in long maturity forward ratesÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d American Economic Review 77, 680Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c692.",
        "Godsill, Simon J., Arnaud Doucet, and Michael West (2004) Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Monte Carlo smoothing for nonlinear time series.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Journal of the American Statistical Association 99, 156Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c 168.",
        "Gouri eroux, Christian, and Joann Jasiak (2006) Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Autoregressive gamma processes.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Journal of Forecasting 25, 129Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c152.",
        "Gouri eroux, Christian, Joann Jasiak, and Razvan Sufana (2009) Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093The Wishart autore45 gressive process of multivariate stochastic volatility.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Journal of Econometrics 150, 167Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c181.",
        "Gouri eroux, Christian, Alain Monfort, and Vassilis Polimenis (2002) Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Affine term structure models.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Institut National de La Statistique et des Etudes Economiques. G",
        "urkaynak, Refet S., and Jonathan H. Wright (2012) Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Macroeconomics and the term structureÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Journal of Economic Literature 50, 331Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c367.",
        "Hamilton, James D (1994) Time Series Analysis Princeton University Press, Princeton, NJ.",
        "Hamilton, James D., and Jing Cynthia Wu (2012) Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Identification and estimation of Gaussian affine term structure models.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Journal of Econometrics 168, 315Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c331.",
        "Heidari, Massoud, and Liuren Wu (2003) Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Are interest rate derivatives spanned by the term structure of interest rates?Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d The Journal of Fixed Income 13, 75Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c86.",
        "Jacquier, Eric, Michael Johannes, and Nicholas G. Polson (2007) Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093MCMC maximum likelihood for latent state modelsÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Journal of Econometrics 137, 615Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c640.",
        "Joslin, Scott (2010) Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Can unspanned stochastic volatility models explain the cross section of bond volatilities?Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Working paper, University of Southern California, Marshall School of Business.",
        "Joslin, Scott, Kenneth J. Singleton, and Haoxiang Zhu (2011) Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093A new perspective on Gaussian affine term structure modelsÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d The Review of Financial Studies 27, 926Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c 970.",
        "Kim, Don H., and Athanasios Orphanides (2005) Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Term structure estimation with survey data on interest rate forecasts.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Federal Reserve Board, Finance and Economics Discussion Series 2005-48.",
        "Kim, Don H., and Jonathan H. Wright (2005) Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093An arbitrage-free three-factor term structure model and the recent behavior of long-term yields and distant-horizon forward rates.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Federal Reserve Board, Finance and Economics Discussion Series 2005-33.",
        "Le, Anh, Kenneth J. Singleton, and Qiang Dai (2010) Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Discrete-time affine term structure models with generalized market prices of risk.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d The Review of Financial Studies 23, 2184Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c2227.",
        "Li, Haitao, and Feng Zhao (2006) Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Unspanned stochastic volatility: evidence from hedging interest rate derivatives.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d The Journal of Finance 61, 341Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c378.",
        "Malik, Sheheryar, and Michael K. Pitt (2011) Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Particle filters for continuous likelihood evaluation and maximisation.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Journal of Econometrics 165, 190Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c209.",
        "Meng, Xiao-Li, and Donald B. Rubin (1993) Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Maximum likelihood estimation via the ECM algorithm: A general framework.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Biometrika 80, 267Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c278.",
        "Piazzesi, Monika (2010) Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Affine term structure modelsÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d in Handbook of Financial Econometrics, edited by Y. Ait-Sahalia and L. P. Hansen Elsevier, New York pages 691Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c 766.",
        "Richard, Jean Francois, and Wei Zhang (2007) Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Efficient high-dimensional importance samplingÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Journal of Econometrics 141, 1385Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c1411.",
        "Trolle, Anders B., and Eduardo S. Schwartz (2009) Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093A general stochastic volatility model for the pricing of interest rate derivatives.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d The Review of Financial Studies 22, 2007Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c2057.",
        "Wei, Greg C. G., and Martin A. Tanner (1990) Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093A Monte Carlo implementation of the EM algorithm and the poor manÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0084¢s data augmentation algorithms.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Journal of the American Statistical Association 85, 699Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c704.",
        "White, Halbert L. (1982) Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Maximum likelihood estimation of misspecified models.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Econometrica 50, 1Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c25."
    ]
}