{
    "id": 20121,
    "cites": 57,
    "cited_by": 13,
    "reference": [
        "Abadie, Alberto, 2005, Semiparametric dierence-in-dierences estimators, Review of Economic Studies 72 (250): 1-19.",
        "Abadie, Alberto, and Guido Imbens, 2006, Large sample properties of matching estimators for average treatment eects, Econometrica 74 (1): 235-267.",
        "Amihud, Yakov, and Haim Mendelson, 1988, Liquidity and asset prices: Financial management implications, Financial Management 17 (1): 5-15.",
        "Amihud, Yakov, and Haim Mendelson, and Beni Lauterback, 1997, Market microstructure and securities values: Evidence from the Tel Aviv stock exchange, Journal of Financial Economics, 45 (3): 365-390.",
        "Bai, Chong-En, Jiangyong Lu, and Tao Zhigang, 2006, The multitask theory of state enterprise reform: Empirical evidence from China, American Economic Review 96 (2): 353-357.",
        "Baker, Malcolm, Jeremy Stein, and Jerey Wurgler, 2003, When does the market matter ? Stock prices and the investment of equity-dependent rms, Quarterly Journal of Economics 118 (3): 969-1005.",
        "Bekaert, Geert, and Harvey, Campbell, 2000, Foreign Speculators and Emerging Equity Markets, Journal of Finance 55, 565-614.",
        "Bekaert, Geert, Campbell Harvey, and Lundblad Christian, 2005, Does nancial liberalization spur growth? Journal of Financial Economics 77 (1): 3-56.",
        "Bencivenga, Valerie, Bruce Smith, and Ross Starr, 1995, Transactions costs, technological choice, and endogenous growth, Journal of Economic Theory 67 (1): 53-177.",
        "Bhide, Amar, 1993, The hidden costs of stock market liquidity, Journal of Financial Economics 34 (1): 31-51.",
        "Bosworth, Barry, 1975, The stock market and the economy, Brookings Papers on Economic Activity 2: 257-290.",
        "Bortolotti, Bernardo, and Andrea Beltratti, 2008, Stock prices in a speculative market: The Chinese split-share reform, University of Torino, Working Paper.",
        "Brand, Jennie, and Yu Xie, 2007, Identication and estimation of causal eects with timevarying treatments and time-varying outcomes, Sociological Methodology 37 (1): 393434.",
        "Campello, Murillo, and John Graham, 2012, Do stock prices inuence corporate decisions? Evidence from the technology bubble, forthcoming, Journal of Financial Economics.",
        "Chang, Eric, and Sonia Wong, 2004, Political control and performance in Chinas listed rms, Journal of Comparative Economics 32 (3): 617-636.",
        "Chen, Qi, Itay Goldstein, and Wei Jiang, 2007, Price informativeness and investment sensitivity to stock price, Review of Financial Studies 20 (3): 619-650.",
        "Cheung, Yan-Leung, Raghavendra Rau, and Aris Stouraitis, 2006, Tunneling, propping, and expropriation: Evidence from connected party transactions in Hong Kong, Journal of Financial Economics 82 (2): 343-386.",
        "Claessens, Stijn, Simeon Djankov, Joseph Fan, and Larry Lang, 2002, Disentangling the incentive and entrenchment eects of large shareholdings, Journal of Finance 57 (6): 2741-2771.",
        "Cox, David Roxbee, 1972, Regression models and life-tables, Journal of the Royal Statistical Society, Series B (Methodological), v. 34 (2): 187-220.",
        "Dehejia, Rajeev, and Sadek Wahba, 1999, Causal eects in nonexperimental studies: Reevaluating the evaluation of training programs, Journal of the American Statistical Association 94 (448): 1053-1062.",
        "Dehejia, Rajeev, and Sadek Wahba, 2002, Propensity score-matching methods for nonexperimental causal studies, Review of Economics and Statistics 84 (1): 151-161.",
        "Deng, Jianping, Jie Gan, and He Jia, 2008, Privatization, large shareholders incentive to expropriate, and rm performance, Working Paper, Hong Kong University of Science and Technology.",
        "Dow, James, and Gary Gorton, 1997, Stock market eciency and economic eciency: Is there a connection? Journal of Finance 52 (3): 1087-1129.",
        "Fan, Joseph, and T. J. Wong, 2002, Corporate ownership structure and the informativeness of accounting earnings in East Asia, Journal of Accounting and Economics 33 (3): 401-425.",
        "Firth, Michael, Chen Lin, and Hong Zou, 2010, Friend or Foe? The role of state and mutual fund ownership in the split share structure reform in China, Journal of Financial and Quantitative Analysis 45 (3): 685-706.",
        "Groves, Theodore, Yongmiao Hong, John McMillan, and Barry Naughton, 1994, Autonomy and incentives in Chinese state enterprises, Quarterly Journal of Economics 109 (1): 183-209.",
        "Gul, Ferdinand, Jeong-Bon Kim, and Annie Qiu, 2010, Ownership concentration, foreign shareholding, audit quality, and stock price synchronicity: Evidence from China, Journal of Financial Economics 95: 425-442 Gupta, Nandini, 2005, Partial Privatization and Firm Performance, Journal of Finance 60 (2): 987-1015.",
        "Heckman, James J., and Edward J. Vytlacil, 2007, Econometric evaluation of social programs, part I: Causal models, structural models and econometric policy evaluation, Handbook of Econometrics, v. 6B, pp. 4779-4874.",
        "Heckman, James J., Ichimura, Petra Todd, 1997, Matching as an econometric evaluation estimator: Evidence from evaluating a job training program, Review of Economic Studies 64 (4): 605-654.",
        "Hirano, Keisuke, and Guido Imbens, 2004, The propensity score with continuous treatments, in A. Gelman and X.-L. Meng (eds.), Applied Bayesian Modeling and Causal Inference from Incomplete-Data Perspectives, Wiley Series in Probability and Statistics, pp. 73-84.",
        "Holland, Peter, 1986, Statistics and causal inference: comment: Which ifs have causal answers, Journal of the American Statistical Association 81 (396): 961-962.",
        "Imai, Kosuke, and David van Dyk, 2004, Causal inference with general treatment regimes: Generalizing the propensity score, Journal of the American Statistical Association 99 (467): 854-866.",
        "Imbens, Guido, 2000, The role of the propensity score in estimating dose-response functions, Biometrika 87 (3): 706-710.",
        "Inoue, Takeshi, 2005, Reform of Chinas split-share structure takes shape, Nomura Capital Market Review 8 (3).",
        "Jiang, Guohua, Lee Charles, and Yue Heng, 2010, Tunneling through intercorporate loans: The China experience, Journal of Financial Economics, 98 (1): 1-20.",
        "Joe, Marshall M., and Paul Rosenbaum, 1999, Invited commentary: Propensity scores, American Journal of Epidemiology 150 (4): 327-333.",
        "Levine, Ross, 1991, Stock markets, growth, and tax policy, Journal of Finance 46 (4): 1445-1465.",
        "Levine, Ross, Sara Zervos, 1998, Stock markets, banks, and economic growth, American Economic Review 88 (3): 537-558.",
        "Li, Kai, Tan Wang, Yan-Leung Cheung, and Ping Jiang, 2011, Privatization and risk sharing: Evidence from the split share structure reform in China, Review of Financial Studies 24 (7): 2499-2526.",
        "Li, Wei, 1997, The impact of economic reform on the performance of Chinese state enterprises, 1980-1989, Journal of Political Economy 105 (5): 1080-1106.",
        "Lu, Bo, Elaine Zanutto, Robert Hornik, Paul R. Rosenbaum, 2001, Matching with doses in an observational study of a media campaign against drug abuse, Journal of the American Statistical Association 96 (456): 1245-1253.",
        "Maug, Ernst, 1998, Large shareholders as monitors: Is there a trade-o between liquidity and control? Journal of Finance 53 (1): 65-94.",
        "Morck, Randall, Bernie Yeung, and Wayne Yu, 2000, The information content of stock markets: Why do emerging markets have synchronous stock price movements? Journal of Financial Economics 58 (1), 215-260.",
        "Myers, Stewart, and Nicholas Majluf, 1984, Corporate nancing and investment decisions when rms have information that investors do not have, Journal of Financial Economics 13 (2): 187-221.",
        "Quinn, Dennis, and Maria Toyoda, 2008, Does capital account liberalization lead to economic growth? An empirical investigation, Review of Financial Studies 21 (3): 14031449.",
        "Robins, James M., and Andrea Rotnitzky, 1995, Semiparametric eciency in multivariate regression models with missing data, Journal of the American Statistical Association 90 (429): 122-129.",
        "Robins, James M., Miguel Angel Hern, and Babette Brumback, 2000, Marginal structural models and causal inference in epidemiology, Epidemiology 11 (5): 550-560.",
        "Rosenbaum, Paul R., and Donald B. Rubin, 1983, The central role of the propensity score in observational studies for causal eects, Biometrika 70 (1): 41-55.",
        "Rubin, Donald, 1976, Inference and missing data, Biometrika 63 (3): 581-592.",
        "Sauerbrei, Willi, and Patrick. Royston, 2007, Modeling to extract more information from clinical trials data, Statistics in Medicine 26: 4989-5001.",
        "Shleifer, Andrei, and Robert Vishny, 1990, Equilibrium short horizons and investors and rms, American Economic Review, Papers and Proceedings, 80 (2): 148-53.",
        "Shleifer, Andrei, and Robert Vishny, 2003, Stock market driven acquisitions, Journal of Financial Economics 70 (3): 295-311.",
        "Stein, Jeremy, 1988, Takeover threats and managerial myopia, Journal of Political Economy 96 (1): 61-80.",
        "Sun, Qian, and Wilson Tong, 2004, China share issue privatization: The extent of its success, Journal of Financial Economics 70 (2): 183-222.",
        "Tenev, Stoyan, Chunlin Zhang, and Loup Brefort, 2002, Corporate Governance and Enterprise Reform in China: Building the Institutions of Modern Markets. World Bank and the International Finance Corporation, Washington DC.",
        "Wooldridge, Jerey M., 2007, Inverse probability weighted estimation for general missing data problems, Journal of Econometrics 141 (2): 1281-1301.",
        "Xiong, Wei, and Jialin Yu, 2011, The Chinese warrants bubble, American Economic Review 101 (6): 2723-2753"
    ]
}