{
    "id": 2013,
    "cites": 22,
    "cited_by": 4,
    "reference": [
        "Alter, Jonathan, et al., Homeless in America, Newsweek, January 1984.",
        "Citizens Committee for Children of New York, 7000 Homeless Children: The Crisis Continues, October 1984.",
        "City of Boston Emergency Shelter Commission, Emergency Shelter Commission: `The October Project Seeing the Obvious, October 1983.",
        "Committee on Government Operations, The Federal Response to the Homeless Crisis, Third Report, April 18, 1985.",
        "Crystal, Stephen, Chronic and Situational Dependency: Long-Term Residents in a Shelter for Men, Human Resources Administration of the City of New Yo-k, May 1982.",
        "Crystal, Stephen, and Golstein, Mervyn, Correlates of Shelter Utilization: One Day Study, Human Resources Administration of the City of New York, August 1984.",
        "Crystal, Stephen, and Goldstein, M~~rvyn, Homeless in New York City Shelters, Human Resources Administration of the City of New York, May 1984.",
        "Dietz, Stephen, Light, Helena, and Marker, David, Survey of Shelters for the Homeless, U.S. Department of Housing and Urban Development, Office o Policy Development and Research, April 1984.",
        "Emergency Shelter Commission and United Community Planning Corporation, Bostons Homeless: Taking the Next Step, April 1986.",
        "Executive Office of Human Services, Massachusetts Report on Homelessness, p. 19. Federal Task Force on the Homeless, Regional Meetings Briefing Book, March, 1985.",
        "Food Research and Action Center, Bitter Harvest II: A Status Report on the Need for Emergency Food Assistance in America, December 1985.",
        "Planning Committee of the Emergency Shelter Commission, Housing the Homeless: A Report on Bostons Homeless Adults and Families, December 1985.",
        "Reiners, Elise, Homelessness: The Explosion of Media Coverage on the Homeless, May 1986.",
        "Salant, Stephen W., Search Theory and Duration Data: A Theory of Sorts, Quarterly Journal of Economics. Society for Promotion of Area Resource Centres (SPARC), We, the Invisible: A Census of Pavement Dwellers, 1985.",
        "Stone, Laurie, et al., Heartbreak Hotels, The Village Voice, April 1, 1986.",
        "Subcommittee on Housing and Community Development of the Committee on Banking, Finance and Urban Affairs, House of Representatives, 98th Congress Second Session, Homeless in America II, January 1984.",
        "Sumariwalla, Russy 0. and Woodside, Cynthia, An Internal Assessment of Impact of United Ways Role and Participation in the Programs on the United Way System, United Way Institute, May 1985.",
        "Surber, Monica, et al., An Evaluation of the Emergency Food and Shelter Program: Direct Service Providers, The Urban Institute, January 1985.",
        "U.S. Bureau of the Census, Statistical Abstract of the United States, 1985.",
        "U.S. Department of Health and Human Services, Helping the Homeless, a Resource Guide, Summer 1984.",
        "Wickendon, Dorothy Abandoned Americans, The New Republic, March 18, 1985.",
        "Wiegand, R. Bruce Counting the Homeless, American Demographics, December 1985."
    ]
}