{
    "id": 20147,
    "cites": 45,
    "cited_by": 5,
    "reference": [
        "Admati, Anat R., and Paul Pfleiderer (1994). Robust Financial Contracting and the Role of VCs. Journal of Finance, 49(2), 371-402.",
        "Anand, Bharat N., and Alexander Galetovic (2000). Weak Property Rights and Holdup in R&D. Journal of Economics & Management Strategy, 9(4), 615-642.",
        "Axelson, Ulf, Per StrÃ\u0083Æ\u0092Ã\u0082Â¶mberg, and Michael Weisbach (2009). Why Are Buyouts Levered? The Financial Structure of Private Equity Funds. Journal of Finance, 65(4), 1549-1582.",
        "Bergemann, Dirk, Hege, Ulrich, and Liang Peng (2009). VC and sequential investments. Working Paper.",
        "Berk, Jonathan B., Richard C. Green, and Vasant Naik (1999). Optimal Investment, Growth Options, and Security Returns. Journal of Finance, 54(5), 1553-1607.",
        "Blank, Steve (2013). Why the Lean Start-Up Changes Everything. Harvard Business Review, May, 4-9.",
        "Chemmanur, Thomas J., and Zhaohui Chen (2006). VCs versus Angels: The Dynamics of Private Firm Financing Contracts. Working Paper.",
        "Cohen, Susan (2013). What Do Accelerators Do? Insights from Incubators and Angels. Innovations: Technology, Governance, Globalization, 8(3/4), 19-25.",
        "Diamond, Peter (1982). Aggregate Demand Management in Search Equilibrium. Journal of political Economy, 90(5), 881-894.",
        "Egan, Edward J. (2014). How Start-up Firms Innovate: Technology Strategy, Commercialization Strategy, and their Relationship. Working Paper.",
        "Ewens, Michael, Ramana Nanda, and Matthew Rhodes-Kropf (2014). Entrepreneurship and the Cost of Experimentation. HBS Working Paper.",
        "Fluck, Zsuzsanna, Kedran Garrison, and Stewart C. Myers (2005). VC Contracting and Syndication: An Experiment in Computational Corporate Finance. Working Paper.",
        "Gans, Joshua S. and Scott Stern (2000). Incumbency and R&D Incentives: Licensing the Gale of Creative Destruction. Journal of Economics & Management Strategy 9(4), 485-511.",
        "Gilson, Ronald J. (1999). The Legal Infrastructure of High Technology Industrial Districts: Silicon Valley, Route 128, and Covenants Not to Compete. New York University Law Review 74(3), 575-629.",
        "Glaeser, Edward and Andrei Shleifer (2002). Legal Origins. Quarterly Journal of Economics 107(4), 1193-1229.",
        "Goldfarb, Brent, Gerard Hoberg, David Kirsch, and Alexander Triantis (2012). Does Angel Participation Matter? An Analysis of Early Venture Financing. Working Paper.",
        "Gompers, Paul and Josh Lerner (2001). The Venture Capital Revolution. Journal of Economic Perspectives 15(2), 145-168.",
        "Hellmann, Thomas (2006). IPOs, Acquisitions and the Use of Convertible Securities in VC. Journal of Financial Economics, 81(3), 649-679.",
        "Hellmann, Thomas, and Manju Puri (2002). VC and the Professionalisation of Start-Up Firms: Empirical Evidence. Journal of Finance, 57(1), 169-197.",
        "Hellmann, Thomas, and Enrico Perotti (2011). The Circulation of Ideas in Firms and Markets.",
        "Hellmann, Thomas, Paul Schure, and Dan Vo (2013). Angels and VCs: Complements or Substitutes ? Mimeo, University of British Columbia.",
        "Holstein, William J. (2012). WhereÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0084¢s the VC? Online article published by Chiefexecutive.net: http://chiefexecutive.net/wheres-the-venture.",
        "Hong, Suting, Konstantinos Serfes, and Veikko Thiele (2013). The Market for VC: Entry, Competition, and the Survival of Start-Up Companies. Working Paper.",
        "Hyde, Alan (1998). Silicon valleyÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0084¢s high-velocity labor market. Journal of Applied Corporate Finance, 11(2), 28-37.",
        "Inderst, Roman, and Holger M. MÃ\u0083Æ\u0092Ã\u0082Â¼ller (2004). The Effect of Capital Market Characteristics on the Value of Start-up Firms. Journal of Financial Economics, 72, 319-356.",
        "Kaplan, Steven, and Per StrÃ\u0083Æ\u0092Ã\u0082Â¶mberg (2003). Financial Contracting Theory Meets the Real World: An Empirical Analysis of VC Contracts. Review of Economic Studies 70, 281-315.",
        "Kerr, William R., Josh Lerner, and Antoinette Schoar (2013). The Consequences of Entrepreneurial Finance: A Regression Discontinuity Analysis. Review of Financial Studies, forthcoming.",
        "La Porta, Rafael, Florencio Lopez-de-Silanes, Andrei Shleifer, and Robert Vishny (2000). Investors Protection and Corporate Governance. Journal of Financial Economics, 58(1-2), 3-27.",
        "Leavitt, Jeffrey M. (2005). Burned Angels: The Coming Wave of Minority Shareholder Oppression Claims in Venture Capital Start-up Companies. North Carolina Journal of Law & Technology, 6(2), 223-286.",
        "Manso, Gustavo (2011). Motivating Innovation. Journal of Finance, 66(5), 1823-1860.",
        "Mollica, Marcos A., Luigi Zingales (2007). The Impact of VC on Innovation and the Creation of New Businesses. Working Paper.",
        "Mortensen, Dale, and Christopher Pissarides (1994). Job Creation and Job Destruction in the Theory of Unemployment. Review of Economic Studies, 61(3), 397-415.",
        "Nanda, Ramana and Matthew Rhodes-Kropf (2012a). Innovation and the Financial Guillotine. HBS Working Paper #13-038.",
        "Neher , Darwin, V. (1999). Staged Financing: An Agency Perspective. Review of Economic Studies, 66(2), 255-274.",
        "OECD (2011). Financing High-Growth Firms: The Role of Angel Investors, OECD Publishing. http://dx.doi.org/10.1787/9789264118782-en.",
        "Peters, Basil (2009). Early Exits. First Choice Books, Vancouver, Canada.",
        "Pissarides, Christopher (1979). Job Matching with State Employment Agencies and Random Search. Economic Journal, 89(356), 818-833.",
        "Pissarides, Christopher (2000). Equilibrium Unemployment Theory. 2nd edition. Cambridge, MIT Press.",
        "Ries, Eric (2011). The Lean Start-Up. Crown Publishing Group, New York. New York.",
        "Schwienbacher, Armin (2009). Financing Commitments and Investors Incentives in Entrepreneurial Firms. Working Paper.",
        "Shane, Scott (2008). FoolÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0084¢s Gold?: The Truth Behind Angel Investing in America. Oxford University Press, Oxford, UK.",
        "Silveira, Rafael, and Randall Wright (2006). The VC Cycle. Working Paper, University of Pennsylvania.",
        "Teece, David J. (1986). Profiting from Technological Innovation: Implications for Integration, Collaboration, Licensing and Public Policy. Research Policy, 15, 285-305.",
        "The Economist (2014). A Cambrian Moment. Jan. 18th.",
        "Van Osnabrugge, Mark, and Robert J. Robinson (2000). Angel Investing: Matching Start-Up Funds with Start-Up Companies-the Guide for Entrepreneurs, Individual Investors, and VCs. San Francisco, CA: Jossey-Bass."
    ]
}