{
    "id": 2014,
    "cites": 56,
    "cited_by": 172,
    "reference": [
        "Abowd, J. Collective Bargaining and the Division of the Value of the Enterprise. Himeo, University of Chicago, October 1985.",
        "Akerlof, G.A. Gift Exchange and Efficiency Wages: Four Views. American_Economic Review 74 (May 1984): 79-83.",
        "Akerlof, G.A. and Yellen, J. A Near Rational ~1odeI of the Business Cycle, with Wage and Price Inertia. Quarterly Journal of Economics 100 (August 1985a).",
        "Ashenfelter, 0. arid G. Johnson. Unionism, Relative Wages and Labor Quality in U.S. Manufacturing Industries. International Economic Review 13 (October 1972): 488-508.",
        "Bergmann, B. The Effect on White Incomes of Discrimination in Employment. Journal of Political Economy 79 (March-April 1971): 294-313.",
        "Bloch, F. and M. Kuskin. wage Determination in the Union and Nonunion Sectors. Industrial and Labor Relations Review 31 (January 1978): 183-92.",
        "Brown, C. and J. Medoff. The Employer Size Wage Effect. Mimeo, Harvard University, November 1985.",
        "Buchele, R. Jobs and Workers: A Labor Market Segmentation Perspective on the Work Experience of Young Men, unpublished doctoral dissertation, Harvard University, Nay 1976a.",
        "Buchele, R. Jobs and Workers: A Labor Market Segmentation Perspective on the Work Experience of Middle-Aged Men, unpublished paper submitted to the Secretary of Labors Conference on the National Longitudinal Survey of the Pre-Retirement Years, Boston, 1976b.",
        "Bulow, J. I. and Summers, L. H. A Theory of Dual Labor Markets with Application to Industrial Policy, Discrimination and Keynesian Unemployment~ Journal of La bor Economics, forthcoming 1986.",
        "Dalton, J.A. and E.J. Ford. Concentration and Labor Earnings in Manufacturing and Utilities. Industrial and Labor Relations Review 31 (October 1977): 45-60.",
        "Dickens, W.T. Error Components in Grouped Data: Why Its Never Worth Weighting. NBER Technical Working Paper No. 43, February 1985.",
        "Dickens, W.T. Wages, Employment and the Threat of Collective Action by Workers. NBER Working Paper No. 1856, March 1986.",
        "Dickens, W.T. and B.A. Ross. Consistent Estimation Using Data from More than One Sample. NBER Technical Working Paper No. 33, March 1984.",
        "Dickens, W.T. and L.F. Katz. Industry Wage Patterns and Theories of Wage Determination.  Mimeo, U.C. Berkeley, March 1986.",
        "References 42 Dunlop, J. Industrial Relations and Economics: The Common Frontier of Wage Determination.  IRRA Proceed~~gs 1984, ~985.",
        "Fisher, F.M. and J.J. McGowan. On the Hisuse of Accounting Rates of Return to Infer Monopoly Profits. American Economic Review 73 (March 1983): 82-97.",
        "Foulkes, F. Personnel Policies in Large Nonunion Companies Englewood Cliffs, N.J.: Prentice-Hall, 1980.",
        "Freeman, R.B. and J. Nedoff. The Impact of Percentage Organized on Union and Nonunion Wages. Review of Economics and Statistics 63 (November 1981): 561-72.",
        "Garen, J. Worker Heterogeneity, Job Screening, and Firm Size. Journal of Pol itical Economy 93 (August 1985): 715-39.",
        "Groshen, E.L. Sources of Wage Dispersion: How Nuch Do Employers Hatter?. Nimeo, Harvard University, December 1985.",
        "Haworth, C.T. and D.W. Rasmussen. Human Capital and Inter-Industry Wages in Nanufacturing. Review of Economics and Statistics 53 (November 1971): 376-80.",
        "Haworth, C.T. and C.J. Reuther. Industrial Concentration and Interindustry Wage Determination. Review of Economics and Statistics 60 (February 1978): 85-95.",
        "Heywood, J.S. Market Structure and Wages: The Role of Imports. Nimeo, University of Nichigan, February 1985.",
        "Heywood, J.S. Labor Quality and the Concentration-Earnings Hypothesis. Review of Economics and Statistics, forthcoming 1986.",
        "Hodson, R. and P. England. Industrial Structure and Sex Differences in Earnings. Industrial Relations 25 (Winter 1986): 16-32.",
        "Jenny, F. Wage Rates, Concentration, and Unionization in French Nanufacturing Industries. Journal of Industrial Economics 26 (June 1978): 315-27.",
        "Kahneman, D., J. Knetsch, and R. Thaler. Perceptions of Unfairness: Constraints on Wealth Seeking. Nimeo, University of British Columbia, October 1985.",
        "Kalachek, E. and F. Raines. `1The Structure of Wage Differences Among Nature Hale Workers. Journal of Human Resources 11 (1976); 484-506.",
        "Katz, L.F. Efficiency Wage Theories: A Partial Evaluation. In S. Fischer, ed., NBER Nacroeconomics Annual 1986. Cambridge, Ha.: HIT Press, forthcoming 1986.",
        "Kay, J.A. and C.P. Mayer. On the Application of Accounting Rates of Return. Economic Journal 96 (Narch 1986): 199-207.",
        "Krueger, A. and L.H. Summmers. Efficiency Wages and the Inter-Industry Wage Structure. Harvard U., Nimeo, February 1986.",
        "References 43 }(umar, P. Differentials in Wage Rates of Unskilled Labor in Canadian Hanufacturing Industries. Industrial and Labor Rehitions Revie~ 26 (October 1q72): ~3 1-45. }~oka, J. ~1onopoly, Plant, and Union Effects on worker ~`ages. Industrial arid Labor Relations Review 36 (January 1963): 251-57.",
        "Lang, }~. and Dickens, ~n.T. Sociological and Neoclassical Perspectives on Segmented Labor Markets, in Paula England and George Farkas, eds. Firms, Jobs and Workers: Sociological and Economic Approaches, Plenum Press (forthcoming). Lawrence, C. and R. Lawrence. Relative wages in U.S. Hanufacturing: An Endgame Interpretation. Brookings Papers on Economic Activity (1985:1): 47-106.",
        "Lewis, H.G. Unionism and Relative Wages in the United States. Chicago: University of Chicago Press, 1963.",
        "Lewis, H.G. Union Relative Wage Effects: A Survey. Chicago: University of Chicago Press, 1986.",
        "Long, JE. and Link, A.N. The Impact of Harket Structure on Wages, Fringe Benefits, and Turnover. Industrial and Labor Relations Review 36 (January 1983): 239-50.",
        "Masters, S.H. Wages and Plant Size: An Interindustry Analysis. Review of Eco nomics and Statistics 51 (August 1969): 341-45.",
        "Mellow, W. Employer Size and Wages. Review of Economics and Statistics 64 (August 1962): 495-501.",
        "Moulton, B.R. Random Group Effects and the Precision of Regression Estimates, U.S. Bureau of Labor Statistics `%~orking Paper, November 1985.",
        "Murphy, X.M. and R. Topel. Unemployment, Risk, and Earnings: Testing for Equalizing !v~age Differences in the Labor Harket. Mimeo, UCLA, March 1986.",
        "Oi, W. The Fixed Employment Costs of Specialized Labor. In J. Triplett, ed., The Measurement of Labor Cost. Chicago: University of Chicago Press, 1983.",
        "Oster, 6. A Factor Analytic Test of the Theory of the Dual Economy, Review of Economics and Statistics, February 1979, 61,33-51.",
        "Petersen, F. Extent of Collective Bargaining, Monthly Labor Review, May 1942.",
        "Phillips, A. A Critique of Empirical Studies of Relations Between Market Power and Profitability. Journal of Industrial Economics 24 (June 1976): 241-9.",
        "Podgursky, M. Unions, Establishment Size, and Intra-Industry Threat Effects. Industrial and Labor Relations Review 39 (January 1986): 277-84.",
        "References 44 Pugel, T. Profitability, Concentration and the Interindustry Variation in Wages. Review of Econo~iiics and Statistics 62 (~1ay 1980): 248-53.",
        "Rapping, L.A. Monopoly Rents, Wage Rntcs, and Union wage Effectiveness. Quar terly Review of Economics and Business 7 (Spring 1967): 31-47.",
        "Saunders, C. and D. Marsden. Pay Inequalities in the Europeon Communities. London: Butters~orth, 1981.",
        "Searle, S. Linear Nodels. New York: Wiley, 1971.",
        "Slichter, S. Notes on the Structure of Wages. Review of Economics and Statistics32 (February 1950): 80-91.",
        "Stiglitz, J.E. Theories of Wage Rigidity. NBER Working Paper 1442, September 1984.",
        "U.S. Bureau of Labor Statistics. Area Wages Survey: Cleveland, Ohio Metropolitan Area September 1985. Bulletin 3030-45, November 1985.",
        "Wachtel, H. and C. Betsey. Employment at Low wages. Review of Economics and Statistics 54 (May 1972): 121-28.",
        "Weiss, Leonard. Concentration and Labor Earnings. American Economic Review 56 (Narch 1966): 96-117.",
        "Yellen, J. Efficiency Wage Models of Unemployment. American Economic Review Proceedings 74 (Nay 1984): 200-205."
    ]
}