{
    "id": 20158,
    "cites": 62,
    "cited_by": 28,
    "reference": [
        "Abel, Andrew B., and Warshawsky, Mark (1988), \"Specification of the Joy of Giving: Insights from Altruism,\" Review of Economics and Statistics, vol. 70, no. 1 (February), pp. 145-149.",
        "Altonji, Joseph G.; Hayashi, Fumio; and Kotlikoff, Laurence J. (1997), Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Parental Altruism and Inter Vivos Transfers: Theory and Evidence,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Journal of Political Economy, vol. 105, no. 6 (December), pp. 1121-1166.",
        "Altonji, Joseph G.; Hayashi, Fumio; and Kotlikoff, Laurence J. (2000), Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093The Effects of Income and Wealth on Time and Money Transfers between Parents and Children,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d in Andrew Mason and Georges Tapinos, eds., Sharing the Wealth: Demographic Change and Economic Transfers between Generations (Oxford: Oxford University Press), pp. 306-357.",
        "Arrondel, Luc, and Masson, Andre (2006), \"Altruism, Exchange or Indirect Reciprocity: What Do the Data on Family Transfers Show?\" in Serge-Christophe Kolm and Jean Mercier Ythier, eds., Handbook of the Economics of Giving, Altruism and Reciprocity, volume 2 (Amsterdam: Elsevier B.V.), pp. 971-1053.",
        "Barro, Robert (1974), \"Are Government Bonds Net Wealth?\" Journal of Political Economy, vol. 82, no. 6 (December), pp. 1095Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c1117.",
        "Barthold, Thomas A., and Ito, Takatoshi (1992), Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Bequest Taxes and Accumulation of Household Wealth: U.S.-Japan Comparison,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d in Takatoshi Ito and Anne O. Krueger, eds., Political Economy of Tax Reform (NBER East Asian Seminar on Economics, vol. 1) (Chicago, Illinois, USA: University of Chicago Press), pp. 235-292.",
        "Becker, Gary S. (1974), Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093A Theory of Social Interactions,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Journal of Political Economy, vol. 82, no. 6 (November/December), pp.1063-1093.",
        "Becker, Gary S. (1981), A Treatise on the Family (Cambridge, Massachusetts, USA: Harvard University Press).",
        "Becker, Gary S. (1991), A Treatise on the Family: Enlarged Edition (Cambridge, Massachusetts, USA: Harvard University Press).",
        "Bernheim, B. Douglas, and Severinov, Sergei (2003), Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Bequests as Signals: An Explanation for the Equal Division Puzzle,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Journal of Political Economy, vol. 111, no 4 (August), pp. 733-764.",
        "Bernheim, B Douglas; Shleifer, Andrei; and Summers, Lawrence H. (1985), \"The Strategic Bequest Motive,\" Journal of Political Economy, vol. 93, no. 6 (December), pp. 1045-76.",
        "Campbell, David W. (1997), Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Transfer and Life-Cycle Wealth in Japan, 1974-1984,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Japanese Economic Review, vol. 48, no. 4 (December), pp. 410-423.",
        "Carroll, Christopher D. (2000), Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Why Do the Rich Save So Much?Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d in Joel B. Slemrod, ed., Does Atlas Shrug? The Economic Consequences of Taxing the Rich (Cambridge, Massachusetts: Harvard University Press).",
        "Cox, Donald (1987), Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Motives for Private Income Transfers,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Journal of Political Economy, vol. 95, no. 3 (June), pp. 508-546.",
        "Cox, Donald, and Rank, Mark R. (1992), Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Inter-Vivos Transfers and Intergenerational Exchange,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Review of Economics and Statistics, vol. 74, no. 2 (May), pp. 305-314.",
        "Cox, Donald, and Stark, Oded (1996), Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Intergenerational Transfers and the Demonstration Effect,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Boston College Working Papers in Economics no. 329, Department of Economics, Boston College, Chestnut Hill, MA, U.S.A. (January).",
        "Cremer, Helmuth; Kessler, Denis; and Pestieau, Pierre (1992), Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Intergenerational Transfers within the Family,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d European Economic Review, vol. 36, no. 1 (January), pp. 1-16.",
        "Davies, James B. (1981), \"Uncertain Lifetime, Consumption, and Dissaving in Retirement,\" Journal of Political Economy, vol. 89, no. 3 (June), pp. 561-77.",
        "Dekle, Robert (1989), Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093The Unimportance of Intergenerational Transfers in Japan,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Japan and the World Economy, vol. 1, no. 4 (November), pp. 403-413.",
        "Dunn, Thomas A., and Phillips, John W. (1997), Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093The Timing and Division of Parental Transfers to Children, Economics Letters, vol. 54, no. 2, pp. 135-137.",
        "Esping-Andersen, Gota (1990), The Three Worlds of Welfare Capitalism (Princeton, N.J., U.S.A.: Princeton University Press).",
        "Esping-Andersen, Gota (1999), Social Foundations of Postindustrial Economics (Oxford, U.K.: Oxford University Press).",
        "Gans, Daphne; Silverstein, Merril; and Lowenstein, Ariela (2009), Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Do Religious Children Care More and Provide More Care for Older Parents? A Study of Filial Norms and Behaviors across Five Nations,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Journal of Comparative Family Studies, vol. 40, no. 2 (Spring), pp. 187-201.",
        "Hayashi, Fumio (1986), Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Why Is JapanÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0084¢s Saving Rate So Apparently High?Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d in Stanley Fischer, ed., NBER Macroeconomics Annual 1986, vol. 1 (Cambridge, Massachusetts, USA: MIT Press), pp. 147-210.",
        "Horioka, Charles Yuji (1993), Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Saving in Japan,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d in Arnold Heertje, ed., World Savings: An International Survey (Oxford, United Kingdom: Blackwell Publishers), pp. 238-278.",
        "Horioka, Charles Yuji (2002) Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Are the Japanese Selfish, Altruistic, or Dynastic?Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Japanese Economic Review, vol. 53, no. 1 (March), pp. 26-54.",
        "Horioka, Charles Yuji (2008), Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Nihon ni okeru Isan to Oyako-kankei: Nihonjin ha Rikoteki ka, Ritateki kia, Ouchouteki ka?Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d in Charles Yuji Horioka and Institute for Research on Household Economics, eds., Setai-nai Bunpai/Sedai-kan Iten no Keizai Bunseki (An Economic Analysis of Intra-Household Distribution and Inter-generational Transfers) (Tokyo, Japan: Minerva Shobou), pp. 118-135 (in Japanese).",
        "Horioka, Charles Yuji (2009), Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Do Bequests Increase or Decrease Wealth Inequalities?Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Economics Letters, vol. 103, issue 1 (April), pp. 23-25.",
        "Horioka, Charles Yuji; Fujisaki, Hideki; Watanabe, Wako; and Kouno, Takatsugu (2000), Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Are Americans More Altruistic than the Japanese? A U.S.-Japan Comparison of Saving and Bequest Motives,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d International Economic Journal, vol. 14, no. 1 (Spring), pp. 1-31.",
        "Horioka, Charles Yuji; Gahramanov, Emin; Hayat Muhammad, Abdul Aziz; and Tang, Xueli (2014), Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093The Determinants of Parent-Child Co-residence in Japan: A Test of Altruism,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d mimeo., School of Accounting, Economics and Finance, Deakin University, Melbourne, Australia.",
        "Horioka, Charles Yuji; Yamashita, Kouji; Nishikawa, Masashi; and Iwamoto, Shiho (2002), Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Nihonjin no Isan Douki no Juuyoudo, Seishitsu, Eikyou ni tsuite (On the Importance, Nature, and Impact of the Bequest Motives of the Japanese),Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Yuusei Kenkyuusho Geppou (The Monthly Review of the Institute of Posts and Telecommunications Policy), no. 163 (April), pp. 4-31 (in Japanese).",
        "Ioannides, Yannis M., and Kan, Kamhon. (2000), Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093The Nature of Two-Directional Intergenerational Transfers of Money and Time: An Empirical Analysis,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d in Jean Mercier Ythier, Serge-Christophe Kolm, and Louis-Andre Gerard-Varet, eds., The Economics of Reciprocity, Giving and Altruism (Houndmills and London: Palgrave Macmillan), pp. 314-331.",
        "Komamura, Kouhei (1994), Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Koureisha Kakei ni okeru Isan Koudou no Keizai Bunseki (Economic Analysis of the Bequest Behavior of Aged Households),Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Kikan Shakai Hoshou Kenkyuu (Quarterly of Social Security Research), vol. 30, no. 1 (Summer), pp. 62-74 (in Japanese).",
        "Kotlikoff, Laurence J. (1988), Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Intergenerational Transfers and Savings,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Journal of Economic Perspectives, vol. 2, no. 2 (Spring), pp. 41-58.",
        "Kotlikoff, Laurence J., and Spivak, Avia (1981), \"The Family as an Incomplete Annuities Market,\" Journal of Political Economy, vol. 89, no. 2 (April), pp. 372-391.",
        "Kotlikoff, Laurence J., and Summers, Lawrence H. (1981), Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093The Role of Intergenerational Transfers in Aggregate Capital Accumulation,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Journal of Political Economy, vol. 89, no. 4 (August), pp. 706-732.",
        "Laferrere, Anne, and Wolff, Francois-Charles (2006), Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Microeconomic Models of Family Transfers,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093 in Serge-Christophe Kolm and Jean Mercier Ythier, eds., Handbook of the Economics of Giving, Altruism and Reciprocity, volume 2 (Amsterdam: Elsevier B.V.), pp. 889-969.",
        "Laitner, John (1997), Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Intergenerational and Interhousehold Economic Links,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d in Mark R. Rosenzweig and Oded Stark, eds., Handbook of Population and Family Economics, vol. 1A (Amsterdam: North-Holland), pp. 189-238.",
        "Lehrer, Evelyn L. (2004), Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Religiosity as a Determinant of Educational Attainment: The Case of Conservative Protestant Women in the United States,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Review of Economics of the Household, vol. 2, no. 2 (June), pp. 203-219.",
        "Light, Audrey, and McGarry, Kathleen (2004), Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Why Parents Play Favorites: Explanations for Unequal Bequests,\" American Economic Review, vol. 94, no. 5 (December), pp. 1669-81.",
        "Lundholm, Michael, and Ohlsson, Henry (2000), Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Post Mortem Reputation, Compensatory Gifts and Equal Bequests,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Economics Letters, vol. 68, no. 2 (August), pp. 165-171.",
        "Masson, Andre, and Pestieau, Pierre (1996), Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Bequest Motives and Models of Inheritance: A Survey of the Literature,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d in Guido Erreygers and Toon Vandevelde, eds., Is Inheritance Legitimate? Ethical and Economic Aspects of Wealth Transfers (Berlin: Springer Verlag).",
        "McGarry, Kathleen (1999), Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Inter Vivos Transfers and Intended Bequests,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Journal of Public Economics, vol. 73, no. 3, pp. 321-351.",
        "Menchik, Paul L. (1980), Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Primogeniture: Equal Sharing, and the U.S. Distribution of Wealth,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Quarterly Journal of Economics, vol. 94, no. 2 (March), pp. 299-316.",
        "Menchik, Paul L. (1988), Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Unequal Estate Division: Is It Altruism, Reverse Bequests, or Simply Noise,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d in Denis Kessler and Andre Masson, eds., Modelling the Accumulation and Distribution of Wealth (Oxford: Clarendon Press), pp. 105-116.",
        "Modigliani, Franco (1988), Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093The Role of Intergenerational Transfers and Life Cycle Saving in the Accumulation of Wealth,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Journal of Economic Perspectives, vol. 2, no. 2 (Spring), pp. 15-40.",
        "Modigliani, Franco, and Brumberg, Richard (1954), Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Utility Analysis and the Consumption Function: An Interpretation of Cross-section Data,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d in Kenneth K. Kurihara, ed. Post-Keynesian Economics (New Brunswick, N.J.: Rutgers University Press), pp. 388-436.",
        "Molina, Jose Albert (2013), \"Altruism in the Household: In-kind Transfers in the Context of Kin Selection,\" Review of Economics of the Household, vol. 11, no. 3 (September), pp. 309-312.",
        "Mukhopadhyay, Sankar (2011), Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Religion, Religiosity and Educational Attainment of Immigrants to the USA,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Review of Economics of the Household, vol. 9, no. 4 (December), pp. 539-553.",
        "Noguchi, Yukio; Uemura, Kyoko; and Kitou, Yumiko (1989), Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Souzoku ni yoru Sedai-kan Iten no Kouzou: Shutoken ni okeru Jittai Chousa Kekka (The Structure of Intergenerational Transfers via Bequests: Results of a Survey in the Tokyo Metropolitan Area),Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Kikan Shakai Hoshou Kenkyuu (Quarterly of Social Security Research), vol. 25, no. 2 (Autumn), pp. 136-144 (in Japanese).",
        "Ohtake, Fumio (1991), Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Bequest Motives of Aged Households in Japan,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Ricerche Economiche, vol. 45, no. 2-3 (September), pp. 283-306.",
        "Ohtake, Fumio, and Horioka, Charles Yuji (1994), Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Chochiku Douki (Saving Motives)Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093 in Tsuneo Ishikawa, ed., Nihon no Shotoku to Tomi no Bunpai (The Distribution of Income and Wealth in Japan) (Tokyo: University of Tokyo Press), pp. 211-244 (in Japanese).",
        "Perozek, Maria G. (1998), Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093A Reexamination of the Strategic Bequest Motive,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Journal of Political Economy, vol. 106, no. 2 (April), pp. 423-445.",
        "Slavik, Ctirad, and Wiseman, Kevin (2013), Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Tough Love for Lazy Kids: Dynamic Insurance and Equal Bequests,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d mimeo., Goethe University Frankfurt, Frankfurt, Germany (December).",
        "Stark, Oded (1995), Altruism and Beyond: An Economic Analysis of Transfers and Exchanges within Families and Groups (Cambridge, U.K.: Cambridge University Press).",
        "Stark, Oded (1998), Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Equal Bequests and Parental Altruism: Compatibility or Orthogonality,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Economics Letters, vol. 60, no. 2 (August), pp. 167-171.",
        "Tomes, Nigel (1981), Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093The Family, Inheritance and the Intergenerational Transmission of Inequality,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Journal of Political Economy, vol. 89, no. 5 (October), pp. 928-958.",
        "World Bank (2013), World Development Indicators (Washington, D.C.: World Bank).",
        "Wilhelm, Mark O. (1996), Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Bequest Behavior and the Effect of HeirsÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0084¢ Earnings: Testing the Altruistic Model of Bequests,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d American Economic Review, vol. 86, no. 4 (September) pp. 874-892.",
        "Yamada, Ken (2006), Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Intra-family Transfers in Japan: Intergenerational Co-residence, Distance, and Contact,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Applied Economics, vol. 38, no. 16, pp. 1839-1861.",
        "Zuckerman, Phil (2005), \"Atheism: Contemporary Rates and Patterns,\" in Michael Martin, ed., The Cambridge Companion to Atheism (Cambridge, U.K.: Cambridge University Press).",
        "The proportion of respondents holding each view (%) China India Japan U.S. I plan to leave an inheritance to my child(ren) no matter what 34.24 68.98 26.67 58.17 I plan to leave an inheritance to my child(ren) under certain conditions 22.11 18.07 4.76 2.60 Those with an actual bequest motive 56.35 87.05 31.44 60.77 I want to leave an inheritance to my child(ren) but I won't because I don't have the financial capacity to do so 2.88 8.83 18.12 12.41 Those with an actual or potential bequest motive 59.23 95.88 49.56 73.18 I do not plan to make special efforts to leave an inheritance to my child(ren) but will leave whatever is left over 35.96 3.50 47.96 25.00 I do not plan to leave an inheritance to my child(ren) under any circumstances 4.81 0.62 2.48 1.82 Those with only a passive bequest motive or no bequest motive at all 40.77 4.12 50.44 26.82 Total 100.00 100.00 100.00 100.00 Number of observations 2264 1928 4514 3464"
    ]
}