{
    "id": 2015,
    "cites": 14,
    "cited_by": 16,
    "reference": [
        "Bernanke, Ben and Mark Gertler, Banking and Macroeconomic Equilibrium, forthcoming in William Barnett and Kenneth Singleton, eds., New Approaches to Monetary Economics, Cambridge Press. Diamond, Douglas, Financial Intermediation and Delegated Monitoring, Review of Economic Studies, July 1984, vol. 51, pp. 393-414.",
        "The Effect of Interest Rates on Layoffs, Review of Economic Studies, July 1985, vol. 52, pp. 427-442.",
        "Fisher, Irving, The Debt-Deflation Theory of Great Depressions, Econometrica, October 1933, vol. 1, pp. 337-57.",
        "Gale, Douglas and Martin Hellwig, Incentive-Compatible Debt Contracts I: The One-Period Problem, Review of Economic Studies, October 1985, vol. 52, pp.",
        "Greenwald, Bruce, Joseph E. Stiglitz, and Andrew Weiss, Informational Imperfections in the Capital Market and Macroeconomic Fluctuations, American Economic Review, May 1984, vol. 74, pp. 194-200.",
        "Hamilton, James D., Monetary Factors in the Great Depression, working paper, University of Virginia, revised June 1986.",
        "Holmstrom, Bengt, Moral Hazard and Observability, Bell Journal of Economics, Spring 1979, vol. 10, pp. 74-91.",
        "King, Robert and Charles Plosser, Money, Credit,and Prices in a Real Business Cycle, American Economic Review, June 1984, vol. 74, pp. 360-80.",
        "Kydland, Finn and Edward Prescott, Time to Build and Aggregate Fluctuations, Econometrica, November 1982, vol. 50, 1345-70.",
        "Long, John and Charles Plosser, Real Business Cycles, Journal of Political Economy, February 1983, vol. 91, pp. 39-69.",
        "Sappington, David, Limited Liability Contracts Between Principal and Agent, Journal of Economic Theory, February 1983, vol. 29, pp. 1-21.",
        "Selden, Larry, A New Representation of References Over `Certain and Uncertain Consumption Pairs: The `Certainty Equivalent Hypothesis, Econometrica, September 1978, vol. 46, pp. 1045-60.",
        "Townsend, Robert, Optimal Contracts and Competitive Markets with Costly State Verification, Journal of Economic Theory, October 1979, pp. 265-93.",
        "Williamson, Stephen, Financial Intermediation, Business Failures, and Real Business Cycles, working paper, University of Western Ontario, 1985."
    ]
}