{
    "id": 20154,
    "cites": 60,
    "cited_by": 12,
    "reference": [
        "Abel, Andrew B, N Gregory Mankiw, Lawrence H Summers, and Richard J Zeckhauser. 1989. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Assessing dynamic efficiency: Theory and evidence.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Review of Economic Studies, 56(1): 1Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c19.",
        "Abreu, Dilip, and Markus K Brunnermeier. 2003. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Bubbles and crashes.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Econometrica, 71(1): 173Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c204.",
        "Allen, Franklin, Stephen Morris, and Andrew Postlewaite. 1993. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Finite bubbles with short sale constraints and asymmetric information.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Journal of Economic Theory, 61(2): 206Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c229.",
        "Arce, Ã\u0083Æ\u0092Ã\u0082â\u0080\u009cscar, and David LÃ\u0083Æ\u0092Ã\u0082Â³pez-Salido. 2011. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Housing bubbles.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d American Economic Journal: Macroeconomics, 3(1): 212Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c241.",
        "Blanchard, Olivier J, and Mark W Watson. 1982. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Bubbles, rational expectations and financial markets.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Crises in the Economic and Financial Structure: Bubbles, Bursts, and Shocks. P. Wachtel. D.C. Heath & Company.",
        "Brunnermeier, Markus K., and Martin Oehmke. 2013. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Bubbles, Financial Crises, and Systemic Risk.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Handbook of the Economics of Finance. Amsterdam:Elsevier.",
        "Burn, Edward Hector, John Cartwright, and Geoffrey C Cheshire. 2011. Cheshire and BurnÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0084¢s Modern Law of Real Property. Oxford University Press.",
        "Burnside, Craig, Martin Eichenbaum, and Sergio Rebelo. 2011. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Understanding booms and busts in housing markets.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d National Bureau of Economic Research.",
        "Caballero, Ricardo J, and Arvind Krishnamurthy. 2006. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Bubbles and capital flow volatility: Causes and risk management.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Journal of Monetary Economics, 53(1): 35Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c53.",
        "Case, Karl E, and Robert J Shiller. 2003. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Is there a bubble in the housing market?Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Brookings Papers on Economic Activity, 2003(2): 299Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c362.",
        "Cochrane, John H. 2011. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Presidential address: Discount rates.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Journal of Finance, 66(4): 1047Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c1108.",
        "DeMarzo, Peter M, Ron Kaniel, and Ilan Kremer. 2008. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Relative wealth concerns and financial bubbles.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Review of Financial Studies, 21(1): 19Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c50.",
        "Diamond, Peter A. 1965. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093National debt in a neoclassical growth model.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d American Economic Review, 1126Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c1150.",
        "Diba, Behzad T, and Herschel I Grossman. 1988a. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Explosive rational bubbles in stock prices?Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d American Economic Review, 78(3): 520Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c530.",
        "Diba, Behzad T, and Herschel I Grossman. 1988b. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093The theory of rational bubbles in stock prices.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Economic Journal, 98(392): 746Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c754.",
        "Evans, George W. 1991. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Pitfalls in testing for explosive bubbles in asset prices.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d American Economic Review, 81(4): 922Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c930.",
        "Fama, Eugene F. 1970. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Efficient Capital Markets: A Review of Theory and Empirical Work.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Journal of Finance, 25(2): 383Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c417.",
        "Fama, Eugene F. 2013. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Two Pillars of Asset Pricing.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Nobel Prize Committee.",
        "Farhi, Emmanuel, and Jean Tirole. 2012. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Bubbly liquidity.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Review of Economic Studies, 79(2): 678Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c706.",
        "Favilukis, Jack, Sydney C Ludvigson, and Stijn Van Nieuwerburgh. 2010. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093The macroeconomic effects of housing wealth, housing finance, and limited risk-sharing in general equilibrium.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d National Bureau of Economic Research.",
        "Flavin, Marjorie, and Takashi Yamashita. 2002. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Owner-occupied housing and the composition of the household portfolio.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d American Economic Review, 92(1): 345Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c362.",
        "Flood, Robert P, and Peter M Garber. 1980. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Market fundamentals versus price-level bubbles: the first tests.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Journal of Political Economy, 745Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c770.",
        "Flood, Robert P, and Robert J Hodrick. 1990. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093On testing for speculative bubbles.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Journal of Economic Perspectives, 4(2): 85Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c101.",
        "Froot, Kenneth A, and Maurice Obstfeld. 1991. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Intrinsic Bubbles: The Case of Stock Prices.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d American Economic Review, 81(5): 1189Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c1214.",
        "Gali, Jordi. 2014. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Monetary Policy and Rational Asset Price Bubbles.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d American Economic Review, 104(3): 721Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c52.",
        "Geerolf, Francois. 2014. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Reassessing Dynamic Efficiency.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Unpublished manuscript UCLA.",
        "Giglio, Stefano, and Tiago Severo. 2012. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Intangible capital, relative asset shortages and bubbles.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Journal of Monetary Economics, 59(3): 303Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c317.",
        "Glaeser, Edward L, and Charles G Nathanson. 2014. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Real Estate Bubbles.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Unpublished Manuscript Harvard and Northwestern Universities.",
        "Glaeser, Edward L, Joseph Gyourko, and Albert Saiz. 2008. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Housing supply and housing bubbles.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Journal of Urban Economics, 64(2): 198Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c217.",
        "Glaeser, Edward L, Joshua Gottlieb, and Joseph Gyourko. 2010. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Did credit market policies cause the housing bubble?Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Policy Briefs.",
        "Gordon, Myron J. 1982. The investment, financing, and valuation of the corporation. Greenwood Press.",
        "Himmelberg, Charles, Christopher Mayer, and Todd Sinai. 2005. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Assessing high house prices: Bubbles, fundamentals, and misperceptions.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d National Bureau of Economic Research.",
        "Hong, Harrison, Jose Scheinkman, and Wei Xiong. 2006. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Asset float and speculative bubbles.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d The journal of finance, 61(3): 1073Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c1117.",
        "Hong, Harrison, Jose Scheinkman, and Wei Xiong. 2008. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Advisors and asset prices: A model of the origins of bubbles.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Journal of Financial Economics, 89(2): 268Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c287.",
        "Kocherlakota, Narayana. 2008. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Injecting rational bubbles.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Journal of Economic Theory, 142(1): 218Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c232.",
        "Kocherlakota, Narayana R. 1992. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Bubbles and constraints on debt accumulation.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Journal of Economic Theory, 57(1): 245Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c256.",
        "Lamont, Owen A, and Richard H Thaler. 2003. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Can the Market Add and Subtract? Mispricing in Tech Stock Carve-outs.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Journal of Political Economy, 111(2): 227Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c268.",
        "Landvoigt, Tim, Monika Piazzesi, and Martin Schneider. 2012. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093The housing market (s) of San Diego.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d National Bureau of Economic Research.",
        "Martin, Alberto, and Jaume Ventura. 2014. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Managing Credit Bubbles.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Unpublished Manuscript CREI.",
        "Mayer, Christopher. 2011. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Housing bubbles: A survey.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Annu. Rev. Econ., 3(1): 559Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c577.",
        "Merton, Robert C. 1987. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093On the current state of the stock market rationality hypothesis.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Mian, Atif, and Amir Sufi. 2009. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093The consequences of mortgage credit expansion: Evidence from the US mortgage default crisis.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Quarterly Journal of Economics, 124(4): 1449Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c 1496.",
        "Miao, Jianjun, and Pengfei Wang. 2011. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Bubbles and Credit Constraints.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Available at SSRN 1779485.",
        "Milgrom, Paul, and Nancy Stokey. 1982. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Information, trade and common knowledge.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Journal of Economic Theory, 26(1): 17Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c27.",
        "Nathanson, Charles G, and Eric Zwick. 2014. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Arrested Development: A Theory of Supply-Side Speculation in the Housing Market.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d PÃ\u0083Æ\u0092Ã\u0082Â¡stor, LÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0084¢uboÃ\u0083â\u0080¦Ã\u0082Â¡, and Pietro Veronesi. 2003. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Stock valuation and learning about profitability.",
        "Piazzesi, Monika, and Martin Schneider. 2009. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Momentum Traders in the Housing Market: Survey Evidence and a Search Model.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d The American economic review, 99(2): 406Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c411.",
        "Rosen, Sherwin. 1974. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Hedonic Prices and Implicit Markets: Product Differentiation in Pure Competition.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Journal of Political Economy, 82(1): 34Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c55.",
        "Samuelson, Paul A. 1958. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093An exact consumption-loan model of interest with or without the social contrivance of money.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Journal of Political Economy, 467Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c482.",
        "Santos, Manuel S, and Michael Woodford. 1997. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Rational asset pricing bubbles.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Econometrica: Journal of the Econometric Society, 19Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c57.",
        "Scheinkman, Jose A, and Laurence Weiss. 1986. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Borrowing constraints and aggregate economic activity.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Econometrica, 54(1): 23Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c45.",
        "Scheinkman, Jose A, and Wei Xiong. 2003. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Overconfidence and speculative bubbles.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Journal of political Economy, 111(6): 1183Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c1220.",
        "Shiller, RJ. 1981. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Do Stock Prices Move Too Much to be Justified by Subsequent Changes in Dividends?Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d American Economic Review, 71(3): 421Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c436.",
        "Shiller, Robert J. 2013. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Speculative Asset Prices.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Nobel Prize Committee.",
        "Shleifer, Andrei. 2000. Inefficient markets: An introduction to behavioral finance. Oxford University Press.",
        "Shleifer, Andrei, and Robert W Vishny. 1997. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093The limits of arbitrage.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Journal of Finance, 52(1): 35Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c55.",
        "Smith, Vernon L, Gerry L Suchanek, and Arlington W Williams. 1988. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Bubbles, crashes, and endogenous expectations in experimental spot asset markets.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Econometrica, 1119Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c1151.",
        "The Guardian. 2013. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Prime central London property prices inflate bubble fears.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Tirole, Jean. 1982. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093On the possibility of speculation under rational expectations.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Econometrica: Journal of the Econometric Society, 1163Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c1181.",
        "Tirole, Jean. 1985. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Asset bubbles and overlapping generations.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Econometrica, 1499Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c1528.",
        "West, Kenneth D. 1987. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093A specification test for speculative bubbles.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Quarterly Journal of Economics, 102(3): 553Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c580.",
        "Woodford, Michael. 1986. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Stationary sunspot equilibria in a finance constrained economy. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Journal of Economic Theory, 40(1): 128Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c137.",
        "Woodford, Michael. 1990. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Public debt as private liquidity.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d American Economic Review, 382Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c388."
    ]
}