{
    "id": 2018,
    "cites": 16,
    "cited_by": 2,
    "reference": [
        "Bhandari, J. S., (ed.), 1985, Exchange Rate Management Under Uncertainty, MIT Press, Cambridge, Mass.",
        "Boyer, R. 5., 1978, Optimal Foreign Exchange Market Intervention, Journal of Political Economy, 86, 1045-1056.",
        "Brechling, R., 1968, The Tradeoff Between Output and Unemployement, Journal of Political Economy, 76, 712-737.",
        "Cox, W. M., 1980, Unanticipated Money, Output, and Prices in the Small Economy, Journal of Monetary Economics, 6, 359-384.",
        "Dornbusch, R., 1976, Expectations and Exchange Rate Dynamics, Journal of Political Econo~, 84, 1161-1176.",
        "Drif fill, J., 1982, Optimal Money and Exchange Rate Policies, Greek Economic Review, 4, 261-283.",
        "Griliches, Z., 1967, Distributed Lags: .A Survey, Econometrica, 35, 16-49.",
        "Kamien, M. and N. L. Schwartz, 1971, Sufficient Conditions in Optimal Control Theory, Journal of Economic Theory, 3, 207-214.",
        "Kydland, F. and E. Prescott, 1977, Rules Rather than Discretion: The Inconsistency of Optimal Plans, Journal of Political Economy, 85, 473-491.",
        "Lipsey, R. G., 1965, Structural and Deficient Demand Unemployment Reconsidered, in A. M. Ross, ed., Employment Policy and the Labor Market, University of California Press, Berkeley, California.",
        "Phelps, E. 5., 1967, Phillips Curves, Expectations of Inflation and Optimum Utilization Over Time, Economica, 24, 254-281.",
        "Phelps, E. S., 1972, Inflation Polity and Unemployement Theory, Norton, New York.",
        "Stemp, P. J. and S. J. Turnovsky, 1984, Optimal Stabilization Policies Under Perfect Foresight, in A. J. Hughes Hallett (ed.), Applied Decision Analysis and Economic Behavior, Nijhoff, Amsterdam.",
        "Turnovsky, S. J., 1981, The Optimal Intertemporal Choice of Inflation and Unemployment, Journal of Economic Dynamics and Control, 3, 357-384.",
        "Turnovsky, S. J., 1983, Exchange Market Intervention in a Small Open Economy, in J. S. Bhandari and B. H. Putnam (eds.), Economic Interdependence and Flexible Exchange Rates, MIT Press, Cambridge, Mass.",
        "Turnovsky, S. J. and W. A. Brock, 1980, Time Consistency and Optimal Government Policies in Perfect Foresight Equilibrium, Journal of Public Economics, 13, 183-212."
    ]
}