{
    "id": 2019,
    "cites": 12,
    "cited_by": 6,
    "reference": [
        "Allen, Steven C., Much Ado About Davis-Bacon: A Critical Review and New Evidence, Journal of Law and Economics XXVI (October l983):707-736. , Unionized Construction Workers Are More Productive, Quarterly Journal of Economics XCIX (May l984):25l-274. , Why Construction Industry Productivity Is Declining, Review of Economics and Statistics, LXVII (November l985):661-669. , The Effect of Unionism on Productivity in Privately and Publicly Owned Hospitals and Nursing Homes, Journal of Labor Research VII (Winter 1986): 59-68(a).",
        "Construction, Industrial and Labor Relations Review XXXIX (January 1986): 187-201(b).",
        "Bourdon, Clinton C. and Levitt, Raymond E., Union and Open-Shop Construction, Lexington, Mass. :Heath, 1980.",
        "Christensen, Laurits R. and Greene, William H., Economies of Scale in U.S. Electric Power Generation, Journal of Political Economy LXXXIV (August 1976) :655-676.",
        "Clark, Kim B., The Impact of Unionization on Productivity: A Case Study, Industrial and Labor Relations Review XXXIII (July l980):45l-469. , Unionization and Firm Performance: The Impact on Profits, Growth, and Productivity, American Economic Review LXXIV (December 1984):893-9l9.",
        "Diewert, W. E., Applications of Duality Theory, in M. D. Intriligator and D. A. Kendrick (eds.), Frontiers of Quantitative Economics, Vol. II (Amsterdam: North-Holland, 1974).",
        "Foster, Howard C., The Labor Market in Nonunion Construction, Industrial and Labor Relations Review XXVI (July l973):lO7l-lO85. Freeman, Richard B., The Effect of Unionism on Fringe Benefits, Industrial and Labor Relations Review XXXIV (July 1981) :489-509.",
        "Lau, Lawrence J., Applications of Profit Functions, in Melvyn Fuss and Daniel McFadden (eds.), Production Economics: A Dual Approach to Theory and Applications (Amsterdam: North Holland, 1978).",
        "Ruback, Richard S. and Zimmerman, Martin B., Unionization and Profitability: Evidence from the Capital Market, Journal of Political Economy XCII (December 1984) :1134-1157.",
        "Salinger, Michael A., Tobins q, Unionization and the Concentration-Profits Relationship, Rand Journal of Economics XV (Summer l984):l59-17O. Salkever, David S., Cost Implications of Hospital Unionization: A Behavioral Analysis, NBER Working Paper No. 946, July 1982. r~ 1t~_ Cl s.f.. Cl _~i fl__~..._ fl_1 A ~~fl~S_..!__ fl 7 _._1 _~ fl ~J~ULIU, ~ULJ IL ~. aiiu DaaIlaIlLe, ~aLIos i~. , as ~iiiia~iiig r atili- t~evei iripu~ t.emanu and Wheat Supply in the Indian Punjab Using a Translog Profit Function, American Journal of Agricultural Economics LXIII (May 198l):237-246.",
        "Stigler, George J., The Organization of Industry (Chicago: University of Chicago Press, 1983).",
        "Yotopoulos, Pan A. and Lau, Lawrence J., A Test for Relative Economic Efficiency: Some Further Results, American Economic Review LXIII (March 1973) :214-223."
    ]
}