{
    "id": 202,
    "cites": 20,
    "cited_by": 0,
    "reference": [
        "Becker, G.S., A Theory of Marriage, in T.W. Schultz (ed.), Economics of the Family, Chicago: NBER, 1974.",
        "Becker, G.S., E.M. Landes and R.T. Michael, Economics of Marital Instability, Journal of Political Economy, forthcoming 1977.",
        "Bonus, H., Quasi-Engel Curves, Diffusion, and the Ownership of Major Consumer Durables, Journal of Political Economy, 81(3), May/June 1973.",
        "Cherlin, A., The Effect of Children on Marital Dissolution, Demography, 14(3), August 1977.",
        "Easterlin, R.A., Relative Economic Status and the American Fertility Swing in E.B. Sheldon, (ed.), Family Economic Behavior: Probl~p~ and Prospects, Philadelphia: J.B. Lippincott Co., 1973.",
        "Heckman, J.J. and R.J. Willis, A Beta-Logistic Model for the Analysis of Sequential Labor Force Participation by Married Women, Journal of Political Economy, 85(1), February 1977.",
        "Heuser, R.L., Fertility Tables for Birth Cohorts by Color, Rockville, Maryland: N.C.H.S., DREW, 1976.",
        "Huber, S.C., P.T. Piotrow, F.B. Orlans, and G. Koinmer, Intrauterine Devices, Population Reports, Series B, Number 2, January 1975.",
        "Jacobson, P.H., American Marriage and Divorce, New York: Rinehart and Co., 1959.",
        "Johnston, J., Econometric Methods, New York: McGraw-Hill, Inc., 1972.",
        "Landes, W.M. and L.C. Solmon, Compulsory Schooling Legislation, Journal of Economic History, 32(1), March 1972.",
        "Michael, R.T. and R.J. Willis, Contraception and Fertility: Household Production Under Uncertainty, in N.E. Terieckyj (ed.), Household Production and Consumption, New York: NBER, 1976.",
        "Mincer, J. and S. Polachek, Family Investments in Human Capital: Earnings of Women, in T.W. Schultz (ed.), Economics of the Family, Chicago: NBER, 1974.",
        "Piotrow, P.T., and C.M. Lee, Oral Contraceptives, Population Report, Series A, No. 1, April 1974.",
        "Platens, A.A., Divorces: Analysis of Changes, Vital and Health Statistics; Series 21, Number 22, N.C.S.H., DHEW, 1973.",
        "Preston, S.H. and J. McDonald, The Incidence of Divorce Within Cohorts of American Marriages Contracted Since the Civil War, mimeo, Center for Studies in Demography and Ecology, University of Washington, September 1976.",
        "Rheinstein, M., Marriage Stability, Divorce and the Law, Chicago: Univ. of Chicago Press, 1972.",
        "Schoen, R., H.N. Greenblatt, and B. Mielke, Californias Experience with Non-Adversary Divorce, Demography, 12(2), May 1975.",
        "Silver, N., Births, Marriages and Business Cycles in the U.S., Journal of Political Economy, 73(3), June 1965.",
        "Westoff, C.F., and B. Ryder, The Contraceptive Revolution, Princeton, New Jersey: Princeton University Press, 1977."
    ]
}