{
    "id": 20209,
    "cites": 29,
    "cited_by": 15,
    "reference": [
        "Almeida, Caio and Ren e Garcia. 2013. Robust Economic Implications of Nonlinear Pricing Kernels.",
        "Alvarez, Fernando and Urban J. Jermann. 2004. Using Asset Prices to Measure the Cost of Business Cycles. Journal of Political Economy 112 (6):1223Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c1256.",
        "Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009dÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009dÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009d. 2005. Using Asset Prices to Measure the Persistence of the Marginal Utility of Wealth. Econometrica 73 (6):1977Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c2016.",
        "Backus, David K., Allan W. Gregory, and Stanley E. Zin. 1989. Risk Premiums in the Term Structure : Evidence from Artificial Economies. Journal of Monetary Economics 24 (3):371Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c399.",
        "Backus, David K., Mikhail Chernov, and Stanley E. Zin. 2014. Sources of Entropy in Representative Agent Models. The Journal of Finance 59 (1):51Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c99.",
        "Bakshi, Gurdip and Fousseni Chabi-Yo. 2012. Variance Bounds on the Permanent and Transitory Components of Stochastic Discount Factors. Journal of Financial Economics 105 (1):191Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c208.",
        "Bansal, Ravi and Bruce N. Lehmann. 1997. Growth-optimal Portfolio Restrictions on Asset Pricing Models. Macroeconomic Dynamics 1 (2):333Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c354.",
        "BoroviÃ\u0083â\u0080¹Ã\u0082â\u0080¡ cka, Jaroslav, Lars Peter Hansen, Mark Hendricks, and Jos e A. Scheinkman. 2011. Risk Price Dynamics. Journal of Financial Econometrics 9:3Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c65.",
        "BoroviÃ\u0083â\u0080¹Ã\u0082â\u0080¡ cka, Jaroslav, Lars Peter Hansen, and Jos e A. Scheinkman. 2014. Shock Elasticities and Impulse Responses. Mimeo.",
        "Campbell, John Y. and John H. Cochrane. 1999. By Force of Habit. Journal of Political Economy 107 (2):205Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c251.",
        "Carr, Peter and Jiming Yu. 2012. Risk, Return and Ross Recovery. The Journal of Derivatives 20 (1):38Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c59.",
        "Cressie, Noel and Timothy R. C. Read. 1984. Multinomial Goodness-of-Fit Tests. Journal of the Royal Statistical Society. Series B (Methodological) 46 (3):440Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c464.",
        "Dubynskiy, Sergey and Robert S. Goldstein. 2013. Recovering Drifts and Preference Parameters from Financial Derivatives.",
        "Duffie, Darrell and Rui Kan. 1994. Multi-Factor Term Structure Models. Philosophical Transactions: Physical Sciences and Engineering 347 (1684):577Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c586.",
        "Epstein, Larry G. and Stanley E. Zin. 1989. Substitution, Risk Aversion, and the Temporal Behavior of Consumption and Asset Returns: A Theoretical Framework. Econometrica 57 (4):937Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c969.",
        "Gosh, Anisha, Christian Julliard, and Alex Taylor. 2012. What is the Consumption-CAPM Missing? An Information-Theoretic Framework for the Analysis of Asset Pricing Models. Working paper, Tepper School of Business, Carnegie Mellon University.",
        "Hansen, Lars Peter. 2012. Dynamic Valuation Decomposition within Stochastic Economies. Econometrica 80 (3):911Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c967. FisherÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009cSchultz Lecture at the European Meetings of the Econometric Society.",
        "Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009dÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009dÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009d. 2014. Uncertainty Outside and Inside Economic Models. Nobel Prize paper.",
        "Hansen, Lars Peter and Ravi Jagannathan. 1991. Implications of Security Market Data for Models of Dynamic Economies. Journal of Political Economy 99 (2):225Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c262.",
        "Hansen, Lars Peter and Scott F. Richard. 1987. The Role of Conditioning Information in Deducing Testable Restrictions Implied by Dynamic Asset Pricing Models. Econometrica 55 (3):587Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c613.",
        "Hansen, Lars Peter and Jos e A. Scheinkman. 2009. Long Term Risk: An Operator Approach. Econometrica 77 (1):177Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c234.",
        "Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009dÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009dÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009d. 2014. Stochastic Compounding and Uncertain Valuation.",
        "Hansen, Lars Peter and Kenneth J. Singleton. 1982. Generalized Instrumental Variables Estimation of Nonlinear Rational Expectations Models. Econometrica 50 (5):1269Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c1286.",
        "Hansen, Lars Peter, John Heaton, and Erzo G. J. Luttmer. 1995. Econometric Evaluation of Asset Pricing Models. The Review of Financial Studies 8 (2):237Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c274.",
        "Hansen, Lars Peter, Thomas J. Sargent, and Jr. Tallarini, Thomas D. 1999. Robust Permanent Income and Pricing. The Review of Economic Studies 66 (4):873Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c907.",
        "Kreps, David M. and Evan L. Porteus. 1978. Temporal Resolution of Uncertainty and Dynamic Choice Theory. Econometrica 46 (1):185Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c200.",
        "Qin, Likuan and Vadim Linetsky. 2014. Ross Recovery in Continuous Time. Mimeo, Northwestern University.",
        "Ross, Stephen A. 2013. The Recovery Theorem. Forthcoming in the Journal of Finance.",
        "Walden, Johan. 2013. Recovery with Unbounded Diffusion Processes."
    ]
}