{
    "id": 20206,
    "cites": 32,
    "cited_by": 2,
    "reference": [
        "J.E. Aldy and W.K. Viscus. Age dierences in the value of statistical life: Revealed preference evidence. Review of Environmental Economics and Policy, 1(2):241260, 2007.",
        "J.E. Aldy and W.K. Viscusi. Adjusting the value of statistical life for age and cohort eects. Review of Economics and Statistics, 90(3):573581, 2008.",
        "E. Arias. United states life tables, 2002. National Vital Statistics Report, 53(6), 2004. M. Dickie Blomquist, G.C. and R.M. O&apos;Conor. Willingness to pay for improving fatality risks and asthma symptoms: Values for children and adults of all ages.",
        "T.A. Cameron and J.R. DeShazo. Demand for health risk reductions. Journal of Environmental Economics and Management, 65:87109, 2013.",
        "Dora Costa and M. E. Kahn. Changes in the value of life, 1940-1980. Journal of Risk and Uncertainty, 29(2):159180, 2004. M.F. Evans and V.K. Smith. Measuring how risk tradeos adjust with income.",
        "Eric French. The eects of health, wealth and wages on labor supply and retirement behavior. Review of Economic Studies, 72(2):395427, 2005. Pierre-Olivier Gourinchas and Jonathan Parker. Consumption over the lifecycle.",
        "Robert E. Hall and Charles I. Jones. The value of life and the rise in health spending. Quarterly Journal of Economics, 122(1):3972, 2007.",
        "R. Glenn Hubbard, Jonathan Skinner, and Stephen P. Zeldes. Precautionary saving and social insurance. Journal of Political Economy, 103(2):360399, 1995.",
        "M. Johannesson, P. O. Johansson, and K. G. Lofgren. On the value of changes in life expectancy. Journal of Risk and Uncertainty, (15):221239, 1997.",
        "P. O. Johansson. On the value of changes in life expectancy. Journal of Health Economics, (15):105113, 1996.",
        "P. O. Johansson. On the denition and age-dependency of the value of a statistical life. Journal of Risk and Uncertainty, 25(3):251263, 2002.",
        "L. Kaplow. The value of a statistical life and the coecient of relative risk aversion. Journal of Risk and Uncertainty, 31(1):2334, 2005.",
        "T. J. Kniesner, W. K. Viscusi, and J. P. Ziliak. Life-cycle consumption and the age adjusted value of life. Contributions to Economic Analysis and Policy, 5 (1), 2006. T. J. Kniesner, W. K. Viscusi, and J. P. Ziliak. Policy relevant heterogeneity in the value of statistical life: New evidence from panel data quantile regressions.",
        "Journal of Risk and Uncertainty, 40(1):1531, 2010. A. Krupnick. Mortality-risk valuation and age: Stated preference evidence.",
        "J. D. Leeth and J. Ruser. Compensating wage dierentials for fatal and nonfatal injury risk by gender and race. Journal of Risk and Uncertainty, 27(3):257 277, 2003.",
        "J. Hammitt Liu, J.-T. and J.-L. Liu. Estimating hedonic wage function and value of life in a developing country. Economic Letters, 57:353358, 1997.",
        "J. C. Mesa. An object-oriented class library for nonlinear optimization. Sandia Technical Report, (SAND94-8225), 3 1994.",
        "M. J. Moore and W. K. Viscusi. Models for estinating discount rates for long term health risks using labor market data. Journal of Risk and Uncertainty, (3):381401, 1990. J.R. Mrozek and L.O. Taylor. What determines the value of life? a metaanalysis.",
        "K. M. Murphy and R. H. Topel. The value of health and longevity. Journal of Political Economy, 114(5):871904, 2006.",
        "Shinichi Nishiyama and Kent Smetters. Consumption taxes, risk sharing and economic eciency. Journal of Political Economy, 113(5):10881115, 2005.",
        "Sherwin Rosen. The value of changes in life expectancy. Journal of Risk and Uncertainty, 1:285304, 1988. Andrew Samwick and Christopher Carroll. The nature of precautionary wealth.",
        "Journal of Monetary Economics, (40):4172, 1997. Philip J. Schneider and David H. Eberly. Geometric Tools For Computer Graphics.",
        "The Morgan Kaufmann Series in Computer Graphics and Geometric Modeling. Morgan Kaufmann Publishers, 2003.",
        "D. S. Shepard and R. J. Zeckhauser. Suvival versus consumption. Management Science, 30(4):423439, 1984.",
        "V. K. Smith, M. F. Evans, H. Kim, and D. H. Taylor. Do the &apos;near&apos; elderly value mortality risks dierently. Review of Economics and Statistics, 86(1): 423429, 2004.",
        "Seamus J. Smyth. A balancing act: Optimal non-linear taxation in olg economies. Harvard University Working Paper, 5 2006.",
        "Kjetil Storesletten, Chris Telmer, and Amir Yaron. Consumption and risk sharing over the life cycle. Journal of Monetary Economics, 51:609633, 2004.",
        "W. K. Viscusi. Racial dierences in the value of statistical life. Journal of Risk and Uncertainty, 27(3):239256, 2003. W. K. Viscusi. The value of life: Estimates with risks by occupation and industry.",
        "W. K. Viscusi and J. E. Aldy. The value of a statistical life: A critical review of market estimates throughout the world. Journal of Risk and Uncertainty, 27(2):576, 2003.",
        "W. K. Viscusi and J. E. Aldy. Labor market estimates of the senior discount of the value of statistical life. Journal of Environmental Economics and Management, 53(3):377392, 2007.",
        "W.K. Viscusi. Policy challenges of the heterogeneity of the value of statistical life. Foundations and Trends in Microeconomics, 6(2):99172, 2010.",
        "W.K. Viscusi and J. Hersch. The mortality cost to smokers. Journal of Health Economics, 27:943958, 2008."
    ]
}