{
    "id": 20202,
    "cites": 12,
    "cited_by": 5,
    "reference": [
        "1. Akosa Antwi, Y., A. S. Moriya, and K. Simon (2013). Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Effects of Federal Policy to Insure Young Adults: Evidence from the 2010 Affordable Care Act Dependent Coverage Mandate.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d American Economic Journal: Economic Policy 5(4): 1-28.",
        "3. Anderson, M. L., C. Dobkin, and T. Gross (2014). Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093The Effect of Health Insurance on Emergency Department Visits: Evidence from an Age-Based Eligibility Threshold.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Review of Economics and Statistics vol. 96(1), 189-195.",
        "4. Barry, C. L. and M. S. Ridgely (2008). Mental Health and Substance Abuse Insurance Parity for Federal Employees: How did Health Plans Respond? Journal of Policy Analysis and Management, 27(1), 155-170.",
        "5. Bertrand M, DuÃ\u0083Â¯Ã\u0082Â¬Ã\u0082â\u0080\u009ao E, Mullainathan S. (2004). How much should we trust differences-indifferences estimates? Quarterly Journal of Economics 119(1): 249Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c275 6. Cameron, A. C., J. B. Gelbach and D. L. Miller (2008). Bootstrap-based Improvements for Inference with Clustered Errors. The Review of Economics and Statistics, 90(3), 414427.",
        "7. Buchmueller, T. C., P. F. Cooper, M. Jacobson, and S. H. Zuvekas (2007). Parity for whom? Exemptions and the extent of state mental health parity legislation. Health Affairs, 26(4), w483-w487 8. Cantor, J. C., A. C. Monheit, D. DeLia, and K. Lloyd (2012). Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Early Impact of the Affordable Care Act on Health Insurance Coverage of Young Adults.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Health Services Research 47(5): 1773-1798.",
        "9. Card, D., C. Dobkin, and N. Maestas. (2008). Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093The Impact of Nearly Universal Insurance Coverage on Health Care Utilization and Health: Evidence from Medicare.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d American Economic Review 98(5): 2242-2258.",
        "Allen, and K. Baicker (2012). Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093The Oregon Health Insurance Experiment: Evidence from the First Year.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d The Quarterly Journal of Economics 127(3):1057-1106.",
        "(2005). Lifetime prevalence and age-of-onset distributions of DSM-IV disorders in the National Comorbidity Survey Replication. Archives of General Psychiatry, 62(6), 593602.",
        "(2014). Use of Hospital-Based Services among Young Adults with Behavioral Health Diagnoses Before and After Health Insurance Expansions. JAMA Psychiatry, 71(4), 404411.",
        "Interaction of time trend and a dummy 0.054 0.002 0.001 115.8 0.004 variable for treatment group (0.041) (0.004) (0.003) (83.2) (0.004) Note: (1) First panel: Number of observations is 95,040 for the first three columns and 34,730 for the last three columns. Second panel: Number of observations is 70,782 for the first set of rows and 24,536 for the second set of rows. Third panel: Number of observations in the first set of rows is 731,727 in the first four columns and 729,116 in the last two columns, and the number of observations in the second set of rows is 122,546 in the first four columns and 122,275 in the last two columns. (2) First and second panels: Quarterly hospital-age level variables are calculated, using young adults aged from 19-29, except for the removal of 26 year olds who are in neither control nor treatment. Third panel: Individual level variables are used. (3) Data: The NIS data for the period from the first quarter of 2007 to the fourth quarter of 2009, which is",
        "ACA Enactment Effect (2010 Q2-Q3) 0.021 0.002 0.018 730.5 * 0.008 (0.046) (0.005) (0.012) (410.2) (0.007) ACA Implementation Effect (2010 Q4-) -0.009 0.000-0.003-537.5 * -0.009 (0.037) (0.005) (0.009) (304.2) (0.006) Risk-adjustment variables are included.",
        "ACA Enactment Effect (2010 Q2-Q3) -0.147-0.011-0.007-130.6-0.005 (0.131) (0.011) (0.011) (284.8) (0.013) ACA Implementation Effect (2010 Q4-) -0.129-0.015 0.008-297.7-0.003 (0.103) (0.009) (0.007) (220.6) (0.010) Risk-adjustment variables are included."
    ]
}