{
    "id": 20208,
    "cites": 27,
    "cited_by": 11,
    "reference": [
        "Abaluck, Jason and Jonathan Gruber, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Choice Inconsistencies among the Elderly: Evidence from Plan Choice in the Medicare Part D Program,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d American Economic Review, 2011, 101 (4), 1180Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c1210.",
        "Biles, Brian, Jonah Pozen, and Stuart Gutterman, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093The Continuing Cost of Privatization: Extra Payments to Medicare Advantage Plans Jump to $11.4 Billion in 2009,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Technical Report pub. 1265, The Commonwealth Fund, www.commonwealthfund.org May 2009.",
        ", Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Medicare Advantage/Part D Contract and Enrollment Data,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d 2008-2009. Available from http://www.cms.gov/Research-Statistics-Data-and-Systems/ Statistics-Trends-and-Reports/MCRAdvPartDEnrolData/index.html.",
        ", Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Ratebooks & Supporting Data,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d 2008-2009. Available from http://www.cms.gov/Medicare/ Health-Plans/MedicareAdvtgSpecRateStats/Ratebooks-and-Supporting-Data.html.",
        "Chernew, Michael E, Philip DeCicca, and Robert Town, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Managed Care and Medical Expenditures of Medicare Beneficiaries,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Journal of Health Economics, 2008, 27 (6), 1451Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c1461.",
        "Congressional Budget Office, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Medicare - May 2013 Baseline,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d May 2013. Available from http://www.cbo.gov/publication/44205.",
        "Duggan, Mark, Amanda Starc, and Boris Vabson, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Who Benefits When the Government Pays More? Pass-Through in the Medicare Advantage Program,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d NBER working paper, March 2014.",
        "Dunn, Abe, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093The value of coverage in the medicare advantage insurance market,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Journal of Health Economics, December 2010, 29 (6), 839Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c855.",
        "Frakt, Austin B, Steven D Pizer, and Roger Feldman, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093The Effects of Market Structure and Payment Rate on the Entry of Private Health Plans into the Medicare Market,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Inquiry, Spring 2012, 49 (1), 15Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c36.",
        "Glazer, Jacob and Thomas G McGuire, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Optimal Risk Adjustment in Markets with Adverse Selection: An Application to Managed Care,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d American Economic Review, 2000, 90 (4), 1055Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c 1071.",
        "Gold, Marsha, Gretchen Jacobson, Anthony Damico, and Tricia Neuman, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Medicare Advantage 2012 Data Spotlight: Enrollment Market Update,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Technical Report, Kaiser Family Foundation 2012.",
        ", , , and , Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Medicare Advantage 2014 Spotlight: Plan Availability And Premiums,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Technical Report, Kaiser Family Foundation 2013.",
        "Jacobson, Gretchen, Tricia Neuman, Anthony Damico, and Jennifer Huang, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Medicare Advantage Plan Star Ratings and Bonus Payments in 2012,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Technical Report, Kaiser Family Foundation, publication 8257 November 2011.",
        "McGuire, Thomas G, Joseph P Newhouse, and Anna D Sinaiko, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093An Economic History of Medicare Part C,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d The Milbank Quarterly, 2011, 89 (2), 289Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c332.",
        "McWilliams, J Michael, Christopher C Afendulis, Thomas G McGuire, and Bruce E Landon, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Complex Medicare Advantage Choices May Overwhelm Seniors-Especially Those With Impaired Decision Making,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Health Affairs, 2011, 30 (9), 1786Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c1794.",
        ", John Hsu, and Joseph P Newhouse, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093New Risk-Adjustment System Was Associated With Reduced Favorable Selection In Medicare Advantage,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Health Affairs, 2012, 31 (12), 2630Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c2640.",
        "Medicare Payment Advisory Commission, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Report to the Congress: Improving Risk Adjustment in Medicare,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d November 2000.",
        ", Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Medicare Advantage Program Payment System,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d October 2011. Available from www.medpac.",
        ", Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Report to the Congress: Medicare Payment Policy,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d March 2012. Available from www.medpac.",
        "Newhouse, Joseph P and Thomas G McGuire, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093How Successful Is Medicare Advantage?,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d The Milbank Quarterly, 2014, forthcoming.",
        ", Jie Huang, Richard J Brand, Vicki Fung, and John Hsu, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093The Structure of Risk Adjustment for Private Plans in Medicare,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d American Journal of Managed Care, 2011, 17 (6), e231Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009ce240.",
        ", Mary Price, Jie Huang, J Michael McWilliams, and John Hsu, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Steps To Reduce Favorable Risk Selection In Medicare Advantage Largely Succeeded, Boding Well For Health Insurance Exchanges,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Health Affairs, 2012, 31 (12), 2618Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c2628.",
        "Pizer, Steven D, Austin B Frakt, and Roger Feldman, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Payment Policy and Inefficient Benefits in the Medicare+Choice Program,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d International Journal of Health Care Finance and Economics, 2003, 3 (2), 79Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c93.",
        "Rosen, Sherwin, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Hedonic Prices and Implicit Markets: Product Differentiation in Pure Competition, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Journal of Political Economy, 1974, 82 (1), 34Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c55.",
        "Rothschild, Michael and Joseph Stiglitz, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Equilibrium in Competitive Insurance Markets: An Essay on the Economics of Imperfect Information,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Quarterly Journal of Economics, 1976, 90 (4), 629Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c649.",
        "Song, Zirui, Mary Beth Landrum, and Michael E Chernew, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Competitive Bidding in Medicare: Who Benefits From Competition?,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d American Journal of Managed Care, 2012, 18 (9), 546Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c552.",
        ", , and , Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Competitive bidding in Medicare Advantage: Effect of benchmark changes on plan bids,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Journal of Health Economics, 2013, 32 (6), 1301Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c1312. A Additional Figures and Tables"
    ]
}