{
    "id": 2020,
    "cites": 13,
    "cited_by": 10,
    "reference": [
        "Atkinson, Anthony B. and Joseph E. Stiglitz, 1980, Lectures on public economics, (McGraw-Hill, New York).",
        "Baker, Samuel H., 1983, The determinants of median voter tax liability: an empirical test of the fiscal illusion hypothesis, Public Finance Quarterly, 95-108.",
        "Borcherding, T. B., and P. T. Deacon, 1972, The demand for services of non federal governments, American Economic Review, vol. 62, 891-901.",
        "Breeden, Charles H. and William J. hunter, 1985, Tax revenue and tax structure, Public Finance Quarterly, 216-224.",
        "Brennan, Geoffrey and James M. Buchanan, 1980, The power to tax: analytical foundations of a fiscal constitution, (University Press, Cambridge, Massachusetts).",
        "Courant, Paul N., Edward ~`4. Grainlich and Daniel L. Rubinfeld, 1979, Public employee market power and the level of government spending, American Economic Review, vol. 69, no. 5, 806-817.",
        "Craig, Eleanor, D. and A. James Hems, 1980, The effect of tax elasticity on government spending, Public Choice 35, 267-275.",
        "DiLorenzo, Thomas J., 1982, Tax elasticity and the growth of local public expenditure, Public Finance Quarterly, 10, no. 3, 385-392.",
        "Inman, Robert P., 1979, The fiscal performance of loca.l governments: an interpret ive review, in: Peter Mieszkowski and Mahlon Straszheirn, eds., Current Issues in Urban Economics, (The Johns Hopkins University Press, Baltimore) 270-321.",
        "Dates, Wallace E., 1976, Automatic increases in tax revenue--the effect on the size of the public budget, in: Wallace E. Dates, ed., Financing the new federalism (Johns Hopkins Press, Baltimore) 139-160.",
        "Oates, Wallace E., 1985, On the nature and measurement of fiscal illusion: a survey, University of Maryland, Working Paper no. 85-13.",
        "Rubinfeld, Daniel, 1983, The economics of the local public sector, mimeo, University of Michigan.",
        "Wu, De-Min, 1973, Alternative tests of independence between stochastic regressors and disturbances, Econometrica 41, 733-50."
    ]
}