{
    "id": 20204,
    "cites": 39,
    "cited_by": 10,
    "reference": [
        "Andreoni, J., and J. Miller. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Giving according to GARP: an experimental test of the consistency of preferences for altruism.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Econometrica, 70:737Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c53 (2002).",
        "Andreoni, James, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Privately Provided Public Goods in a Large Economy: The Limits of Altruism,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d J. Pub. Econ., 35:57-73 (1988).",
        "Andreoni, James, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Giving with Impure Altruism: Applications to Charity and Ricardian Equivalence,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d J. Pol. Economy, 97:1447-58 (1989).",
        "Andreoni, James, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Impure Altruism and Donations to Public Goods: A Theory of Warm-Glow Giving,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Economic J., 100:464-77 (1990).",
        "Asheim, GB and B. Holtzmark, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Renegotiation-Proof Climate Agreements with Full Participation: Conditions for Pareto-Efficiency,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Env. and Res. Econ., 43:519-33 (2009).",
        "Barrett, Scott, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Self-Enforcing International Environmental Agreements,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Oxford Economic Papers. 46:878-94 (1994).",
        "Barrett, Scott, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093A Theory of Full International Cooperation,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d J. Theoretical Politics, 11:519-41 (1999).",
        "Becker, Gary, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093A Theory of Social Interactions,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d J. Pol. Econ., 82:1063-93 (1974).",
        "Bergstrom, Ted, Larry Blume and Hal Varian, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093On the Private Provision of Public Goods,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d J. Pub. Econ., 29:25-49 (1986).",
        "Bliss, C and B. Nalebuff, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Dragon Slaying and Ballroom Dancing Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c The Private Supply of a Public Good,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d J. Pub. Econ., 25:1-12 (1984).",
        "Kolstad: May 2014 Page 28 Bolton, Gary E., and Axel Ockenfels, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093ERC: A Theory of Equity, Reciprocity and Competition,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Amer. Econ. Rev., 90:166-93 (2000).",
        "Burger, Nicholas and Charles D. Kolstad, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Voluntary Public Goods Provision, Coalition Formation and Uncertainty,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d NBER Working Paper 15543, Cambridge, Mass. (Nov. 2009).",
        "Carraro, C. and D. Siniscalco, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Strategies for the International Protection of the Environment.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d J Public Econ., 52:309-28 (1993).",
        "Charness, Gary and Mathew Rabin, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Understanding Social Preferences with Simple Tests,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Quart. J. Econ., 117:817-69 (2002).",
        "Charness, G., L. Rigotti, and A. Rustichini, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Cooperation rates as a function of payoffs for mutual cooperation,\" UC Santa Barbara Working Paper (2008).",
        "Charness, Gary and Chun-Lei Yang, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Starting Small towards Voluntary Formation of Efficient Large Groups in Public Goods Provision,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d J. Econ. Beh. Org, 102:119-32 (2014).",
        "Chaudhuri, Ananish, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Sustaining Cooperation in Laboratory Public Goods Experiments: A Selective Survey of the Literature,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Exp. Econ. 14:47-83 (2011).",
        "Cooper, D.J. and J. H. Kagel, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Other-Regarding Preferences: A Selective Survey of Experimental Results,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Handbook of Experimental Economics (forthcoming, 2013).",
        "dÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0084¢Aspremont, C., A. Jacquemin, J. Jaskold-Gabszewicz and J. Weymark, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093On the Stability of Collusive Price Leadership,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Canadian J. Economics, 16:17-25 (1983).",
        "Dannenberg, Astrid, Andreas Lange and Bodo Sturm, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Participation and Commitment in Voluntary Coalitions to Provide Public Goods,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Economica, 81:257-75 (2014).",
        "Kolstad: May 2014 Page 29 Diamantoudi, E. and E.S. Sartzetakis, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Stable International Environmental Agreements: An Analytical Approach,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d J. Public Econ. Theory, 8:247-63 (2006).",
        "Donsimoni, M.-P., N.S. Economides, and H.M. Polemarcharkis, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Stable Cartels,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d International Economic Rev., 27:317-27 (1986) Farrell, Joseph and Eric Maskin, \"Renegotiation in repeated games,\" Games and Economic Behavior, 1:327-360 (1989) Fehr, Ernst and Klaus M. Schmidt, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093A Theory of Fairness, Competition and Cooperation,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Q. J.",
        "Finus, Michael, Game Theory and International Environmental Cooperation (Edward Elgar, Cheltenham, 2001).",
        "Fischbacher, Urs and Simon GÃ\u0083Æ\u0092Ã\u0082Â¤chter, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Social Preferences, Beliefs, and the Dynamics of Free Riding in Public Goods Experiments,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Amer. Econ. Rev., 100:541-56 (2010).",
        "Fischbacher, Urs, Simon GÃ\u0083Æ\u0092Ã\u0082Â¤chter, and Ernst Fehr, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Are People Conditionally Cooperative? Evidence from a Public Goods Experiment,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Econ. Letters, 71:397-404 (2001).",
        "Heitzig, J., K. Lessmann and Y. Zou, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Self-enforcing strategies to deter free-riding in the climate change mitigation game and other repeated public good games,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Proc. Natl Acad Sci, 108:15739-44 (2011).",
        "Isaac, R.M. and J. M. Walker, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Group Size Effects in Public Goods Provision: The Voluntary Contributions Mechanism.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Quart. J. Econ.. 103:179-99 (1988).",
        "Kolstad: May 2014 Page 30 Isaac, R.M., J.M. Walker and A.W. Williams, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Group Size and the Voluntary Provision of Public Goods: Experimental Evidence Utilizing Large Groups.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d J Pub. Econ.,. 54:1-36 (1994).",
        "Kahneman, Daniel, Jack L. Knetsch and Richard Thaler, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Fairness as a Constraint on Profit Seeking: Entitlements in the Market,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Amer. Econ. Rev., 76:728-41 (1986).",
        "Kim, O. and J.M. Walker, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093The Free Rider Problem: Experimental Evidence.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Public Choice. 43:324 (1984).",
        "Kosfeld, Michael, Akira Okada, and Arno Riedl, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Institution Formation in Public Goods Games,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Amer. Econ. Rev., 99:1335-55 (2009).",
        "Lange, Andreas and Carsten Vogt, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Cooperation in international environmental negotiations due to a preference for equity,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d J. Public Econ., 87:2049-2067 (2003).",
        "Lange, Andreas, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093The Impact of Equity Preferences on the Stability of International Environmental Agreements,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Env. Res. Econ., 34:247-67 (2006).",
        "Ledyard, John O., Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Public Goods: Some Experimental Results,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Ch. 2 in J. Kagel and A. Roth (Eds), Handbook of Experimental Economics (Princeton University Press, Princeton, NJ, 1995).",
        "Murdoch, J.C. and T. Sandler, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093The Voluntary Provision of a Pure Public Good: The Case of Reduced CFC Emissions and the Montreal Protocol,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d J. Pub. Econ., 63:331-49 (1997).",
        "Olson, Mancur, The Logic of Collective Action, 2nd Ed. (Harvard University Press, Cambridge, Mass., 1971).",
        "Rubio, S. J. and A. Ulph, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Self-Enforcing International Environmental Agreements Revisited,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Oxford Econ. Papers, 58:233-63 (2006).",
        "Smith, Vernon L., Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Experiments with a Decentralized Mechanism for Public Goods Decisions,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Amer. Econ. Rev., 70:584-99 (1980).",
        "Ulph A., Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Stable international environmental agreements with a stock pollutant, uncertainty and learning,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d J. Risk and Uncertainty, 29:53-73 (2004)."
    ]
}