{
    "id": 20215,
    "cites": 43,
    "cited_by": 1,
    "reference": [
        "Ackerman, Gary, and William C. Potter. 2008. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Catastrophic Nuclear Terrorism: A Preventable Peril.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d In Global Catastrophic Risks. , ed. Nick Bostrom and Milan Cirkovi c. Oxford University Press.",
        "Allison, Graham. 2004. Nuclear Terrorism: The Ultimate Preventable Catastrophe. Henry Holt & Company.",
        "Backus, David, Mikhail Chernov, and Ian Martin. 2011. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Disasters Implied by Equity Index Options.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Journal of Finance, 66(6): 1969Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c2012.",
        "Barrett, Scott. 2008. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093The Incredible Economics of Geoengineering.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Environmental and Resource Economics, 39: 45Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c54.",
        "Barrett, Scott. 2009. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093The Coming Global Climate-Technology Revolution.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Journal of Economic Perspectives, 23(2): 53Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c75.",
        "Barro, Robert J. 2013. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Environmental Protection, Rare Disasters, and Discount Rates.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d National Bureau of Economic Research Working Paper 19258.",
        "Barro, Robert J., and Tao Jin. 2011. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093On the Size Distribution of Macroeconomic Disasters.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Econometrica, 79(5): 1567Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c1589.",
        "Bostrom, Nick, and Milan Cirkovi c, ed. 2008. Global Catastrophic Risks. Oxford University Press.",
        "Byrne, Joseph, ed. 2008. Encyclopedia of Pestilence, Pandemics, and Plagues. Greenwood.",
        "Cavallo, Eduardo, Sebastian Galiani, Ilan Noy, and Juan Pantano. 2013. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Catastrophic Natural Disasters and Economic Growth.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Review of Economics and Statistics, 95(5): 1549Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c1561.",
        "Cropper, Maureen L. 1976. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Regulating Activities with Catastrophic Environmental Effects. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Journal of Environmental Economics and Management, 3: 160Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c174.",
        "Cropper, Maureen L., and Frances G. Sussman. 1990. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Valuing Future Risks to Life.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Journal of Environmental Economics and Management, 19: 160Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c174.",
        "Energy Information Administration. 1998. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Comparing Cost Estimates for the Kyoto Protocol.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d U.S. Government Report 09-45.",
        "Enserink, M. 2004. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Avian Influenza: Catastrophe Waiting in the Wings?Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Science, 306(5704): 2016.",
        "Gollier, Christian. 2013. Pricing the PlanetÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0084¢s Future. Princeton University Press.",
        "Gollier, Christian, and John W. Pratt. 1996. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Risk Vulnerability and the Tempering Effect of Background Risk.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Econometrica, 64(5): 1109Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c1123.",
        "Greenstone, Michael, Elizabeth Kopits, and Ann Wolverton. 2013. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Developing a Social Cost of Carbon for Use in U.S. Regulatory Analysis: A Methodology and Interpretation. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Review of Environmental Economics and Policy, 7(1): 23Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c46.",
        "Interagency Working Group on Social Cost of Carbon. 2010. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Technical Support Document: Social Cost of Carbon for Regulatory Impact Analysis.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d U.S. Government.",
        "Intergovernmental Panel on Climate Change. 2007. Climate Change 2007. Cambridge University Press.",
        "Kilbourne, Edwin Dennis. 2008. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Plagues and Pandemics: Past, Present, and Future.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d In Global Catastrophic Risks. , ed. Nick Bostrom and Milan Cirkovi c. Oxford University Press.",
        "Kimball, Miles S. 1993. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Standard Risk Aversion.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Econometrica, 61(3): 589Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c611.",
        "Kousky, Carolyn, Olga Rostapshova, Michael Toman, and Richard Zeckhauser. 2009. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Responding to Threats of Climate Change Mega-Catastrophes.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Resources for the Future Working Paper 09-45.",
        "Lederberg, Joshua. 1999. Biological Weapons: Limiting the Threat. Cambridge, MA:M.I.T. Press.",
        "MacCracken, M.C. 2009. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Beyond Mitigation: Potential Options for Counter-Balancing the Climatic and Environmental Consequences of the Rising Concentrations of Greenhouse Gases.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d The World Bank Working Paper 4938.",
        "Manski, Charles F. 2013. Public Policy in an Uncertain World: Analysis and Decisions. Harvard University Press.",
        "Martin, Ian. 2008. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Disasters and the Welfare Cost of Uncertainty.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d American Economic Review, 98(2): 74Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c78.",
        "Martin, Ian. 2013. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Consumption-Based Asset Pricing with Higher Cumulants.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Review of Economic Studies, 80: 745Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c773.",
        "Martin, Ian W.R., and Robert S. Pindyck. 2014. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Death and Destruction in the Economics of Catastrophes.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Draft manuscript.",
        "Millner, Antony. 2013. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093On Welfare Frameworks and Catastrophic Climate Risks.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Journal of Environmental Economics and Management, 65: 310Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c325.",
        "Nordhaus, William D. 2008. A Question of Balance: Weighing the Options on Global Warming Policies. Yale University Press.",
        "Nouri, Ali, and Christopher F. Chyba. 2008. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Biotechnology and Biosecurity.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d In Global Catastrophic Risks. , ed. Nick Bostrom and Milan Cirkovi c. Oxford University Press.",
        "Pindyck, Robert S. 2012. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Uncertain Outcomes and Climate Change Policy.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Journal of Environmental Economics and Management, 63: 289Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c303.",
        "Pindyck, Robert S. 2013a. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Climate Change Policy: What Do the Models Tell Us?Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Journal of Economic Literature, 51(3): 860Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c872.",
        "Pindyck, Robert S. 2013b. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093The Climate Policy Dilemma.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Review of Environmental Economics and Policy, 7(2): 219Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c237.",
        "Pindyck, Robert S., and Neng Wang. 2013. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093The Economic and Policy Consequences of Catastrophes.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d American Economic Journal: Economic Policy, 5(4): 306Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c339.",
        "Posner, Richard A. 2004. Catastrophe: Risk and Response. New York:Oxford University Press.",
        "Stern, Nicholas. 2007. The Economics of Climate Change: The Stern Review. Cambridge University Press.",
        "Stern, Nicholas. 2013. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093The Structure of Economic Modeling of the Potential Impacts of Climate Change Has Grafted Gross Underestimation onto Already Narrow Science Models.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Journal of Economic Literature, 51: 838Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c859.",
        "Sunstein, Cass R. 2007. Worst-Case Scenarios. Harvard University Press.",
        "Viscusi, W. Kip. 1993. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093The Value of Risks to Life and Health.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Journal of Economic Literature, 31(4): 1912Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c1946.",
        "Weitzman, Martin L. 2009. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093On Modeling and Interpreting the Economics of Catastrophic Climate Change.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Review of Economics and Statistics, 91: 1Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c19.",
        "Weitzman, Martin L. 2011. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Fat-Tailed Uncertainty and the Economics of Climate Change.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Review of Environmental Economics and Policy, 5(2): 275Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c292.",
        "Woo, Gordon. 1999. The Mathematics of Natural Catastrophes. London:Imperial College Press."
    ]
}