{
    "id": 20224,
    "cites": 34,
    "cited_by": 16,
    "reference": [
        "Bagliano, F. C. and C. A. Favero (1999). Information from financial markets and VAR measures of monetary policy. European Economic Review 43(4), 825Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c837.",
        "Barakchian, S. M. and C. Crowe (2013). Monetary policy matters: Evidence from new shocks data. Journal of Monetary Economics 60(8), 950Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c966.",
        "Bernanke, B., V. Reinhart, and B. Sack (2004). Monetary policy alternatives at the zero bound: An empirical assessment. Brookings Papers on Economic Activity 2004(2), 1Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c100.",
        "Bernanke, B. S. and A. S. Blinder (1992). The federal funds rate and the channels of monetary transmission. American Economic Review 82, 901Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c921.",
        "Bernanke, B. S. and M. Gertler (1995). Inside the black box: The credit channel of monetary policy transmission. Journal of Economic Perspectives 9(4), 27Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c48.",
        "Bernanke, B. S., M. Gertler, and S. Gilchrist (1999). The financial accelerator in a quantitative business cycle framework. Handbook of Macroeconomics 1, 1341Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c1393.",
        "Boivin, J., M. T. Kiley, and F. S. Mishkin (2010). How has the monetary transmission mechanism evolved over time? Volume 3 of Handbook of Monetary Economics, pp. 369 Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c 422. Elsevier.",
        "Campbell, J. R., C. L. Evans, J. D. Fisher, A. Justiniano, C. W. Calomiris, and M. Woodford (2012). Macroeconomic effects of federal reserve forward guidance [with comments and discussion]. Brookings Papers on Economic Activity, 1Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c80.",
        "Christiano, L. J., M. Eichenbaum, and C. Evans (1996). The effects of monetary policy shocks: Evidence from the flow of funds. The Review of Economics and Statistics, 16Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c34.",
        "Christiano, L. J., M. Eichenbaum, and C. L. Evans (2005). Nominal rigidities and the dynamic effects of a shock to monetary policy. The Journal of Political Economy 113(1), 1Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c45.",
        "Christiano, L. J., R. Motto, and M. Rostagno (2014). Risk shocks. The American Economic Review 104(1), 27Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c65.",
        "Clarida, R., J. Gali, and M. Gertler (2000). Monetary policy rules and macroeconomic stability: evidence and some theory. The Quarterly Journal of Economics 115(1), 147Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c180.",
        "Cochrane, J. H. and M. Piazzesi (2002). The fed and interest rates-a highfrequency identification. American Economic Review 92(2), 90Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c95.",
        "Drechsler, I., A. Savov, and P. Schnabl (2013). A model of monetary policy and risk premia. manuscript.",
        "Faust, J., E. T. Swanson, and J. H. Wright (2004). Identifying VARS based on high frequency futures data. Journal of Monetary Economics 51(6), 1107Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c1131.",
        "Gertler, M. and P. Karadi (2011). A model of unconventional monetary policy. Journal of Monetary Economics 58(1), 17Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c34.",
        "Gertler, M. L. and P. Karadi (2013). Qe 1 vs. 2 vs. 3...: A framework for analyzing large-scale asset purchases as a monetary policy tool. International Journal of Central Banking 9(1), 5Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c53.",
        "Gilchrist, S. and E. Zakrajsek (2012). Credit spreads and business cycle fluctuations. The American Economic Review 102(4), 1692Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c1720. G",
        "urkaynak, R. S., B. Sack, and E. T. Swanson (2005). Do actions speak louder than words? the response of asset prices to monetary policy actions and statements. International Journal of Central Banking. G",
        "urkaynak, R. S., B. Sack, and J. H. Wright (2007). The us treasury yield curve: 1961 to the present. Journal of Monetary Economics 54(8), 2291Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c2304. G",
        "urkaynak, R. S., B. Sack, and J. H. Wright (2010). The tips yield curve and inflation compensation. American Economic Journal: Macroeconomics, 70Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c92.",
        "Hamilton, J. D. (2008). Daily monetary policy shocks and new home sales.",
        "Hamilton, J. D. (2009). Daily changes in fed funds futures prices. Journal of Money, Credit and Banking 41(4), 567Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c582.",
        "Hanson, S. G. and J. C. Stein (2012). Monetary policy and long-term real rates. FRB Discussion Paper 2012-46.",
        "Kuttner, K. N. (2001). Monetary policy surprises and interest rates: Evidence from the fed funds futures market. Journal of Monetary Economics 47(3), 523Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c544.",
        "Mertens, K. and M. O. Ravn (2013). The dynamic effects of personal and corporate income tax changes in the united states. American Economic Review 103(4), 1212Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c47.",
        "Nakamura, E. and J. Steinsson (2013). High frequency identification of monetary non-neutrality. NBER WP. 19260.",
        "Piazzesi, M. and E. T. Swanson (2008). Futures prices as risk-adjusted forecasts of monetary policy. Journal of Monetary Economics 55(4), 677Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c691.",
        "Romer, C. D. and D. H. Romer (2000). Federal reserve information and the behavior of interest rates. American Economic Review 90(3), 429Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c457.",
        "Romer, C. D. and D. H. Romer (2004). A new measure of monetary shocks: Derivation and implications. American Economic Review, 1055Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c1084.",
        "Rudebusch, G. D. (1998). Do measures of monetary policy in a VAR make sense? International Economic Review, 907Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c931.",
        "Smets, F. and R. Wouters (2007). Shocks and frictions in us business cycles: A bayesian DSGE approach. The American Economic Review 97(3), 586Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c606.",
        "Stock, J. H. and M. W. Watson (2012). Disentangling the channels of the 2007Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c09 recession. Brookings Papers on Economic Activity 2012(1), 81Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c135.",
        "Stock, J. H., J. H. Wright, and M. Yogo (2002). A survey of weak instruments and weak identification in generalized method of moments. Journal of Business & Economic Statistics 20(4). Swanson, E. T. and J. C. Williams (forthcoming). Measuring the effect of the zero lower bound on medium- and longer-term interest rates. American Economic Review."
    ]
}