{
    "id": 20221,
    "cites": 23,
    "cited_by": 41,
    "reference": [
        "Abt Associates Inc. (2012). Evaluation of the Massachusetts Expanded Learning Time initiative (ELT): Year five final report 2010-11. Report, Abt Associates Inc.",
        "Alexander, K. L., D. R. Entwisle, and L. S. Olson (2001). Schools, achievement, and inequality: A seasonal perspective. Educational Evaluation and Policy Analysis 23(2), 171Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c191.",
        "Angrist, J. D., P. A. Pathak, and C. R. Walters (2013). Explaining charter school effectiveness. American Economic Journal: Applied Economics 5(4), 1Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c27.",
        "Carlsson, M., G. B. Dahl, and D.-O. Rooth (2012). The effect of schooling on cognitive skills. Working Paper 18484, National Bureau of Economic Research.",
        "Clotfelter, C. T., H. F. Ladd, and J. L. Vigdor (2009). Are teacher absences worth worrying about in the United States? Education Finance and Policy 4(2), 115Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c149.",
        "Currie, J., E. A. Hanushek, E. M. Kahn, M. Neidell, and S. G. Rivkin (2009). Does pollution increase school absences? The Review of Economics and Statistics 91(4), 682Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c694.",
        "Dobbie, W. and R. G. Fryer (2011). Getting beneath the veil of effective schools: Evidence from New York City. Working Paper 17632, National Bureau of Economic Research.",
        "Fryer, R. G. and S. D. Levitt (2004). Understanding the black-white test score gap in the first two years of school. Review of Economics and Statistics 86(2), 447Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c464.",
        "Gottfried, M. A. (2009). Excused versus unexcused: How student absences in elementary school affect academic achievement. Educational Evaluation and Policy Analysis 31(4), 392Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c415.",
        "Gottfried, M. A. (2010). Evaluating the relationship between student attendance and achievement in urban elementary and middle schools: An instrumental variables approach. American Educational Research Journal 47(2), 434Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c465.",
        "Hansen, B. (2013). School year length and student performance: Quasi-experimental evidence. Available at SSRN.",
        "Herrmann, M. A. and J. E. Rockoff (2012). Worker absence and productivity: Evidence from teaching. Journal of Labor Economics 30(4), 749Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c782.",
        "Hoxby, C. M. and S. Murarka (2009). Charter schools in New York City: Who enrolls and how they affect their studentsÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0084¢ achievement. Working Paper 14852, National Bureau of Economic Research.",
        "Lavy, V. (2010). Do differences in schools instruction time explain international achievement gaps? Evidence from developed and developing countries. Working Paper 16227, National Bureau of Economic Research.",
        "Lavy, V. (2012). Expanding school resources and increasing time on task: Effects of a policy experiment in Israel on student academic achievement and behavior. Working Paper 18369, National Bureau of Economic Research.",
        "Lazear, E. P. (2001). Educational production. The Quarterly Journal of Economics 116(3), 777Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c803.",
        "Loken, K. V., M. Mogstad, and M. Wiswall (2012). What linear estimators miss: The effects of family income on child outcomes. American Economic Journal: Applied Economics 4(2), 1Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c35.",
        "Marcotte, D. E. (2007). Schooling and test scores: A mother-natural experiment. Economics of Education Review 26(5), 629Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c640.",
        "Marcotte, D. E. and S. W. Hemelt (2008). Unscheduled school closings and student performance. Education Finance and Policy 3(3), 316Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c338.",
        "Miller, R. T., R. J. Murnane, and J. B. Willett (2008). Do teacher absences impact student achievement ? Longitudinal evidence from one urban school district. Educational Evaluation and Policy Analysis 30(2), 181Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c200.",
        "Pischke, J.-S. (2007). The impact of length of the school year on student performance and earnings: Evidence from the German short school years. The Economic Journal 117(523), 1216Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c1242.",
        "Rivkin, S. G. and J. C. Schiman (2013). Instruction time, classroom quality, and academic achievement. Working Paper 19464, National Bureau of Economic Research.",
        "Snyder, T. D. and S. A. Dillow (2014). Digest of education statistics 2013. National Center for Education Statistics."
    ]
}