{
    "id": 20230,
    "cites": 41,
    "cited_by": 40,
    "reference": [
        "Adrian, Tobias and Hyun Song Shin, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Financial Intermediaries and Monetary Economics,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d in Benjamin M. Friedman and Michael Woodford, eds., Benjamin M. Friedman and Michael Woodford, eds., Vol. 3 of Handbook of Monetary Economics, Elsevier, 2010, pp. 601 Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c 650.",
        "American Council of Life Insurers, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u00932013 Life Insurers Fact Book,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Technical Report 2013.",
        "Angrist, Joshua and Jorn-Steffen Pischke, Mostly Harmless Econometrics, Princeton: Princeton University Press, 2009. Becker, Bo and Victoria Ivashina, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Reaching for Yield in the Bond Market,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Journal of Finance, forthcoming.",
        "Bernanke, Ben, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Testimony before the Joint Economic Committee May 22, 2013,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d 2013.",
        "Bernanke, Ben S. and Alan S. Blinder, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093The Federal Funds Rate and the Channels of Monetary Transmission,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d The American Economic Review, 1992, 82 (4), pp. 901Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c921.",
        "Borio, Claudio and Haibin Zhu, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Capital regulation, risk-taking and monetary policy: A missing link in the transmission mechanism?,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Journal of Financial Stability, 2012, 8 (4), 236 Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c 251.",
        "Campbell, Jeffrey, Charles Evans, Jonas Fisher, and Alejandro Justiniano, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Macroeconomic Effects of Federal Reserve Forward Guidance,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Brookings Papers on Economic Activity, 2012, Spring, 1Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c80.",
        "Chodorow-Reich, Gabriel, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093The Employment Effects of Credit Market Disruptions: Firm-level Evidence from the 2008-9 Financial Crisis,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d The Quarterly Journal of Economics, 2014, 129 (1), 1Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c59.",
        "Christoffersen, Susan E. K. and David K. Musto, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Demand Curves and the Pricing of Money Management,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Review of Financial Studies, 2002, 15 (5), 1499Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c1524.",
        "DellÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0084¢Ariccia, Giovanni, Luc Laeven, and Robert Marquez, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Real interest rates, leverage, and bank risk-taking,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Journal of Economic Theory, 2014, 149, 65 Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c 99.",
        "Drechsler, Itamar, Alexi Savov, and Philipp Schnabl, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093A Model of Monetary Policy and Risk Premia,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d 2013.",
        "English, William B., Skander J. Van den Heuvel, and Egon Zakrajsek, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Interest Rate Risk and Bank Equity Valuations,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Finance and Economics Discussion Series 2012-26, Board of Governors of the Federal Reserve System 2012.",
        "Feroli, Michael, Anil Kashyap, Kermit Schoenholtz, and Hyun Song Shin, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Market Tantrums and Monetary Policy,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d 2014. http://research.chicagobooth.edu/igm/usmpf/2014-file.aspx.",
        "Fisher, Richard, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Beer Goggles, Monetary Camels, the Eye of the Needle and the First Law of Holes,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Remarks before the National Association of Corporate Directors January 2014.",
        "Gagnon, Joseph, Matthew Raskin, Julie Remache, and Brian Sack, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Large-Scale Asset Purchases by the Federal Reserve: Did They Work?,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Staff report 441, Federal Reserve Bank of New York 2010.",
        "Hanson, Samuel and Jeremy Stein, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Monetary Policy and Long-Term Real Rates,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d 2012.",
        "Harrington, Shannon and Andrew Frye, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Lincoln Leads Increase in Insurer Credit Swaps After Downgrade,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Bloomberg.com March 2009. http://www.bloomberg.com/apps/news?pid= newsarchive&sid=aurl7R1EMtEA.",
        "Hattori, Masazumi, Andreas Schrimpf, and Vladyslav Sushko, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093The Response of Tail Risk Perceptions to Unconventional Monetary Policy,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d 2013.",
        "International Monetary Fund, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Global Financial and Stability Report,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Technical Report April 2013.",
        "Jensen, Michael C. and William H. Meckling, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Theory of the firm: Managerial behavior, agency costs and ownership structure,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Journal of Financial Economics, 1976, 3 (4), 305 Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c 360.",
        "Kashyap, Anil and Jeremy Stein, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093What Do a Million Observations on Banks Say About the Transmission of Monetary Policy?,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d American Economic Review, 2000, 90 (3), 407Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c428.",
        "Kiley, Michael, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Monetary Policy Statements, Treasury Yields, and Private Yields: Before and After the Zero Lower Bound,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d 2013. Federal Reserve Finance and Economics Discussion Series 2013-16.",
        "Koijen, Ralph and Motohiro Yogo, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093The Cost of Financial Frictions for Life Insurers,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d 2013. Avaiable at SSRN: http://ssrn.com/abstract=2031993orhttp://dx.doi.org/10.2139/ssrn. 2031993.",
        "Krishnamurthy, Arvind and Annette Vissing-Jorgensen, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093The Effects of Quantitative Easing on Interest Rates: Channels and Implications for Policy,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Brookings Papers on Economic Activity, 2011, Fall, 215Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c287.",
        "Lucas, Deborah and Stephen Zeldes, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Valuing and Hedging Defined Benefit Obligations,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d 2006.",
        "McCabe, Patrick, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093The Cross Section of Money Market Fund Risks and Financial Crises,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Finance and Economics Discussion Series 2010-51 2010.",
        "McKinsey Global Institute, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093QE and ultra-low interest rates,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Technical Report November 2013.",
        "Merton, Robert, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093On the pricing of corporate debt: The risk structure of interest rates,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Journal of Finance, 1974, 29 (2), 449Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c470.",
        "MetLife, Inc., Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Annual Report,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d 2010.",
        "MoodyÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0084¢s Investors Services, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093US life insurers vulnerable to protracted low interest rates,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Technical Report December 2012.",
        "Nakamura, Emi and Jon Steinsson, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093High Frequency Identification of Monetary Non-neutrality,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d 2013. Unpublished manuscript: http://www.columbia.edu/~en2198/papers/realrate.pdf.",
        "Rajan, Raghuram, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Has Financial Development Made the World Riskier?,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d in Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Proceedings of the Jackson Hole ConferenceÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d 2005.",
        "Rauh, Joshua D., Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Risk Shifting versus Risk Management: Investment Policy in Corporate Pension Plans,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Review of Financial Studies, 2009, 22 (7), 2687Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c2733.",
        "Roache, Shaun and Marina Rousset, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Unconventional Monetary Policy and Asset Price Risk,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d 2013. IMF Working Paper 13/190.",
        "Securities and Exchange Commission, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Money Market Fund Reform Proposed Rule,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d 2013. http: //www.sec.gov/rules/proposed/2013/33-9408.pdf.",
        "Shleifer, Andrei and Robert Vishny, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Fire Sales in Finance and Macroeconomics,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Journal of Economic Perspectives, 2011, 25 (1), 29Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c48.",
        "Stein, Jeremy, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Monetary Policy as Financial Stability Regulation,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d The Quarterly Journal of Economics, 2012, 127 (1), 57Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c95.",
        ", Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Overheating in Credit Markets: Origins, Measurement, and Policy Responses,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Remarks at Restoring Household Financial Stability after the Great Recession: Why Household Balance Sheets Matter February 2013.",
        ", Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Yield-Oriented Investors and the Monetary Transmission Mechanism,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Remarks at Banking, Liquidity and Monetary Policy, a Symposium Sponsored by the Center for Financial Studies in Honor of Raghuram Rajan September 2013.",
        "Werning, Ivan, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Managing a Liquidity Trap: Monetary and Fiscal Policy,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d 2012.",
        "Wright, Jonathan H., Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093What does Monetary Policy do to Long-term Interest Rates at the Zero Lower Bound?,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d The Economic Journal, 2012, 122 (564), F447Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009cF466."
    ]
}