{
    "id": 20236,
    "cites": 33,
    "cited_by": 36,
    "reference": [
        "AntrÃ\u0083Æ\u0092Ã\u0082Â s, P. (2014). Global production: A contracting perspective. AntrÃ\u0083Æ\u0092Ã\u0082Â s, P. and Chor, D. (2013). Organizing the global value chain. Econometrica, 81(6):2127Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c2204.",
        "Baldwin, R. and Lopez-Gonzalez, J. (2012). Supply-chain trade: A portrait of global patterns and several testable hypotheses. HEI manuscript.",
        "Bayoumi, M. T., Saito, M., and Turunen, M. J. (2013). Measuring Competitiveness: Trade in Goods or Tasks? Number 13-100. International Monetary Fund.",
        "Bems, R. and Johnson, R. C. (2012). Value-added exchange rates. Technical report, National Bureau of Economic Research.",
        "Bennett, H. Z. and Zarnic, Z. (2009). International competitiveness of the Mediterranean quartet: A heterogeneous-product approach. IMF Staff Papers, 56(4):919Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c957.",
        "Broda, C. and Weinstein, D. E. (2006). Globalization and the gains from variety. The Quarterly Journal of Economics, 121(2):541Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c585.",
        "Burstein, A., Kurz, C., and Tesar, L. (2008). Trade, production sharing, and the international transmission of business cycles. Journal of Monetary Economics, 55(4):775Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c795.",
        "Chinn, M. D. (2000). Before the fall: were East Asian currencies overvalued? Emerging Markets Review, 1(2):101Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c126.",
        "Chinn, M. D. (2006). A primer on real effective exchange rates: determinants, overvaluation, trade flows and competitive devaluation. Open economies review, 17(1):115Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c143.",
        "Costinot, A., Vogel, J., and Wang, S. (2013). An elementary theory of global supply chains. The Review of Economic Studies, 80(1):109Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c144.",
        "Di Giovanni, J. and Levchenko, A. A. (2010). Putting the parts together: Trade, vertical linkages, and business cycle comovement. American Economic Journal: Macroeconomics, 2(2):95Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c124.",
        "Feenstra, R. C. (1994). New product varieties and the measurement of international prices. The American Economic Review, pages 157Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c177.",
        "Feenstra, R. C., Obstfeld, M., and Russ, K. N. (2010). In search of the Armington elasticity. University of California-Davis, unpublished mimeo.",
        "Gagnon, J. E. (2012). Combating widespread currency manipulation. Policy Brief in International Economics, pages 12Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c19.",
        "Goldberg, L. S. (2004). Industry-specific exchange rates for the United States. Federal Reserve Bank of New York Economic Policy Review, 10(1).",
        "Goldfajn, I. and ValdÃ\u0083Æ\u0092Ã\u0082Â©s, R. O. (1999). The aftermath of appreciations. The Quarterly Journal of Economics, 114(1):229Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c262.",
        "Hummels, D., Ishii, J., and Yi, K.-M. (2001). The nature and growth of vertical specialization in world trade. Journal of international Economics, 54(1):75Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c96.",
        "Johnson, R. C. (2012). Trade in intermediate inputs and business cycle comovement. Technical report, National Bureau of Economic Research.",
        "Johnson, R. C. and Moxnes, A. (2012). Technology, trade costs, and the pattern of trade with multi-stage production.",
        "Johnson, R. C. and Noguera, G. (2012). Accounting for intermediates: Production sharing and trade in value added. Journal of International Economics, 86(2):224Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c236.",
        "Kiyotaka, S., Junko, S., Shrestha, Nagendra, N., and Zhang, Shajuan, S. (2012). The construction and analysis of industry-specific effective exchange rates in japan. Technical report.",
        "Kiyotaka, S., Junko, S., Shrestha, N. N., and ZHANG, S. (2013). Exchange rate appreciation and export price competitiveness: Industry-specific real effective exchange rates of japan, korea, and china. Technical report.",
        "Klau, M. et al. (2008). The new BIS effective exchange rate indices. BIS Quarterly Review.",
        "Koopman, R., Wang, Z., and Wei, S.-J. (2012). Tracing value-added and double counting in gross exports. Technical report, National Bureau of Economic Research.",
        "Koopman, R., Wang, Z., and Wei, S.-J. (2014). Tracing value-added and double counting in gross exports. The American Economic Review, pages 459Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c494.",
        "Loretan, M. (2005). Indexes of the foreign exchange value of the dollar. Fed. Res. Bull., 91:1.",
        "McGuirk, A. (1986). Measuring price competitiveness for industrial country trade in manufactures.",
        "Miroudot, S., Lanz, R., and Ragoussis, A. (2009). Trade in intermediate goods and services. Technical report, OECD Publishing.",
        "Rogoff, K. (2005). Rethinking exchange rate competitiveness. The Global Competitiveness Report, 2006:99Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c105.",
        "Soderbery, A. (2013). Estimating import supply and demand elasticities: Analysis and implications. Available at SSRN 2272749.",
        "Thorbecke, W. (2011). Investigating the effect of exchange rate changes on ChinaÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0084¢s processed exports. Journal of the Japanese and International Economies, 25(2):33Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c46.",
        "Timmer, M. and Erumban, A. (2012). The world input-output database (wiod): Contents, sources and methods. WIOD Background document available at www. wiod. org.",
        "Wang, Z., Wei, S.-J., and Zhu, K. (2013). Quantifying international production sharing at the bilateral and sector level. working paper."
    ]
}