{
    "id": 20239,
    "cites": 80,
    "cited_by": 15,
    "reference": [
        "Ahmed, Naeem, Matthew Brzozowski, and Thomas Crossley, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Measurement Errors in Recall Food Consumption Data,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d IFS Working Papers, 2006.",
        "Alderman, Harold, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Saving and Economic Shocks in Rural Pakistan,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Journal of Development Economics, 1996, 51 (2), 343Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c365.",
        "Ananth, Bindu, Dean Karlan, and Sendhil Mullainathan, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Microentrepreneurs and their Money: Three Anomalies,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Innovations for Poverty Action: Financial Access Initiative, 2007.",
        "Anderson, Siwan and Jean-Marie Baland, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093The Economics of ROSCAs and Intrahousehold Resource Allocation,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Quarterly Journal of Economics, 2002, 117 (3), 963Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c995.",
        "Angelucci, Manuela, Dean Karlan, and Jonathan Zinman, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Win Some Lose Some? Evidence from a Randomized Microcredit Program Placement Experiment by Compartamos Banco,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Technical Report, National Bureau of Economic Research 2013.",
        "Ashraf, Nava, Dean Karlan, and Wesley Yin, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Deposit Collectors,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Advances in Economic Analysis & Policy, 2006, 6 (2), Article 5.",
        ", , and , Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Tying Odysseus to the Mast: Evidence from a Commitment Savings Product in the Philippines,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Quarterly Journal of Economics, 2006, 121 (1), 635Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c672.",
        ", , and , Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Female Empowerment: Impact of a Commitment Savings Product in the Philippines,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d World Development, 2010, 38 (3), 333Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c344.",
        "Atkinson, Jesse, Alain de Janvry, Craig McIntosh, and Elisabeth Sadoulet, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Prompting Microfinance Borrowers to Save: A Behavioral Experiment from Guatemala,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Economic Development and Cultural Change, 2013, 62 (1), 21Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c64.",
        "Baland, Jean-Marie, Catherine Guirkinger, and Charlotte Mali, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Pretending to be Poor: Borrowing to Escape Forced Solidarity in Cameroon,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Economic Development and Cultural Change, 2011, 60 (1), 1Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c16.",
        "Banerjee, Abhijit and Esther Duflo, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093The Economic Lives of the Poor,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Journal of Economic Perspectives, 2007, 21 (1), 141Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c167.",
        "Barr, Michael S, No Slack: The Financial Lives of Low-income Americans, Brookings Institution Press, 2012.",
        "Besley, Timothy, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Savings, Credit and Insurance,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Handbook of Development Economics, 1995, 3, 2123Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c2207.",
        "Browning, Martin and Annamaria Lusardi, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Household Saving: Micro Theories and Micro Facts,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Journal of Economic Literature, 1996, 34 (4), 1797Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c1855.",
        "Brune, Lasse, Xavier Gin e, Jessica Goldberg, and Dean Yang, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Commitments to Save: a Field Experiment in Rural Malawi,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Policy Research Working Paper 5748, 2011, Development Research Group, The World Bank.",
        "Burgess, Robin and Rohini Pande, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Do Rural Banks Matter? Evidence from the Indian Social Banking Experiment,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d American Economic Review, 2005, 95 (3), 780Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c795.",
        "Cai, Hongbin, Yuyu Chen, Hanming Fang, and Li-An Zhou, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093The Effect of Microinsurance on Economic Activities: Evidence from a Randomized Field Experiment,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d 2012.",
        "Cai, Jing, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093The Impact of Insurance Provision on HouseholdsÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0084¢ Production and Financial Decisions, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Working Paper, 2012.",
        "Chandrasekhar, Arun, Cynthia Kinnan, and Horacio Larreguy, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Informal Insurance, Social Networks, and Savings Access: Evidence from a Framed Field Experiment,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d MIT Working Paper, 2012.",
        "Clingingsmith, David, Asim I. Khwaja, and Michael Kremer, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Estimating the Impact of the Hajj: Religion and Tolerance in IslamÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0084¢s Global Gathering,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Quarterly Journal of Economics, 2009, 124 (3), 1133Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c1170.",
        "Cole, Shawn, Thomas Sampson, and Bilal Zia, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Prices or Knowledge? What Drives Demand for Financial Services in Emerging Markets?,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Journal of Finance, 2011, 66 (6), 1933Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c1967.",
        ", Xavier Gin e, and James Vickery, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093How Does Risk Management Influence Production Decisions? Evidence from a Field Experiment,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Harvard Busines School, Working paper 13080, 2013.",
        ", , Jeremy Tobacman, Petia Topalova, Robert Townsend, and James Vickery, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Barriers to Household Risk Management: Evidence from India,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d American Economic Journal: Applied Economics, 2013, 5 (1), 104Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c135.",
        "Collins, Daryl, Jonathan Morduch, Stuart Rutherford, and Orlanda Ruthven, Portfolios of the Poor: How the WorldÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0084¢s Poor Live on $2 a Day, Princeton University Press, 2009.",
        "Comola, Margherita and Silvia Prina, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Intervention-Driven Changes in Social Networks and Their Effects on Household Outcomes,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Working Paper, 2013.",
        "Crowne, Douglas P. and David Marlowe, The Approval Motive, New York: Wiley, 1964.",
        "Deaton, Angus, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Saving and liquidity constraints,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Econometrica, September 1991, 59 (5), 1221Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c1248.",
        ", The Analysis of Household Surveys: A Microeconometric Approach to Development Policy, Baltimore: Johns Hopkins University Press for the World Bank, 1997.",
        "Devoto, Florencia, Esther Duflo, Pascaline Dupas, William Pariente, and Vincent Pons, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Happiness on Tap: Piped Water Adoption in Urban Morocco,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d American Economic Journal: Economic Policy, 2012, 4 (4), 68Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c99.",
        "DezsÃ\u0083â\u0080¹Ã\u0082Â\u009d o, Linda and George Loewenstein, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Lenders Blind Trust and Borrowers Blind Spots: A Descriptive Investigation of Personal Loans,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Journal of Economic Psychology, 2012.",
        "Dupas, Pascaline and Jonathan Robinson, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Savings Constraints and Microenterprise Development: Evidence from a Field Experiment in Kenya,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d American Economic Journal: Applied Economics, 2013, 5 (1), 163Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c192.",
        ", Green Sarah, Keats Anthony, and Jonathan Robinson, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Challenges in Banking the Rural Poor: Evidence from KenyaÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0084¢s Western Province,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d National Bureau of Economic Research, 2012, Africa Project Conference.",
        "Fafchamps, Marcel, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Contraintes de Cr edit, Collat eral et PrÃ\u0083â\u0080¹Ã\u0082â\u0080  ets aux Pauvres,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Revue dÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0084¢ economie du d eveloppement, 2013, 27 (2), 79Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c100.",
        "FDIC, Unbanked/Underbanked Survey Study Group, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093FDIC National Survey of Unbanked and Underbanked Households,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Federal Deposit Insurance Corporation, 2011.",
        "Ferrara, Eliana La, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Kin Groups and Reciprocity: A Model of Credit Transactions in Ghana,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d The American Economic Review, 2003, 93 (5), 1730Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c1751.",
        "Field, Erica, Rohini Pande, John Papp, and Natalia Rigol, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Does the Classic Microfinance Model Discourage Entrepreneurship Among the Poor? Experimental Evidence from India,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d American Economic Review, 2012.",
        "Flory, Jeffrey A., Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Micro-Savings & Informal Insurance in Villages:How Does Financial Deepening Affect Safety Nets of the Very Poor?,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Working Paper 2011-008, 2012, Becker Friedman Institute for Research in Economics.",
        "Galesic, Mirta and Michael Bosnjak, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Effects of Questionnaire Length on Participation and Indicators of Response Quality in a Web Survey,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Public Opinion Quarterly, 2009, 73 (2), 349Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c360.",
        ", Lev Menand, Robert Townsend, and James Vickery, Microinsurance: A Case Study of the Indian Rainfall Index Insurance Market, in Ghate, C. (ed) Handbook of the Indian Economy, Oxford University Press, USA, 2012.",
        "Haushofer, Johannes, Joost de Laat, and Matthieu Chemin, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Poverty Raises Levels of the Stress Hormone Cortisol: Evidence from Weather Shocks in Kenya,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Working Paper, 2012.",
        "Hertzberg, Andrew, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Exponential Individuals, Hyperbolic Households,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Working Paper Graduate School of Business, Columbia University, 2010.",
        "Hill, Ruth Vargas and Angelino Viceisza, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093An Experiment on the Impact of Weather Shocks and Insurance on Risky Investment,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Discussion Paper 00974, 2010, International Food Policy Research Institute.",
        "Jack, William and Tavneet Suri, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Risk sharing and Transaction Costs: Evidence from Kenyas Mobile Money Revolution,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d American Economic Review, 2014, 104 (1), 183Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c223.",
        "Jacoby, Hanan G. and Emmanuel Skoufias, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Risk, Financial Markets, and Human Capital in a Developing Country,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Review of Economic Studies, 1997, 64 (3), 311Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c335.",
        "Jakiela, Pamela and Owen Ozier, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Does Africa Need a Rotten Kin Theorem? Experimental Evidence from Village Economies,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d World Bank Policy Research Working Paper, 2012.",
        "Karlan, Dean and Jonathan Zinman, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Price and Control Elasticities of Demand for Savings, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Working Paper, 2012.",
        ", Isaac Osei-Akoto, Robert Darko Osei, and Christopher Udry, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Agricultural Decisions after Relaxing Credit and Risk Constraints,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Working Paper 110, 2012, Economics Department, Yale University.",
        "Kast, Felipe, Stephan Meier, and Dina Pomeranz, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Under-Savers Anonymous: Evidence on Self-Help Groups and Peer Pressure as a Savings Commitment Device,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d NBER Working Paper No. 18417, 2013.",
        "Kinnan, Cynthia and Robert Townsend, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Kinship and Financial Networks, Formal Financial Access and Risk Reduction,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d American Economic Review Papers and Proceedings, 2012, 102 (2), 289Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c293.",
        "Kling, Jeffrey, Jeffrey Liebman, Lawrence Katz, and Lisa Sanbonmatsu, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Moving to Opportunity and Tranquility: Neighborhood Effects on Adult Economic Self-Sufficiency and Health from a Randomized Housing Voucher Experiment,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Faculty Research Working Papers Series, 2004, Harvard University, John F. Kennedy School of Government.",
        "Ligon, Ethan, Jonathan P Thomas, and Tim Worrall, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Informal Insurance Arrangements with Limited Commitment: Theory and Evidence from Village Economies,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d The Review of Economic Studies, 2002, 69 (1), 209Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c244.",
        "Ludwig, Jens, Greg Duncan, Lisa Gennetian, Lawrence Katz, Ronald Kessler, Jeffrey Kling, and Lisa Sanbonmatsu, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Neighborhood Effects on the Long-Term Well-Being of Low-Income Adults,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Science, 2012, 337 (6101), 1505Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c1510.",
        "Lusardi, Annamaria, Daniel J. Schneider, and Peter Tufano, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Financially Fragile Households: Evidence and Implications,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d NBER Working Paper 17072, 2011.",
        "Madrian, Brigitte and Dennis Shea, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093The Power of Suggestion: Inertia in 401(k) Participation and Savings Behavior,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Quarterly Journal of Economics, 2001, 116 (4), 1149Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c1187.",
        "Mazzocco, Maurizio and Shiv Saini, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Testing Efficient Risk Sharing with Heterogeneous Risk Preferences,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d The American Economic Review, 2012, 102 (1), 428Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c468.",
        "Meier, Stephan and Charles Sprenger, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Present-Biased Preferences and Credit Card Borrowing, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d American Economic Journal: Applied Economics, 2010, 2 (1), 193Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c210.",
        "Mel, Suresh De, David J. McKenzie, and Christopher Woodruff, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Measuring Microenterprise Profits: Must We Ask How the Sausage is Made?,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Journal of Development Economics, 2009, 88 (1), 19Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c31.",
        "Mobarak, Ahmed and Mark Rosenzweig, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Selling Formal Insurance to the Informally Insured,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Yale University Economic Growth Center Discussion Paper, 2012, (1007).",
        "Morduch, Jonathan, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Income Smoothing and Consumption Smoothing,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Journal of Economic Perspectives, 1995, 9 (3), 103Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c114.",
        "Munshi, Kaivan and Mark Rosenzweig, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Why is Social Mobility in India So Low? Social Insurance, Inequality, and Growth,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d NBER Working Paper 14850, 2009, National Bureau of Economic Research.",
        "Paxson, Christina H., Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Using Weather Variability to Estimate the Response of Savings to Transitory Income in Thailand,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d The American Economic Review, 1992, pp. 15Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c33.",
        "Prina, Silvia, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Banking the Poor Via Savings Accounts: Evidence from a Field Experiment,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Case Western Reserve Working Paper, 2013.",
        "Roodman, David, Due Diligence: An Impertinent Inquiry into Microfinance, CGD Books, 2012.",
        "Rosenzweig, Mark and Hans Binswanger, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Wealth, Weather Risk and the Composition and Profitability of Agricultural Investments,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d The Economic Journal, 1993, 103 (416), 56Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c78.",
        "Schaner, Simone, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Intrahousehold Preference Heterogeneity, Commitment, and Strategic Savings: Theory and Evidence from Kenya,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Working Paper, 2011.",
        ", Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093The Cost of Convenience? Transaction Costs, Bargaining Power, and Savings Account Use in Kenya,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Working Paper, 2013.",
        "Schicks, Jessica, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093The Definition and Causes of Microfinance Over-Indebtedness: A Customer Protection Point of View,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Oxford Development Studies, 2013, (ahead-of-print), 1Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c22.",
        "Shah, Anuj, Sendhil Mullainathan, and Eldar Shafir, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Some Consequences of Having Too Little,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Science, 2012, 338 (6107), 682Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c685.",
        "Taylor, Mark P., David J. Pevalin, and Jennifer Todd, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093The Psychological Costs of Unsustainable Housing Commitments,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Cambridge University Press, 2006.",
        "Thaler, Richard and Shlomo Benartzi, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Save More TomorrowTM: Using Behavioral Economics to Increase Employee Saving,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Journal of Political Economy, 2004, 112 (S1), 164Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c187.",
        "Townsend, Robert, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Risk and Insurance in Village India,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Econometrica, 1994, pp. 539Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c591.",
        ", Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Financial Systems in Northern Thai Villages,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Quarterly Journal of Economics, 1995, 110 (4), 1011Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c1046.",
        "Udry, Christopher, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Risk and Saving in Northern Nigeria,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d The American Economic Review, 1995, 85 (5), 1287Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c1300.",
        "Washington, Ebonya, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093The Impact of Banking and Fringe Banking Regulation on the Number of Unbanked Americans,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Journal of Human Resources, 2006, 41 (1), 106Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c137.",
        "Wooldridge, Jeffrey, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Inverse Probability Weighted M-Estimators for Sample Selection, Attrition, and Stratification,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Portuguese Economic Journal, 2002, 1 (2), 117Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c139.",
        ", Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Inverse Probability Weighted Estimation for General Missing Data Problems,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Journal of Econometrics, 2007, 141 (2), 1281Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c1301.",
        "Zame, William, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Efficiency and the Role of Default when Security Markets are Incomplete,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d American Economic Review, 1993, 83 (1), 1142Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c1164.",
        "Zinman, Jonathan, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Household Borrowing Bigh and Lending Low Under No-Arbitrage,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Dartmouth University, 2007.",
        "Zizzo, Daniel, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Experimenter Demand Effects in Economic Experiments,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Experimental Economics, 2010, 12 (1), 75Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c98.",
        "Zwane, Alix Peterson, Jonathan Zinman, Eric Van Dusen, William Pariente, Clair Null, Edward Miguel, Michael Kremer, Dean S. Karlan, Richard Hornbeck, Xavier Gin e, Esther Duflo, Devoto Florencia, Bruno Crepon, and Abhijit Banarjee, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Being Surveyed Can Change Later Behavior and Related Parameter Estimates,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Proceedings of the National Academy of Sciences, 2011, 108 (5), 1821Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c1826."
    ]
}