{
    "id": 20248,
    "cites": 65,
    "cited_by": 103,
    "reference": [
        "Aaronson, Daniel and Daniel G. Sullivan (2001). Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Growth in Worker Quality.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Federal Reserve Bank of Chicago Economic Perspectives, , Vol. 25, 4th Quarter.",
        "Alexopoulos, Michelle and Jon Cohen (2009). Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Measuring our Ignorance, One Book at a Time: New Indicators of Technological Change, 1909Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c1949.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Journal of Monetary Economics, Volume 56, Issue 4, May, Pages 450-470.",
        "Arnold, Robert (2009). Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093The Challenges of Estimating Potential Output in Real Time.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Federal Reserve Bank of St. Louis Review, July/August 2009, 91(4), pp. 271-90.",
        "Baily, Martin, James Manyika, and Shalabh Gupta (2013). Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093U.S. Productivity Growth: An Optimistic Perspective.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d International Productivity Monitor, vol. 25, pages 3-12, Spring.",
        "Bartel, Ann, Casey Ichniowski, and Kathryn Shaw (2007). Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093How Does Information Technology Affect Productivity? Plant-Level Comparisons of Product Innovation, Process Improvement, and Worker Skills.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Quarterly Journal of Economics, November: 1721-1758.",
        "Basu, Susanto and John G. Fernald (2002). Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Aggregate Productivity and Aggregate Technology.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d European Economic Review.",
        "Basu, Susanto and John G. Fernald (2008). Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Information and communications technology as a generalpurpose technology: evidence from U.S industry data.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Economic Review, Federal Reserve Bank of San Francisco, pages 1-15.",
        "Basu, Susanto and John Fernald (2009). Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093What Do We Know and Not Know About Potential Output?Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d St. Louis Fed Review.",
        "Basu, Susanto, John Fernald, Jonas Fisher, and Miles Kimball (2013). Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Sector-Specific Technical Change.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Manuscript, Federal Reserve Bank of San Francisco.",
        "Basu, Susanto, John Fernald, Nicholas Oulton, and Sally Srinivasan (2003). Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093The Case of the Missing Productivity Growth: Or, Does Information Technology Explain Why Productivity Accelerated in the United States but Not the United Kingdom?Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d NBER Macroeconomics Annual, 2003.",
        "Bresnahan, T. F., and M. Trajtenberg. (1995). General-purpose technologies:\"Engines of growth\"? Journal of Econometrics 65(Special Issue, January): 83-108.",
        "Broda, Christian and David E. Weinstein (2006). \"Globalization and the Gains from Variety,\" The Quarterly Journal of Economics, vol. 121(2), pages 541-585, May.",
        "Brynjolfsson, Erik, and L. M. Hitt. (2000). Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Beyond computation: Information technology, organizational transformation and business performance.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Journal of Economic Perspectives 14(4):23-48.",
        "Brynjolfsson, Erik, and Andrew McAffee. (2014). The Second Machine Age: Work, Progress, and Prosperity in a Time of Brilliant Technologies. W. W. Norton & Company.",
        "Byrne, David M., Stephen D. Oliner, and Daniel E. Sichel (2013). Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Is the Information Technology Revolution Over?Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d International Productivity Monitor, vol. 25, pages 20-36, Spring.",
        "Caballero, Ricardo J and Mohamad L. Hammour (1994). \"The Cleansing Effect of Recessions.\" American Economic Review, vol. 84(5), pages 1350-68, December Congressional Budget Office (2014a). Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093The Budget and Economic Outlook: 2014 to 2024.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d The Congress of the United States, Congressional Budget Office. February 2014. http://www.cbo.gov/publication/45010.",
        "Congressional Budget Office (2014b). Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Revisions to CBOÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0084¢s Projection of Potential Output Since 2007.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d The Congress of the United States, Congressional Budget Office. February 2014. http://www.cbo.gov/publication/45012 Comin, Diego and Mark Gertler (2006). Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Medium-Term Business Cycles.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d American Economic Review, vol. 96(3), pages 523-551, June.",
        "Corrado, Carol, and Charles Hulten (2013). Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Innovation Accounting.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d In: Measuring Economic Sustainability and Progress. National Bureau of Economic Research.",
        "Corrado, Carol, Charles Hulten, and Daniel Sichel (2006). Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Intangible Capital and Economic Growth.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Review of Income and Wealth, Series 55, No. 3, September 2009 Daly, Mary C., John G. Fernald, Fernanda Nechio, and Oscar JordÃ\u0083Æ\u0092Ã\u0082Â  (2014). Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Interpreting Deviations from OkunÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0084¢s Law.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d FRBSF Economic Letter, Forthcoming.",
        "David, Paul and Gavin Wright (2003). Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093General Purpose Technologies and Productivity Surges: Historical Reflections on the Future of the ICT Revolution.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d In Paul A. David and Mark Thomas (eds.), The Economic Future in Historical Perspective. Oxford University Press.",
        "Decker, Ryan John Haltiwanger, Ron S Jarmin, and Javier Miranda (2013). Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093The Secular Decline in Business Dynamism in the U.S.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Manuscript, University of Maryland.",
        "Fatas, Antonio (2002). \"The Effects of Business Cycles on Growth.\" In Economic Growth: Sources, Trends and Cycles, Eds. Norman Loayza and Raimundo Soto. Central Bank of Chile.",
        "Fernald, John G. (1999). \"Roads to Prosperity? Assessing the Link between Public Capital and Productivity.\" American Economic Review, 89(3): 619-638.",
        "Fernald, John G. (2007). Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Trend Breaks and Contractionary Technology Improvements.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Journal of Monetary Economics.",
        "Fernald, John G. (2014). Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093A Quarterly Utilization-Adjusted Series on Total Factor Productivity.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Manuscript, http://www.frbsf.org/economics/economists/jfernald.html. Data supplement at http://www.frbsf.org/economics/economists/jfernald/quarterly_tfp.xls.",
        "Fernald, John and Shanthi Ramnath (2003). Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Information Technology and the U.S. Productivity Acceleration.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Chicago Fed Letter, No. 193, September.",
        "Fernald, John, David Thipphavong, and Bharat Trehan (2007) Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Will Fast Productivity Growth Persist?Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d FRBSF Economic Letter 2007-09.",
        "Field, Alexander J. (2003). \"The Most Technologically Progressive Decade of the Century.\" American Economic Review, 93(4): 1399-1413.",
        "Field, Alexander J. (2007). Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093The Origins of U.S. Total Factor Productivity Growth in the Golden Age.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Cliometrica, 1:63-90.",
        "Fleischman, Charles and John Roberts (2011). \"From Many Series, One Cycle: Improved Estimates of the Business Cycle from a Multivariate Unobserved Components Model, \" FEDS Working Paper 2011-46.",
        "Foster, Lucia, John C. Haltiwanger, and Cornell J. Krizan (2006). \"Market Selection, Reallocation, and Restructuring in the U.S. Retail Trade Sector in the 1990s,\" The Review of Economics and Statistics, vol. 88(4), pages 748-758, November.",
        "GalÃ\u0083Æ\u0092Ã\u0082Â­, Jordi, Frank Smets, and Rafael Wouters (2012). Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Slow Recoveries: A Structural Interpretation.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Manuscript, CREI.",
        "Gordon, Robert J. (1990). The Measurement of Durable Goods Prices, Chicago: University of Chicago Press.",
        "Gordon, Robert J. (2000). Does the \"New Economy\" Measure up to the Great Inventions of the Past? Journal of Economic Perspectives, vol.4, no.14 (Fall), pp. 49-74.",
        "Gordon, Robert J. (2006). \"The Boskin Commission Report: A Retrospective One Decade Later,\" International Productivity Monitor, vol. 12, pages 7-22, Spring.",
        "Gordon, Robert J. (2014). Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093The Demise of U.S. Economic Growth: Restatement, Rebuttal, and Reflections.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d NBER WP 19895, February.",
        "Greenspan, Alan (2000). Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Technology and the economy.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Speech to the Economic Club of New York, New York, New York, January 13.",
        "Greenwood, Jeremy, Zvi Hercowitz, and Per Krusell (1997). \"Long-Run Implications of InvestmentSpecific Technological Change,\" American Economic Review, vol. 87(3), pages 342-62.",
        "Greenwood, Jeremy and Mehmet Yorukoglu (1997). \"1974,\" Carnegie-Rochester Conference Series on Public Policy, Elsevier, vol. 46(1), pages 49-95, June.",
        "Hall, Robert E. (2014). Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Quantifying the Lasting Harm to the U.S. Economy from the Financial Crisis.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Manuscript prepared for NBER Macroeconomics Annual, 2014.",
        "Haltiwanger, John, Ian Hathaway, and Javier Miranda (2014). Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Declining Business Dynamism in the U.S. High-Technology Sector.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Manuscript, February 2014.",
        "Hobijn, Bart and Alistair McKay (2007). Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Spurious Investment Prices.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Unpublished manuscript, Federal Reserve Bank of San Francisco.",
        "Helpman, Elhanan, ed. (1998). General Purpose Technologies and Economic Growth. Cambridge, MA: MIT Press.",
        "Jones, Charles A. (2002). Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Sources of U.S. Economic Growth in a World of Ideas,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d American Economic Review, March 2002, 92 (1), 220Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c239.",
        "Jorgenson, Dale W. (2001). Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Information Technology and the U.S. Economy.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d American Economic Review, 91, pp. 1Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c32.",
        "Jorgenson, Dale W., Mun S. Ho, and Jon D. Samuels (2013). Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Economic Growth in the Information Age: A Prototype Industry-Level Production Account for the United States, 1947-2010.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Manuscript, Harvard University.",
        "Jorgenson, Dale W., Mun S. Ho, and Kevin J. Stiroh (2008). \"A Retrospective Look at the U.S. Productivity Growth Resurgence.\" Journal of Economic Perspectives, 22(1): 3-24.",
        "Kahn, James A., and Robert W. Rich (2007). Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Tracking the New Economy: Using Growth Theory to Detect Changes in Trend Productivity.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Journal of Monetary Economics, Volume 54, Issue 6, September 2007, Pages 1670Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c1701.",
        "Kahn, James and Robert Rich (2013). Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Productivity Model Update.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d http://www.newyorkfed.org/research/national_economy/richkahn_prodmod.pdf. (Dec.) Kiley, Michael T., 2013. \"Output gaps,\" Journal of Macroeconomics, Elsevier, vol. 37(C), pages 1-18.",
        "Lazear, Edward P., Kathryn L. Shaw, and Christopher Stanton (2013). Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Making Do with Less: Working Harder During Recessions.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d NBER Working Paper 19328.",
        "Liu, Zheng, and Pengfei Wang. 2014. \"Credit Constraints and Self-Fulfilling Business Cycles.\" American Economic Journal: Macroeconomics, 6(1): 32-69.",
        "Mian, Atif R. and Amir Sufi (2012). \"What explains high unemployment? The aggregate demand channel.\" NBER Working Papers 17830.",
        "Nakamura, Leonard (1998). Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093The Retail Revolution and Food-Price Mismeasurement,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Business Review, Federal Reserve Bank of Philadelphia, May/June.",
        "Nalewaik, Jeremy J. (2010). \"The Income- and Expenditure-Side Measures of Output Growth,\" Brookings Papers on Economic Activity, vol. 1, pp. 71-106.",
        "Nordhaus, William D. (2002). \"Productivity Growth and the New Economy,\" Brookings Papers on Economic Activity, Economic Studies Program, The Brookings Institution, vol. 33(2), pages 211-265.",
        "Oliner, Stephen D., Daniel E. Sichel, and Kevin Stiroh (2007). Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Explaining a Productive Decade.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Brookings Papers on Economic Activity.",
        "Oulton, Nicholas and MarÃ\u0083Æ\u0092Ã\u0082Â­a SebastiÃ\u0083Æ\u0092Ã\u0082Â¡-Barriel (2013). Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Effects of Financial Crises on Productivity, Capital and Employment. Paper Prepared for the IARIW-UNSW Conference on Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Productivity: Measurement, Drivers and Trends.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Sydney, Australia, November 26-27, 2013.",
        "Pesaran, Hashem, Andreas Pick and Mikhail Pranovich (2013). \"Optimal forecasts in the presence of structural breaks.\" Journal of Econometrics, 177(2) 134-152.",
        "Petrosky-Nadeu, Nicolas (2013). Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093TFP during a Credit Crunch.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Journal of Economic Theory, 148(3) May 2013.",
        "Reifschneider, Dave, William Wascher, and David Wilcox (2013). Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Aggregate Supply in the United States: Recent Developments and Implications for the Conduct of Monetary Policy.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d FEDS Working Paper 2013-77.",
        "Saiz, Albert (2010). \"The Geographic Determinants of Housing Supply.\" Quarterly Journal of Economics, 125 (3): 1253-1296.",
        "Syverson, Chad (2013). Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Will History Repeat Itself? Comments on Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Ë\u009cIs the Information Technology Revolution Over?Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0084¢Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d International Productivity Monitor, vol. 25, pages 37-40, Spring.",
        "Van Reenen, John, Nicholas Bloom, Mirko Draca, Tobias Kretschmer, Raffaella Sadun, Henry Overman, and Mark Schankerman (2010). Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093The Economic Impact of ICT.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Research report, SMART N. 2007/0020.",
        "Wang, J. Christina, Susanto Basu, and John Fernald (2009). Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093A General-Equilibrium Asset-Pricing Approach to the Measurement of Nominal and Real Bank Output.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d In Price Index Concepts and Measurement, Erwin Diewert, John Greenlees and Charles Hulten, editors.",
        "Williams, John C. (2013). Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093The Economy and Monetary Policy: Follow the Demand.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Presentation to The Forecasters Club, New York, February 21, 2013."
    ]
}