{
    "id": 20245,
    "cites": 32,
    "cited_by": 1,
    "reference": [
        "Bali, Turan G., 2008, The intertemporal relation between expected returns and risk, Journal of Financial Economics 87,101-131.",
        "Bali, Turan G., and Robert F. Engle, 2010, The intertemporal capital asset pricing model with dynamic conditional correlations, Journal of Monetary Economics 57, 377-390.",
        "Boguth, Oliver, Murray Carlson, Adlai Fisher, and Mikhail Simutin, 2011, Conditional risk and performance evaluation: Volatility timing, overconditioning, and new estimates of momentum alphas, Journal of Financial Economics 102,363-389.",
        "Bollerslev, Tim, 1990, Modelling the coherence in short-run nominal exchange rates: A multivariate generalized arch model, Review of Economics and Statistics 72, 498-505.",
        "Bollerslev, Tim, Robert F. Engle, and JeÃ\u0083Â¯Ã\u0082Â¬Ã\u0082â\u0082¬rey M. Wooldridge, 1988, A capital asset pricing model with time-varying covariances, Journal of Political Economy 96, 116-131.",
        "Campbell, John Y. and Ludger Hentschel, 1992. No news is good news: An asymmetric model of changing volatility. Journal of Financial Economics 31, 281-318.",
        "Cochrane, John, 2005, Asset Pricing: Revised Edition, Princeton, NJ: Princeton University Press.",
        "Cochrane, John, 2014, A mean-variance benchmark for intertemporal portfolio theory. Journal of Finance 69, 1-49.",
        "DeSantis, Giorgio, and Bruno Gerard, 1997, International asset pricing and portfolio diversiÃ\u0083Â¯Ã\u0082Â¬Ã\u0082Â\u0081cation with time-varying risk, Journal of Finance 52, 1881-1912.",
        "DeSantis, Giorgio, and Bruno Gerard, 1998, How big is the premium for currency risk? Journal of Financial Economics 49, 375-412.",
        "Engle, Robert F., 2002, Dynamic conditional correlation: A simple class of multivariate generalized autoregressive conditional heteroskedasticity models, Journal of Business and Economic Statistics 20, 339-350.",
        "Fama, Eugene F., and Kenneth R. French, 1992, The cross-section of expected stock returns, Journal of Finance 47, 427-465.",
        "Grant, Dwight, 1977, Portfolio performance and the Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009dcostÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d of timing decisions, Journal of Finance 32, 837-846.",
        "Guo, Hui, and Robert F. Whitelaw, 2006. Uncovering the risk-return relation in the stock market, Journal of Finance 61, 1433-1463.",
        "Hansen, Lars P., 1982. Large sample properties of generalized method of moments estimators, Econometrica 50, 1029-1054.",
        "Hansen, Lars P., and Robert J. Hodrick, 1980. Forward exchange rates as optimal predictors of future spot rates: An econometric analysis, Journal of Political Economy 88, 829-853.",
        "Hedegaard, Esben, and Robert J. Hodrick, 2014, Estimating the conditional CAPM with overlapping data inference, NBER Working Paper No. 19969.",
        "Jagannathan, Ravi, and Zhengyu Wang, 1996, The conditional capm and the crosssection of expected returns, Journal of Finance 51, 3-53.",
        "Lanne, Markku, and Pentti Saikkonen, 2006, Why is it so diÃ\u0083Â¯Ã\u0082Â¬Ã\u0082Æ\u0092cult to uncover the riskÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c return tradeoÃ\u0083Â¯Ã\u0082Â¬Ã\u0082â\u0082¬ in stock returns? Economics Letters 92, 118-125.",
        "Lettau, Martin, and Sydney C. Ludvigson, 2010. Measuring and modeling variation in the risk-return tradeoÃ\u0083Â¯Ã\u0082Â¬Ã\u0082â\u0082¬, Chapter 11 in Yacine Ait-Shalia and Lars P. Hansen, eds., Handbook of Financial Econometrics: Volume 1 - Tools and Techniques, Elsevier: Amsterdam, The Netherlands.",
        "Lewellen, Jonathan, and Stefan Nagel, 2006, The conditional CAPM does not explain asset-pricing anomalies, Journal of Financial Economics 82, 289Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c314.",
        "Maio, Paulo, and Pedro Santa-Clara, 2012, Multifactor models and their consistency with the ICAPM, Journal of Financial Economics 106, 586-613..",
        "Merton, Robert C., 1973, An intertemporal asset pricing model, Econometrica 41, 867Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c 887.",
        "Merton, R. C., 1980. On estimating the expected return on the market: an exploratory investigation, Journal of Financial Economics 8, 323Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c361. M",
        "uller, Gernot, Robert B. Durand, and Ross A. Maller, 2011. The risk-return tradeoÃ\u0083Â¯Ã\u0082Â¬Ã\u0082â\u0082¬: A COGARCH analysis of MertonÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0084¢s hypothesis, Journal of Empirical Finance 18, 306Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c320.",
        "Newey, Whitney K., and Daniel McFadden, 1994, Large sample estimation and hypothesis testing, in Robert F. Engle and Daniel L. McFadden, eds., Handbook of Econometrics: Volume 4. Amsterdam, The Netherlands: Elsevier Science B.V. Ng, Lillian, 1991, Tests of the CAPM with time-varying covariances: A multivariate GARCH approach, Journal of Finance 46, 1507-1521.",
        "Nyberg, Henri, 2012. Risk-return tradeoÃ\u0083Â¯Ã\u0082Â¬Ã\u0082â\u0082¬ in U.S. stock returns over the business cycle, Journal of Financial and Quantitative Analysis 47, 137-158.",
        "Scruggs, John T., 1998, Resolving the puzzling intertemporal relation between the market risks premium and conditional market variance: A two-factor approach, Journal of Finance 53, 575-603.",
        "Scruggs, John T. and Paskalis Glabadanidis, 2003, Risk premia and the dynamic covariance between stock and bond returns, Journal of Financial and Quantitative Analysis 38, 295-316.",
        "Shanken, Jay, 1992, On the estimation of beta pricing models, Review of Financial Studies 5, 1-34.",
        "Zellner, Arnold, 1962, An eÃ\u0083Â¯Ã\u0082Â¬Ã\u0082Æ\u0092cient method for estimating seemingly unrelated regressions and tests for aggregation bias, Journal of the American Statistical Association 57, 348-368. A Estimation A.1 Estimating Without a Constant If asset speciÃ\u0083Â¯Ã\u0082Â¬Ã\u0082Â\u0081c constants are not included in the estimation, equation (7) becomes T  t=1 (Rt+1 Ã\u0083Â¢Ã\u0082Ë\u0086Ã\u0082â\u0080\u0099 HNK,tÃ\u0083Å½Ã\u0082Â³) W Ã\u0083Â¢Ã\u0082Ë\u0086Ã\u0082â\u0080\u00991 t (Rt+1 Ã\u0083Â¢Ã\u0082Ë\u0086Ã\u0082â\u0080\u0099 HNK,tÃ\u0083Å½Ã\u0082Â³) (28) The Ã\u0083Â¯Ã\u0082Â¬Ã\u0082Â\u0081rst order condition with respect to Ã\u0083Å½Ã\u0082Â³ is T  t=1 H NK,tW Ã\u0083Â¢Ã\u0082Ë\u0086Ã\u0082â\u0080\u00991 t (Rt+1 Ã\u0083Â¢Ã\u0082Ë\u0086Ã\u0082â\u0080\u0099 HNK,tÃ\u0083Å½Ã\u0082Â³) = 0K (29) where 0K represents a KÃ\u0083Â¢Ã\u0082Ë\u0086Ã\u0082â\u0080\u0099dimensional vector of zeroes. Thus, the solution for Ã\u0083â\u0080¹Ã\u0082â\u0080  Ã\u0083Å½Ã\u0082Â³ is Ã\u0083â\u0080¹Ã\u0082â\u0080  Ã\u0083Å½Ã\u0082Â³ =  T T  t=1 H NK,tW Ã\u0083Â¢Ã\u0082Ë\u0086Ã\u0082â\u0080\u00991 t HNK,t Ã\u0083Â¢Ã\u0082Ë\u0086Ã\u0082â\u0080\u00991 T T  t=1 H NK,tW Ã\u0083Â¢Ã\u0082Ë\u0086Ã\u0082â\u0080\u00991 t Rt+1 (30) Notice that this estimator of Ã\u0083Å½Ã\u0082Â³ does not test the prediction of the theory that the conditional means of returns move with the conditional covariances of the returns with the risk factors.",
        "HansenÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0084¢s (1982) GMM applied to this case provides the asymptotic distribution of the parameter estimates: Ã\u0083Â¢Ã\u0082Ë\u0086Ã\u0082Å¡ T Ã\u0083â\u0080¹Ã\u0082â\u0080  Ã\u0083Å½Ã\u0082Â´ Ã\u0083Â¢Ã\u0082Ë\u0086Ã\u0082â\u0080\u0099 Ã\u0083Å½Ã\u0082Â´ Ã\u0083Â¢Ã\u0082â\u0080 Ã\u0082â\u0080\u0099 N  0N+K, dÃ\u0083Â¢Ã\u0082Ë\u0086Ã\u0082â\u0080\u00991 SdÃ\u0083Â¢Ã\u0082Ë\u0086Ã\u0082â\u0080\u00991  , (42) where d Ã\u0083Â¢Ã\u0082â\u0080°Ã\u0082Â¡ E Ã\u0083Â¢Ã\u0082Ë\u0086Ã\u0082â\u0080\u009aft+1 Ã\u0083Â¢Ã\u0082Ë\u0086Ã\u0082â\u0080\u009aÃ\u0083Å½Ã\u0082Â´ and S Ã\u0083Â¢Ã\u0082â\u0080°Ã\u0082Â¡ E  ft+1f t+1  . The sample counterparts of d and S are dT = Ã\u0083Â¢Ã\u0082Ë\u0086Ã\u0082â\u0080\u009agT Ã\u0083Â¢Ã\u0082Ë\u0086Ã\u0082â\u0080\u009aÃ\u0083Å½Ã\u0082Â´ and ST = 1 T T t=1 ft+1f t+1. For the general case, dT = Ã\u0083Â¢Ã\u0082Å½Ã\u0082Â¡ Ã\u0083Â¢Ã\u0082Å½Ã\u0082Â¢ Ã\u0083Â¢Ã\u0082Å½Ã\u0082Â£ T T t=1 Ã\u0083Â¢Ã\u0082Ë\u0086Ã\u0082â\u0080\u0099W Ã\u0083Â¢Ã\u0082Ë\u0086Ã\u0082â\u0080\u00991 t T T t=1 Ã\u0083Â¢Ã\u0082Ë\u0086Ã\u0082â\u0080\u0099W Ã\u0083Â¢Ã\u0082Ë\u0086Ã\u0082â\u0080\u00991 t HNK,t T T t=1 Ã\u0083Â¢Ã\u0082Ë\u0086Ã\u0082â\u0080\u0099H NK,tW Ã\u0083Â¢Ã\u0082Ë\u0086Ã\u0082â\u0080\u00991 t T T"
    ]
}