{
    "id": 20246,
    "cites": 51,
    "cited_by": 7,
    "reference": [
        "Acemoglu, Daron, 1999, Changes in unemployment and wage inequality: an alternative theory and some evidence, American Economic Review 89, 1259Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c1278.",
        "Acemoglu, Daron, 2002, Directed technical change, Review of Economic Studies 69, 781Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c809.",
        "Admati, Anat, 1985, A noisy rational expectations equilibrium for multi-asset securities markets, Econometrica 53(3), 629Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c657.",
        "Alvaredo, Facundo, Anthony Atkinson, Thomas Piketty, Emmanuel Saez, et al., 2013, The top 1 percent in international and historical perspective, Journal of Economic Perspectives 27, 1Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c21.",
        "Ameriks, John, and Steve Zeldes, 2001, How do household portfolios vary with age, Working paper, Working paper, Columbia University.",
        "Arrow, Kenneth J, 1987, The demand for information and the distribution of income, Probability in the Engineering and Informational Sciences 1, 3Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c13.",
        "Atkinson, Anthony B, Thomas Piketty, and E Saez, 2011, Top incomes over a century or more, Journal of Economic Literature.",
        "Autor, David H, and David Dorn, 2013, The growth of low skill service jobs and the polarization of the US labor market, American Economic Review 103, 1553Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c1597.",
        "Autor, David H, Lawrence F Katz, and Melissa S Kearney, 2008, Trends in US wage inequality: Revising the revisionists, Review of Economics and Statistics 90, 300Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c323.",
        "Autor, David, H, Lawrence F Katz, and Melissa S Kearney, 2006, The polarization of the US labor market, Working paper, National Bureau of Economic Research.",
        "Barber, Brad M, Yi-Tsung Lee, Yu-Jane Liu, and Terrance Odean, 2009, Just how much do individual investors lose by trading?, Review of Financial Studies 22, 609Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c632.",
        "Barber, Brad M, and Terrance Odean, 2000, Trading is hazardous to your wealth: The common stock investment performance of individual investors, Journal of Finance 55, 773Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c806.",
        "Barber, Brad M, and Terrance Odean, 2001, Boys will be boys: Gender, overconfidence, and common stock investment, Quarterly Journal of Economics 116, 261Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c292.",
        "Calvet, Laurent E, John Y Campbell, and Paolo Sodini, 2007, Down or out: assessing the welfare costs of household investment mistakes, Journal of Political Economy 115, 707Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c 747.",
        "Calvet, Laurent E, John Y Campbell, and Paolo Sodini, 2009a, Fight or flight? Portfolio rebalancing by individual investors, Quarterly Journal of Economics 124, 301Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c348.",
        "Calvet, Laurent E, John Y Campbell, and Paolo Sodini, 2009b, Measuring the financial sophistication of households, American Economic Review 99, 393Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c398.",
        "Campbell, John Y, 2006, Household finance, Journal of Finance 61, 1553Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c1604.",
        "Chien, YiLi, Harold Cole, and Hanno Lustig, 2011, A multiplier approach to understanding the macro implications of household finance, Review of Economic Studies 78 (1), 199Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c234.",
        "Chordia, Tarun, Richard Roll, and Avanidhar Subrahmanyam, 2011, Recent trends in trading activity and market quality, Journal of Financial Economics 101, 243Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c263.",
        "Cohen, Randolph B., Joshua D. Coval, and LuboÃ\u0083â\u0080¹Ã\u0082â\u0080¡ s P astor, 2005, Judging fund managers by the company they keep, Journal of Finance 60, 1057Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c1096.",
        "Cover, Thomas M, and Joy A Thomas, 2006, Elements of information theory. (John Wiley & Sons).",
        "Daniel, Kent, Mark Grinblatt, Sheridan Titman, and Russ Wermers, 1997, Measuring mutual fund performance with characteristic based benchmarks, Journal of Finance 52, 1035Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c 1058.",
        "Dumas, Bernard, 1989, Two-person dynamic equilibrium in the capital market, Review of Financial Studies 2 (2), 157Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c188.",
        "Favilukis, Jack, 2013, Inequality, stock market participation, and the equity premium, Journal of Financial Economics 107 (3), 740Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c759.",
        "French, Kenneth, 2008, The cost of active investing, Journal of Finance 63 (4), 1537Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c1573.",
        "Gomes, Francisco, and Alexander Michaelides, 2005, Optimal life-cycle asset allocation: understanding the empirical evidence, Journal of Finance 60, 869Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c904.",
        "Gompers, Paul A, and Andrew Metrick, 2001, Institutional investors and equity prices, The Quarterly Journal of Economics 116, 229Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c259.",
        "Grinblatt, Mark, Matti Keloharju, and Juhani Linnainmaa, 2009, Do smart investors outperform dumb investors?, Chicago Booth Research Paper.",
        "Grossman, Sanford, and Joseph Stiglitz, 1980, On the impossibility of informationally efficient markets, American Economic Review 70(3), 393Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c408.",
        "Guiso, Luigi, and Paolo Sodini, 2012, Household finance: An emerging field, Working paper, CEPR Discussion Papers.",
        "Kacperczyk, Marcin, and Amit Seru, 2007, Fund manager use of public information: New evidence on managerial skills, Journal of Finance 62, 485Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c528.",
        "Kacperczyk, Marcin, Clemens Sialm, and Lu Zheng, 2005, On the industry concentration of actively managed equity mutual funds, Journal of Finance 60, 1983Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c2012.",
        "Kacperczyk, Marcin, Stijn Van Nieuwerburgh, and Laura Veldkamp, 2013, Rational attention allocation over the business cycle, Working Paper New York University.",
        "Katz, Lawrence F, and David H Autor, 1999, Changes in the wage structure and earnings inequality, Handbook of Labor Economics 3, 1463Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c1555.",
        "Kuznets, Simon, and Elizabeth Jenks, 1953, Shares of Upper Income Groups in Savings, in Shares of Upper Income Groups in Income and Savings (NBER, ).",
        "Mankiw, N Gregory, and Stephen P Zeldes, 1991, The consumption of stockholders and nonstockholders, Journal of Financial Economics 29, 97Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c112.",
        "MatÃ\u0083â\u0080¹Ã\u0082â\u0080¡ ejka, Filip, 2011, Rigid pricing and rationally inattentive consumers, Working Paper CERGE.",
        "MatÃ\u0083â\u0080¹Ã\u0082â\u0080¡ ejka, Filip, and Christopher Sims, 2011, Discrete actions in information-constrained tracking problems, CERGE-EI Working Paper Series.",
        "Mondria, Jordi, 2010, Portfolio choice, attention allocation, and price comovement, Journal of Economic Theory 145, 1837Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c1864.",
        "Peress, Joel, 2004, Wealth, information acquisition and portfolio choice, The Review of Financial Studies 17(3), 879Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c914.",
        "Piketty, Thomas, 2003, Income inequality in France, 1901Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c1998, Journal of Political Economy 111, 1004Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c1042.",
        "Piketty, Thomas, 2014, Capital in the Twenty-First Century. (Harvard University Press).",
        "Piketty, Thomas, and Emmanuel Saez, 2003, Income inequality in the United States, 1913Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c 1998, The Quarterly Journal of Economics 118, 1Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c41.",
        "Shannon, Claude E, 1948, A mathematical theory of communication, Bell System Technical Journal 27, 379Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c423 and 623Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c656.",
        "Sims, Christopher A, 1998, Stickiness, in Carnegie-Rochester Conference Series on Public Policy vol. 49 pp. 317Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c356. Elsevier.",
        "Sims, Christopher A, 2003, Implications of rational inattention, Journal of Monetary Economics 50(3), 665Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c690.",
        "Sims, Christopher A, 2006, Rational inattention: beyond the linear-quadratic case, American Economic Review, Papers and Proceedings May, 158Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c163.",
        "Stambaugh, Robert F., 2014, Investment noise and trends, Working Paper, Wharton School.",
        "Stevens, Luminita, 2012, Price adjustment in a model with multiple price policies, Working Paper, University of Maryland.",
        "Van Nieuwerburgh, Stijn, and Laura Veldkamp, 2009, Information immobility and the home bias puzzle, Journal of Finance 64(3), 1187Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c1215.",
        "Van Nieuwerburgh, Stijn, and Laura Veldkamp, 2010, Information acquisition and underdiversification, Review of Economic Studies 77(2), 779Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c805."
    ]
}