{
    "id": 2025,
    "cites": 28,
    "cited_by": 5,
    "reference": [
        "Akerlof, George A. and Janet L. Yellen. Efficiency Wage Models of the Labor Market: Introduction. Mimeo, U.C. Berkeley, 1984.",
        "Allen, Steven G., Robert L. Clark, and Daniel A. Sumner. Post-Retirement Adjustments of Pension Benefits. NBER Working Paper No. 1364, June 1984.",
        "Axelrod, Robert. The Evolution of Cooperation. New York: Basic Books, 1984.",
        "Becker, Gary S. and George J. Stigler. Law Enforcement, Malfeasance, and the Compensation of Enforcers. Journal of Legal Studies 3 (January 1974): 1-18.",
        "Bowles, Samuel.The Production Process in a Competitive Economy: Wairasian, Neo-Hobbesian and Marxian Models. American Economic Review 75 (March 1985): 16-36.",
        "Bulow, Jeremy I. and Lawrence H. Summers. A Theory of Dual Labor Markets with Application to Industrial Policy, Discrimination and Keynesian Unemployment. Journal of Labor Economics 4 (July 1986): 376-414.",
        "Burawoy, Michael. Manufacturing Consent. Chicago: University of Chicago Press, 1979.",
        "Calvo, Guillermo. The Inefficiency of Unemployment: The Supervision Perspective. Quarterly Journal of Economics 100 (May 1985): 373-87.",
        "Carmichael, H. Lorne. Can Unemployment Be Involuntary?: Comment. American Economic Review 75 (December 1965): 1213-14.",
        "Dickens, William T. and Lawrence F. Katz. Inter-industry Wage Differences and Theories of Wage Determination. Mimeo, U.C. Berkeley, revised July 1986a.",
        "Industry Characteristics. In Kevin Lang and Jonathan Leonard, eds., Unemployment and the Structure of Labor Markets. Oxford: Basil Blackwell, forthcoming 1986b.",
        "Doeringer, Peter B. and Michael J. Piore. Internal Labor Markets and Manpower Analysis Lexington, Ma.: D.C. Heath, 1971.",
        "Eaton, Curtis and William D. White. The Economy of High Wages: An Agency Problem. Economica (April 1983): 175-81.",
        "Foster, James E. and Henry Y. Wan. Involuntary Unemployment as a Principal-Agent Equilibrium. American Economic Review 74 (June 1984): 476-84.",
        "Gir~is, Herbert and Tsuneo Ishikawa. Wages, Work Discipline and Macroeconomic Equilibrium. Mimeo, 1983.",
        "Hutchens, Robert. Delayed Payment Contracts and a Firms Propensity to Hire Older Workers. Journal of Labor Economics, forthcoming 1986.",
        "Jones, Stephen R.G. Dual Labor Markets, Productivity and Unemployment. Mimeo, University of British Columbia, April 1985.",
        "Katz, Lawrence F. Efficiency Wage Theories: A Partial Evaluation. In S. Fischer, ed., NBER Macroeconomics Annual 1986. Cambridge, Ma.: MIT Press, forthcoming 1986.",
        "Krueger, Alan and Lawrence H. Summers. Efficiency Wages and the Wage Structure. Mimeo, Harvard University, May l986a. . Reflections on the Inter-industry Wage Structure. In K. Lang and J. Leonard, eds., Unemployment and the Structure of Labor Markets. Oxford: Basil Blackwell, forthcoming l986b. Kuhn, Peter. Wages, Effort, and Incentive Compatibility in Life-Cycle Employment Contracts. Journal of Labor Economics 4 (January 1986): 28-49.",
        "Lazear, Edward. Agency, Earnings Profiles, Productivity, and Hours Restrictions. American Economic Review 71 (September 1981): 606-620.",
        "Macaulay, Stewart. `Non-contractual Relations in Business: A Preliminary Study. American Sociological Review 28 (February 1963): 55-67.",
        "MacLeod, W. Bentley and James N. Nalcomson. Implicit Contracts, Incentive Compatibility, and Involuntary Unemployment. Queens University Discussion Paper No. 585, March 1986.",
        "Mars, Gerald. Cheats At Work. London: Allen and Unwin, 1982.",
        "Roy, Donald. Restriction of Output in a Piecework Machine Shop. Unpublished doctoral dissertation, University of Chicago, 1952.",
        "Shapiro, Carl and Joseph E. Stiglitz. Equilibrium Unemployment as a Worker Discipline Device. American Economic Review 74 (June 1984): 433-44.",
        "Stiglitz, Joseph E. Theories of Wage Rigidity. NBER Working Paper No. 1442, September 1984.",
        "Stoft, Steven. Cheat Threat Theory: An Explanation of Involuntary Unemployment, Mimeo, Boston University, May 1982.",
        "Summers, Lawrenc~ H. Did Henry Ford Pay Efficiency Wages?. Mimeo, Harvard University, April 1986."
    ]
}