{
    "id": 20257,
    "cites": 48,
    "cited_by": 4,
    "reference": [
        "Ahn, H., & Powell, J. L. 1993. Semiparametric Estimation of Censored Selection Models With a Nonparametric Selection Mechanism. Journal of Econometrics, 58(1-2), 3Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c29.",
        "Altonji, J.G., & Blank, R.M. 1999. Race and Gender in the Labor Market. In: Ashenfelter, O., & Card, D. (eds), Handbook of Labor Economics, vol. 3. Elsevier.",
        "Altonji, J.G., Ichimura, H., & Otsu, T. 2008. Nonparametric Intermediate Order Regression Quantiles. Working paper.",
        "Altonji, J.G., Bharadwaj, P., & Lange, F. 2012. Changes in the Characteristics of American Youth: Implications for Adult Outcomes. Journal of Labor Economics, 30, 783Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c828.",
        "Andrews, D. K., & Schafgans, M. 1998. Semiparametric Estimation of the Intercept of a Sample Selection Model. Review of Economic Studies, 65, 497Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c517.",
        "Andrews, D.W.K. 1999. Consistent Moment Selection Procedures for Generalized Method of Moments Estimation. Econometrica, 67(3), 543Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c564.",
        "Andrews, D.W.K., & Soares, G. 2010. Inference for Parameters Defined by Moment Inequalities Using Generalized Moment Selection. Econometrica, 78(1), 119Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c157.",
        "Arellano, M., & Bonhomme, S. 2011. Quantile Selection Models. Working paper.",
        "Beaudry, P., Green, D.A., & Sand, B.M. 2013. The Great Reversal in the Demand for Skill and Cognitive Tasks. NBER Working Paper No. 18901.",
        "Brown, C. 1984. Black-White Earnings Ratios Since the Civil Rights Act of 1964: The Importance of Labor Market Dropouts. Quarterly Journal of Economics, 99, 31Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c44.",
        "Buchinsky, M. 1998. The Dynamics of Changes in The Female Wage Distribution in the USA: a Quantile Regression Approach. Journal of Applied Econometrics, 13, 1Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c30.",
        "Butler, R., & Heckman, J.J. 1977. The GovernmentÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0084¢s Impact on the Labor Market Status of Black Americans: A Critical Review. In: et al., F. E. Bloch (ed), Equal Rights and Industrial Relations. Madison, Wis.: Indus. Relations Res. Assoc.",
        "Carneiro, P., Heckman, J.J., & Masterov, D.V. 2005. Labor Market Discrimination and Racial Differences in Premarket Factors. Journal of Law and Economics, 48(1), 1Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c39.",
        "Carneiro, P.M., Hansen, K.T., & Heckman, J.J. 2003. Estimating Distributions of Treatment Effects with an Application to the Returns to Schooling and Measurement of the Effects of Uncertainty on College Choice. International Economic Review, 44, 361Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c422.",
        "Castex, G., & Dechter, E. 2014. The Changing Roles of Education and Ability in Wage Determination. Forthcoming in the Journal of Labor Economics, 32(4), Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c.",
        "Chamberlain, G. 1986. Asymptotic Efficiency in Semiparametric Model with Censoring. Journal of Econometrics, 32, 189Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c218.",
        "Chernozhukov, V. 2005. Extremal Quantile Regression. The Annals of Statistics, 33(2), pp. 806Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c839.",
        "Chernozhukov, V., & Du, S. 2008. Extremal quantiles and value-at-risk. In: Durlauf, S., & Blume, L. (eds), The New Palgrave Dictionary of Economics. London: Palgrave Macmillan Press.",
        "Chernozhukov, V., & Fernandez-Val, I. 2011. Inference for Extremal Conditional Quantile Models, with an Application to Market and Birthweight Risks. Review of Economic Studies, 78, 559Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c589.",
        "Chernozhukov, V., S.Lee, & Rosen, A.M. 2013. Intersection Bounds: Estimation and Inference. Econometrica, 81(2), 667Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c737.",
        "Cunha, F., & Heckman, J.J. 2007. Identifying and Estimating the Distributions of Ex Post and Ex Ante Returns to Schooling. Labour Economics, 14, 870Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c893.",
        "Das, M., Newey, W., & Vella, F. 2003. Nonparametric Estimation of Sample Selection Models. Review of Economic Studies, 70, 33Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c58.",
        "DÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0084¢Haultfoeuille, X., & Maurel, A. 2013a. Another Look at the Identification at Infinity of Sample Selection Models. Econometric Theory, 29(1), 213Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c224.",
        "DÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0084¢Haultfoeuille, X., & Maurel, A. 2013b. Inference on an Extended Roy Model, with an Application to Schooling Decisions in France. Journal of Econometrics, 174, 95Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c106.",
        "Drees, H., & Kaufmann, E. 1998. Selection of the optimal sample fraction in univariate extreme value estimation. Stochastic Processes and their Applications, 75, 149Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c172.",
        "Eisenhauer, P., Heckman, J.J., & Vytlacil, E.J. 2013. The Generalized Roy Model and the Cost-Benefit Analysis of Social Programs. Working paper.",
        "Gronau, R. 1974. Wage Comparison - a Selectivity Bias. Journal of Political Economy, 82, 1119Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c43.",
        "Heckman, J. J. 1974. Shadow Prices, Market Wages, and Labor Supply. Econometrica, 42, 679Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c694.",
        "Heckman, J. J. 1979. Sample Selection Bias as a Specification Error. Econometrica, 47, 153Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c161.",
        "Heckman, J. J. 1990. Varieties of Selection Bias. The American Economic Review, 80, 313Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c 318.",
        "Heckman, J.J., & Vytlacil, E.J. 2007. Econometric evaluation of social programs, Part II. In: Heckman, J.J., & Leamer, E.E. (eds), Handbook of Econometrics, vol. 6B. Elsevier.",
        "Juhn, C. 2003. Labor Market Dropouts and Trends in the Wages of Black and White Men. Industrial and Labor Relations Review, 56(4), 643Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c662.",
        "Khan, S., & Tamer, E. 2010. Irregular Identification, Support Conditions and Inverse Weight Estimation. Econometrica, 78, 2021Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c2042.",
        "Kitagawa, T. 2010. Testing for Instrument Independence in the Selection Model. Working paper.",
        "Lewbel, A. 2007. Endogenous Selection or Treatment Model Estimation. Journal of Econometrics, 141, 777Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c806.",
        "Lewbel, A. 2014. An Overview of the Special Regressor Method. In: Racine, J., Su, L., & Ullah, A. (eds), The Oxford Handbook of Applied Nonparametric and Semiparametric Econometrics and Statistics. Oxford University Press.",
        "Neal, D. 2004. The Measured Black-White Wage Gap among Women Is Too Small. Journal of Political Economy, 112, S1Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009cS28.",
        "Neal, D. 2006. Why Has Black-White Skill Convergence Stopped? In: Hanushek, E., & Welch, F. (eds), Handbook of the Economics of Education, vol. 1. Elsevier.",
        "Neal, D., & Johnson, W.R. 1996. The Role of Premarket Factors in Black-White Wage Differences. Journal of Political Economy, 104(5), pp. 869Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c895.",
        "Neal, D., & Rick, A. 2014. The Prison Boom and the Lack of Black Progress since Smith and Welch. Working paper.",
        "Nelsen, Roger B. 2006. An Introduction to Copulas. 2nd ed. edn. New York: Springer,.",
        "Pollard, D. 1991. Asymptotics for Least Absolute Deviation Regression Estimators. Econometric Theory, 7(2), pp. 186Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c199.",
        "Resnick, S. 1987. Extreme values, regular variation, and point processes. New York: SpringerVerlag.",
        "Schafgans, M., & Zinde-Walsh, V. 2002. On intercept estimation in the sample selection model. Econometric Theory, 18, 40Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c50.",
        "Smith, J., & Welch, F. 1989. Black Economic Progress After Myrdal. Journal of Economic Literature, 27(2), 519Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c564.",
        "Vella, F. 1998. Estimating Models with Sample Selection Bias: a Survey. Journal of Human Resources, 33, 127Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c169.",
        "Wooldridge, J. 2002. Econometric Analysis of Cross Section and Panel Data. MIT Press.",
        "B Data appendix We construct our NLSY97 dataset based on the interviews that were conducted during the years 2007 and 2008, using data on males from the cross-sectional sample and the oversample of blacks and Hispanics of the NLSY97. Our sample consists of the respondents who reported wages for at least one of these two years, along with the respondents who reported not working in either year (nonparticipants). Respondents with a missing AFQT score are excluded from the analysis. For the individuals working in both years, the wage variable is defined as the average of the hourly wages corresponding to the main job at the time of the interview."
    ]
}