{
    "id": 20251,
    "cites": 52,
    "cited_by": 3,
    "reference": [
        "Allen, D. (1992). Marriage and divorce: comment. American Economic Review 82(3), 679Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c685.",
        "Attanasio, O., H. Low, and V. Sanchez-Marcos (2008). Explaining changes in female labor supply in a life-cycle model. The American Economic Review 98(4), 1517Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c1552.",
        "Attanasio, O. and G. Weber (1995). Is consumption growth consistent with intertemporal optimization? evidence from the consumer expenditure survey. Journal of political Economy 103(6), 1121Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c1157.",
        "Beller, A. H. and J. W. Graham (1988). Child support payments: Evidence from repeated cross sections. American Economic Review: Papers and Proceedings 78(2), 81Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c85.",
        "Bernal, R. (2008). The effect of maternal employment and child care on childrenÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0084¢s cognitive development. International Economic Review 49(4), 1173Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c 1209.",
        "Bernal, R. and M. P. Keane (2009). Child care choices and childrenÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0084¢s cognitive achievement: The case of single mothers. working paper.",
        "Blundell, R., P.-A. Chiappori, and C. Meghir (2005). Collective labor supply with children.",
        "Blundell, R., M. C. Dias, C. Meghir, and J. Shaw (2013). Female labor supply, human capital and welfare reform. unpublished paper.",
        "Caucutt, E. M., N. Guner, and J. Knowles (2002). Why do women wait? matching, wage inequality, and the incentives for fertility delay. Review of Economic Dynamics 5, 815Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c855.",
        "Chamberlain, G. (1984). Panel data. In Z. Griliches and M. Intriligator (Eds.), Handbook of Econometrics, Volume 2, Chapter 22. North Holland.",
        "Cherchye, L., B. D. Rock, and F. Vermeulen (2012). Married with children: A collective labor supply model with detailed time use and intrahousehold expenditure information. American Economic Review 102(7), 3377Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c3405.",
        "Endogenous fertility, while greatly complicating the model, would allow one to study the interaction between fertility decisions, marital status, and labor force participation, see, e.g., Eckstein and Wolpin (1989), Erosa, Fuster, and Restuccia (2002), and Caucutt, Guner, and Knowles (2002).",
        "See, e.g., Fern andez (2014) and Doepke and Tertilt (2009) Chiappori, P.-A. (1988). Rational household labor supply. Econometrica 56(1), 63Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c90.",
        "Cubeddu, L. and J.-V. R Ã\u0083â\u0080\u009eÃ\u0082Â±os-Rull (2003). Families as shocks. Journal of the European Economic Association 1(2-3), 671Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c682.",
        "Del Boca, D. and C. Flinn (1995). Rationalizing child-support decisions. American Economic Review 95(5), 1241Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c1262.",
        "Doepke, M. and M. Tertilt (2009). WomenÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0084¢s liberation: WhatÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0084¢s in it for men? Quarterly Journal of Economics 124(4), 1541Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c1591.",
        "Eckstein, Z. and O. Lifshitz (2011). Dynamic female labor supply. Econometrica 79(6), 1675Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c1726.",
        "Eckstein, Z. and K. Wolpin (1989). Dynamic labour force participation of married women and endogenous work experience. Review of Economic Studies 56(3), 375Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c390.",
        "Erosa, A., L. Fuster, and D. Restuccia (2002). Fertility decisions and gender differences in labor turnover. Review of Economic Dynamics 5, 856Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c891.",
        "Fern andez, R. (2014). WomenÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0084¢s rights and development. Journal of Economic Growth 19(1), 37Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c80.",
        "Fern andez, R. and J. Wong (2013). Divorce risk, wages, and working wives: A quantitative life-cycle analysis of female labor force participation. Economic Journal forthcoming.",
        "Fern andez, R. and J. C. Wong (2011). The disappearing gender gap: The impact of divorce, wages, and preferences on education choices and womenÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0084¢s work. NBER Working Papers 17508.",
        "Flinn, C. J. and M. Brown (2011). Family law effects on divorce, fertility and child investment.",
        "Friedberg, L. (1998). Did unilateral divorce raise divorce rates? evidence from panel data. American Economic Review 88(3), 608Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c327.",
        "Gemici, A. and S. Laufer (2010). Marriage and cohabitation.",
        "Gonz alez, L. and T. Viitanen (2009). The effect of divorce laws on divorce rates in europe. European Economic Review (53), 127Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c138.",
        "Gray, J. S. (1998). Divorce-law changes, household bargaining, and married womenÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0084¢s labor supply. American Economic Review 88(3).",
        "Greenwood, J., N. Guner, G. Kocharkov, and C. Santos (2012). Technology and the changing family: A unified model of marriage, divorce, educational attainment and married female labor-force participation. NBER Working Papers 17735.",
        "Guvenen, F. (2007). Learning your earning: Are labor income shocks really very persistent? The American Economic Review 97(3), 687Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c712.",
        "Guvenen, F. and M. Rendall (2013). WomenÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0084¢s emancipation through education: A macroeconomic analysis. unpublished paper.",
        "Heathcote, J., K. Storesletten, and G. L. Violante (2010). The macroeconomic implications of rising wage inequality in the united states. Journal of Political Economy 118(4), 681Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c722.",
        "Jacquemet, N. and J.-M. Robin (2011). Marriage with labor supply. working paper.",
        "Knowles, J. (2007). Why are married men working so much? IZA Discussion Papers 2909.",
        "Krusell, P. and A. A. Smith (1998). Income and wealth heterogeneity in the macroeconomy. Journal of Political Economy 106(5), 867Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c896.",
        "Lundberg, S. and R. A. Pollak (1996). Bargaining and distribution in marriage. The Journal of Economic Perspectives 10(4), 139Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c158.",
        "Lundberg, S. and E. Rose (1999). The determinants of specialization within marriage. Unpublished paper. University of Washington.",
        "Marcassa, S. (2013). Divorce laws and divorce rate in the u.s. The B.E. Journal of Macroeconomics (Topics) 13(1).",
        "Mazzocco, M., C. Ruiz, and S. Yamaguchi (2007). Labor supply, wealth dynamics, and marriage decisions. mimeo.",
        "Oldham, J. T. (2008). Changes in the economic consequences of divorces, 1958-2008. Family Law Quarterly 42(3), 419Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c448.",
        "Parkman, A. (1992). Unilateral divorce and the labor force participation rate of married women. American Economic Review 82(3), 671Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c678.",
        "Peters, E. (1986). Marriage and divorce: Informational constraints and private contracting. American Economic Review 76(3), 437Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c454.",
        "Peters, E. (1992). Marriage and divorce: reply. American Economic Review 82(3), 687Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c693.",
        "Peterson, R. R. (1996). A re-evaluation of the economic consequences of divorce. American Sociological Review 61(3), 528Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c536.",
        "Rasul, I. (2005). Marriage markets and divorce laws. Journal of Law Economic and Organization 22(1).",
        "Stevenson, B. (2007). The impact of divorce laws on marriage-specific capital. Journal of Labor Economics 25, 75Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c94.",
        "Stevenson, B. (2008). Divorce law and womenÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0084¢s labor supply. Journal of Empirical Legal Studies 5(4).",
        "Stevenson, B. and A. Isen (2010). WomenÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0084¢s education and family behavior: Trends in marriage, divorce and fertility. In J. Shoven (Ed.), Demography and the Economy. University of Chicago Press.",
        "Stevenson, B. and J. Wolfers (2006). Bargaining in the shadow of the law: Divorce laws and family distress. The Quarterly Journal of Economics 121(1), 267Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c288.",
        "Storesletten, K., C. I. Telmer, and A. Yaron (2004). Cyclical dynamics in idiosyncratic labor market risk. Journal of Political Economy 112(3), 695Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c717.",
        "Voena, A. (2012). Yours, mine and ours: Do divorce laws affect the intertemporal behavior of married couples? working paper.",
        "Weitzman, L. (1996). The economic consequences of divorce are still unequal: Comment on peterson. American Sociologial Review 61(3), 537Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c538.",
        "Wolfers, J. (2006). Did unilateral divorce raise divorce rates? reconciliation and new results."
    ]
}