{
    "id": 20265,
    "cites": 50,
    "cited_by": 20,
    "reference": [
        "Acharya, Viral, Philipp Schnabl, and Gustavo Suarez, 2013, Securitization without risk transfer, Journal of Financial Economics 515Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c536, 515Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c536.",
        "Adrian, Tobias, and Hyun Song Shin, 2010, Liquidity and leverage, Journal of Financial Intermediation 19, 418Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c437.",
        "Amihud, Yakov, and Haim Mendelson, 1991, Liquidity, maturity, and the yields on us treasury securities, Journal of Finance 46, 1411Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c1425.",
        "Ashcraft, Adam, James McAndrews, and David Skeie, 2011, Precautionary reserves and the interbank market, Journal of Money, Credit and Banking 43, 311Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c348.",
        "Azar, Jos e, Jean-Fran cois Kagy, and Martin C Schmalz, 2014, Can changes in the cost of cash explain the corporate cash puzzle?, Working paper, University of Michigan.",
        "Bansal, Ravi, and Wilbur John Coleman, 1996, A monetary explanation of the equity premium, term premium, and risk-free rate puzzles, Journal of Political Economy, 1135Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c1171.",
        "Bansal, Ravi, Wilbur John II Coleman, and Christian T. Lundblad, 2010, Endogenous liquidity supply, Working paper, Duke University.",
        "Bao, Jack, Jun Pan, and Jiang Wang, 2011, The illiquidity of corporate bonds, Journal of Finance 66, 911Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c946.",
        "Barnett, William A, 1980, Economic monetary aggregates: An application of index number and aggregation theory, Journal of Econometrics 14, 11Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c48.",
        "Barnett, William A., and Marcelle Chauvet, 2011, How better monetary statistics could have signaled the financial crisis, Journal of Econometrics 161, 6Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c23.",
        "Bech, Morten L., and Elizabeth Klee, 2011, The mechanics of a graceful exit: Interest on reserves and segmentation in the federal funds market, Journal of Monetary Economics 58, 415Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c431.",
        "Bernanke, B., 1990, On the predictive power of interest rates and interest rate spreads, New England Economic Review Nov/Dec, 51Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c68.",
        "Bernanke, Ben S., and Alan S. Blinder, 1992, The federal funds rate and the channels of monetary transmission, American Economic Review 82, 901Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c921.",
        "Bernanke, Ben S., and Mark Gertler, 1995, Inside the black box: The credit channel of monetary policy, Journal of Economic Perspectives 9, 27Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c48.",
        "Bernanke, Ben S., and Ilian Mihov, 1998, Measuring monetary policy, Quarterly Journal of Economics 113, 869Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c902.",
        "Bianchi, Javier, and Saki Bigio, 2013, Liquidity management and monetary policy, Working paper, University of Winsconsin and Columbia University.",
        "Bohn, Henning, 2008, The sustainability of fiscal policy in the United States, in R. Neck and J. Sturm, eds.: Sustainability of Public Debt, pp. 15Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c49).",
        "Bowman, David, Etienne Gagnon, and Mike Leahy, 2010, Interest on excess reserves as a monetary policy instrument: The experience of foreign central banks, Working paper, Board of Governors of the Federal Reserve System.",
        "Brunnermeier, Markus K., 2009, Deciphering the liquidity and credit crunch 2007Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c2008, Journal of Economic Perspectives 23, 77Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c100.",
        "Brunnermeier, Markus K., Stefan Nagel, and Lasse H. Pedersen, 2008, Carry trades and currency crashes, in Daron Acemoglu, Kenneth Rogoff, and Michael Woodford, eds.: NBER Macroeconomics Annual 2008, pp. 313Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c347, Chicago, IL (University of Chicago Press, Chicago, IL).",
        "Committee on the Global Financial System, 2013, Asset encumbrance, financial reform and the demand for collateral assets, Working paper, CGFS Papers, no 49.",
        "Cook, Timothy Q., and Thomas A. Lawler, 1983, The behavior of the spread between treasury bill rates and private money market rates since 1978, Federal Reserve Bank of Richmond Economic Review 4, 3Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c15.",
        "Cowan, Adrian M., and Robert T. Petrine, 2002, Taxes and the pricing of government sponsored entity bonds, Working paper, Federal Home Loan Banks Office of Finance. C",
        "urdia, Vasco, and Michael Woodford, 2011, The central-bank balance sheet as an instrument of monetary policy, Journal of Monetary Economics 58, 54Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c79.",
        "Drechsler, Itamar, Alexi Savov, and Philipp Schnabl, 2014, A model of monetary policy and risk premia, Working paper, New York University.",
        "Driscoll, John C., and Ruth A. Judson, 2013, Sticky deposit rates, Working paper, Federal Reserve Board.",
        "Friedman, Benjamin M., and Kenneth N. Kuttner, 1992, Money, income, prices, and interest rates, American Economic Review, 472Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c492.",
        "Friedman, Milton, 1960. A Program for Monetary Stability (Fordham University Press, New York, NY).",
        "Gatev, Evan, Til Schuermann, and Philip Strahan, 2007, How do banks manage liquidity risk? evidence from the equity and deposit markets in the fall of 1998, in The Risks of Financial Institutions, pp. 105Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c132).",
        "Goldreich, David, Bernd Hanke, and Purnendu Nath, 2005, The price of future liquidity: Time-varying liquidity in the u.s. treasury market, Review of Finance 9, 1Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c32.",
        "Goodfriend, Marvin, 2002, Interest on reserves and monetary policy, Federal Reserve Bank of New York Economic Policy Review 8, 13Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c29.",
        "Greenwood, Robin, Samuel G. Hanson, and Jeremy C. Stein, 2014, A comparativeadvantage approach to government debt maturity, Working paper, Harvard University. G",
        "Ireland, Peter N., 2012, The macroeconomic effects of interest on reserves, Working paper, NBER.",
        "Krishnamurthy, Arvind, 2002, The bond/old-bond spread, Journal of Financial Economics 66, 463 Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c 506.",
        "Krishnamurthy, Arvind, 2010, How debt markets have malfunctioned in the crisis, Journal of Economic Perspectives 24, 3Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c28.",
        "Krishnamurthy, Arvind, and Annette Vissing-Jorgensen, 2012, The aggregate demand for treasury debt, Journal of Political Economy 120, 233Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c267.",
        "Krishnamurthy, Arvind, and Annette Vissing-Jorgensen, 2013, Short-term debt and financial crises: What we can learn from US treasury supply, Working paper, UC Berkeley.",
        "Longstaff, Francis A., 2000, The term structure of very short-term rates: New evidence for the expectations hypothesis, Journal of Financial Economics 58.",
        "Longstaff, Francis A, 2004, The flight-to-liquidity premium in US treasury bond prices, Journal of Business 77.",
        "Longstaff, Francis A., Jun Pan, Lasse H. Pedersen, and Kenneth J. Singleton, 2010, How sovereign is sovereign credit risk?, American Economic Journal: Macroeconomics 3, 75Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c103.",
        "Musto, David, Greg Nini, and Krista Schwarz, 2014, Notes on bonds: Liquidity at all costs in the great recession, Working paper, Wharton.",
        "Nagel, Stefan, 2012, Evaporating liquidity, Review of Financial Studies 25, 2005Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c2039.",
        "Pasquariello, Paolo, 2014, Financial market dislocations, Review of Financial Studies 27, 1868Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c1914.",
        "Poterba, James M., and Julio J. Rotemberg, 1987, Money in the utility function: An empirical implementation, in William A. Barnett and Kenneth J. Singleton, eds.: New Approaches to Monetary Economics: Proceedings of the Second International Symposium in Economic Theory and Econometrics, pp. 219Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c240, New York (Cambridge University Press, New York).",
        "Robatto, Roberto, 2013, Financial crises and systemic bank runs in a dynamic model of banking, Working paper, University of Chicago.",
        "Stock, James H., and Mark W. Watson, 1989, New indexes of coincident and leading economic indicators, in NBER Macroeconomics Annual, pp. 351Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c409).",
        "Sunderam, Adi, 2013, Money creation and the shadow banking system, Working paper, Harvard Business School.",
        "Vayanos, Dimitri, 2004, Flight to quality, flight to liquidity, and the pricing of risk, Working paper, National Bureau of Economic Research.",
        "Warga, Arthur, 1992, Bond returns, liquidity, and missing data, Journal of Financial and Quantitative Analysis 27, 605Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c617.",
        "Woodford, Michael, 2003. Interest and Prices: Foundations of a Theory of Monetary Policy (Princeton University Press, Princeton)."
    ]
}