{
    "id": 20275,
    "cites": 37,
    "cited_by": 8,
    "reference": [
        "Acemoglu, D. and A. Simsek (2012). Moral Hazard and Efficiency in General Equilibrium with Anonymous Trading. Working Paper.",
        "Araujo, A., F. Kubler, and S. Schommer (2012). Regulating collateral-requirements when markets are incomplete. Journal of Economic Theory 147(2), 450Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c476.",
        "Arrow, K. (1969). The Organization of Economic Activity: Issues Pertinent to the Choice of Market versus Nonmarket Allocation. The Analysis and Evaluation of Public Expenditure: The PPB System 1, 59Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c73.",
        "Begalle, B., A. Martin, J. McAndrews, and S. McLaughlin (2013). The risk of fire sales in the tri-party repo market. Technical report, Federal Reserve Bank of New York.",
        "Bianchi, J. and E. Mendoza (2012). Overborrowing, financial crises and macro-prudential policy. Working Papers.",
        "Bisin, A. and P. Gottardi (2006). Efficient Competitive Equilibria with Adverse Selection. Journal of Political Economy 114(3), 485Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c516.",
        "Caballero, R. and A. Krishnamurthy (2001). International and Domestic Collateral Constraints in a Model of Emerging Market Crises. Journal of Monetary Economics 48(3), 513Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c548.",
        "Debreu, G. (1954). Valuation Equilibrium and Pareto Optimum. Proceedings of the National Academy of Sciences of the United States of America 40(7), 588.",
        "Diamond, D. and P. Dybvig (1983). Bank Runs, Deposit Insurance, and Liquidity. The Journal of Political Economy 91(3), 401.",
        "Farhi, E., M. Golosov, and A. Tsyvinski (2009, 07). A Theory of Liquidity and Regulation of Financial Intermediation. Review of Economic Studies 76(3), 973Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c992.",
        "Farhi, E. and I. Werning (2013). On the Inefficiency of Financial Market Equilibria in Macroeconomics Models with Nominal Rigidities. Technical report, Harvard Working paper.",
        "Geanakoplos, J. (2009). The Leaverage Cycles. Working Paper.",
        "Geanakoplos, J. and H. Polemarchakis (1986). Existence, Regularity and Constrained Suboptimality of Competitive Allocations when the Asset Market is Incomplete. Uncertainty, Information and Communication: Essays in Honor of KJ Arrow 3, 65Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c96.",
        "Geanakoplos, J. and H. Polemarchakis (2008). Pareto improving taxes. Journal of Mathematical Economics 44(7), 682Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c696.",
        "Gorton, G. and A. Metrick (2012). Securitized banking and the run on repo. Journal of Financial Economics 104(3), 425Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c451.",
        "Greenwald, B. and J. Stiglitz (1986). Externalities in Economies with Imperfect Information and Incomplete Markets. Quarterly Journal of Economics 101(2), 229Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c264.",
        "Guerrieri, V., R. Shimer, and R. Wright (2010). Adverse selection in competitive search equilibrium. Econometrica 78(6), 1823Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c1862.",
        "Herings, P. J.-J. and H. Polemarchakis (2005). Pareto improving price regulation when the asset market is incomplete. Economic Theory 25(1), 135Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c154.",
        "Hornstein, A. and E. C. Prescott (1993). The firm and the plant in general equilibrium theory. General equilibrium, growth, and trade 2, 393Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c410.",
        "Jacklin, C. (1987). Demand Deposits, Trading Restrictions, and Risk Sharing. Contractual Arrangements for Intertemporal Trade, 26Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c47.",
        "Jeanne, O. and A. Korinek (2010). Managing credit booms and busts: A pigouvian taxation approach. Technical report, National Bureau of Economic Research.",
        "Kilenthong, W. T. and R. M. Townsend (2011). Information-Constrained Optima with Retrading: An Externality and its Market-Based Solution. Journal of economic theory 146(3), 1042Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c1077.",
        "Kilenthong, W. T. and R. M. Townsend (2014a). A Market Based Solution to Price Externalities: A Generalized Framework. Working Paper.",
        "Kilenthong, W. T. and R. M. Townsend (2014b). Segregated Security Exchanges with Ex Ante Rights to Trade. Working Paper.",
        "Koopmans, T. C. and M. Beckmann (1957). Assignment problems and the location of economic activities. Econometrica, 53Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c76.",
        "Korinek, A. (2010). Regulating capital flows to emerging markets: An externality view. Working Paper.",
        "Krishnamurthy, A., S. Nagel, and D. Orlov (2012). Sizing up repo. Technical report, National Bureau of Economic Research.",
        "Lorenzoni, G. (2008). Inefficient Credit Booms. Review of Economic Studies 75(3), 809Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c833.",
        "McKenzie, L. W. (1959). On the existence of general equilibrium for a competitive market. Econometrica: journal of the Econometric Society, 54Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c71.",
        "McKenzie, L. W. (1981). The classical theorem on existence of competitive equilibrium. Econometrica, 819Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c841.",
        "Meade, J. E. (1952). External Economies and Diseconomies in a Competitive Situation. The economic journal, 54Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c67.",
        "Mortensen, D. T. and R. Wright (2002). Competitive pricing and efficiency in search equilibrium *. International Economic Review 43(1), 1Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c20.",
        "Negishi, T. (1960). Welfare Economics and Existence of an Equilibrium for a Competitive Economy. Metroeconomica 12(2-3), 92Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c97.",
        "Prescott, E. C. and R. M. Townsend (1984a). General Competitive Analysis in an Economy with Private Information. International Economic Review 25(1), 1Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c20.",
        "Prescott, E. C. and R. M. Townsend (1984b). Pareto Optima and Competitive Equilibria with Adverse Selection and Moral Hazard. Econometrica 52(1), 21Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c45.",
        "Prescott, E. S. and R. M. Townsend (2006). Firms as Clubs in Walrasian Markets with Private Information. Journal of Political Economy 114(4), 644Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c671.",
        "To be more specific, we further assume that preferences are identically homothetic as in Kilenthong and Townsend (2014b). The identically homothetic assumption gives us a strong, special version of (59); namely it implies that if there were the spot price Ã\u0083â\u0080¹Ã\u0082Å\u0093 ps in this economy, it would be a function of the aggregate (pre-trade but post storage/collateral decisions) ratio of good 1 to good 2 in state s as follows: Ã\u0083â\u0080¹Ã\u0082Å\u0093 ps = p  P h Ã\u0083Å½Ã\u0082Â±heh 1s P h Ã\u0083Å½Ã\u0082Â±h (eh 2sÃ\u0083Â¢Ã\u0082Ë\u0086Ã\u0082â\u0080\u0099Rsyh 20)  , Ã\u0083Â¢Ã\u0082Ë\u0086Ã\u0082â\u0082¬s (105) That is, the market fundamental in this case is the pretrade aggregate ratio of good 1 to good 2. This functional relationship of the spot price plays a crucial role in generating externalities in this economy, and it translates in the obvious way to security prices P, a special version of (60), since trades of one good for the other in securities must clear, i.e., P2s P1s = Ã\u0083â\u0080¹Ã\u0082Å\u0093 ps Ã\u0083Â¢Ã\u0082â\u0080¡Ã\u0082â\u0080\u0099 P2s = p  P h Ã\u0083Å½Ã\u0082Â±heh 1s P h Ã\u0083Å½Ã\u0082Â±h (eh 2sÃ\u0083Â¢Ã\u0082Ë\u0086Ã\u0082â\u0080\u0099Rsyh 20)"
    ]
}