{
    "id": 20280,
    "cites": 48,
    "cited_by": 33,
    "reference": [
        "Adelman, M. A., Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Mineral Depletion, with Special Reference to Petroleum,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d The Review of Economics and Statistics, 1990, 72 (1), 1Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c10.",
        "Alquist, Ron and Lutz Kilian, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093What Do We Learn From the Price of Crude Oil Futures ?,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Journal of Applied Econometrics, June/July 2010, 25 (4), 539Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c573.",
        "Benveniste, L. M. and J. A. Scheinkman, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093On the Differentiability of the Value Function in Dynamic Models of Economics,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Econometrica, 1979, 47 (3), 727Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c732.",
        "Berck, Peter and Michael Roberts, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Natural Resource Prices: Will They Ever Turn Up?,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Journal of Environmental Economics and Management, 1996, 31, 65Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c78.",
        "Black, Geoffrey and Jeffrey T. LaFrance, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Is HotellingÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0084¢s Rule Relevant to Domestic Oil Production?,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Journal of Environmental Economics and Management, 1998, 36, 149Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c169.",
        "Cairns, Robert, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093The Green Paradox of the Economics of Exhaustible Resources,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Energy Policy, February 2014, 65, 78Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c85.",
        "Cairns, Robert D. and Graham A. Davis, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093AdelmanÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0084¢s Rule and the Petroleum Firm,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d The Energy Journal, 2001, 22 (3), 31Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c54.",
        "Dahl, Carol and Mine Yucel, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Testing Alternative Hypotheses of Oil Producer Behavior,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d The Energy Journal, 1991, 12 (4), 117Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c138.",
        "Darcy, Henry, Les Fontaines Publiques de la Ville de Dijon 1856.",
        "Davis, Graham A. and Robert D. Cairns, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Simple Analytics of Valuing Producing Petroleum Reserves,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d The Energy Journal, 1998, 19 (4), 133Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c142.",
        "Devarajan, Shantayanan and Anthony C. Fisher, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093HotellingÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0084¢s Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Ë\u009cEconomics of Exhaustible ResourcesÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0084¢: Fifty Years Later,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Journal of Economic Literature, 1981, 19 (1), 65Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c73.",
        "Elliott, Graham, Thomas J. Rothenberg, and James H. Stock, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Efficient Tests for an Autoregressive Unit Root,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Econometrica, July 1996, 64 (4), 813Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c836. Gaudet, G erard, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Investissement Optimal et CoÃ\u0083â\u0080¹Ã\u0082â\u0080  uts dÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0084¢Ajustement dans la Th eorie",
        "Economique de la Mine. (Optimal Investment and Adjustment Costs in the Economic Theory of the Mine. With English summary.),Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Canadian Journal of Economics, February 1983, 16 (1), 39Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c51.",
        ", Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Natural Resource Economics Under the Rule of Hotelling,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Canadian Journal of Economics /Revue Canadienne dÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0084¢Economique, 2007, 40 (4), 1033Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c1059.",
        "Griffin, James M, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093OPEC Behavior: A Test of Alternative Hypotheses,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d American Economic Review, December 1985, 75 (5), 954Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c63. G untner, Jochen H. F., Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093How Do Oil Producers Respond To Oil Demand Shocks?,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Energy Economics, forthcoming.",
        "Halvorsen, Robert and Tim R. Smith, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093On Measuring Natural Resource Scarcity,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Journal of Political Economy, 1984, 92 (5), 954Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c964.",
        "Hamilton, James D., Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Understanding Crude Oil Prices,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d The Energy Journal, 2009, 30 (2), 179Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c206.",
        ", Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Oil Prices, Exhaustible Resources, and Economic Growth,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d in Roger Fouquet, ed., Handbook of Energy and Climate Change, Cheltenham, United Kingdom: Edward Elgar Publishing, 2013.",
        "Hogan, William W., Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093A Dynamic PuttyÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009cSemi-putty Model of Aggregate Energy Demand, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Energy Economics, 1989, 11 (1), 53Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c69.",
        "Holland, Stephen P., Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Modeling Peak Oil,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d The Energy Journal, 2008, 29 (2), 61Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c79.",
        "Hotelling, Harold, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093The Economics of Exhaustible Resources,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Journal of Political Economy, 1931, 39 (2), 137Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c175.",
        "Hyne, Norman J., Nontechnical Guide to Petroleum Geology, Exploration, Drilling, and Production, 2nd edition ed., Tulsa, Oklanhoma: PennWell Corporation, 2001.",
        "Jones, Clifton T., Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093OPEC Behaviour Under Falling Prices: Implications for Cartel Stability, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d The Energy Journal, 1990, 11 (3), 117Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c130.",
        "Kellogg, Ryan, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093The Effect of Uncertainty on Investment: Evidence from Texas Oil Drilling,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d American Economic Review, 2014, 104 (6), 1698Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c1734.",
        "Kilian, Lutz, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Not All Oil Price Shocks Are Alike: Disentangling Demand and Supply Shocks in the Crude Oil Market,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d American Economic Review, 2009, 99 (3), 1053Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c1069.",
        "Krautkraemer, Jeffrey A., Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Nonrenewable Resource Scarcity,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Journal of Economic Literature, 1998, 36 (4), 2065Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c2107. L",
        "eonard, Daniel and Ngo van Long, Optimal Control Theory and Static Optimization in Economics, Cambridge University Press, November 1992.",
        "Livernois, John R. and Russell S. Uhler, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Extraction Costs and the Economics of Nonrenewable Resources,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Journal of Political Economy, 1987, 95 (1), 195Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c203.",
        "Mason, Charles F. and Klaas vanÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0084¢t Veld, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Hotelling Meets Darcy: A New Model of Oil Extraction,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d June 2013. Paper presented at the 20th Annual Conference of the European Association of Environmental and Resource Economists (Toulouse, France).",
        "Miller, Merton H. and Charles W. Upton, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093A Test of the Hotelling Valuation Principle, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Journal of Political Economy, 1985, 93 (1), 1Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c25.",
        "Nystad, Arild N., Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Rate Sensitivity and the Optimal Choice of Production Capacity of Petroleum Reservoirs,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Energy Economics, 1987, 9 (1), 37Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c45.",
        "Pindyck, Robert S., Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093The Optimal Exploration and Production of Nonrenewable Resources, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Journal of Political Economy, October 1978, 86 (5), 841Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c61.",
        "Ramcharran, Harri, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Oil Production Responses to Price Changes: An Empirical Application of the Competitive Model to OPEC and Non-OPEC Countries,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Energy economics, 2002, 24 (2), 97Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c106.",
        "Rao, Nirupama S., Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Taxation and the Extraction of Exhaustible Resources: Evidence from California Oil Production,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d April 2010. MIT-CEEPR Working Paper 10-006.",
        "RigData, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Day Rate Report,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d 1990Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c2013. Available from http://www.rigdata.com/newsand -analysis/day-rate-report.aspx (accessed August 27, 2013).",
        "Rinc on-Zapatero, Juan Pablo and Manuel S. Santos, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Differentiability of the Value Function in Continuous-Time Economic Models,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Journal of Mathematical Analysis and Applications, 2012, 394, 305Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c323.",
        "Salant, Stephen W., Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093The Economics of Natural Resource Extraction: A Primer for Development Economists,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d World Bank Research Observer, February 1995, 10 (1), 93Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c 111.",
        "Slade, Margaret E., Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Trends in Natural-resource Commodity Prices: An Analysis in the Time Domain,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Journal of Environmental Economics and Management, 1982, 9, 122Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c137.",
        "Smith, James L., Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Modeling the Impact of Taxes on Petroleum Exploration and Development, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d 2012. IMF Working Paper No. 12/278.",
        "Smith, V. Kerry, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Natural Resource Scarcity: A Statistical Analysis,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Review of Economics and Statistics, 1979, 61, 423Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c427.",
        "Society of Petroleum Evaluation Engineers, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Survey of Economic Parameters Used in Property Evaluations,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d 1995.",
        "Switzer, Sheldon and Stephen Salant, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Optimal Capacity Expansion by Foresighted Extractors and Producers,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d in G. Gaudet and P. Lasserre, eds., Probl` emes de Ressources Naturelles et Th eorie Economique, University of Laval Press, Laval, Qu ebec, 1986.",
        "Thompson, Andrew C., Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093The Hotelling Principle, Backwardation of Futures Prices and the Values of Developed Petroleum ReservesÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009dthe Production Constraint Hypothesis,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Resource and Energy Economics, 2001, 23, 133Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c156.",
        "A-2 Figure 11: Production from existing wells in high-volume Texas leases (a) Top 5% of leases Production Oil Price 0 25 50 75 100 Front month crude price ($/bbl) 0 20 40 60 80 Production from top 5% of leases (bbl/d) Jan90 Jan92 Jan94 Jan96 Jan98 Jan00 Jan02 Jan04 Jan06 Jan08 (b) Top 1% of leases Production Oil Price 0 25 50 75 100 Front month crude price ($/bbl) 0 50 100 150 200 Production from top 1% of leases (bbl/d) Jan90 Jan92 Jan94 Jan96 Jan98 Jan00 Jan02 Jan04 Jan06 Jan08 Note: This figure presents crude oil front month prices and daily average oil production from leases on which there was no rig activity (so that all production comes from pre-existing wells). All prices are real $2007.",
        "The left panel (a) includes leases that are in the top 5% of total production in the 1990Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c2007 sample, while the right panel (b) includes leases that are in the top 1%. might be found elsewhere in the world.",
        "Because production can only be observed at the lease-level rather than at the well-level, we isolate the sample to drilled wells that are the only producing well on their lease for three years after the well was completed. The remaining sample consists of 4,105 wells drilled between 1990 and 2004 (inclusive). We break these 15 years into five 3-year periods.",
        "Third, oil production in Texas is subject to maximum allowable production quotasÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009d or Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093allowablesÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009dÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009das determined by the Texas Railroad Commission. This system dates to the East Texas Oil Boom of the 1930s when a large share of world oil production came from Texas, and races to oil led to overproduction and collapsing world oil prices. Whether originally intended to end the race to oil, or simply to cartelize the Texas oil industry and boost prices, this system persists to this day, and every lease in our data has a monthly allowable, including on fields with just a single operator. One obvious concern is that these maximum production quotas are binding, leading to the lack of price response. Figure 13(c) shows, however, that the average production for leases in our main sample is well below the average allowable production. Thus, the allowables are not binding and therefore cannot explain the lack of price response that we observe in our data.",
        "Figure 5 in the text plots the marginal value of deferred production in each month based on these calculations, along with the spot price of oil. As shown in the figure, production below the constraint was never warranted, for the spot price of oil (P(t, 0)) exceeded the value of deferred production (Ã\u0083Å½Ã\u0082Â»Ã\u0083Å½Ã\u0082Â¸(t, 1)/(1 + r)) for every month t in our sample periodÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009dalthough the value of deferred production came within $4 of the spot price during the 1998Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c1999 episode."
    ]
}