{
    "id": 2028,
    "cites": 15,
    "cited_by": 46,
    "reference": [
        "1983 The Substitutability of Black, Hispanic and White Labor, Economic Inquiry, Vol. 21, No. 1, pp. 93-106. Borjas, George J.",
        "1985 Assimilation, Changes in Cohort Quality, and the Earnings of Immigrants, Journal of Labor Economics, Vol. 3, No. 4, pp. 463-489. Borjas, George J.",
        "1986 The Demographic Determinants of the Demand for Black Labor, in The Black Youth Employment Crisis, edited by Richard B. Freeman and Harry J. Holzer. Chicago: University of Chicago Press, pp. 191-230. Borjas, George J.",
        "1978 The Effect of Americanization on the Earnings of Foreign-Born Men, Journal of Political Economy, Vol. 85, No. 5, pp. 897-922.",
        "1971 An Application of the Shephard Duality Theorem: A Generalized Leontief Production Function, Journal of Political Economy, Vol. 79, No. 3.. pp.",
        "1979 Substitution Among Labor, Labor and Capital in U.S. Manufacturing, Ph.D. dissertation, Michigan State University. Grant, James H. and Daniel S. Ramermesh.",
        "1981 Labor Market Competition Among Youths, White Women and Others, Review of Economics and Statistics, Vol. 63, No. 3, pp. 354-360. Griffin, James H.",
        "1982 The Approximation Characteristics of Generalized Functional Forms; Results from Pseudo-Data Experiments, Advances in Applied Nicroeconomics, Vol. 3, pp. 3-18. Grossman, Jean B.",
        "1982 The Substitutability of Natives and Immigrants in Production, Review of Economic and Statistics, Vol. 54, No. 4, pp. 596-603. Hamermesh, Daniel S.",
        "1986 The Demand for Labor in the Long Run, in Handbook of Labor Economics, edited by Orley Ashenfelter and Richard Layard. New York: North-Holland, forthcoming.",
        "1970 Elasticity of Substitution Again: Substitutes and Complements, Oxford Economic Papers, Vol. 22, No. 3, pp. 289-296. Johnson, George F..",
        "1980 The Labor Market Effects of Tmmigration, Industrial and Labor Relations Review, Vol. 33, No. 3, pp. 331-341. Reimers, Cordelia W.",
        "1973 On the Elasticities of Substitution and Complementarity, Oxford Economic Papers, Vol. 25, No. 1, pp. 44-56. Smith, Sharon.",
        "1977 Equal Pay in the Public Sector: Fact or Fantasy, Princeton: Princeton University Press. Wales, Terence J.",
        "1977 On the Flexibility of Functional Forms: An Empirical Approach, Journal of Econometrics, Vol. 5, No. 2, pp. 183-193."
    ]
}