{
    "id": 20289,
    "cites": 93,
    "cited_by": 20,
    "reference": [
        "Albouy, David, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093The Unequal Geographic Burden of Federal Taxation,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Journal of Political Economy, 08 2009, 117 (4), 635Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c667.",
        "Altig, David, Alan J. Auerbach, Laurence J. Kotlikoff, Kent A. Smetters, and Jan Walliser, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Simulating Fundamental Tax Reform in the United States,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d American Economic Review, June 2001, 91 (3), 574Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c595.",
        "Arkolakis, Costas, Natalia Ramondo, Andres Rodriguez-Clare, and Stephen Yeaple, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Innovation and Production in the Global Economy,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Working Paper, U.C. Berkeley April 2013.",
        "Auerbach, Alan J., Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Taxation and Corporate Financial Policy,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d in Alan J. Auerbach and Martin Feldstein, eds., Handbook of Public Economics, 1 ed., Vol. 3, Elsevier, 2002, chapter 19.",
        ", Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Who Bears the Corporate Tax? A Review of What We Know,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d in James Poterba, ed., Tax Policy and the Economy, Vol. 20, The MIT Press, 2006, pp. 1Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c40.",
        ", Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093A Modern Corporate Tax,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Technical Report, The Center for American Progress and The Hamilton Project December 2010.",
        "Bakija, Jon and Joel Slemrod, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Do the Rich Flee from High State Taxes? Evidence from Federal Estate Tax Returns,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Working Paper 10645, National Bureau of Economic Research July 2004.",
        "Baldwin, Richard and Toshihiro Okubo, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Heterogeneous Firms, Agglomeration and Economic Geography: Spatial Selection and Sorting,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Working Paper 11650, National Bureau of Economic Research October 2005.",
        "Bartik, Timothy J., Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Business Location Decisions in the United States: Estimates of the Effects of Unionization, Taxes, and Other Characteristics of States,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Journal of Business & Economic Statistics, 1985, 3 (1), 14Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c22.",
        ", Who Benefits from State and Local Economic Development Policies?, W.E. Upjohn Institute for Employment Research, 1991.",
        "Basu, Susanto, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Intermediate Goods and Business Cycles: Implications for Productivity and Welfare,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d The American Economic Review, 1995, 85 (3), pp. 512Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c531.",
        "Bernthal, Jamie, Dana Gavrila, Katie Schumacher, Shane Spencer, and Katherine Sydor, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Single Sales-Factor Corporate Income Tax Apportionment: Evaluating the Impact in Wisconsin,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d in Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Workshop in Public AffairsÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d May 2012.",
        "Blanchard, Olivier Jean and Lawrence F. Katz, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Regional Evolutions,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Brookings Papers on Economic Activity, 1992, 23 (1), 1Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c76.",
        "Borjas, George J., Richard B. Freeman, Lawrence F. Katz, John DiNardo, and John M. Abowd, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093How Much Do Immigration and Trade Affect Labor Market Outcomes?,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Brookings Papers on Economic Activity, 1997, 1997 (1), pp. 1Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c90.",
        "Bradbury, Katharine L., Yolanda K. Kodrzycki, and Robert Tannenwald, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093The Effects of State and Local Policies on Economic Development: An Overview,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d New England Economic Review, March/April 1997.",
        "Bradford, David F., Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Factor Prices May Be Constant But Factor Returns Are Not,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Economics Letters, 1978, 1 (3), 199Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c203.",
        "Busso, Matias, Jesse Gregory, and Patrick Kline, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Assessing the Incidence and Efficiency of a Prominent Place Based Policy,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d American Economic Review, September 2013, 103 (2), 897Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c947.",
        "Cadena, Brian C. and Brian K. Kovak, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Immigrants Equilibrate Local Labor Markets: Evidence from the Great Recession,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Working Paper 19272, National Bureau of Economic Research August 2013.",
        "Card, David, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Immigrant Inflows, Native Outflows, and the Local Labor Market Impacts of Higher Immigration,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Journal of Labor Economics, 2001, 19 (1), pp. 22Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c64.",
        ", Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093The Return of the Firm to Labor Economics,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d in Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Society of Labor Economists Annual ConferenceÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d 2011.",
        ", J org Heining, and Patrick Kline, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Workplace Heterogeneity and the Rise of West German Wage Inequality,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d The Quarterly Journal of Economics, 2013.",
        "Chetty, Raj, Adam Guren, Dayanand S. Manoli, and Andrea Weber, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Does Indivisible Labor Explain the Difference Between Micro and Macro Elasticities? A Meta-Analysis of Extensive Margin Elasticities,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Working Paper, National Bureau of Economic Research April 2012.",
        "Chirinko, Robert S. and Daniel J. Wilson, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093State Investment Tax Incentives: A Zero-Sum Game?,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Journal of Public Economics, 2008, 92 (12).",
        "Clausing, Kimberly, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Who Pays The Corporate Tax In A Global Economy?,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d National Tax Journal, March Cit 2013, 66 (1), 151Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c84.",
        "Coibion, Olivier, Yuriy Gorodnichenko, and Johannes Wieland, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093The Optimal Inflation Rate in New Keynesian Models: Should Central Banks Raise Their Inflation Targets in Light of the Zero Lower Bound?,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d The Review of Economic Studies, 2012, 79 (4), 1371Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c1406.",
        "Cronin, Julie Anne, Emily Y. Lin, Laura Power, and Michael Cooper, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Distributing The Corporate Income Tax: Revised U.S. Treasury Methodology,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d National Tax Journal, March Cit 2013, 66 (1), 239Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c62.",
        "Cullen, Zoe, Juan Carlos Su arez Serrato, and Owen Zidar, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093State Corporate Taxes, Firm Mobility, and Innovation Productivity: Evidence from US patent data,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Working Paper, Stanford and University of California - Berkeley 2014.",
        "Desai, Mihir A., C. Fritz Foley, and James R. Hines Jr., Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Labor and Capital Shares of the Corporate Tax Burden: International Evidence,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d in Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Who Pays the Corporate Tax in an Open Economy?Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d December 2007.",
        "Devereux, Michael P. and Rachel Griffith, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Taxes and the location of production: evidence from a panel of US multinationals,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Journal of Public Economics, 1998, 68 (3), 335 Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c 367.",
        "Devereux, Michael P and Simon Loretz, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093The Effects of EU Formula Apportionment on Corporate Tax Revenues,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Oxford University Centre for Business Taxation working paper, 2007.",
        "Diamond, Rebecca, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093The Determinants and Welfare Implications of US WorkersÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0084¢ Diverging Location Choices by Skill: 1980-2000,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Job Market Paper, Harvard University December 2012.",
        "Duranton, Gilles, Laurent Gobillon, and Henry G. Overman, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Assessing the Effects of Local Taxation using Microgeographic Data,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d The Economic Journal, 2011, 121 (555), 1017Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c1046.",
        "Fajgelbaum, Pablo, Eduardo Morales, Juan Carlos Suarez Serrato, and Owen Zidar, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093State Taxes and Spatial Misallocation,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Working Paper, UCLA, Princeton, Stanford, and U.C. Berkeley November 2014.",
        "Feenberg, Daniel and Elisabeth Coutts, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093An Introduction to the TAXSIM Model,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Journal of Policy Analysis and Management, Winter 1993, 12 (1).",
        "Feldstein, Martin and Marian Vaillant, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Can State Taxes Redistribute Income?,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Journal of Public Economics, 1998, 68 (3), 369Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c396.",
        "Fuest, Clemens, Andreas Peichl, and Sebastian Siegloch, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Do Higher Corporate Taxes Reduce Wages? Micro Evidence from Germany,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Discussion Paper, Institute for the Study of Labor May 2013.",
        "Fullerton, Don and Gilbert E. Metcalf, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Tax Incidence,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d in Alan J. Auerbach and Martin Feldstein, eds., Handbook of Public Economics, Vol. 4, Elsevier, 2002, chapter 26.",
        "Gentry, William M. and R. Glenn Hubbard, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Tax Policy and Entrepreneurial Entry,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d American Economic Review, May 2000, 90 (2), 283Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c287.",
        "Glaeser, Edward L., Cities, Agglomeration, and Spatial Equilibrium, Oxford University Press, 2008.",
        ", Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Urban Public Finance,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Working Paper 18244, National Bureau of Economic Research July 2012.",
        "Goolsbee, Austan and Edward L. Maydew, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Coveting thy neighborÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0084¢s manufacturing: the dilemma of state income apportionment,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Journal of Public Economics, 2000, 75 (1), 125 Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c 143.",
        "Gordon, Roger H. and James R. Hines, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093International taxation,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d in Alan J. Auerbach and Martin Feldstein, eds., Handbook of Public Economics, Vol. 4, Elsevier, 2002, pp. 1935 Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c 1995.",
        "Gravelle, Jane and Kent Smetters, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Does the Open Economy Assumption Really Mean That Labor Bears the Burden of a Capital Income Tax?,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d The B.E. Journal of Economic Analysis & Policy, August 2006, 6 (1), 1Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c44.",
        "Gravelle, Jennifer, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Corporate Tax Incidence: Corporate Tax Incidence: A Review of Empirical Estimates and Analysis,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Technical Report, Congressional Budget Office 2011.",
        "Gravelle, Jennifer C., Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Corporate Tax Incidence: Review of General Equilibrium Estimates and Analysis,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Working Paper 2010-03, Congressional Budget Office May 2010.",
        "Gyourko, Joseph and Joseph Tracy, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093The Importance of Local Fiscal Conditions in Analyzing Local Labor Markets,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Journal of Political Economy, October 1989, 97 (5), 1208Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c31.",
        "Hall, Robert E. and Charles I. Jones, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Why do Some Countries Produce So Much More Output Per Worker than Others?,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d The Quarterly Journal of Economics, 1999, 114 (1), 83Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c116.",
        "Hamermesh, Daniel, Labor Demand, Princeton University Press, 1993.",
        "Harberger, Arnold C., Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093The Incidence of the Corporation Income Tax,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Journal of Political Economy, 1962, 70 (3), pp. 215Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c240.",
        "Haughwout, Andrew F. and Robert P. Inman, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Fiscal policies in open cities with firms and households,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Regional Science and Urban Economics, 2001, 31 (2-3), 147 Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c 180.",
        "Heider, Florian and Alexander Ljungqvist, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093As Certain as Debt and Taxes: Estimating the Tax Sensitivity of Leverage from Exogenous State Tax Changes,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Working Paper, NYU November 2012.",
        "Helms, L. Jay, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093The Effect of State and Local Taxes on Economic Growth: A Time SeriesÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c Cross Section Approach,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d The Review of Economics and Statistics, 1985, 67 (4), pp. 574Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c582.",
        "Hendren, Nathaniel, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093The Policy Elasticity,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Working Paper, Harvard University October 2013.",
        "Hines, James, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Income Misattribution under Formula Apportionment,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d NBER working paper 15185, 2009.",
        "Hines, James R., Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Altered States: Taxes and the Location of Foreign Direct Investment in America,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Working Paper 4397, National Bureau of Economic Research May 1997.",
        "Holmes, Thomas J., Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093The Effect of State Policies on the Location of Manufacturing: Evidence from State Borders,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Journal of Political Economy, 1998, 106 (4), pp. 667Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c705.",
        "Kleven, Henrik Jacobsen, Camille Landais, and Emmanuel Saez, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Taxation and International Migration of Superstars: Evidence from the European Football Market,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d American Economic Review, 2013, 103 (5), 1892Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c1924.",
        ", , , and Esben Anton Schultz, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Migration and Wage Effects of Taxing Top Earners: Evidence from the ForeignersÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0084¢ Tax Scheme in Denmark,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Quarterly Journal of Economics, 2014.",
        "Kline, Patrick, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Place Based Policies, Heterogeneity, and Agglomeration,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d American Economic Review, 2010, 100 (2), 383Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c87.",
        "Kotlikoff, Laurence J. and Lawrence H. Summers, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Tax Incidence,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d in Alan J. Auerbach and Martin Feldstein, eds., Handbook of Public Economics, Vol. 2, Elsevier, 1987, chapter 16.",
        "Krugman, Paul R., Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Increasing returns, monopolistic competition, and international trade,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Journal of International Economics, 1979, 9 (4), 469 Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c 479.",
        "Landais, Camille, Pascal Michaillat, and Emmanuel Saez, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Optimal Unemployment Insurance over the Business Cycle,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Working Paper 16526, National Bureau of Economic Research November 2010.",
        "Levchenko, Andrei A. and Jing Zhang, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Ricardian Productivity Differences and the Gains from Trade,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Working Papers 633, Research Seminar in International Economics, University of Michigan December 2012.",
        "McFadden, Daniel, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Modeling the Choice of Residential Location,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d in Karlqvist, Lundqvist, Snickars, and Weibull, eds., Spatial Interaction Theory and Planning Models, Amsterdam: North Holland, 1978.",
        ", Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093The Elusive Incidence of the Corporate Income Tax: The State Case,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Working Paper 616, National Bureau of Economic Research May 1982.",
        "Melitz, Marc J., Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093The Impact of Trade on Intra-Industry Reallocations and Aggregate Industry Productivity,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Econometrica, 2003, 71 (6), pp. 1695Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c1725.",
        "Moretti, Enrico, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Local Multipliers,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d American Economic Review, September 2010, 100 (2), 373Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c77.",
        ", Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Local Labor Markets,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d in O. Ashenfelter and D. Card, eds., Handbook of Labor Economics, Vol. 4, Elsevier, October 2011, chapter 14, pp. 1237Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c1313.",
        "Newman, Robert J., Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Industry Migration and Growth in the South,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d The Review of Economics and Statistics, 1983, 65 (1), pp. 76Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c86.",
        "Notowidigdo, Matthew J., Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093The Incidence of Local Labor Demand Shocks,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Technical Report, University of Chicago Booth School of Business March 2013.",
        "Ottaviano, Gianmarco I. P. and Giovanni Peri, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Rethinking the Effect of Immigration on Wages,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Journal of the European Economic Association, 2012, 10 (1), 152Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c197.",
        "Papke, Leslie E., Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Subnational Taxation and Capital Mobility: Estimates of Tax-Price Elasticities, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d National Tax Journal, June 1987, 40 (2).",
        ", Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Interstate Business Tax Differentials and New Firm Location: Evidence from Panel Data,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Journal of Public Economics, 1991, 45 (1), 47 Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c 68.",
        "Rathelot, Roland and Patrick Sillard, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093The Importance of Local Corporate Taxes in Business Location Decisions: Evidence from French Micro Data,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d The Economic Journal, March 2008, 118.",
        "Roback, Jennifer, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Wages, Rents, and the Quality of Life,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Journal of Political Economy, December 1982, 90 (6), 1257Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c78.",
        "Rosen, Sherwin, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Wage-Based Indexes of Urban Quality of Life,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d in Mahlon R. Straszheim Peter M. Mieszkowski, ed., Current Issues in Urban Economics, Johns Hopkins University Press, 1979.",
        "Rothenberg, Alexander D., Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Transport Infrastructure and Firm Location Choice in Equilibrium: Evidence from IndonesiaÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0084¢s Highways,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Working Paper, The RAND Corporation December 2012.",
        "Rothstein, Jesse, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Is the EITC as Good as an NIT? Conditional Cash Transfers and Tax Incidence,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d American Economic Journal: Economic Policy, September 2010, 2 (1), 177Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c208.",
        "Ruggles, Steven et al., Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Integrated Public Use Microdata Series: Version 5.0,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d [Machinereadable database], Minneapolis: University of Minnesota 2010.",
        "Saez, Emmanuel and Stefanie Stantcheva, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Generalized Social Marginal Welfare Weights for Optimal Tax Theory,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Working Paper 18835, National Bureau of Economic Research February 2013.",
        ", Joel Slemrod, and Seth H. Giertz, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093The Elasticity of Taxable Income with Respect to Marginal Tax Rates: A Critical Review,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Journal of Economic Literature, 2012, 50 (1), 3Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c50.",
        "Scheuer, Florian, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Entrepreneurial Taxation with Endogenous Entry,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Working Paper, Stanford University and NBER August 2012.",
        "Seegert, Nathan, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Optimal Taxation with Volatility: A Theoretical and Empirical Decomposition, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Job Market Paper, University of Michigan 2012.",
        "Significant Features of Fiscal Federalism Significant Features of Fiscal Federalism, Advisory Commision on Intergovernmental Relations, 1976-1995.",
        "Statistical Abstract of the United States Statistical Abstract of the United States, Washington, DC: Bureau of the Census, U.S. Dept. of Commerce, Economics and Statistics Administration, Data User Services Division, 1993-2012.",
        "Su arez Serrato, Juan Carlos and Philippe Wingender, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Estimating the Incidence of Government Spending,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Working Paper, U.C. Berkeley and International Monetary Fund November 2011.",
        "Syverson, Chad, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093What Determines Productivity?,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Journal of Economic Literature, September 2011, 49 (2), 326Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c65.",
        "Tax Foundation, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093State Individual Income Tax Rates,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d 2013.",
        "Train, Kenneth, Discrete Choice Methods with Simulation, 2 ed., Cambridge University Press, 2009.",
        "Wasylenko, Michael, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Taxation and economic development: the state of the economic literature, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d New England Economic Review, Mar 1997, pp. 37Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c52.",
        "Yagan, Danny, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Capital Tax Reform and the Real Economy: The Effects of the Dividend Tax Cut,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Working Paper, Harvard University June 2013.",
        ", Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Moving to Opportunity? Migratory Insurance Over The Great Recession,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Working Paper, Harvard University November 2013.",
        "Zidar, Owen M., Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Tax Cuts for Whom? Heterogeneous Effects of Income Tax Changes on Growth & Employment,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Working Paper, U.C. Berkeley February 2013."
    ]
}