{
    "id": 20281,
    "cites": 29,
    "cited_by": 13,
    "reference": [
        "Abadie, Alberto, Alexis Diamond and Jens Hainmueller. 2010. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Synthetic Control Methods for Comparative Case Studies: Estimating the Effect of CaliforniaÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0084¢s Tobacco Control Program.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Journal of the American Statistical Association 105(490):493Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c505.",
        "Aizer, Anna. 2010. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093The Gender Wage Gap and Domestic Violence.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d American Economic Review 100(4):1847Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c59.",
        "Arditi, Lynn. 2009. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Behind Closed Doors: How R.I. Decriminalized Prostitution.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d The Providence Journal .",
        "Brents, Barbara, Crystal Jackson and Kathryn Hausbeck. 2009. The State of Sex: Tourism, Sex and Sin in the New American Heartland. Routledge.",
        "Brents, Barbara and Kathryn Hausbeck. 2005. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Violence and legalized brothel prostitution in nevada: examining safety, risk, and prostitution policy.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Journal of Interpersonal Violence 20:270Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c295.",
        "Breton, Tracy. 2005. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093State Law Foils Efforts to Thwart Prostitution.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Providence Journal-Bulletin .",
        "Brewer, Devon D., Jonathan A. Dudek, John J. Potterat, Stephen Q. Muth, John M. Roberts and Donald E. Woodhouse. 2006. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Extent, Trends and Perpetrators of Prostitution-Related Homicide in the United States.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Journal of Forensic Science 51(5):1101Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c1108.",
        "Buchmueller, Thomas C., John DiNardo and Robert G. Valletta. 2011. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093The Effect of an Employer Health Insurance Mandate on Health Insurance Coverage and the Demand for Labor: Evidence from Hawaii.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d American Economic Journal: Economic Policy 3(4):25Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c51.",
        "CDC. 2010. Syphilis and MSM - CDC fact sheet. Atlanta, GA: CDC.",
        "Cho, Seo-Young, Axel Dreher and Eric Neumayer. 2011. Does Legalized Prostitution Increase Human Trafficking? Courant Research Centre: Poverty, Equity and Growth - Discussion Papers 96 Courant Research Centre PEG.",
        "Church, Stephanie, Marion Henderson, Marina Barnard and Graham Hart. 2001a. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Violence by clients towards female prostitutes in different work settings: questionnaire survey.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d British Medical Journal 322:524Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c525.",
        "Church, Stephanie, Marion Henderson, Marina Barnard and Graham Hart. 2001b. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Violence by clients towards female prostitutes in different work settings: questionnaire survey.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d BMJ 322(7285):524Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c525.",
        "COYOTE et al. v. Dennis J. Roberts, II et al. 1980. In 502 F. Supp. 1342. United States District Court, District of Rhode Island.",
        "COYOTE et al. v. Dennis J. Roberts, II et al. 1981. In 523 F. Suppl. 352. United States District Court, District of Rhode Island.",
        "Cunningham, Scott and Todd D. Kendall. 2011. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Prostitution 2.0: The Changing Face of Sex Work.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Journal of Urban Economics 69:273Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c287.",
        "Dever, Vincent M. 1996. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Aquinas on the Practice of Prostitution.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Essays in Medieval Studies 13:39Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c49.",
        "Draca, Mirko, Stephen Machin and Robert Witt. 2011. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Panic on the Streets of London: Police, Crime, and the July 2005 Terror Attacks.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d American Economic Review 101(5):2157Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c81.",
        "Dunlop, E.M.C., Amy M. Lamb and Dorothy M. King. 1971. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Improved tracing of contacts of heterosexual men with gonorrhea: relationship of altered female to male ratios.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d British Journal of Venereal Disease 47:192Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c195.",
        "Ehrlich, Isaac. 1973. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Participation in Illegitimate Activities: A Theoretical and Empirical Investigation.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Journal of Political Economy 81(3):521Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c565.",
        "European Study Group on Heterosexual Transmission of HIV. 1992. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Comparison of female to male and male to female transmission of HIV in 563 stable couples.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d British Medical Journal 304(6830):809Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c813.",
        "Farley, Melissa. 2005. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Prostitution Harms Women Even if Indoors: A Reply to Weizer.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Violence Against Women 11(7):950Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c964.",
        "Farley, Melissa and Howard Barkan. 1998a. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Prostitution, Violence Against Women, and Posttraumatic Stress Disorder.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Women and Health 27(3):37Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c49.",
        "Farley, Melissa and Howard Barkan. 1998b. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Prostitution, Violence against women, and posttraumatic stress disorder.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Women and Health 27(3):37Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c49.",
        "Farley, Melissa and Vanessa Kelly. 2000. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Prostitution: a critical review of the medical and social sciences literature.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Women and Criminal Justice 11(4):29Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c64.",
        "Fisher, R. A. 1935. The Design of Experiments. Edinburgh: Oliver and Boyd.",
        "Garnett, Geoffrey P. and Francis J. Bowden. 2000. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Epidemiology and Control of Curable Sexually Transmitted Diseases: The Opportunities and Problems.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Sexually Transmitted Diseases 27:58899.",
        "Gertler, Paul and Manisha Shah. 2011. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Sex Work and Infection: WhatÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0084¢s Law Enforcement Got to Do With It?Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Journal of Law and Economics 54.",
        "Guista, Marina Della, Maria Laura Di Tommaso and Steinar Strom. 2009. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093WhoÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0084¢s Watching? The Market for Prostitution Services.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Journal of Population Economics 22(2):501Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c516.",
        "Hethcote, Herbert and James Yorke. 1984. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Gonorrhea Transmission Dynamics and Control.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Lecture"
    ]
}