{
    "id": 2029,
    "cites": 30,
    "cited_by": 1,
    "reference": [
        "Aharony. Joseph, and Itzhak Swary. Quarterly Dividend and Earnings Announcements and Stockholders Returns: An Empirical Analysis, Journal of Finance, Vol 35, No. 1, March 1980, pp. 1-9.",
        "Anderson, Gordon. Modelling Dividend Behaviour: An Application of the Tobit Model to Panel Data, McMaster University Department of Economics Working Paper No 85-22, 1985.",
        "Ang, James S. The Intertemporal Behavior of Corporate Debt Policy, Journal of Financial and Quantitative Analysis, November 1976, pp 555-566. Asquith, Paul, and David Mullins.",
        "Auerbach, Alan J. Wealth Maximization and the Cost of Capital, Quarterly Journal of Economics, Vol. 93 (1979), pp. 433-446.",
        "Auerbach, Alan J. Taxes, Firm Financial Policy, and the Cost of Capital: An Empirical Analysis, Journal of Public Economics, Vol 23(1984), pp 27-57.",
        "Baxter, Nevins D. and John G. Cragg. Corporate Choice Among Long-Term Financing Instruments, Review of Economic and Statistics, Vol L No. 3, (August, 1970) pp. 225-235.",
        "Bhattacharya, Sudipto. Imperfect Information, Dividend Policy, and `The Bird in the Hand Fallacy, Bell Journal of Economics, Vol 10, No. 1 (Spring, 1979), pp. 259-270.",
        "Bradley, Michael, Gregg Jarrell, and E. Han Kim. On the Existence of an Optimal Capital Structure: Theory and Evidence, Journal of Finance, Vol 39, No. 3 (July, 1984), pp. 857-878.",
        "Feenberg, Daniel. Does the Investment Interest Limitation Explain the Existence of Dividends?, Journal of Financial Economics 9, pp 265-9. Fern, Michael G. and Wesley H. Jones. Determinants of Financial Structure: a New Methodological Approach, Journal of Finance, Vol XXXIV, No 1979, pp. 631-644.",
        "Jensen, Michael C. and William Meckling. Theory of the Firm: Managerail Behavior, Agency Costs and Capital STructure, Journal of Financial Economics 3, 1976, pp. 305-360.",
        "John, Kose, and Joseph Williams. Dividends, Dilution, and Taxes: Signalling Equilibrium, Journal of Finance, Vol 40, no. 4,(September pp. 1053-1070. Lee, Lung-Fei and Robert P. Trost. Estimation of Some Limited Dependent Variable Models With Application to Housing Demand, Journal of Econometrics, 8 (1978), pp. 357-382.",
        "Lee, Lung-Fei, C. S. Maddala, and R. P. Trost. Testing for Structural Change by D-Methods in Switching Simultaneous Equations Models, Journal of the American Statistical Association. Proceedings (Business and Economics Section), 1979, pp. 461-466.",
        "NacKie-Mason, Jeffrey K. Taxes, Information, and Corporate Financing Choices: An Empirical Investigation, Dept of Economics, MIT, Unpublished, May, 1986.",
        "Maddala, G. S. Limited-dependent and Qualitative Variables in Econometrics, Cambridge University Press, 1983.",
        "Marcus, Alan J. The Bank Capital Decision: A Cross-Sectional Analysis, Journal of Finance 38, pp. 217-32. Marsh, Paul. The Choice Between Equity and Debt: An Empirical Study, Journal of Finance, Vol XXXVII, No. 1, March (1982), pp. 121-144.",
        "Marsh, Terry and Robert C. Merton. Corporate Dividend Dynamics at the Firm Level, Sloan School of Management Working Paper, April 1985.",
        "Martin, John D. and David F. Scott. A Discriminant Analysis of The Corporate Debt-Equity Decision, Financial Management, Winter 198 McDonald, Robert L. Government Debt and Private Leverage: An Extension of the Miller Theorem, Journal of Public Economics 22 (1983), pp. 303-325.",
        "Miller, Merton. Behavioral Rationality in Finance: The Case of Dividends, University of Chicago Working Paper, October, 1985.",
        "Miller, Merton and Kevin Rock. Dividend Policy Under Asymmetric Information, Journal of Finance, Vol. 40, No. 4 (September, 1985 pp. 1031-1051.",
        "Miller, Merton and Myron Scholes. Dividends and Taxes, Journal of Financial Economics 6, 1978, pp. 333-364.",
        "Myers, Stewart C. Determinant of Corporate Borrowing, Journal of Financial Economics 5, 1977, pp. 147-175.",
        "Myers, Stewart C. The Capital Structure Puzzle, Journal of Finance, Vol. 39, No. 3 (July, 1984), pp. 575-592.",
        "Myers, Stewart C. and Nicolas Majluf. Corporate Investment and Financing Decisions When Firms Have Information that Investors do Not Have, Journal of Financial Economics 13, 1984, pp. 187-222.",
        "Ofer, Aharon R. and Anjan V. Thakor. A Theory of Stock Price Responses to Alternative Corporate Cash Disbursement Methods: Stock Repurchases and Dividends, Finance Department, Northwestern University, May, 1986.",
        "Peterson, Pamela P., David R. Peterson, and James S. Ang. Direct Evidence on the Marginal Rate of Taxation on Dividend Income, Journal of Financial Economics 14, 1985, pp. 267-282.",
        "Stiglitz, Joseph E. Taxation, Corporate Financial Policy, and the Cost of Capital, Journal of Public Economics, Vol 2 (1973), pp. 1-34.",
        "Taggart, Robert A., Jr. A Model of Corporate Financing Decisions. Journal of Finance, Vol XXXII, NO. 5, December, 1977, pp. 1467-14.",
        "Taggart, Robert A., Jr. Secular Patterns in the Financing of U.S. Corporations, in Corporate Capital Structures in the United States, Benjamin M. Friedman, ed., University of Chicago Press, 1985.",
        "Taub, Allan J. Determinants of the Firms Capital Structure, Th~ Review of Economics and Statistics, (November, 1975), pp 410-416.",
        "Viswanathan, S. A Multiple Signalling Model of Corporate Financial Policy, J. L. Kellogg Graduate School of Management, July, 1986."
    ]
}