{
    "id": 20295,
    "cites": 57,
    "cited_by": 4,
    "reference": [
        "Allison, Ralph I. and Kenneth P. Uhl. 1964. Influence of beer brand identification on taste perception. Journal of Marketing Research 1(3): 36-39.",
        "Associated Press. 2006. Contaminated with metal, a painkiller is recalled. November 10. Accessed at http://www.nytimes.com/2006/11/10/health/10recall.html on March 29, 2013.",
        "Bartels, Larry M. 1996. Uninformed votes: Information effects in presidential elections. American Journal of Political Science 40(1): 194-230.",
        "Becker, Gary S. and Kevin M. Murphy. 1993. A simple theory of advertising as a good or bad. The Quarterly Journal of Economics 108(4): 941-964.",
        "BergÃ\u0083Æ\u0092Ã\u0082Â¨s, Fabian, Daniel Hassen, Sylvette Monier-Dilhan, and HÃ\u0083Æ\u0092Ã\u0082Â©lÃ\u0083Æ\u0092Ã\u0082Â¨ne Raynal. 2009. ConsumersÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0084¢ decision between private labels and national brands in a retailerÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0084¢s chain: A mixed multinomial logit application.",
        "BLS. 2002. Census Occupation Classification. Accesed at http://www.bls.gov/cps/cenocc.pdf in 2010.",
        "Braithwaite, Dorothea. 1928. The economic effects of advertisement. The Economic Journal 38(149): 16-37.",
        "Branthwaite, Alan and Peter Cooper. 1981. Analgesic effects of branding in treatment of headaches. British Medical Journal 282(6276): 1576-1578.",
        "Bronnenberg, Bart J., Jean-Pierre DubÃ\u0083Æ\u0092Ã\u0082Â©, and Matthew Gentzkow. 2012. The evolution of brand preferences: Evidence from consumer packaged goods. American Economic Review 102(6): 2472-2508.",
        "Burton, Scot, Donald R. Lichtenstein, Richard G. Netemeyer, and Judith A. Garretson. 1998. A scale for measuring attitude toward private label products and an examination of its psychological and behavioral correlates. Journal of the Academy of Marketing Science 26(4): 293-306.",
        "Carrera, Mariana and Sofia Villas-Boas. 2013. Generic aversion and observational learning in the over-thecounter drug market. Case Western mimeo.",
        "Caves, Richard E. and David P. Greene. 1996. BrandsÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0084¢ quality levels, prices, and advertising outlays: Empirical evidence on signals and information costs. International Journal of Industrial Organization 14(1): 29-52.",
        "Cox, Steven R., Kenneth A. Coney, and Peter F. Ruppe. 1983. The impact of comparative product ingredient information. Journal of Public Policy & Marketing 2, 57-69.",
        "CVS. 2013. CVS Shop. Accessed at http://www.cvs.com/shop/product-detail/Bayer-Aspirin-Tablets-EasyOpen -Cap?skuId=100073 on March 29, 2013.",
        "Darden, William R. and Roy D. Howell. 1987. Socialization effects of retail work experience on shopping orientations. Journal of the Academy of Marketing Science 15(3): 52-63.",
        "Dick, Alan, Arun Jain, and Paul Richardson. 1995. Correlates of store brand proneness: Some empirical observations. Journal of Product & Brand Management 4(4): 15-22.",
        "Domenighetti, Gianfranco, Michele Tomamichel, Felix Gutzwiller, Silvio Berthoud, and Antoine Casabianca. 1991. Psychoactive drug use among medical doctors is higher than in the general population. Social Science & Medicine 33(3): 269-274.",
        "Einav, Liran, Ephraim Leibtag, and Aviv Nevo. 2010. Recording discrepancies in Nielsen Homescan data: Are they present and do they matter? Quantitative Marketing and Economics 8(2): 207-239.",
        "Ellison, Glenn and Alexander Wolitzky. 2012. A search cost model of obfuscation. RAND Journal of Economics 43(3): 417-441.",
        "Endsley, Scott, Geof Baker, Bernard A. Kershner, and Kathleen Curtin. 2006. What family physicians need to know about pay for performance. Family Practice Management 13(7): 69-74.",
        "Federal Trade Commission. 1999. Final Order In the Matter of Novartis Corporation, et al., Docket 9279.",
        "Accessed at http://www.ftc.gov/os/decisions/docs/Volume127.pdf on January 18, 2013.",
        "Gabaix, Xavier and David Laibson. 2006. Shrouded attributes, consumer myopia, and information suppression in competitive markets. The Quarterly Journal of Economics 121(2): 505-540.",
        "Glanz, Karen, Stanley B. Fiel, Lawrence R. Walker, and Marvin R. Levy. 1982. Preventive health behavior of physicians. Journal of Medical Education 57(8): 637-639.",
        "Goldfarb, Avi, Qiang Lu, and Sridhar Moorthy. 2009. Measuring brand value in an equilibrium framework. Marketing Science 28(1): 69-86.",
        "Haas, Jennifer S., Kathryn A. Phillips, Eric P. Gerstenberger, and Andrew C. Seger. 2005. Potential savings from substituting generic drugs for brand-name drugs: Medicare expenditure panel survey, 1997-2000. Annals of Internal Medicine. 142(11): 891-897.",
        "HortaÃ\u0083Æ\u0092Ã\u0082Â§su, Ali and Chad Syverson. 2004. Product differentiation, search costs, and competition in the mutual fund industry: A case study of S&P 500 index funds. The Quarterly Journal of Economics 119(2): 403456.",
        "Husband, Richard W. and Jane Godfrey. 1934. An experimental study of cigarette identification. Journal of Applied Psychology 18(2): 220-223.",
        "Huskamp, Haiden A., Patricia A. Deverka, Arnold M. Epstein, Robert S. Epstein, Kimberly A. McGuigan, and Richard G. Frank. 2003. The effect of incentive-based formularies on prescription-drug utilization and spending. New England Journal of Medicine 349(23): 2224-2232.",
        "Johnson, Erin M. and M. Marit Rehavi. 2013. Physicians treating physicians: Information and incentives in childbirth. MIT mimeo.",
        "Kamenica, Emir, Robert Naclerio, and Anup Malani. 2013. Advertisements impact the physiological efficacy of a branded drug. Proceedings of the National Academy of Sciences 110(32): 12931-12935.",
        "Kantar Media. 2013. Kantar Media reports U.S. advertising expenditures increased 3 percent in 2012.",
        "March 11. Accessed at http://kantarmediana.com/intelligence/press/us-advertising-expenditures-increased3 -percent-2012 on April 23, 2013.",
        "Kumar, Nirmalya and Jan-Benedict E.M. Steenkamp. 2007. Private Label Strategy: How to Meet the Store Brand Challenge. Cambridge, MA: Harvard Business School Press.",
        "Levitt, Steven D., John A. List, and David H. Reiley. 2010. What happens in the field stays in the field: Exploring whether professionals play minimax in laboratory experiments. Econometrica 78(4): 14131434.",
        "Levitt, Steven D. and Chad Syverson. 2008. Market distortions when agents are better informed: The value of information in real estate transactions. Review of Economics and Statistics 90(4): 599-611.",
        "Matsa, David A. 2011. Competition and Product Quality in the Supermarket Industry. The Quarterly Journal of Economics 126(3): 1539-1591.",
        "Mason, Kevin and Alice Batch. 2009. WhatÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0084¢s in a (brand) name? Proceedings of ASBBS 16(1).",
        "National Institute for Health Care Management (NIHCM). 2002. A Primer: Generic Drugs, Patents, and the Pharmaceutical Marketplace. Washington DC: National Institute for Health Care Management Foundation.",
        "Piccione, Michele and Ran Spiegler. 2012. Price competition under limited comparability. The Quarterly Journal of Economics 127(1): 97-135.",
        "Pronko, Nicholas H. and J.W. Bowles Jr. 1949. Identification of cola beverages. III. A final study. Journal of Applied Psychology 33(6): 605-608.",
        "Richardson, Paul S., Arun K. Jain, and Alan Dick. 1996. Household store brand proneness: A framework. Journal of Retailing 72(2): 159-185.",
        "Scherer, Frederic M. 1970. Industrial Market Structure and Economic Performance. Chicago, IL: Rand McNally.",
        "Secor, Glenda B. 2002. Educate patients about inconsistency of generic contact lens solutions. Primary Care Optometry News. May. Accessed at http://www.healio.com/optometry/contact-lenses-eye27 wear/news/print/primary-care-optometry-news/%7Ba6af06d9-ffe3-4a21-88a2-10f963172c5a%7D/ educate-patients-about-inconsistency-of-generic-contact-lens-solutions on May 24, 2013.",
        "Sethuraman, Raj and Catherine Cole. 1999. Factors influencing the price premiums that consumers pay for national brands over store brands. Journal of Product & Brand Management 8(4): 340-351.",
        "Shrank, William H., Emily R. Cox, Michael A. Fischer, Jyostna Mehta, and Niteesh K. Choudhry. 2009. PatientsÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0084¢ perceptions of generic medications. Health Affairs 28(2): 546-556.",
        "Simons, Henry. 1948. Economic Policy for a Free Society. Chicago, IL: University of Chicago Press.",
        "Smith, Michael D. and Erik Brynjolfsson. 2001. Consumer decision-making at an Internet shopbot: Brand still matters. Journal of Industrial Economics 49(4): 541-558.",
        "Steenkamp, Jan-Benedict E.M., Harold J. van Heerde, and Inge Geyskens. 2010. What makes consumers willing to pay a premium for national brands over private labels. Journal of Marketing Research 47(6): 1011-1024.",
        "Sullivan, Donald L., Stephen W. Birdwell, and Suzan N. Kucukarslan. 1994. An assessment of consumer purchasing behavior for private-label vs. brand-name over-the-counter products in chain pharmacies. Journal of Pharmaceutical Marketing & Management 8(1): 85-108.",
        "Sullivan, Mary W. 1998. How brand names affect the demand for twin automobiles. Journal of Marketing Research 35(2): 154-165.",
        "Szymanski, David M. and Paul S. Busch. 1987. Identifying the generics-prone consumer: A meta-analysis. Journal of Marketing Research 24(4): 425-431.",
        "Thomas, Katie. 2012. An increase in scrutiny for generics. New York Times. October 31. Accessed at http://www.nytimes.com/2012/11/01/business/fda-increases-scrutiny-of-some-generic-drugs.html on March 29, 2013.",
        "U.S. Census. 2000. Earnings by occupation and education, 1999. Accessed at http://www.census.gov/hhes/www/income/earnings/earnings.html on December 17, 2009.",
        "U.S. Census. 2013. Monthly retail trade report: Estimates of monthly retail and food services sales by kind of business: 2008. Accessed at http://www.census.gov/retail/ on March 31, 2013.",
        "U.S. Department of Education. Institute of Education Sciences, National Center for Education Statistics (NCES). 2012. CIP user site. Accessed at http://nces.ed.gov/ipeds/cipcode/Default.aspx?y=55 on Decemeber 28, 2012.",
        "Wills, Robert L. and Willard F. Mueller. 1989. Brand pricing and advertising. Southern Economic Journal 56(2): 383-395."
    ]
}