{
    "id": 20294,
    "cites": 65,
    "cited_by": 19,
    "reference": [
        "Alvarez, F., A. Atkeson, and P. J. Kehoe (2008). Time-varying risk, interest rates, and exchange rates in general equilibrium. Staff Report 371, Federal Reserve Bank of Minneapolis.",
        "Bacchetta, P., E. van Wincoop, and T. Beutler (2010). Can parameter instability explain the meese-rogoff puzzle? In NBER International Seminar on Macroeconomics 2009, NBER Chapters, pp. 125Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c173. National Bureau of Economic Research, Inc.",
        "Backus, D. K., S. Foresi, and C. I. Telmer (2001). Affine term structure models and the forward premium anomaly. The Journal of Finance 56 (1), 279Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c304.",
        "Backus, D. K., A. W. Gregory, and C. I. Telmer (1993). Accounting for forward rates in markets for foreign currency. Journal of Finance 48(5), 1887Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c1908.",
        "Bansal, R. (1997). An exploration of the forward premium puzzle in currency markets. Review of Financial Studies 10(2), 369Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c403.",
        "Bansal, R. and M. Dahlquist (2000). The forward premium puzzle: different tales from developed and emerging economies. Journal of International Economics 51 (1), 115Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c144.",
        "Bansal, R. and I. Shaliastovich (2010). Confidence risk and asset prices. American Economic Review 100(2), 537Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c41.",
        "Bekaert, G. (1996). The time variation of risk and return in foreign exchange markets: A general equilibrium perspective. Review of Financial Studies 9 (2), 427Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c70.",
        "Bekaert, G. and R. J. Hodrick (2008). Internatinal Financial Management. Pearson.",
        "Bilson, J. F. O. (1981). The speculative efficiency hypothesis. The Journal of Business 54 (3), 435Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c51.",
        "Brunnermeier, M. K., S. Nagel, and L. H. Pedersen (2009). Carry trades and currency crashes.",
        "In NBER Macroeconomics Annual 2008, Volume 23, NBER Chapters, pp. 313Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c347. National Bureau of Economic Research, Inc.",
        "Burnside, C., M. Eichenbaum, I. Kleshchelski, and S. Rebelo (2006). The returns to currency speculation. NBER Working Papers 12489, National Bureau of Economic Research, Inc.",
        "Burnside, C., M. Eichenbaum, and S. Rebelo (2009). Understanding the forward premium puzzle: A microstructure approach. American Economic Journal: Macroeconomics 1 (2), 127Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c54.",
        "Burnside, C., M. Eichenbaum, and S. Rebelo (2011). Carry trade and momentum in currency markets. Annual Review of Financial Economics 3 (1), 511Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c535.",
        "Caballero, R. J., E. Farhi, and P.-O. Gourinchas (2008). An equilibrium model of Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009dglobal imbalancesÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d; and low interest rates. American Economic Review 98 (1), 358Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c93.",
        "Chinn, M. D. (2006). The (partial) rehabilitation of interest rate parity in the floating rate era: Longer horizons, alternative expectations, and emerging markets. Journal of International Money and Finance 25(1), 7Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c21.",
        "Cochrane, J. H. (2001). Asset Pricing. Princeton University Press.",
        "Colacito, R. and M. M. Croce (2011). Risks for the long run and the real exchange rate. Journal of Political Economy 119 (1), 153 Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c 181.",
        "Engel, C. (1996). The forward discount anomaly and the risk premium: A survey of recent evidence. Journal of Empirical Finance 3 (2), 123Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c192.",
        "Engel, C. (2013). Exchange rates and interest parity. Technical report, National Bureau of Economic Research, Working Paper 19336.",
        "Engel, C. and K. D. West (2005). Exchange rates and fundamentals. Journal of Political Economy 113(3), 485Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c517.",
        "Evans, M. D. D. and K. K. Lewis (1995). Do long-term swings in the dollar affect estimates of the risk premia? Review of Financial Studies 8 (3), 709Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c42.",
        "Evans, M. D. D. and R. K. Lyons (2006). Understanding order flow. International Journal of Finance & Economics 11(1), 3Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c23.",
        "Fama, E. F. (1984). Forward and spot exchange rates. Journal of Monetary Economics 14 (3), 319Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c338.",
        "Farhi, E. and X. Gabaix (2008). Rare disasters and exchange rates. NBER Working Papers 13805, National Bureau of Economic Research, Inc.",
        "Froot, K. A. and R. H. Thaler (1990). Anomalies: Foreign exchange. The Journal of Economic Perspectives, 179Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c192.",
        "Gilmore, S. and F. Hayashi (2008). Emerging market currency excess returns. Working Paper 14528, National Bureau of Economic Research.",
        "Gourinchas, P.-O. and H. Rey (2007). From world banker to world venture capitalist: U.s. external adjustment and the exorbitant privilege. In G7 Current Account Imbalances: Sustainability and Adjustment, NBER Chapters, pp. 11Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c66. National Bureau of Economic Research, Inc.",
        "Govillot, N., H. Rey, and P. Gourinchas (2010). Us external returns and the exorbitant duty. 2010 Meeting Papers 371, Society for Economic Dynamics.",
        "Graveline, J. J. (2006). Exchange rate volatility and the forward premium anomaly. Mimeo.",
        "Hansen, L. P. and R. J. Hodrick (1980). Forward exchange rates as optimal predictors of future spot rates: An econometric analysis. Journal of Political Economy 88 (5), 829Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c53.",
        "Hassan, T. A. (2013). Country size, currency unions, and international asset returns. The Journal of Finance 68(6), 2269Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c2308.",
        "Heyerdahl-Larsen, C. (2012). Asset prices and real exchange rates with deep habits. Mimeo.",
        "Paris December 2009 Finance International Meeting AFFI - EUROFIDAI.",
        "Hodrick, R. (2014). The empirical evidence on the efficiency of forward and futures foreign exchange markets. Routledge.",
        "Ilut, C. (2012). Ambiguity aversion: Implications for the uncovered interest rate parity puzzle. American Economic Journal: Macroeconomics 4 (3), 33Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c65.",
        "Jord` a, ` O. and A. M. Taylor (2012). The carry trade and fundamentals: nothing to fear but feer itself. Journal of International Economics 88 (1), 74Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c90.",
        "Jurek, J. W. (2009). Crash-neutral currency carry trades. Mimeo.",
        "Lewis, K. K. (2011). Global asset pricing. NBER Working Papers 17261, National Bureau of Economic Research, Inc.",
        "Lustig, H., N. Roussanov, and A. Verdelhan (2010). Countercyclical currency risk premia. NBER Working Papers 16427, National Bureau of Economic Research, Inc.",
        "Lustig, H., N. Roussanov, and A. Verdelhan (2011). Common risk factors in currency markets. Review of Financial Studies 24 (11), 3731Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c3777.",
        "Lustig, H. and A. Verdelhan (2007). The cross section of foreign currency risk premia and consumption growth risk. American Economic Review 97 (1), 89Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c117.",
        "Lyons, R. K. (2001). The Microstructure Approach to Exchange Rates. MIT Press.",
        "Maggiori, M. (2013). Financial intermediation, international risk sharing, and reserve currencies. Mimeo.",
        "Mark, N. and K. Berg (2013). Third-country effects on the exchange rate. 2013 Meeting Papers 1050, Society for Economic Dynamics.",
        "Martin, I. (2012). The forward premium puzzle in a two-country world. Mimeo.",
        "Meese, R. and K. Rogoff (1983). The out-of-sample failure of empirical exchange rate models: Sampling error or misspecification? In Exchange Rates and International Macroeconomics, NBER Chapters, pp. 67Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c112. National Bureau of Economic Research, Inc.",
        "Menkhoff, L., L. Sarno, M. Schmeling, and A. Schrimpf (2012). Carry trades and global foreign exchange volatility. Journal of Finance 67(2), 681Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c718.",
        "Murphy, K. M. and R. H. Topel (1985). Estimation and inference in two-step econometric models. Journal of Business & Economic Statistics 3 (4), 370Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c79.",
        "Ready, R., N. Roussanov, and C. Ward (2013). Commodity trade and the carry trade: a tale of two countries. NBER Working Papers 19371, National Bureau of Economic Research, Inc.",
        "Sarno, L., P. Schneider, and C. Wagner (2012). Properties of foreign exchange risk premiums. Journal of Financial Economics 105 (2), 279Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c310.",
        "Verdelhan, A. (2010). A habit-based explanation of the exchange rate risk premium. Journal of Finance 65(1), 123Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c146.",
        "Yu, J. (2011). A sentiment-based explanation of the forward premium puzzle. Globalization and Monetary Policy Institute Working Paper 90, Federal Reserve Bank of Dallas.",
        "Table 1: Mean Annualized Return to the Carry Trade E [rxi,t+1 (fpit Ã\u0083Â¢Ã\u0082Ë\u0086Ã\u0082â\u0080\u0099 fpt)] 4.95 Forward Premium 7.11 Appreciation-2.15 Sharpe Ratio 0.54 Note: Annualized returns to the carry trade calculated by standardizing the expression in (2) with the unconditional mean forward premium in the sample, fp. Onemonth forward and spot exchange rates from the 1 Rebalance sample ranging from12/1994 to 6/2010.",
        "If the interest rate differential in the Global Financial Data (GFD) data is within 20bps of the interest differential sourced from DS, we exclude the observation if the one-month forward premium deviates from the one-month GFD interest differential by more than 50bps (a dramatic violation of covered interest parity). By this criterion, we exclude Italy 1/1985 and 2/1985; Switzerland 2/1985; Germany 2/1985; United Kingdom 3/1985; Belgium 7/1990; and Indonesia 12/1997, 3/1998, 5/1998-7/1998, 2/2001-11/2002. For observations for which we have information on a single forward premium, a forward premium from the pound-based data and information on interest rate differentials from one source, we again check if the one-month forward premium deviates from the interest differential by more than 50bps. If it does, we check the forward premium from the pound-based dataset.",
        "If the pound-based forward premium deviates from the interest differential by less than 50bps, we exclude this observation. By this criterion, we exclude Austria 1/1990-2/1990; Spain 9/1987, 5/1988; Ireland 11/1986, 11/1987, 1/1989, 1/1991, 9/1992-11/1992, 1/1993; Belgium 2/1985; and Norway 2/1985.",
        "For observations for which we have information on the forward premium from multiple dollar-based sources and information on interest differentials from one source, we again check if the 1-month forward premium deviates from the interest differential by more than 50bps. If it does we check the forward premium from the alternative sources. If the forward premia from one other source deviates from the interest differential by less than 50bps we substitute this observation. By this criterion we replace Norway 5/1988, Sweden 5/1988, Malaysia 12/1993, and Belgium 10/1987 and 5/1988 with data from BB; and Iceland 2/2009 and Thailand 12/2006, 11/2008 with data from TD.",
        "For observations for which we have information on the forward premium from multiple dollar-based sources and information on interest differentials from both GFD and DS, we check if the interest rate differential in the GFD data is within 20bps of the interest differential sourced from DS. If so, we check if the one-month forward premium deviates from one of the interest differentials by more than 50bps. If it does, we check the forward premium from the alternative sources. If the forward premium from one other source deviates from the interest differential by less than 50bps we substitute this observation. By this criterion, we replace Switzerland 1/1989, Germany 5/1988, France 1/1989, Italy 5/1988, Netherlands 5/1988, United Kingdom 1/1989 with data from BB; and Singapore 10/1997 and Thailand 10/2003 with data from TD.",
        "Following Lustig et al. (2011), we drop South Africa 8/1985 and Turkey before 11/2001 due to large covered interest parity departures we could not verify. Finally, we drop Malaysia 8/1998-6/2005 and Indonesia 1/2003-5/2007 because forward rates are zero. Our Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u00931 Rebalance,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u00933 Rebalance,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u00936 Rebalance,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d and Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u009312 RebalanceÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d samples are built with the dollar-based data after applying the above algorithm and exclusions. In addition, we look at four alternative samples: Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u00931 Rebalance (no fixed),Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093LRV,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u00934 Rebalances (CIP),Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d and Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093BER.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u00931 Rebalance (no fixed)Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d is the same as Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u00931 Rebalance,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d excluding Saudi Arabia riyal and Hong Kong dollar. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093LRVÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d is the same as Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u00931 RebalanceÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d but instead of using our data cleaning algorithm, we use the notes provided in p.8 of Lustig et al.",
        "Finally, an additional adjustment to the standard errors for estimates of Ã\u0083Å½Ã\u0082Â²stat , Ã\u0083Å½Ã\u0082Â²dyn , and Ã\u0083Å½Ã\u0082Â²fpp is made following Murphy and Topel (1985) to account for the fact that we estimate the average forward premium in a pre-sample.",
        "Construction HML HML HML HML HML linear weights Time Period 1/95-12/09 1/95-12/09 1/95-12/09 1/95-12/09 1/95-6/10 1/95-6/10 Data Source LRV LRV LRV LRV Hassan-Mano Hassan-Mano Note: This table compares our decomposition of carry trade from Table 2 to a similar exercize in Lustig et al. (2011) (LRV). It shows that the procedure in LRV attributes a lower percentage to the static trade predominantly due to the inculsion of additional currencies in the carry trade relative to the static trade. Column (6) of Panel I replicates our results from Table 2. Column (1) replicates closely the results from Table 2 in LRV. The remaining columns show step by step the differences in the two procedures. Panel I uses the full sample of currencies. Panel II uses only 15 developed coutriesÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0084¢ currencies: Australia, Belgium, Canada, Denmark, Germany, Euro, France, Italy, Japan, Netherlands, New Zealand, Norway, Sweden, Switzerland, and the UK as in LRV.",
        "Data come from two sources: Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093LRVÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d was downloaded on 6/12/2014 from http://web.mit.edu/adrienv/www/Data.html; Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Hassan-ManoÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d denotes the data used throughout this paper.",
        "Columns 1-4 of the top panel uses the 1 Rebalance sample but drops currencies that have a fixed official exchange rate with respect to the US dollar. Columns 5 and 6 of the top and bottom panels use samples that are as close as possible to the samples used in Lustig et al. (2011) and Burnside et al. (2006). Columns 1-4 of the bottom panel use an extended sample using all available US dollar- and UK pound-based forward data as well as forward rates imputed using interest rate data. See Appendix A for details.",
        "Columns 1-4 of the top panel uses the 1 Rebalance sample but drops currencies that have a fixed official exchange rate with respect to the US dollar. Columns 5 and 6 of the top and bottom panels use samples that are as close as possible to the samples used in Lustig et al. (2010) and Burnside et al. (2006). Columns 1-4 of the bottom panel use an extended sample using all available US dollar- and UK pound-based forward data as well as forward rates imputed using interest rate data. See Appendix A for details."
    ]
}