{
    "id": 20296,
    "cites": 29,
    "cited_by": 8,
    "reference": [
        "Abadie, A. and G. W. Imbens (2006). Large Sample Properties of Matching Estimators for Average Treatment Effects. Econometrica 74(1), 235Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c267.",
        "Abadie, A. and G. W. Imbens (2011). Bias-corrected Matching Estimators for Average Treatment Effects. Journal of Business & Economic Statistics 29(1).",
        "Adler, K. J., R. C. Anderson, Z. Cook, R. C. Dower, A. R. Ferguson, and M. J. Vickers (1982). The Benefits of Regulating Hazardous Waste Disposal: Land Values as an Estimator. Washington, DC: Public Interest Economics Center.",
        "Baden, B. M. and D. L. Coursey (2002). The Locality of Waste Sites Within The City of Chicago: A Demographic, Social, and Economic Analysis. Resource and Energy Economics 24(1), 53Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c93.",
        "Banerjee, A. and E. Duflo (2009). The Experimental Approach to Development Economics. Annual Review of Economics 74(1), 151Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c178.",
        "Banzhaf, S. and E. McCormick (2007). Moving Beyond Cleanup: Identifying the Crucibles of Environmental Gentrification.",
        "Bayer, P., C. Geissler, and J. Roberts (2011). Speculators and Middlemen: The Role of Flippers in the Housing Market. NBER Working Paper 16784.",
        "Bayer, P., R. McMillan, A. Murphy, and C. Timmins (2011). A Dynamic Model of Demand for Houses and Neighborhoods.",
        "Been, V. et al. (1997). Coming to the Nuisance or Going to the Barrios? A Longitudinal Analysis of Environmental Justice Claims. Ecology LQ 24, 1Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c887.",
        "Bertrand, M., E. Duflo, and S. Mullainathan (2004). How Much Should We Trust Differences-inDifferences Estimates? Quarterly Journal of Economics 119(1).",
        "Bishop, K. and C. Timmins (2011). Hedonic Prices and Implicit Markets: Estimating Marginal Willingness to Pay for Differentiated Products Without Instrumental Variables. NBER Working Paper w17611.",
        "Fan, J. and I. Gijbels (1996). Local Polynomial Modelling and Its Applications: Monographs on Statistics and Applied Probability, Volume 66. CRC Press.",
        "Gamper-Rabindran, S., R. Mastromonaco, and C. Timmins (2011). Valuing the Benefits of Superfund Site Remediation: Three Approaches to Measuring Localized Externalities. NBER Working Paper w16655.",
        "Greenstone, M. and T. Gayer (2009). Quasi-Experimental and Experimental Approaches to Environmental Economics. Journal of Environmental Economics and Management 57(1), 21Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c44.",
        "Ihlanfeldt, K. R. and L. O. Taylor (2004). Externality Effects of Small-Scale Hazardous Waste Sites: Evidence from Urban Commercial Property Markets. Journal of environmental economics and management 47(1), 117Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c139.",
        "Kiel, K. A. (1995). Measuring the Impact of the Discovery and Cleaning of Identified Hazardous Waste Sites on House Values. Land Economics, 428Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c435.",
        "Kohlhase, J. E. (1991). The Impact of Toxic Waste Sites on Housing Values. Journal of urban Economics 30(1), 1Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c26.",
        "Kuminoff, N. V. and J. C. Pope (2012). Do Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Ë\u009cCapitalization EffectsÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0084¢ for Public Goods Reveal the PublicÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0084¢s Willingness to Pay? Forthcoming in International Economic Review.",
        "Kuminoff, N. V., V. K. Smith, and C. Timmins (2013). The New Economics of Equilibrium Sorting and Policy Evaluation Using Housing Markets. Journal of Economic Literature 51(4), 1007Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c1062.",
        "Leigh, N. G. and S. L. Coffin (2005). Modeling the Relationship Among Brownfields, Property Values, and Community Revitalization. Housing Policy Debate 16(2), 257Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c280.",
        "Linden, L. and J. E. Rockoff (2008). Estimates of the Impact of Crime Risk on Property Values from MeganÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0084¢s Laws. The American Economic Review, 1103Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c1127.",
        "Linn, J. (2013). The Effect of Voluntary Brownfields Programs on Nearby Property Values: Evidence from Illinois. Journal of Urban Economics 78, 1Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c18.",
        "Palmquist, R. B. (2005). Property value models. Handbook of environmental economics 2, 763Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c819.",
        "Pastor, M., J. Sadd, and J. Hipp (2001). Which Came First? Toxic Facilities, Minority Move-in, and Environmental Justice. Journal of Urban Affairs 23(1), 1Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c21.",
        "Paull, E. (2008). The Environmental and Economic Impacts of Brownfields Redevelopment.",
        "Rosen, S. (1974). Hedonic Prices and Implicit Markets: Product Differentiation in Pure Competition. The Journal of Political Economy 82(1), 34Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c55.",
        "Siniavskaia, N. (2011). Property Tax Rates by County and City.",
        "Taylor, L. O. (2003). The hedonic method. A Primer on Nonmarket Valuation 3, 331.",
        "Wolverton, A. (2002). Does Race Matter? An Examination of a Polluting PlantÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0084¢s Location Decision. US Environmental Protection Agency, National Center for Environmental Economics, mimeograph."
    ]
}