{
    "id": 20307,
    "cites": 21,
    "cited_by": 42,
    "reference": [
        "Acemoglu, Daron and David Autor (2011), Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Skills, tasks and technologies: Implications for employment and earnings.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Handbook of Labor Economics, 4, 1043Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c1171.",
        "Autor, David and David Dorn (2009), Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093This job is Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093getting oldÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d: Measuring changes in job opportunities using occupational age structure.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d American Economic Review, 99, 45Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c51.",
        "Autor, David H. and David Dorn (2013), Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093The growth of low skill service jobs and the polarization of the U.S. labor market.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d American Economic Review, 103, 1553Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c1597.",
        "Autor, David H, David Dorn, and Gordon H Hanson (2013), Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Untangling trade and technology: Evidence from local labor markets.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Working Paper, National Bureau of Economic Research.",
        "Autor, D.H., F. Levy, and R.J. Murnane (2003), Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093The Skill Content of Recent Technological Change: An empirical exploration.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Quarterly Journal of Economics, 118, 1279Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c1333.",
        "Cortes, G.M. (2014), Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Where Have the Middle-Wage Workers Gone? A Study of Polarization Using Panel Data.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Working Paper.",
        "Elsby, M.W.L., R. Michaels, and G. Solon (2009), Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093The ins and outs of cyclical unemployment.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d American Economic Journal: Macroeconomics, 1, 84Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c110.",
        "Firpo, Sergio, Nicole M. Fortin, and Thomas Lemieux (2011), Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Occupational tasks and changes in the wage structure.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d University of British Columbia.",
        "Foote, C.L. and R.W. Ryan (2014), Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Labor-market polarization over the business cycle.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Working Paper.",
        "Frazis, Harley J, Edwin L Robison, Thomas D Evans, and Martha A Duff (2005), Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Estimating gross flows consistent with stocks in the CPS.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Monthly Labor Review, 128, 3.",
        "Goos, M. and A. Manning (2007), Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Lousy and lovely jobs: The rising polarization of work in Britain.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d The Review of Economics and Statistics, 89, 118Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c133.",
        "Goos, M., A. Manning, and A. Salomons (2010), Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Explaining Job Polarization in Europe: The Roles of Technology, Globalization and Institutions.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Center for Economic Performance Discussion Paper No 1026.",
        "Goos, Maarten, Alan Manning, and Anna Salomons (2009), Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Job polarization in Europe.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d American Economic Review, 99, 58Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c63.",
        "Hall, Robert E (2006), Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Job loss, job finding and unemployment in the US economy over the past 50 years.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d In NBER Macroeconomics Annual 2005, Volume 20, 101Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c166, MIT Press.",
        "Jaimovich, N. and H.E. Siu (2012), Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093The trend is the cycle: Job polarization and jobless recoveries.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d National Bureau of Economic Research Working Paper.",
        "Kambourov, G. and I. Manovskii (2013), Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093A Cautionary Note on Using (March) CPS and PSID Data to Study Worker Mobility.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Macroeconomic Dynamics, 17, 172Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c194.",
        "Meyer, PB and AM Osborne (2005), Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Proposed Category System for 1960-2000 Census Occupations.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Bureau of Labor Statistics Working Paper, 383.",
        "Moscarini, Giuseppe and Kaj Thomsson (2007), Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Occupational and job mobility in the US.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Scandinavian Journal of Economics, 109, 807Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c836.",
        "Nekarda, Christopher J (2009), Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093A Longitudinal Analysis of the Current Population Survey: Assessing the Cyclical Bias of Geographic Mobility.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Federal Reserve Board of Governors.",
        "Shimer, Robert (2012), Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Reassessing the ins and outs of unemployment.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Review of Economic Dynamics, 15, 127Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c148.",
        "Smith, Christopher L. (2013), Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093The dynamics of labor market polarization.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Finance and Economics Discussion Series 2013-57. Board of Governors of the Federal Reserve System."
    ]
}