{
    "id": 20311,
    "cites": 21,
    "cited_by": 5,
    "reference": [
        "Alesina, Alberto, and Howard Rosenthal. 1989. \\Partisan cycles in congressional elections and the macroeconomy.\" American Political Science Review 83(2): 373-398.",
        "Alesina, Alberto, and Howard Rosenthal. 1996. \\A theory of divided government \". Econometrica 64(6): 1311-1341.",
        "Bafumi, Joseph, Robert S. Erikson, and Christopher Wlezien. 2010. \\Balancing, generic polls and midterm congressional elections.\" Journal of Politics 72(3): 705-719.",
        "Born, Richard. 1990. \\Surge and decline, negative voting, and the midterm loss phenomenon: a simultaneous choice analysis.\" American Journal of Political Science 34(3): 615-645.",
        "Brennan, Geo rey and Hamlin, Alan. 1998. \\Expressive voting and electoral equilibrium.\" Public Choice 95(1): 149-175.",
        "Campbell, Angus. 1960. \\Surge and decline: a study of electoral change.\" Public Opinion Quarterly 24(3): 397-418.",
        "Campbell, James E. 1987. \\The revised theory of surge and decline.\" American Journal of Political Science 31(4): 965-979.",
        "Degan, Arianna and Merlo, Antonio. 2011. \\A structural model of turnout and voting in multiple election.\" Journal of the European Economic Association 9(2): 209-245.",
        "Erikson, Robert S. 2010. \\Explaining midterm loss: the tandem e ect of withdrawn coattails and balancing.\" Paper prepared for the 2010 Meeting of the American Political Science Association, Washington, D.C. Flemming, Gregory N. 1995. \\Presidential coattails in open-seat elections.\" Legislative Studies Quarterly 20(2): 198-211.",
        "Fiorina, Morris P. 1976. \\The voting decision: instrumental and expressive aspects.\" Journal of Politics 38(2): 390-413.",
        "Folke, Olle, and James M. Snyder, Jr. 2012. \\Gubernatorial midterm slumps\". American Journal of Political Science 56(4): 931-948.",
        "Halberstam, Yosh and Pablo Montagnes. 2012. \\Information Contagion, Presidential Coattails and Policy Skewness\", working paper.",
        "Hill, Seth, 2010. `The Persuasion Region: A Theory of Electoral Change.\" Working Paper.",
        "Hinkley, Barbara, 1967. \\Interpreting House Midterm Elections: Toward a Measurement of the In-Party's \"Expected\" Loss of Seats.\" American Political Science Review 63(3): 694-700.",
        "Kernell, Samuel. 1977. \\Presidential popularity and negative voting: an alternative explanation of the midterm congressional decline of the President's party.\" American Political Science Review 71(1): 44-66.",
        "Levitt, Steven. 1994. \\An Empirical Test of Competing Explanations for the Midterm Gap in the US House.\" Economics and Politics 6(1): 25-37.",
        "McDonald, Michael D and Best, Robin. 2006. \\Equilibria and restoring forces in models of vote dynamic.\" Political Analysis 14(4): 369-392.",
        "Mebane, Jr., Walter. 2000. \\Coordination, moderation, and institutional balancing in American Presidential and House elections.\" American Political Science Review 94(1): 37-57. Mebane, Jr., Walter, and Jasjeet S. Sekhon. \\Coordination and policy moderation at midterm.\" American Political Science Review 96(1): 141-157.",
        "Oppenheimer, Bruce I and Stimson, James A and Waterman, Richard. 1986. \\Interpreting US Congressional Elections: The Exposure Thesis.\" Legislative Studies Quarterly 11(2): 227-247.",
        "Scheve, Kenneth, and Michael Tomz. 1999. \\Electoral surprise and the midterm loss in US congressional elections.\" British Journal of Political Science 29: 507-521.",
        "Tufte, Edward R. 1975. \\Determinants of the outcomes of midterm congressional elections.\" American Political Science Review 69(3): 812-826. voter ideology Presidential voting voter ideology c b combined_b House voting in Presidential year voter ideology c b House voting in midterm year"
    ]
}