{
    "id": 20319,
    "cites": 39,
    "cited_by": 11,
    "reference": [
        "Alvarez, Fernando, and Urban Jermann, 2005, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Using asset prices to measure the persistence of the marginal utility of wealth,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Econometrica 73, 1977-2016.",
        "Anderson, Evan, Lars Hansen, Ellen McGrattan, and Thomas Sargent, 1996, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Mechanics of forming and estimating dynamic linear economies,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Handbook of Computational Economics, ed. H.M. Amman, D.A. Kendrick, and J. Rust, Elsevier Science.",
        "Arellano, Cristina, Yan Bai, and Patrick Kehoe, 2012, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Financial frictions and fluctuations in volatility,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d manuscript, Federal Reserve Bank of Minneapolis, July.",
        "Bachmann, Rudiger, and Christian Bayer, 2013, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Wait-and-see business cycles?,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Journal of Monetary Economics 60, 704-719.",
        "Backus, David, Bryan Routledge, and Stanley Zin, 2005, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Exotic preferences for macroeconomists, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d in Mark Gertler and Kenneth Rogoff, editors, NBER Macroeconomics Annual 2004, MIT Press.",
        "Backus, David, Mikhail Chernov, and Stanley Zin, 2014, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Sources of entropy in representative agent models,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Journal of Finance 69, 51-99.",
        "Bansal, Ravi, and Amir Yaron, 2004, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Risks for the long run: A potential resolution of asset pricing puzzles,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Journal of Finance 59, 1481-1509.",
        "Barro, Robert J., and Robert G. King, 1984, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Time-separable preferences and intertemporalsubstitution models of business cycles, Quarterly Journal of Economics 99, 817-839.",
        "Basu, Susanto, and Brent Bundick, 2012, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Uncertainty shocks in a model of effective demand, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d manuscript, Boston College, September.",
        "Bidder, Rhys, and Matthew Smith, 2012, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Robust animal spirits,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Journal of Monetary Economics 59, 738-750.",
        "Bloom, Nicholas, 2013, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Fluctuations in uncertainty,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d NBER Working Paper 19714, December.",
        "Bloom, Nicholas, Max Floetotto, Nir Jaimovich, Itay Saporta-Eksten, and Stephen J. Terry, 2012, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Really uncertain business cycles,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d NBER Working Paper 18245, July.",
        "Caldara, Dario, Jesus Fernandez-Villaverde, Juan F. Rubio-Ramirez, and Yao Wen, 2012, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Computing DSGE models with recursive preferences and stochastic volatility,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Review of Economic Dynamics 15, 188-206.",
        "Campbell, John, 1994, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Inspecting the mechanism: An analytical approach to the real business cycle model,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Journal of Monetary Economics 33, 463-506.",
        "Collard, Fabrice, Sujoy Mukerji, Kevin Sheppard, and Jean-Marc Tallon, 2012, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Ambiguity and the historical equity premium,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d manuscript, August.",
        "Collin-Dufresne, Pierre, Michael Johannes, and Lars Lochstoer, 2013, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Parameter learning in general equilibrium: The asset pricing implications,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d manuscript, May.",
        "Dew-Becker, Ian, 2012, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Essentially affine approximations for economic models,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d manuscript, June.",
        "Epstein, Larry G., and Stanley E. Zin, 1989, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Substitution, risk aversion, and the temporal behavior of consumption and asset returns: A theoretical framework,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Econometrica 57, 937-969.",
        "European Commission, 2013, Quarterly Report on the Euro Area 12, European Union.",
        "Fostel, Ana, and John Geankoplos, 2012, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Why does bad news increase volatility and decrease leverage?Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Journal of Economic Theory 147, 501-525.",
        "Fostel, Ana, and John Geankoplos, 2014, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Endogenous collateral constraints and the leverage cycle,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Annual Review of Economics 6, forthcoming.",
        "Hansen, Lars Peter, John C. Heaton, and Nan Li, 2008, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Consumption strikes back? Measuring long-run risk,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Journal of Political Economy 116, 260-302.",
        "Hayashi, Takashi, and Jianjun Miao, 2011, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Intertemporal substitution and recursive smooth ambiguity preferences,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Theoretical Economics 6, 423-472.",
        "Ilut, Cosmin, and Martin Schneider, 2014, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Ambiguous business cycles,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d American Economic Review, forthcoming.",
        "Jahan-Parvar, Mohammad, and Hening Liu, 2012, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Ambiguity aversion and asset prices in production economies,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d manuscript.",
        "Ju, Nengjiu, and Jianjun Miao, 2012, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Ambiguity, learning, and asset returns,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Econometrica 80, 559-591.",
        "Justiniano, Alejandro, and Giorgio Primiceri, 2008, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093The time-varying volatility of macroeconomic fluctuations,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d American Economic Review 98, 604-681.",
        "Kaltenbrunner, Georg, and Lars Lochstoer, 2010, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Long-run risk through consumption smoothing,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Review of Financial Studies 23, 3190-3224.",
        "Klibanoff, Peter, Massimo Marinacci, Sujoy Mukerji, 2005, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093A smooth model of decision making under ambiguity,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Econometrica 73, 1849-1892.",
        "Klibanoff, Peter, Massimo Marinacci, Sujoy Mukerji, 2009, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Recursive smooth ambiguity preferences,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Journal of Economic Theory 144, 930-976.",
        "Kreps, David M., and Evan L. Porteus, 1978, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Temporal resolution of uncertainty and dynamic choice theory,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Econometrica 46, 185-200.",
        "Kydland, Finn, and Edward Prescott, 1982, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Time to build and aggregate fluctuations,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Econometrica 50, 1345-1370.",
        "Liu, Hening, and Jianjun Miao, 2014, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Growth uncertainty, generalized disappointment aversion, and production-based asset pricing,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d manuscript prepared for the April 2014 Carnegie-Rochester-NYU conference.",
        "Ljungqvist, Lars, and Thomas Sargent, 2000, Recursive Macroeconomic Theory, Cambridge, MA: MIT Press.",
        "Malkhozov, Aytek, 2014, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Asset prices in affine real business cycle models,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Review of Economic Dynamics, forthcoming.",
        "Sprague, Shawn, 2014, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093What can labor productivity tell us about the US economy?Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Beyond the Numbers 12, Bureau of Labor Statistics.",
        "Tallarini, Thomas D., 2000, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Risk-sensitive real business cycles,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Journal of Monetary Economics 45, 507-532.",
        "Van Nieuwerburgh, Stijn, and Laura Veldkamp, 2006, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Learning asymmetries in real business cycles,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Journal of Monetary Economics 53, 753-772.",
        "Veldkamp, Laura, 2005, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Slow boom, sudden crash,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Journal of Economic Theory 124, 230-257."
    ]
}