{
    "id": 20317,
    "cites": 31,
    "cited_by": 3,
    "reference": [
        "Aghion, Philippe and Tirole, Jean (1997). Formal and Real Authority in Organizations. Journal of Political Economy, 105(1), 1-29.",
        "Antonossava, Antonia, Maranne Bertrand, and Sendhil Mullainathan (2008). Misclassication in Targeted Programs: A Study of the Targeted Public Distribution System in Karnataka, India, mimeo, Harvard University.",
        "Banerjee, Abhijit, Rema Hanna and Sendhil Mullainathan (2012). Corruption. In Handbook of Organizational Economics, ed. R Gibbons, J Roberts. Princeton, NJ: Princeton University Press.",
        "Bardhan, Pranab (1997). Corruption and Development: A Review of Issues. Journal of Economic Literature, 35, 1320-1346.",
        "Cai, Hongbin, Hanming Fang and Lixin C. Xu (2011). Eat, Drink, Firms, and Government: An Investigation of Corruption From Entertainment and Travel Costs of Chinese Firms. Journal of Law and Economics, 54, 55-78.",
        "Cai, Hongbin, J. Vernon Henderson and Qinghua Zhang (2013). Chinas Land Market Auctions: Evidence of Corruption? RAND Journal of Economics, 44(3), 488-521.",
        "Di Tella, Rafael, and Ernesto Schargrodsky (2003). The Role of Wages and Auditing During a Crackdown on Corruption in the City of Buenos Aires. Journal of Law and Economics, 46, 269-300.",
        "Faccio, Mara (2006). Politically Connected Firms. American Economic Review, 96(1), 369-386.",
        "Fisman, Raymond and Shang-Jin Wei (2004). Tax Rates and Tax Evasion: Imports in China. Journal of Political Economy, 112, 471-96.",
        "Fisman, David, Raymond Fisman, Julia Galef, Rakesh Khurana and Yongxiang Wang (2012). Estimating the Value of Connections to Vice-President Cheney. The B.E. Journal of Economic Analysis & Policy, Vol. 13, No. 3, 1-20.",
        "Gould, Eric D., B. Peter Pashigian and Canice Prendergast (2005). Contracts, Externalities, and Incentives in Shopping Malls, Review of Economics and Statistics, 87(3), 411-422.",
        "Gorodnichenko, Yuriy and Klara S. Peter (2007). Public Sector Pay and Corruption: Measuring Bribery from Micro Data. Journal of Public Economics, 91, 963-91.",
        "Hsieh, Chang-Tai and Enrico Moretti (2006). Did Iraq Cheat the United Nations? Underpricing, Bribes, and the Oil for Food Program. Quarterly Journal of Economics, 121, 1211-48.",
        "Knack, Stephen and Philip Keefer (1995). Institutions and Economic Performance: Cross-Country Tests Using Alternative Institutional Measures. Economics and Politics, 7, 207-227.",
        "Khwaja, Asim and Atif Mian (2005). Do Lenders Favor Politically Connected Firms? Rent Provision in an Emerging Financial Market. Quarterly Journal of Economics, 120(4), 1371-1411.",
        "La Porta, Raphael, Florencio Lopez-de-Silanes, Andrei Shleifer and Robert Vishny (1999). The Quality of Government. Journal of Law, Economics, and Organizations, 15, 222-279.",
        "Mauro, Paolo (1995). Corruption and Growth. Quarterly Journal of Economics, 110, 681-712.",
        "McMillan, John and Pablo Zoido. (2004). How to Subvert Democracy: Montesinos in Peru. Journal of Economic Perspectives, 18(4), 69-92.",
        "Olken, Benjamin A. (2006). Corruption and the Costs of Redistribution: Micro Evidence from Indonesia. Journal of Public Economics, 90, 853-70.",
        "Murphy, Kevin M., Andrei Shleifer, and Robert W. Vishny (1993). Why Is Rent-Seeking So Costly to Growth? American Economic Review, Papers and Proceedings, Vol. 83, No. 2, 40914.",
        "Olken, Benjamin A. (2007). Monitoring Corruption: Evidence from a Field Experiment in Indonesia. Journal of Political Economy, 115, 200-49.",
        "Olken, Benjamin A. (2009). Corruption Perceptions vs. Corruption Reality. Journal of Public Economics, 93, 950-64.",
        "Olken, Benjamin A. and Patrick Barron (2009). The Simple Economics of Extortion: Evidence from Trucking in Aceh. Journal of Political Economy, 117, 417-52",
        "Olken, Benjamin A. and Rohini Pande (2011). Corruption in Developing Countries. Annual Review of Economics, 4, 479-505.",
        "Pashigian, B. Peter, and Eric D. Gould (1998). Internalizing Externalities: The Pricing of Space in Shopping Malls. Journal of Law and Economics, 41 (1), 115-142.",
        "Reinikka, Ritva and Jakob Svensson (2004). Local Capture: Evidence from A Central Government Transfer Program in Uganda. Quarterly Journal of Economics, 119, 679-706.",
        "Svensson, Jakob (2003). Who Must Pay Bribes and How Much? Evidence from A Cross Section of Firms. Quarterly Journal of Economy, 118, 207-30.",
        "Svensson, Jakob (2005). Eight Questions about Corruption. Journal of Economic Perspectives, 19(5),19-42.",
        "Treisman, Daniel (2000). The Causes of Corruption: A Cross-National Study. Journal of Public Economics, 76(3), 399-457.",
        "Zheng, Siqi, and Matthew E. Kahn (2013). Does Government Investment in Local Public Goods Spur Gentrication? Evidence from Beijing. Real Estate Economics, Vol 41, Issue 1, 1-28.",
        "Zhou, Li-An (2009). Incentives and Governance: Chinas Local Governments. CENGAGE Learning."
    ]
}