{
    "id": 20320,
    "cites": 34,
    "cited_by": 26,
    "reference": [
        "Allcott, Hunt, and Michael Greenstone. Is There an Energy Efficiency Gap? Journal of Economic Perspectives 26, no. 1 (2012): 3-28.",
        "Allcott, Hunt, and Dmitry Taubinsky. The Lightbulb Paradox: Evidence from two Randomized Experiments. NBER Working Paper, 2013. Allcott, Hunt, and Nathan Wozny. Gasoline Prices, Fuel Economy, and the Energy Paradox. Review of Economics and Statistics, forthcoming.",
        "Andersen, Steffen, Glenn Harrison, Morten Lau, and E. Elisabet Rutstrom. Eliciting Risk and Time Preferences. Econometrica 76, no. 3 (May 2008): 583-618.",
        "Andreoni, James, Michael Kuhn, and Charles Sprenger. On Measuring Time Preferences. NBER Working Paper #19392, August 2013.",
        "Ariely, Dan, and Klaus Wertenbroch. Procrastination, Deadlines, and Performance: SelfControl by Precommitment. Psychological Science 13, no. 3 (May 2002): 219-224.",
        "Ashraf, Nava, Dean Karlan, and Wesley Yin. Tying Odysseus to the mast: Evidence from a commitment savings product in the Philippines. Quarterly Journal of Economics 121, no. 2 (2006): 635-672.",
        "Attari, Shahzeen, Michael DeKay, Cliff Davidson, and WÃ\u0083Æ\u0092Ã\u0082Â¤ndi Bruine de Bruin. Public Perceptions of Energy Consumption and Savings. Proceedings of the National Academy of Sciences 107, no. 7 (September 2010): 16054Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c16059.",
        "Augenblick, Ned, Muriel Niederle, and Charles Sprenger. Working Over Time: Dynamic Inconsistency in Real Effort Tasks. NBER Working Paper #18734, January 2013.",
        "Axon, R. Neal, W. David Bradford, and Brent M. Egan. The Role of Individual Time Preferences in Health Behaviors among Hypertensive Adults. Journal of the American Society of Hypertension 3, no. 1 (January-February 2009): 35-41.",
        "Bradford, W. David. The Association Between Individual Time Preferences and Health Maintenance Habits. Medical Decision Making 30 (2010): 99-112.",
        "Bradford, W.D., J. Zoller, and G. Silvestri. Estimating the Effect of Individual Time Preferences on the Use of Disease Screening. Southern Economic Journal 76 (2010): 1005-1031.",
        "Burks, Stephen, Jeffrey Carpenter, Lorenz Gotte, and Aldo Rusticini. Which Measures of Time Preference Best Predict Outcomes? Evidence from a Large-Scale Field Experiment. Journal of Economic Behavior and Organization 84, no. 1 (September 2012): 308-320.",
        "Carroll, Gabriel D., Jame J. Choi, David Laibson, Bridgit C. Madrian, and Andrew Metrick. Optimal Defaults and Active Decisions. Quarterly Journal of Economics 124 (2009): 1639-1674.",
        "Chabris, Christopher, David Laibson, Carrie Morris, Jonathon Schuldt, and Dmitri Taubinsky. Individual laboratory-measured discount rates predict field behavior. Journal of Risk and Uncertainty 37 (2008): 237-269.",
        "Chapman, G. B. and A. S. Elstein. Valuing the Future: Temporal Discounting of Health and Money. Medical Decision Making 15 (1995): 373-386. Courtemanche, Charles, Garth Heutel, and Patrick McAlvanah. Impatience, Incentives and Obesity. Economic Journal, forthcoming.",
        "Dellavigna, Stefano, and Ulrike Malmendier. Paying Not to Go to the Gym. American Economic Review 96, no. 3 (June 2006): 694-719.",
        "Fang, Hanming, and Dan Silverman. Time-Inconsistency and Welfare Program Participation: Evidence from the NLSY. International Economic Review 50, no. 4 (November 2009): 1043-1077.",
        "Frederick, Shane. Cognitive Reflection and Decision Making. Journal of Economic Perspectives 19, no. 4 (Fall 2005): 25-42.",
        "Frederick, Shane, George Loewenstein, and Ted O&apos;Donoghue. Time Discounting and Time Preference: A Critical Review. Journal of Economic Literature 40, no. 2 (June 2002): 351-401.",
        "Ganiats, Theodore G., Richard T. Carson, Robert M. Hamm, Scott B. Cantor, Walton Sumner, Stephen J. Spann, Michael D. Hagen, and Christopher Miller. Population-based time preferences for future health outcomes. Medical Decision Making 20, no. 3 (2000): 263270.",
        "Gillingham, Kenneth, and Karen Palmer. Bridging the Energy Efficiency Gap: Insights for Policy from Economic Theory and Empirical Analysis. Resources For the Future Discussion Paper 13-02, 2013.",
        "Glimcher, Paul William, Joseph Kable and Kenway Louie. Neuroeconomic Studies of Impulsivity: Now or Just as Soon as Possible. American Economic Review 97, no. 2 (2007): 142-147.",
        "Lubotsky, Darren and Martin Wittenberg. Interpretation of Regressions with Multiple Proxies. Review of Economics and Statistics 88, no. 3 (2006): 549-562.",
        "Meier, Stephan, and Charles Spregner. Present-Biased Preferences and Credit Card Borrowing. American Economic Journal: Applied Economics 2, no. 1 (January 2010): 193-210.",
        "O&apos;Donoghue, Ted, and Matthew Rabin. Optimal Sin Taxes. Journal of Public Economics 90, no. 10-11 (November 2006): 1825-1849.",
        "Ruhm, Christopher J. Understanding Overeating and Obesity. Journal of Health Economics 31, no. 6 (December 2012): 781-796.",
        "Sayman, Serdar, and Ayse Ã\u0083Æ\u0092Ã\u0082â\u0080\u0093ncÃ\u0083Æ\u0092Ã\u0082Â¼ler. An investigation of time inconsistency. Management Science 55, no. 3 (2009): 470-482.",
        "Sutter, M., M. Kocher, D. Rutzler, and S. Trautmann. Impatience and uncertainty: Experimental decisions predict adolescents&apos; field behavior. American Economic Review 103, no. 38 (February 2013): 510-531.",
        "Stanovich, Keith, and Richard Wests. Individual Differences in Reasoning: Implications for the Rationality Debate? Behavioral and Brain Sciences 22, no. 5 (2000): 645-726.",
        "Takeuchi, Kan. Non-parametric test of time consistency: Present bias and future bias. Games and Economic Behavior 71, no. 2 (2011): 456-478.",
        "Thaler, Richard. Some Empirical Evidence on Dynamic Inconsistency. Economics Letters 8, no. 3 (1981): 201-207.",
        "Toubia, Olivier, Eric Johnson, Theodoros Evgeniou, and Philippe Delquie. Dynamic Experiments for Estimating Preferences: An Adaptive Method of Elciting Time and Risk Parameters. Management Science 59, no. 3 (March 2013): 613-640.",
        "Van Der Pol, Marjon. Health, Education, and Time Preference. Health Economics 20, no. 8 (August 2011): 917-929.",
        "Weller, R., Cook, E., Avsar, K., Cox, J. Obese Women Show Greater Delay Discounting than Healthy-Weight Women. Appetite 51 (2008): 563-569."
    ]
}