{
    "id": 20325,
    "cites": 31,
    "cited_by": 20,
    "reference": [
        "Abadie, A., A. Diamond, and J. Hainmueller, (2010), Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Synthetic Control Methods for Comparative Case Studies: Estimating the Effect of CaliforniaÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0084¢s Tobacco Control Program,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009dJournal of the American Statistical Association, Vol. 105(490), 493-505.",
        "Abadie, A., G. Imbens, and F. Zheng, (2012), Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Robust Inference for Misspecified Models Conditional on Covariates,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d NBER Working Paper.",
        "Angrist, J., and S. Pischke, (2009), Mostly Harmless Econometrics, Princeton University Press, Princeton, NJ.",
        "Barrios, T., R. Diamond, G. Imbens, and M. Kolesar, (2012), Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Clustering, Spatial Correlations, and Randomization Inference,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Journal of the American Statistical Association, Vol. 107(498): 578-591.",
        "Bertrand, M., E. Duflo, and S. Mullainathan, (2004), Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093How Much Should We Trust DifferenceIn -Differences Estimates,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Quarterly Journal of Economics, Vol. (119): 249-275.",
        "Cattaneo, M., B. Frandsen, and R. Titiunik, (2013), Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Randomization Inference in the Regression Discontinuity Design: An Application to the Study of Party Advantages in the U.S. Senate,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Unpublished Working Paper.",
        "Chow, G., (1984), Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Maximum-likelihood estimation of misspecified models,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Economic Modelling, Vol. 1(2): 134-138.",
        "Cochran, W. (1969), Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093The Use of Covariance in Observational Studies,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Journal of the Royal Statistical Society. Series C (Applied Statistics), Vol. 18(3): 270Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c275.",
        "Cochran, W., (1977), Sampling Techniques. Wiley: New York.",
        "Davidson, J., (1994), Stochastic Limit Theory: An Introduction for Econometricicans, Oxford University Press.",
        "Deaton, A., (1997), The Analysis of Household Surveys: A Microeconometric Approach to Development Policy. World Bank Publications. [34] Efron, B., (1987), The Jackknife, the Bootstrap, and Other Resampling Plans, CBMS-NSF Regional Conference Series in Applied Mathematics.",
        "Eicker, F., (1967), Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Limit Theorems for Regression with Unequal and Dependent Errors,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Proceedings of the Fifth Berkeley Symposium on Mathematical Statistics and Probability, Vol. 1, 59-82, University of California Press, Berkeley.",
        "Fisher, R. A., (1935), The Design of Experiments, 1st ed, Oliver and Boyd, London.",
        "Frandsen, B., (2012), Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Exact inference for a weak instrument, a small sample, or extreme quantiles,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Unpublished Working Paper.",
        "Freedman, D., (2008a), Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093On Regression Adjustments in Experiments with Several Treatments,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d The Annals of Applied Statistics, Vol. 2(1): 176Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c196.",
        "Freedman, D., (2008b), Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093On Regression Adjustments to Experimental Data,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Advances in Applied Mathematics, Vol. 40: 181Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c193.",
        "Gelman, A., and J. Hill, (2007), Data Analysis Using Regression and Multilevel/Hierarchical Models, Cambridge University Press Hayashi, F., (2000), Econometrics, Princeton University Press.",
        "Holland, P., (1986), Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Statistics and Causal Inference,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d (with discussion), Journal of the American Statistical Association, 81, 945-970.",
        "Huber, P., (1967), Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093The Behavior of Maximum Likelihood Estimates Under Nonstandard Conditions, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Proceedings of the Fifth Berkeley Symposium on Mathematical Statistics and Probability, Vol. 1, 221-233, University of California Press, Berkeley.",
        "Imbens, G., and P. Rosenbaum, (2005), Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Robust, accurate confidence intervals with a weak instrument: quarter of birth and education,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Journal of the Royal Statistical Society, Series A (Theoretical Statistics), 168: 109-126.",
        "Imbens, G.W., and J.M. Wooldridge, (2009), Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Recent Developments in the Econometrics of Program Evaluation,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Journal of Economic Literature 47 (1), 5-86.",
        "Kish, L., (1995), Survey Sampling, Wiley. [35] Lin, W., (2013), Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Agnostic Notes on Regression Adjustments for Experimental Data: Reexamining FreedmanÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0084¢s Critique,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d The Annals of Applied Statistics, Vol. 7:(1): 295Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c318.",
        "Neyman, J., (1923), Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093On the Application of Probability Theory to Agricultural Experiments. Essay on Principles. Section 9,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d translated in Statistical Science (with discussion), Vol 5, No 4, 465Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c480, 1990.",
        "Rosenbaum, P., (1995), Observational Studies. Springer Verlag: New York.",
        "Rosenbaum, P., (2002), Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Covariance Adjustment in Randomized Experiments and Observational Studies,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Statistical Science, Vol. 17:(3): 286Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c304.",
        "Rubin, D. (1974), Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009dEstimating Causal Effects of Treatments in Randomized and Non-randomized Studies,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Journal of Educational Psychology, 66, 688-701.",
        "Samii, C., and P. Aronow, (2012), Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093On equivalencies between design-based and regression-based variance estimators for randomized experimentsÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Statistics and Probability Letters Vol. 82: 365Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c 370.",
        "Schochet, P., (2010), Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Is Regression Adjustment Supported by the Neyman Model for Causal Inference?Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Journal of Statistical Planning and Inference, Vol. 140: 246Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c259.",
        "White, H., (1980a), Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Using Least Squares to Approximate Unknown Regression Functions,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d International Economic Review, Vol. 21(1):149-170.",
        "White, H. (1980b), Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093A Heteroskedasticity-Consistent Covariance Matrix Estimator and a Direct Test for Heteroskedasticity,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Econometrica, 48, 817-838.",
        "White, H., (1982), Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Maximum likelihood estimation of misspecified models,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Econometrica, Vol 50(1): l-25. [36]"
    ]
}