{
    "id": 20327,
    "cites": 14,
    "cited_by": 4,
    "reference": [
        "Barron, Manuel, and Maximo Torero. 2014. Short Term Effects of Household Electrification: Experimental Evidence from Northern El Salvador.",
        "Dinkelman, Taryn. 2011. The Effects of Rural Electrification on Employment: New Evidence from South Africa. American Economic Review 101, no. 7:3078-3108.",
        "Duflo, Esther, Michael Kremer, and Jonathan Robinson. 2011. Nudging Farmers to Use Fertilizer: Theory and Experimental Evidence from Kenya. American Economic Review 101, no. 6:2350-2390.",
        "IEA (International Energy Agency). 2013. World Energy Outlook. http://www.worldenergyoutlook. org/publications/weo-2013/.",
        "International Energy Agency (IEA). 2012. World Energy Outlook. http://www.worldenergyoutlook. org/publications/weo-2012/.",
        "Jack, William, and Tavneet Suri. 2011. Mobile Money: The Economics of M-PESA. NBER Working Paper 16721, National Bureau of Economic Research, Cambridge, MA. http://www.nber.org/papers/w16721.",
        "Karlan, Dean, Robert Darko Osei, Isaac Osei-Akoto, and Christopher Udry. 2013. Agricultural Decisions after Relaxing Credit and Risk Constraints. Quarterly Journal of Economics (forthcoming).",
        "Khandker, Shahidur, Hussain A. Samad, Rubaba Ali, and Douglas F. Barnes. 2012. Who benefits most from rural electrification? Evidence in India. Policy Research Working Paper 6095, World Bank. http://elibrary.worldbank.org/doi/pdf/10.1596/1813-9450-6095.",
        "Kitchens, Carl, and Price Fishback. 2013. Flip the Switch: The Spatial Impact of the Rural Electrification Administration 1935-1940. NBER Working Paper 19743, National Bureau of Economic Research, Cambridge, MA. http://www.nber.org/papers/w19743.",
        "Kline, Patrick, and Enrico Moretti. 2013. Local Economic Development, Agglomeration Economies, and the Big Push: 100 Years of Evidence from the Tennessee Valley Authority. NBER Working Paper 19293, National Bureau of Economic Research, Cambridge, MA. http://www.nber.org/papers/w19293.",
        "Kremer, Michael, and Edward Miguel. 2007. The Illusion of Sustainability. Quarterly Journal of Economics 122, no. 3:1007-1065.",
        "Lipscomb, Molly, Ahmed Mobarak Mushfiq, and Tania Barham. 2013. Development Effects of Electrification: Evidence from the Topographic Placement of Hydropower Plants in Brazil. American Economic Journal: Applied Economics, 5, vol. 2:200-231.",
        "Parshall, Lily, Dana Pillai, Shashank Mohan, Aly Sanoh, and Vijay Modi. 2009. National electricity planning in settings with low pre-existing grid coverage: Development of a spatial model and case study of Kenya. Energy Policy 37:2395-2410.",
        "Wolfram, Catherine, Orie Shelef, and Paul Gertler. 2012. How Will Energy Demand Develop in the Developing World? Journal of Economic Perspectives 26, vol. 1:119-138."
    ]
}