{
    "id": 20323,
    "cites": 29,
    "cited_by": 22,
    "reference": [
        "Ackerberg, Daniel, Kevin Caves, and Garth Frazer, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Structural identification of production functions,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d MPRA Paper 38349, University Library of Munich, Germany December 2006.",
        "Ahn, JaeBin, Amit K. Khandelwal, and Shang-Jin Wei, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093The role of intermediaries in facilitating trade,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Journal of International Economics, May 2011, 84 (1), 73Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c85.",
        "Amiti, Mary and Amit K. Khandelwal, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Import Competition and Quality Upgrading,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d The Review of Economics and Statistics, May 2013, 95 (2), 476Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c490.",
        "Anderson, T. W., An introduction to multivariate statistical analysis Wiley series in probability and mathematical statistics, 2 ed., New York: Wiley, 1984. T.W. Anderson; ;25 cm; Includes index; Bibliography: p. 643-665.",
        "Bernard, Andrew B and J. Bradford Jensen, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Firm Structure, Multinationals, and Manufacturing Plant Deaths,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d The Review of Economics and Statistics, May 2007, 89 (2), 193Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c204.",
        "Brandt, Loren, Johannes Van Biesebroeck, and Yifan Zhang, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Creative Accounting or Creative Destruction ? Firm-level Productivity Growth in Chinese Manufacturing,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Journal of Development Economics, 2012, 97 (2), 339Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c351.",
        "Broda, Christian and David E. Weinstein, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Globalization and the Gains From Variety,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d The Quarterly Journal of Economics, 2006, 121 (2), 541Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c585.",
        "Cai, Hongbin and Qiao Liu, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Competition and Corporate Tax Avoidance: Evidence from Chinese Industrial Firms,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Economic Journal, 04 2009, 119 (537), 764Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c795.",
        "Fan, Haichao, Edwin L.-C. Lai, and Yao Amber Li, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Credit Constraints, Quality, and Export Prices: Theory and Evidence from China,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d MPRA Paper 40857, University Library of Munich, Germany August 2012. Feenstra, Robert C. and John Romalis, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093International Prices and Endogenous Quality,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Quarterly Journal of Economics, forthcoming.",
        "Ge, Ying, Huiwen Lai, and Susan Zhu, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Intermediates Import and Gains from Trade Liberalization,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Technical Report, mimeo, University of International Business and Economics 2011.",
        "Goldberg, Pinelopi Koujianou, Amit Kumar Khandelwal, Nina Pavcnik, and Petia Topalova, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Imported Intermediate Inputs and Domestic Product Growth: Evidence from India,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d The Quarterly Journal of Economics, November 2010, 125 (4), 1727Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c1767.",
        "Gopinath, Gita and Brent Neiman, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Trade Adjustment and Productivity in Large Crises,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d NBER Working Papers 16958, National Bureau of Economic Research, Inc April 2011.",
        ", , and Adam Szeidl, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Imported Inputs and Productivity,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d CeFiG Working Papers 8, Center for Firms in the Global Economy September 2011.",
        "Head, Keith and John Ries, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Increasing Returns versus National Product Differentiation as an Explanation for the Pattern of U.S.-Canada Trade,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d American Economic Review, September 2001, 91 (4), 858Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c876.",
        "Kasahara, Hiroyuki and Joel Rodrigue, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Does the use of imported intermediates increase productivity? Plant-level evidence,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Journal of Development Economics, August 2008, 87 (1), 106Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c118.",
        "Khandelwal, Amit, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093The Long and Short (of) Quality Ladders,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Review of Economic Studies, 2010, 77 (4), 1450Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c1476. Khandelwal, Amit K., Peter K. Schott, and Shang-Jin Wei, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Trade Liberalization and Embedded Institutional Reform: Evidence from Chinese Exporters,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d American Economic Review, forthcoming.",
        "Kleibergen, Frank and Richard Paap, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Generalized reduced rank tests using the singular value decomposition, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Journal of Econometrics, July 2006, 133 (1), 97Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c126.",
        "Levinsohn, James and Amil Petrin, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Estimating Production Functions Using Inputs to Control for Unobservables,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d The Review of Economic Studies, 2003, 70 (2), pp. 317Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c341.",
        "Manova, Kalina and Zhiwei Zhang, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Export Prices Across Firms and Destinations,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d The Quarterly Journal of Economics, 2012, 127, 379Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c436.",
        "Melitz, Marc J. and Gianmarco I. P. Ottaviano, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Market Size, Trade, and Productivity,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Review of Economic Studies, 2008, 75 (1), 295Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c316.",
        "Olley, G. Steven and Ariel Pakes, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093The Dynamics of Productivity in the Telecommunications Equipment Industry,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Econometrica, 1996, 64 (6), pp. 1263Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c1297.",
        "Pierce, Justin and Peter Schott, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093The Surprisingly Swift Decline of U.S. Manufacturing Employment,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Working Papers 13-59, Center for Economic Studies, U.S. Census Bureau December 2013.",
        "Rauch, James E., Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Networks versus markets in international trade,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Journal of International Economics, June 1999, 48 (1), 7Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c35.",
        "Schott, Peter K., Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Across-product Versus Within-product Specialization in International Trade,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d The Quarterly Journal of Economics, May 2004, 119 (2), 646Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c677.",
        "Smeets, Valerie and Frederic Warzynski, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Estimating productivity with multi-product firms, pricing heterogeneity and the role of international trade,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Journal of International Economics, 2013, 90 (2), 237 Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c 244.",
        "Stock, James H. and Motohiro Yogo, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Testing for Weak Instruments in Linear IV Regression,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d in Donald W. K. Andrews and James H. Stock, eds., Identification and Inference for Econometric Models: Essays in Honor of Thomas Rothenberg, New York: Cambridge University Press., 2005, pp. 80Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c108.",
        "Tang, Heiwai and Yifan Zhang, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Quality Differentiation and Trade Intermediation,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Technical Report 2012.",
        "Trefler, Daniel, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093The Long and Short of the Canada-U. S. Free Trade Agreement,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d American Economic Review, September 2004, 94 (4), 870Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c895.",
        "Verhoogen, Eric A., Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Trade, Quality Upgrading, and Wage Inequality in the Mexican Manufacturing Sector,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d The Quarterly Journal of Economics, 05 2008, 123 (2), 489Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c530."
    ]
}