{
    "id": 20331,
    "cites": 51,
    "cited_by": 14,
    "reference": [
        "Anderson, J. E. and E. Van Wincoop (2003). Gravity with gravitas: A solution to the border puzzle. The American Economic Review 93(1), 170Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c192.",
        "Arkolakis, C., A. Costinot, D. Donaldson, and A. Rodr Ã\u0083â\u0080\u009eÃ\u0082Â±guez-Clare (2012). The elusive procompetitive effects of trade. Manuscript, available at http://economics.mit.edu/files/7674.",
        "Arkolakis, C., A. Costinot, and A. Rodriguez-Clare (2010). Gains from trade under monopolistic competition: A simple example with translog expenditure functions and pareto distributions of firm-level productivity. Manuscript, available at http://economics.mit.edu/files/5876.",
        "Arkolakis, C., A. Costinot, and A. Rodriguez-Clare (2012). New trade models, same old gains? The American Economic Review 102(1), 94Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c130.",
        "Atkin, D. (2013). Trade, tastes and nutrition in india. The American Economic Review 103(5), 1629Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c1663.",
        "Brambilla, I., D. Lederman, and G. Porto (2012). Exports, export destinations, and skills. American Economic Review 102(7), 3406Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c3438.",
        "Broda, C. and D. E. Weinstein (2006). Globalization and the gains from variety. The Quarterly Journal of Economics 121(2), 541Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c585.",
        "Burstein, A., J. Cravino, and J. Vogel (2013). Importing skill-biased technology. American Economic Journal: Macroeconomics 5(2), 32Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c71.",
        "Burstein, A., E. Morales, and J. Vogel (2013). Accounting for changes in between-group inequality.",
        "Burstein, A. and J. Vogel (2012). International trade, technology, and the skill premium. Manuscript, Columbia University and UCLA.",
        "Caliendo, L. and F. Parro (2012). Estimates of the trade and welfare effects of nafta. NBER Working Paper 8508.",
        "Caron, J., T. Fally, and J. R. Markusen (2012). Skill premium and trade puzzles: A solution linking production and preferences. NBER Working Paper No. 18131.",
        "Chaudhuri, S., P. K. Goldberg, and P. Gia (2006). Estimating the effects of global patent protection in pharmaceuticals: A case study of quinolones in india. American Economic Review 96(5), 1477Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c1514.",
        "Costinot, A., D. Donaldson, and I. Komunjer (2012). What goods do countries trade? a quantitative exploration of ricardoÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0084¢s ideas. The Review of Economic Studies 79(2), 581Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c608.",
        "Costinot, A. and A. Rodriguez-Clare (2013). Trade theory with numbers: Quantifying the consequences of globalization. NBER Working Paper 18896.",
        "Costinot, A. and J. E. Vogel (2010). Matching and inequality in the world economy. Journal of Political Economy 118(4), 747Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c786.",
        "Deaton, A. and J. Muellbauer (1980a). An almost ideal demand system. The American Economic Review 70(3), 312Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c326.",
        "Deaton, A. and J. Muellbauer (1980b). Economics and consumer behavior. Cambridge, UK: Cambridge University Press.",
        "Faber, B. (2013). Trade liberalization, the price of quality, and inequality: Evidence from mexican store prices. Mimeo, University of California at Berkeley.",
        "Fajgelbaum, P., G. M. Grossman, and E. Helpman (2011). Income distribution, product quality, and international trade. Journal of Political Economy 119(4), 721Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c765.",
        "Feenstra, R. C. (2010). New products with a symmetric aids expenditure function. Economics Letters 106(2), 108Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c111.",
        "Feenstra, R. C. (2014). Restoring the product variety and pro-competitive gains from trade with heterogeneous firms and bounded productivity. Technical report, National Bureau of Economic Research.",
        "Feenstra, R. C. and G. Hanson (1996). Globalization, outsourcing, and wage inequality. American Economic Review 86(2), 240Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c245.",
        "Feenstra, R. C., H. Ma, and D. Rao (2009). Consistent comparisons of real incomes across time and space. Macroeconomic Dynamics 13(S2), 169Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c193.",
        "Feenstra, R. C. and M. B. Reinsdorf (2000). An exact price index for the almost ideal demand system. Economics Letters 66(2), 159Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c162.",
        "Feenstra, R. C. and J. Romalis (2014). International prices and endogenous quality. The Quarterly Journal of Economics.",
        "Feenstra, R. C. and D. E. Weinstein (2010). Globalization, markups, and the u.s. price level. NBER Working Paper 15749.",
        "Fieler, A. C. (2011). Nonhomotheticity and bilateral trade: Evidence and a quantitative explanation.",
        "Flam, H. and E. Helpman (1987). Vertical product differentiation and north-south trade. The American Economic Review, 810Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c822.",
        "Frias, J., D. Kaplan, and E. Verhoogen (2012). Exports and within-plant wage distributions: Evidence from mexico. American Economic Review 102(3), 435Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c40.",
        "Goldberg, P. K. and N. Pavcnik (2007). Distributional effects of globalization in developing countries. Journal of Economic Literature 45(1), 39Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c82.",
        "Hallak, J. C. (2006). Product quality and the direction of trade. Journal of International Economics 68(1), 238Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c265.",
        "Hallak, J. C. (2010). A product-quality view of the linder hypothesis. Review of Economics and Statistics 92(3), 453Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c466.",
        "Hallak, J. C. and P. K. Schott (2011). Estimating cross-country differences in product quality. The Quarterly Journal of Economics 126(1), 417Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c474.",
        "Helpman, E., O. Itskhoki, M.-A. Muendler, and S. Redding (2012). Trade and inequality: From theory to estimation. NBER Working Paper No. 17991.",
        "Khandelwal, A. K. (2010). The long and short (of) quality ladders. Review of Economics and Statistics 77(4), 1450Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c1476.",
        "Krugman, P. (1980). Scale economies, product differentiation, and the pattern of trade. The American Economic Review, 950Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c959.",
        "Markusen, J. R. (1986). Explaining the volume of trade: an eclectic approach. The American Economic Review, 1002Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c1011.",
        "Matsuyama, K. (2000). A ricardian model with a continuum of goods under nonhomothetic preferences: Demand complementarities, income distribution, and north-south trade. Journal of Political Economy 108(6), 1093Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c1120.",
        "Melitz, M. and S. Redding (2014). New trade models, new welfare implications. Mimeo, Princeton University.",
        "Melitz, M. J. (2003). The impact of trade on intra-industry reallocations and aggregate industry productivity. Econometrica 71(6), 1695Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c1725.",
        "Mitra, D. and V. Trindade (2005). Inequality and trade. Canadian Journal of Economics/Revue canadienne dÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0084¢ economique 38(4), 1253Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c1271.",
        "Muellbauer, J. (1975). Aggregation, income distribution and consumer demand. The Review of Economic Studies 42(4), 525Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c543.",
        "Neary, J. P. (2004). Rationalizing the penn world table: true multilateral indices for international comparisons of real income. American Economic Review, 1411Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c1428.",
        "Novy, D. (2012). International trade without ces: Estimating translog gravity. Journal of International Economics 89(2), 271Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c282.",
        "Ossa, R. (2012). Why trade matters after all. NBER Working Paper 18113.",
        "Porto, G. G. (2006). Using survey data to assess the distributional effects of trade policy. Journal of International Economics 70(1), 140Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c160.",
        "Schott, P. K. (2004). Across-product versus within-product specialization in international trade. The Quarterly Journal of Economics 119(2), 647Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c678.",
        "Stolper, W. and P. A. Samuelson (1941). Protection and real wages. Review of Economics and Statistics 9(1), 58Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c73.",
        "Theil, H. (1975). Theory and measurement of consumer demand, Volume 1. Amsterdam, The Netherlands: North-Holland Publishing Company.",
        "Waugh, M. (2010). International trade and income differences. American Economic Review 100(5), 2093Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c2124. A Zeros in the Individual Shares A.1 Autarky in the Single-Sector Model In Section 4.2, we simulate a movement from the observed trade shares in the economy,"
    ]
}