{
    "id": 20335,
    "cites": 68,
    "cited_by": 23,
    "reference": [
        "Acharya, Viral, Philipp Schnabl, and Gustavo Suarez. 2013. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Securitization without risk transfer.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Journal of Financial Economics, 107(3): 515Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c536.",
        "Adrian, Tobias, and Hyun Song Shin. 2010. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Liquidity and leverage.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Journal of Financial Intermediation, 19(3): 418Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c437.",
        "Adrian, Tobias, and Nina Boyarchenko. 2012. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Intermediary leverage cycles and financial stability.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Working paper.",
        "Adrian, Tobias, Emanuel Moench, and Hyun Song Shin. 2010. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Financial intermediation, asset prices, and macroeconomic dynamics.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Federal Reserve Bank of New York Staff Report, 422.",
        "Adrian, Tobias, Erkko Etula, and Tyler Muir. 2014. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Financial Intermediaries and the Cross-Section of Asset Returns.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d The Journal of Finance, doi: 10.1111/jofi.12189.",
        "Ang, Andrew, Sergiy Gorovyy, and Gregory B. van Inwegen. 2011. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Hedge fund leverage. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Journal of Financial Economics, 102(1): 102Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c126.",
        "Ashcraft, Adam, Nicolae GÃ\u0083Æ\u0092Ã\u0082Â¢rleanu, and Lasse Heje Pedersen. 2011. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Two monetary tools: Interest rates and haircuts.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d In NBER Macroeconomics Annual 2010, Volume 25. 143Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c180. University of Chicago Press.",
        "Bai, Jennie, Arvind Krishnamurthy, and Charles-Henri Weymuller. 2013. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Measuring the liquidity mismatch in the banking sector.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Working paper.",
        "Bank for International Settlements. 2010. Basel III: International framework for liquidity risk measurement, standards and monitoring.",
        "Bansal, Ravi, Wilbur Coleman, and Christian Lundblad. 2010. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Endogenous Liquidity Supply.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Working paper.",
        "Baron, Matthew, and Wei Xiong. 2014. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Credit Expansion and Neglected Crash Risk.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Working paper.",
        "Bernanke, Ben S. 2013. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Monitoring the Financial System.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d At the 49th Annual Conference on Bank Structure and Competition sponsored by the Federal Reserve Bank of Chicago, Chicago, Illinois.",
        "Bernanke, Ben S, and Mark Gertler. 1989. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Agency costs, net worth, and business fluctuations. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d The American Economic Review, 14Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c31.",
        "Bernanke, Ben S, Mark Gertler, and Simon Gilchrist. 1999. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093The financial accelerator in a quantitative business cycle framework.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Handbook of macroeconomics, 1: 1341Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c1393.",
        "Bigio, Saki. 2013. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Endogenous liquidity and the business cycle.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Working paper.",
        "Brunnermeier, Markus K, and Lasse Heje Pedersen. 2009. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Market liquidity and funding liquidity.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Review of Financial studies, 22(6): 2201Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c2238.",
        "Brunnermeier, Markus K, and Yuliy Sannikov. 2014b. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093A macroeconomic model with a financial sector.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d The American Economic Review, 104(2): 379Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c421.",
        "Brunnermeier, Markus K, Thomas Eisenbach, and Yuliy Sannikov. 2013. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Macroeconomics with Financial Frictions: A Survey.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Advances in Economics and Econometrics, Tenth World Congress of the Econometric Society. New York:Cambridge University Press.",
        "Caballero, Ricardo J, and Emmanuel Farhi. 2013. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093A Model of the Safe Asset Mechanism (SAM): Safety Traps and Economic Policy.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d NBER working paper.",
        "Dang, Tri Vi, Gary Gorton, and Bengt HolmstrÃ\u0083Æ\u0092Ã\u0082Â¶m. 2012. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Financial crises and the optimality of debt for liquidity provision.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Working paper.",
        "DeMarzo, Peter, and Darrell Duffie. 1999. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093A liquidity-based model of security design.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Econometrica, 67(1): 65Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c99.",
        "DeMarzo, Peter M. 2005. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093The pooling and tranching of securities: A model of informed intermediation.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Review of Financial Studies, 18(1): 1Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c35.",
        "Diamond, Douglas W, and Philip H Dybvig. 1983. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Bank Runs, Deposit Insurance, and Liquidity.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Journal of Political Economy, 91(3): pp. 401Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c419.",
        "Di Tella, Sebastian. 2012. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Uncertainty shocks and balance sheet recessions.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Working paper.",
        "Drechsler, Itamar, Alexi Savov, and Philipp Schnabl. 2014. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093A Model of Monetary Policy and Risk Premia.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Working paper.",
        "Federal Open Market Committee. 2007. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Minutes from the Meeting of the Federal Open Market Committee on June 27Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c28, 2007.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d US Federal Reserve.",
        "Federal Open Market Committee. 2008. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Press Release of November 25, 2008.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d US Federal Reserve.",
        "Federal Open Market Committee. 2011. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Statement following the meeting of the Federal Open Market Committee on September 11, 2011.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d US Federal Reserve.",
        "Financial Crisis Inquiry Commission. 2011. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093The Financial Crisis Inquiry Report.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d US Government Printing Office.",
        "GÃ\u0083Æ\u0092Ã\u0082Â¢rleanu, Nicolae, and Lasse Heje Pedersen. 2011. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Margin-based Asset Pricing and Deviations from the Law of One Price.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Review of Financial Studies.",
        "Geanakoplos, John. 2003. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Liquidity, Default, and Crashes: Endogenous Contracts in General Equilibrium.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d In Advances in Economics and Econometrics. Vol. 2, , ed. Mathias Dewatripont, Lars Peter Hansen and Stephen J. Turnovsky, 170Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c205. Cambridge University Press.",
        "Gennaioli, Nicola, Andrei Shleifer, and Robert W. Vishny. 2012. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Neglected risks, financial innovation, and financial fragility.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Journal of Financial Economics, 104(3): 452 Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c 468. Market Institutions, Financial Market Risks and Financial Crisis.",
        "Gertler, Mark, and Nobuhiro Kiyotaki. 2010. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Financial Intermediation and Credit Policy in Business Cycle Analysis.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d In Handbook of Monetary Economics. Vol. 3 of Handbook of Monetary Economics, , ed. Benjamin M. Friedman and Michael Woodford, Chapter 11, 547Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c599. Elsevier.",
        "Gertler, Mark, and Nobuhiro Kiyotaki. 2013. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Banking, Liquidity and Bank Runs in an Infinite-Horizon Economy.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Working paper.",
        "Gertler, Mark, and Peter Karadi. 2011. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093A model of unconventional monetary policy.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Journal of Monetary Economics, 58(1): 17Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c34.",
        "Gorton, Gary, and Andrew Metrick. 2012. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Securitized banking and the run on repo.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Journal of Financial Economics, 104(3): 425Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c451.",
        "Gorton, Gary, and George Pennacchi. 1990. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Financial Intermediaries and Liquidity Creation. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d The Journal of Finance, 45(1): 49Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c71.",
        "Gorton, Gary, and Guillermo OrdoÃ\u0083Æ\u0092Ã\u0082Â±ez. 2014. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Collateral crises.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d The American Economic Review, 104(2): 343Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c378.",
        "Greenwood, Robin, Sam Hanson, and Jeremy Stein. 2014. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093A Comparative-Advantage Approach to Government Debt Maturity.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Journal of Finance, forthcoming.",
        "Hanson, Floyd B. 2007. Applied stochastic processes and control for jump diffusions: Modeling, analysis, and computation. Society for Industrial and Applied Mathematics.",
        "Hanson, Samuel G, Andrei Shleifer, Jeremy C Stein, and Robert W Vishny. 2014. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Banks as Patient Fixed Income Investors.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Working paper.",
        "Harris, Milton, Christian Opp, and Marcus Opp. 2014. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Higher Capital Requirements, Safer Banks? Macroprudential Regulation in a Competitive Financial System.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Working paper.",
        "He, Zhiguo, and Konstantin Milbradt. 2013. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Endogenous liquidity and defaultable bonds.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Econometrica, forthcoming.",
        "He, Zhiguo, In Gu Khang, and Arvind Krishnamurthy. 2010. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Balance sheet adjustments during the 2008 crisis.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d IMF Economic Review, 58(1): 118Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c156.",
        "HolmstrÃ\u0083Æ\u0092Ã\u0082Â¶m, Bengt, and Jean Tirole. 1998. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Private and Public Supply of Liquidity.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Journal of Political Economy, 106(1): 1Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c40.",
        "Innes, Robert D. 1990. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Limited liability and incentive contracting with ex-ante action choices.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Journal of economic theory, 52(1): 45Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c67.",
        "Kiyotaki, Nobuhiro, and John Moore. 1997. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Credit Cycles.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Journal of Political Economy, 105(2).",
        "Kiyotaki, Nobuhiro, and John Moore. 2012. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Liquidity, business cycles, and monetary policy.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Working paper.",
        "Krishnamurthy, Arvind. 2010. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093How Debt Markets Have Malfunctioned in the Crisis.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d The Journal of Economic Perspectives, 24(1): 3Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c28.",
        "Krishnamurthy, Arvind, and Annette Vissing-Jorgensen. 2012a. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093The aggregate demand for treasury debt.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Journal of Political Economy, 120(2): 233Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c267.",
        "Krishnamurthy, Arvind, and Annette Vissing-Jorgensen. 2012b. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Short-term Debt and Financial Crises: What we can learn from US Treasury Supply.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Working paper.",
        "Krishnamurthy, Arvind, and Annette Vissing-Jorgensen. 2013. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093The Ins and Outs of LSAPs.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d 2013 Federal Reserve Bank of Kansas City Economic Policy Symposium, Jackson Hole, Wyoming.",
        "Krishnamurthy, Arvind, Stefan Nagel, and Dmitry Orlov. 2014. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Sizing up repo.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d The Journal of Finance, doi: 10.1111/jofi.12168.",
        "Kurlat, Pablo. 2013. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Lemons Markets and the Transmission of Aggregate Shocks.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d American Economic Review, 103(4): 1463Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c1489.",
        "Liptser, Robert S, and Albert N Shiryaev. 2001. Statistics of Random Processes II: II. Applications. Vol. 2, Springer.",
        "Maggiori, Matteo. 2013. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Financial intermediation, international risk sharing, and reserve currencies.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Working paper.",
        "McCauley, Robert, and Patrick McGuire. 2009. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Dollar appreciation in 2008: safe haven, carry trades, dollar shortage and overhedging.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d BIS Quarterly Review.",
        "Minsky, Hyman P. 1986. Stabilizing an unstable economy. Yale University Press New Haven, CT.",
        "Nachman, David C, and Thomas H Noe. 1994. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Optimal design of securities under asymmetric information.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Review of Financial Studies, 7(1): 1Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c44.",
        "Nagel, Stefan. 2014. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093The Liquidity Premium of Near-Money Assets.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Working paper.",
        "Rajan, Raghuram G. 2005. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Has finance made the world riskier?Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d 2005 Federal Reserve Bank of Kansas City Economic Policy Symposium, Jackson Hole, Wyoming.",
        "Reinhart, Carmen M, and Kenneth Rogoff. 2009. This time is different: Eight centuries of financial folly. Princeton University Press.",
        "Reinhart, Carmen M, and Vincent R Reinhart. 2010. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093After the fall.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Working paper.",
        "Sannikov, Yuliy. 2013. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Quiet Times and Financial Fragility.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Working paper.",
        "Schularick, Moritz, and Alan M Taylor. 2012. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Credit Booms Gone Bust: Monetary Policy, Leverage Cycles, and Financial Crises, 1870-2008.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d American Economic Review, 102(2): 1029Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c61.",
        "Stein, Jeremy. 2013. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093The Fire-Sales Problem and Securities Financing Transactions.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d At the Federal Reserve Bank of New York Workshop on Fire Sales as a Driver of Systemic Risk in Triparty Repo and other Secured Funding Markets, New York, 4 October 2013.",
        "Sunderam, Adi. 2013. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Money Creation and the Shadow Banking System.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Working paper.",
        "Wonham, W Murray. 1965. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Some applications of stochastic differential equations to optimal nonlinear filtering.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Journal of the Society for Industrial and Applied Mathematics, Series A: Control, 2(3): 347Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c369."
    ]
}