{
    "id": 20332,
    "cites": 61,
    "cited_by": 0,
    "reference": [
        "Adda, JÃ\u0083Æ\u0092Ã\u0082Â©rÃ\u0083Æ\u0092Ã\u0082Â´me, Brendon McConnell and Imran Rasul. 2011. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Crime and the Depenalization of Cannabis Possession: Evidence from a Policing Experiment.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Working Paper, University College of London.",
        "Anderson, D. Mark. 2010. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Does Information Matter? The Effect of the Meth Project on Meth Use among Youths.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Journal of Health Economics 29: 732-742. D. Mark Anderson and Daniel I. Rees. Forthcoming. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093The Legalization of Recreational Marijuana: How Likely Is the Worst-Case Scenario?Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Journal of Policy Analysis and Management.",
        "Anderson, D. Mark, Benjamin Hansen and Daniel I. Rees. 2013. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Medical Marijuana Laws, Traffic Fatalities, and Alcohol Consumption.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Journal of Law and Economics 56: 333369.",
        "Aughinbaugh, Alison and Maury Gittleman. 2004. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Maternal Employment and Adolescent Risky Behavior.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Journal of Health Economics 23: 815-838.",
        "Bachman, Jerald, Lloyd Johnston and Patrick OÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0084¢Malley. 1998. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Explaining Recent Increases in StudentsÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0084¢ Marijuana Use: Impacts of Perceived Risks and Disapproval, 1976 through 1996.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d American Journal of Public Health 88: 887-892.",
        "Bray, Jeremy, Gary Zarkin, Chris Ringwalt and Junfeng Qi. 2000. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093The Relationship between Marijuana Initiation and Dropping Out of High School.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Health Economics 9: 9-18.",
        "Belkin, Lisa. 2009. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Medical Marijuana for Children.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d New York Times. Available at: http://parenting.blogs.nytimes.com/2009/10/20/medical-marijuana-for-children/.",
        "Bertrand, Marianne, Esther Duflo and Sendhil Mullainathan. 2004. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093How Much Should We Trust Differences-in-Differences Estimates?Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Quarterly Journal of Economics 119: 249276.",
        "Brittain, Amy. 2012. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Medical Marijuana Boss: Gov. Christie&apos;s Pot Program Delay is Sabotage.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d The Star Ledger, March 23. Available at: http://www.nj.com/news/index.ssf/2012/03/medicial_marijuana_boss_gov_ch.html.",
        "Brooks, Jon. 2012. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Interview with U.S. Attorney Haag on Pot Operations: Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Ë\u009cIf itÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0084¢s close to children, thatÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0084¢s a line weÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0084¢re going to draw.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0084¢Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d KQED News. Available at: http://blogs.kqed.org/newsfix/2012/03/15/interview-w-us-attorney-haag-on-potoperations -if-its-close-to-children-thats-a-line-were-going-to-draw/.",
        "Brownstein, Joseph. 2009. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Mother Gives Son Marijuana to Treat His Autism.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d ABC News. Available at: http://abcnews.go.com/GMA/AutismNews/mother-son-marijuana-treatautism /story?id=9153881#.T3pC69WrH0U.",
        "Centers for Disease Control and Prevention. 2004. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Methodology of the Youth Risk Behavior Surveillance System.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Morbidity and Mortality Weekly Report 53: 1-14.",
        "CerdÃ\u0083Æ\u0092Ã\u0082Â¡, Magdalenda, Melanie Wall, Katherine Keyes, Sandro Galea and Deborah Hasin. 2012. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Medical Marijuana Laws in 50 States: Investigating the Relationship between State Legalization of Medical Marijuana and Marijuana Use, Abuse and Dependence.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Drug and Alcohol Dependence 120: 22-27.",
        "Chaboya-Hembree, Jan. 2012. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Medical Marijuana and Insomnia.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Available at: http://medicalmarijuana.com/medical-uses/condition.cfm?conID=44.",
        "Chaloupka, Frank and Adit Laixuthai. 1997. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Do Youths Substitute Alcohol and Marijuana? Some Econometric Evidence.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Eastern Economic Journal 23: 253-275.",
        "Chu, Yu-Wei. 2013. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Medical Marijuana Laws and Illegal Marijuana Use.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Working Paper, Michigan State University. Available at: https://www.msu.edu/~chuyuwei/ Cohen, Peter. 2009. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Medical Marijuana: The Conflict Between Scientific Evidence and Political Ideology.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Utah Law Review 1: 35-104.",
        "Corman, Hope, Dhaval Dave, Nancy Reichman and Dhiman Das. 2010. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Effects of Welfare Reform on Illicit Drug Use of Adult Women.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d NBER Working Paper No. 16072.",
        "Cowen, Benjamin. 2011. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Forward-thinking Teens: The Effects of College Costs on Adolescent Risky Behavior.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Economics of Education Review 30: 813-825.",
        "Crost, Benjamin and Santiago Guerrero. 2012. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093The Effect of Alcohol Availability on Marijuana Use: Evidence from the Minimum Legal Drinking Age.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Journal of Health Economics 31: 112-121.",
        "Cunningham, Scott and Keith Finlay. 2011. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Parental Substance Abuse and Foster Care: Evidence from Two Methamphetamine Supply Shocks?Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Working Paper, Baylor University.",
        "Damrongplasit, Kannika, Cheng Hsiao and Xueyan Zhao. 2010. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Decriminalization of Marijuana Smoking Prevalence: Evidence from Australia.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Journal of Business & Economic Statistics 28: 344-356.",
        "DeSimone, Jeff and Matthew Farrelly. 2003. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Price and Enforcement Effects on Cocaine and Marijuana Demand.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Economic Inquiry 41: 98-115.",
        "DiNardo, John and Thomas Lemieux. 2001. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Alcohol, Marijuana, and American Youth: The Unintended Consequences of Government Regulation.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Journal of Health Economics 20: 991-1010.",
        "Ellison, Katherine. 2009. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Medical Marijuana: No Longer Just for Adults.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d New York Times.",
        "Farrelly, Matthew, Jeremy Bray, Gary Zarkin, Brett Wendling and Rosalie Pacula. 1999. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093The Effects of Prices and Policies on the Demand for Marijuana: Evidence from the National Household Surveys on Drug Abuse.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d NBER Working Paper No. 6940.",
        "Farrelly, Matthew, Jeremy Bray, Gary Zarkin and Brett Wendling. 2001. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093The Joint Demand for Cigarettes and Marijuana: Evidence from the National Household Surveys on Drug Abuse.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Journal of Health Economics 20: 51-68.",
        "Fergusson, D.M., L.J. Horwood and N.R. Swain-Campbell. 2003. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Cannabis Dependence and Psychotic Symptoms in Young People.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Psychological Medicine 33: 15-21.",
        "Florio, Gwen. 2011. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093KidsÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0084¢ Use of Medical Marijuana Stirs Debate Over Future in Montana.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Missoulian. Available at: http://missoulian.com/news/local/article_fe14a69c-5833-11e0-9593-001cc4c002e0.html.",
        "Gilman, Victoria. 2005. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093The Marijuana Debate: Healing Herb or Dangerous Drug?Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d National Geographic News. Available at: http://news.nationalgeographic.com/news/2005/06/0621_050621_marijuana.html.",
        "Gorman, Dennis M. and J. Charles Huber Jr. 2007. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Do Medical Cannabis Laws Encourage Medical Cannabis Use? International Journal of Drug Policy 18: 160-167.",
        "Hammer, Torlid. 1992. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Unemployment and Use of Drug and Alcohol among Young People: A Longitudinal Study in the General Population.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d British Journal of Addiction 87: 15711581.",
        "Harper, Sam, Erin Strumpf and Jay Kaufman. 2012. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Do Medical Marijuana Laws Increase Marijuana Use? Replication Study and Extension.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Annals of Epidemiology 22: 207-212.",
        "Ingold, John. 2012. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093U.S. Attorney John Walsh Justifies Federal Crackdown on MedicalMarijuana Shops.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Denver Post. Available at: http://www.denverpost.com/news/marijuana/ci_19780414.",
        "Joseph, Jennifer and Astrid Rodrigues. 2010. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Marijuana From Mom: Mother Says Drug Helps Son Cope with Severe OCD.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d ABC News. Available at: http://abcnews.go.com/2020/MindMoodNews/marijuana-alternative-treatment-childrenocd -autism/story?id=11227283#.T3pCiNWrH0V.",
        "Johnston, Lloyd, Patrick OÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0084¢Malley, Jerald Bachman and John Schulenberg. 2011. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Monitoring the Future: National Results on Adolescent Drug Use. Overview of Key Findings, 2011.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Institute for Social Research, University of Michigan. Available at: http://www.monitoringthefuture.org/pubs/monographs/mtf-overview2011.pdf.",
        "Khatapoush, Shereen and Denise Hallfors. 2004. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Ë\u009cSending the Wrong MessageÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0084¢: Did Medical Marijuana Legalization in California Change Attitudes about and Use of Marijuana?Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Journal of Drug Issues 34: 751-770.",
        "Klofas, John and Kyle Letteney. 2012. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093The Social and Legal Effects of Medical Marijuana: State Legislation and Rules.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Working Paper, Center for Public Safety Initiatives, Rochester Institute of Technology.",
        "Lucido, Frank. 2004. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Implementation of the Compassionate use Act in a Family Medicine Practice: Seven Years Clinical Experience.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Available at: http://www.medboardwatch.com.",
        "McCrimmon, Katie and Rebecca Jones. 2012. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Feds Warn Marijuana Shops Close to Schools.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Education News Colorado. Available at: http://www.ednewscolorado.org/2012/01/13/31121-feds-warn-medical-marijuanafacilities -near-schools.",
        "Merrill, Jeffrey, Herbert Kleber, Michael Shwartz, Hong Liu and Susan Lewis. 1999. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Cigarettes, Alcohol, Marijuana, Other Risk Behaviors, and American Youth.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Drug and Alcohol Dependence 56: 205-212.",
        "Montgomery, Michael. 2010. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Plummeting Marijuana Prices Create a Panic in CaliforniaÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d All Things Considered. May 15. Available at: http://www.npr.org/templates/story/story.php?storyId=126806429&ps=rs.",
        "Nonnemaker, James, Mark Engelen and Daniel Shive. 2011. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Are Methamphetamine Precursor Control Laws Effective Tools to Fight the Methamphetamine Epidemic?Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Health Economics 20: 519-531.",
        "OÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0084¢Connor, Anahad. 2011. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Marijuana Use Growing Among Teenagers.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d New York Times.",
        "Available at: http://well.blogs.nytimes.com/2011/12/14/marijuana-growing-in-popularity-amongteenagers /. Pacula, Rosalie. 1998. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Does Increasing the Beer Tax Reduce Marijuana Consumption?Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Journal of Health Economics 17: 557-585.",
        "Pacula, Rosalie, Michael Grossman, Frank Chaloupka, Patrick OÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0084¢Malley, Lloyd Johnston and Matthew Farrelly. 2001. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Marijuana and Youth.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d In Jonathan Gruber, ed., Risky Behavior among Youths: An Economic Analysis. Chicago, IL: University of Chicago Press.",
        "Rashad, Inas and Robert Kaestner. 2004. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Teenage Sex, Drugs and Alcohol: Problems Identifying the Cause of Risky Behaviors.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Journal of Health Economics 23: 493-503.",
        "Roan, Shari. 2011. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Medical Marijuana Laws Linked to Higher Overall Usage.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Los Angeles Times. Available at: http://articles.latimes.com/2011/sep/01/news/la-heb-medical-marijuana-20110901.",
        "Saffer, Henry and Frank Chaloupka. 1999. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093The Demand for Illicit Drugs.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Economic Inquiry 37: 401-411.",
        "Suthers, John. 2012. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Medical Marijuana a Threat to ColoradoÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0084¢s Children.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Solutions.",
        "Available at: http://www.healthpolicysolutions.org/2012/02/04/opinion-medical-marijuana-a-threat-tocolorados -children/.",
        "Thies, Clifford and Charles Register. 1993. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Decriminalization of Marijuana and the Demand for Alcohol, Marijuana and Cocaine.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Social Science Journal 30: 385-399.",
        "Thurstone, Christian, Shane Lieberman and Sarah Schmiege. 2011. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Medical Marijuana Diversion and Associated Problems in Adolescent Substance Treatment.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009dDrug and Alcohol Dependence 118: 489Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c 492.",
        "Uken, Cindy. 2012. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Too Much Pot.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Billings Gazette 6 April 2002: A1.",
        "van het Loo, Mirjam, Ineke van Beusekom, and James Kahan. 2002. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Decriminalization of Drug Use in Portugal: The Development of a Policy.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Annals of the American Academy of Political and Social Science 582: 49-63.",
        "van Ours, Jan and Jenny Williams. 2009. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Why Parents Worry: Initiation into Cannabis Use by Youth and their Educational Attainment.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Journal of Health Economics 28: 132-142.",
        "van Ours, Jan and Jenny Williams. 2011. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Cannabis Use and Mental Health Problems.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Journal of Applied Econometrics 26: 1137-1156.",
        "Wall, Melanie M., Ernest Poh, Magdalenda CerdÃ\u0083Æ\u0092Ã\u0082Â¡, Katherine M. Keyes, Sandro Galea and Deborah S. Hasin. 2011. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Adolescent Marijuana Use from 2002 to 2008: Higher in States with Medical Marijuana Laws, Cause Still Unclear.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Annals of Epidemiology 21: 714716.",
        "Williams, Jenny. 2004. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093The Effects of Price and Policy on Marijuana Use: What Can Be Learned from the Australian Experience?Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Health Economics 13: 123-137.",
        "Williams, Jenny, Rosalie Pacula, Frank Chaloupka and Henry Wechsler. 2004. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Alcohol and Marijuana Use among College Students: Economic Complements or Substitutes?Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Health Economics 13: 825-843.",
        "Yamada, Tetsuji, Michael Kendix and Tadashi Yamada. 1996. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093The Impact of Alcohol Consumption and Marijuana Use on High School Graduation.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Health Economics. 5: 7792.",
        "YÃ\u0083Æ\u0092Ã\u0082Â¶rÃ\u0083Æ\u0092Ã\u0082Â¼k, BariÃ\u0083â\u0080¦Ã\u0082Å¸ and Ceren YÃ\u0083Æ\u0092Ã\u0082Â¶rÃ\u0083Æ\u0092Ã\u0082Â¼k. 2011. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093The Impact of Minimum Legal Drinking Age Laws on Alcohol Consumption and Marijuana Use: Evidence from a Regression Discontinuity Design Using Exact Date of Birth.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Journal of Health Economics 30: 740-753. .05 .1 .15 .2 .25 1993 1995 1997 1999 2001 2003 2005 2007 2009 2011 Year Any Use Frequent Use Any Use on School Property Based on weighted data from the national YRBS. Appendix Table 1 presents information on which states passed a MML between 1993 and 2011."
    ]
}