{
    "id": 20330,
    "cites": 36,
    "cited_by": 4,
    "reference": [
        "Baum, Stephanie. 2013. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Health IT startup claims pillbox app has boosted adherence rate to 81% in two months.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d MedCity News, January 8, 2013. http://medcitynews.com/2013/01/ health-it-startup-claims-pillbox-app-has-boosted-adherence-rate-to-81-in-two-months/ Bays, Harold E., Leiv Ose, Neil Fraser, Diane L. Tribble, Katherine Quinto, Robert Reyes, Amy O. Johnson-Levonas, Aditi Sapre, and Steven R. Donahue. 2004. \"A Multicenter, Randomized, Double-Blind, Placebo-Controlled, Factorial Design Study to Evaluate the Lipid-Altering Efficacy and Safety Profile of the Ezetimibe/Simvastatin Tablet Compared with Ezetimibe and Simvastatin Monotherapy in Patients with Primary Hypercholesterolemia.\" Clinical therapeutics 26(11): 1758-1773.",
        "Black, Dennis M., Richard J. Brand, Merwyn Greenlick, Glenn Hughes, and Jacqueline Smith. 1987. \"Compliance to treatment for hypertension in elderly patients: the SHEP pilot study.\" Journal of Gerontology 42(5): 552-557.",
        "Bosworth, Hayden B., Bradi B. Granger, Phil Mendys, Ralph Brindis, Rebecca Burkholder, Susan M. Czajkowski, Jodi G. Daniel et al. 2011. \"Medication adherence: a call for action.\" American Heart Journal 162(3): 412-42.",
        "Bradt, Russell N., S. M. Johnson, and Samuel Karlin. 1956. \"On Sequential Designs for Maximizing the Sum of n Observations.\" The Annals of Mathematical Statistics 27(4): 1060-1074.",
        "Chandra, Amitabh, Jonathan Gruber, and Robin McKnight, (2010), Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Patient Cost-Sharing and Hospitalization Offsets in the ElderlyÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d, American Economic Review 100(1): 193Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c213 Chernew, Michael E., Mayur R. Shah, Arnold Wegh, Stephen N. Rosenberg, Iver A. Juster, Allison B. Rosen, Michael C. Sokol, Kristina Yu-Isenberg, and A. Mark Fendrick. 2008 \"Impact of decreasing copayments on medication adherence within a disease management environment.\" Health Affairs 27(1): 103-112.",
        "Comstock, Jonah. 2013 Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093GlowCaps now sold through CVS, new randomized control trial launches.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d MobiHealthNews, March 11, 2013. http://mobihealthnews.com/20750/ glowcaps-now-sold-through-cvs-new-randomized-control-trial-launches/ Dickstein, Michael J. 2014. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Efficient Provision of Experience Goods: Evidence from Antidepressant Choice.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d http://www.stanford.edu/~mjd/papers/eff_prov_experience _goods _mjdickstein.pdf Feldman, Ross, Marilyn Bacher, Norman Campbell, Aidan Dover, and Arun Chockalingam. 1998. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Adherence to Pharmacologic Management of Hypertension.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Canadian Journal of Public Health 89(5): I16-18.",
        "Flack, John M. , Serguei V. Novikov, and Carlos M. Ferrario. 1996. \"Benefits of adherence to anti-hypertensive drug therapy.\" European Heart Journal 17(Suppl A): 16-20.",
        "Gittins, John C., Kevin Glazebrook, and Richard Weber. 2011. Multi-armed Bandit Allocation Indices, 2nd Edition., Wiley.",
        "Gittins, John C. and David M. Jones. 1974. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093A dynamic allocation index for the sequential design of experimentsÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d, in J. Gani, K. Sarkadi and I. Vince, eds. Progress in Statistics,European Meeting of Statisticians 1972, Vol 1 Amsterdam: North Holland, 241-266.",
        "Gittins, John C. and David M. Jones. 1979. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093A dynamic allocation index for the discounted multiarmed bandit problem.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Biometrika 66(3): 561-565.",
        "Goldman, Dana. Geoffrey F. Joyce, and Yuhui Zheng. 2007.\"Prescription Drug Cost Sharing\" Journal of the American Medical Association 298(1): 61-69.",
        "Goldman, Dana and Tomas J. Philipson. 2007. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Integrated Insurance Design in the Presence of Multiple Medical Technologies.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d, American Economic Review 97(2): 427-432.",
        "GoodRx.com. 2014. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Simvastatin Prices.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Accessed May 22, 2014, http://www.goodrx.com/simvastatin Grossman, Michael. 1972. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093On the Concept of Health Capital and the Demand for Health.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Journal of Political Economy 80(2): 223-255 Haynes, R. Brian, K. Ann McKibbon, and Ronak Kanani. 1996. \"Systematic review of randomised trials of interventions to assist patients to follow prescriptions for medications.\" The Lancet 348(9024 ): 383-386.",
        "Heart Protection Study Collaborative Group. 2006. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Lifetime cost effectiveness of simvastatin in a range of risk groups derived from a randomised trial of 20536 people.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d BMJ: British Medical Journal, 333(7579): 1145-1148 Hershey, John C., Bruce G. Morton, Jane Braithwaite Davis, and Michael J. Reichgott. 1980 \"Patient Compliance with Antihypertensive Medication.\" American Journal of Public Health 70(10): 1081-1089.",
        "Hoadley, John F., Katie Merrell, Elizabeth Hargrave, and Laura Summer. 2012. \"In Medicare Part D plans, low or zero copays and other features to encourage the use of generic statins work, could save billions.\" Health Affairs, 31(10): 2266-2275.",
        "IMS Health. 2011. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093 The Use of Medicines in the United States: Review of 2010.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Accessed May 14, 2014, http://www.imshealth.com/deployedfiles/imshealth/Global/Content /IMS%20Institute/Static%20File/IHII_UseOfMed_report.pdf JÃ\u0083Æ\u0092Ã\u0082Â¶nsson, B., M. Johannesson, J. Kjekshus, A. G. Olsson, T. R. Pedersen, and H. Wedel. 1996.",
        "\"Cost-effectiveness of cholesterol lowering Results from the Scandinavian Simvastatin Survival Study (4S).\" European Heart Journal, 17 (7): 1001-1007.",
        "Jovanovic, Boyan. 1979. \"Firm-specific Capital and Turnover.\" The Journal of Political Economy 87(6): 1246-1260.",
        "Lesselroth, Blake J., Patricia J. Holahan, Kathleen Adams, Zhen Z. Sullivan, Victoria L. Church, Susan Woods, Robert Felder, Shawn Adams, and David A. Dorr. 2011. \"Primary care provider perceptions and use of a novel medication reconciliation technology.\" Informatics in Primary Care 19(2): 105-118.",
        "Ljungqvist, Lars and Thomas J. Sargent. 2012. Recursive Macroeconomic Theory, Third Edition, MIT Press.",
        "Mallion, Jean-Michel, Jean-Philippe Baguet, Jean-Philippe Siche, Frederic Tremel, and R. De Gaudemaris. 1998. \"Compliance, electronic monitoring and antihypertensive drugs.\" Journal of Hypertension. Supplement 16(1): S75-79.",
        "Moore, Michael J. and W. Kip Viscusi. 1990. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Models for Estimating Discount Rates for LongTerm Health Risks Using Labor Market Data.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Journal of Risk and Uncertainty, 3: 381401.",
        "Murphy, Kevin M., and Robert H. Topel. 2006. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093The Value of Health and Longevity.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Journal of Political Economy 114(5): 871-904.",
        "Nelson, Eugene C., William B. Stason, Raymond R. Neutra, and Harold S. Solomon. 1980 \"Identification of the noncompliant hypertensive patient.\" Preventive medicine 9(4): 504517.",
        "New England Healthcare Institute. 2009. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Thinking Outside the Pillbox: A System-side Approach to Improving Patient Medication Adherence to Chronic Disease.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Accessed June 2, 2014, http://www.nehi.net/writable/publication_files/file/pa_issue_brief_final.pdf Pandey, Sandeep, Deepayan Chakrabarti, and Deepak Agarwal. 2007 \"Multi-armed bandit problems with dependent arms.\" In Proceedings of the 24th international conference on Machine learning, (ACM): 721-728.",
        "Pauly, Mark V. 1968. \"The Economics of Moral Hazard: Comment.\" American Economic Review 58(3): pp. 531-37.",
        "Pedersen, T., Kjekshus, J., Berg, K., & Haghfelt, T. 1994. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Randomised trial of cholesterol lowering in 4444 patients with coronary heart disease: the Scandinavian Simvastatin Survival Study (4S). The Lancet, 344: 1383-89.",
        "Pharmaceutical Research and Manufacturers of America. 2013. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Current Organizations Funding Adherence Research.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d, accessed August 5, 2013, http://www.phrma.org/value/ sourcesof -adherence-research-funding.",
        "Philipson, Tomas J. 1997. \"Data Markets and the Production of Surveys.\" Review of Economic Studies 64(1): 47-73.",
        "Philipson, Tomas, and Jeffrey DeSimone. 1997. \"Experiments and Subject Sampling.\"Biometrika 84(3): 619-630.",
        "Philipson, Tomas J., and Larry V. Hedges. 1998. \"Subject Evaluation in Social Experiments.\" Econometrica 66(2): 381-408.",
        "Rusmevichientong, Paat, and John N. Tsitsiklis. 2010. \"Linearly parameterized bandits.\" Mathematics of Operations Research 35(2): 395-411.",
        "Smith, M.E. Beth, Nancy J. Lee, Elizabeth Haney, Susan Carson, Mark Helfand and Cathy Kelley. 2009. Drug Class Review: HMG-CoA Reductase Inhibitors (Statins) and Fixeddose Combination Products Containing a Statin: Final Report Update 5. Oregon Health & Science University.",
        "Viscusi, W. Kip and Michael J. Moore. 1989. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Rates of Time Preference and Valuations of the Duration of Life.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Journal of Public Economics, 38: 279-317 Vollmer, William M., Adrianne Feldstein, David Smith, Joan Dubanoski, Amy Waterbury, Jennifer Schneider, Shelley Clark, and Cynthia Rand. 2011. \"Use of Health Information Technology to Improve Medication Adherence.\" The American Journal of Managed Care 17(12 Spec No.): SP79-87.",
        "Yao, Yi Ching. 2006. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Some results on the Gittins index for a normal reward process.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d in H. Ho, C. Ing & T. Lai, eds., Time Series and Related Topics: In Memory of Ching-Zong Wei, Institute of Mathematical Statistics, Beachwood, OH.",
        "Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Comparing Adherence and Persistence Across 6 Chronic Medication Classes.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Journal of Managed Care Pharmacy, 15(9): 728-740 Zeckhauser, Richard. 1970. \"Medical Insurance: A Case Study of the Tradeoff between Risk Spreading and Appropriate Incentives.\" Journal of Economic Theory 2(1): 10-26"
    ]
}