{
    "id": 20344,
    "cites": 23,
    "cited_by": 8,
    "reference": [
        "Aker, Jenny C. (2010). Information from Markets Near and Far: The Impact of Mobile Phones on Grain Markets in Niger. American Economic Journal: Applied Economics, 2(3): 46-59.",
        "Aker, Jenny C., Christopher Ksoll, and Travis J. Lybbert (2012). Can Mobile Phones Improve Learning? Evidence from a Field Experiment in Niger. American Economic Journal: Applied Economics 4(4): 94-120.",
        "Asker, John (2010). A Study of the Internal Organization of a Bidding Cartel. American Economic Review, 100(3): 724-62.",
        "Auriol, E. (2006). Corruption in Procurement and Public Purchase. International Journal of Industrial Organization 24(5), 867-885.",
        "Bandiera, O., A. Prat, and T. Valletti (2009). Active and Passive Waste in Government Spending: Evidence from a Policy Experiment. American Economic Review 99(4), 1278-1308.",
        "BriceÃ\u0083â\u0080¹Ã\u0082Å\u0093 no-Garmendia, C., A. Estache, and N. Shafik (2004). Infrastructure Services in Developing Countries: Access, Quality, Costs and Policy Reform. World Bank Policy Research Working Paper No. 3468.",
        "Bobonis, G., L.C. Fuertes, and R. Schwabe (2010). Does Exposing Corrupt Politicians Reduce Corruption? Unpublished paper, University of Toronto.",
        "Di Tella, Rafael & E. Schargrodsky (2003). The Role of Wages and Auditing during a Crackdown on Corruption in the City of Buenos Aires. Journal of Law and Economics 46(1), 269-292.",
        "Ferraz, Claudio and F. Finan (2008). Exposing Corrupt Politicians: The Effect of BrazilÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0084¢s Publicly Released Audits on Electoral Outcomes. Quarterly Journal of Economics 123(2), 703-745.",
        "Freedom House (2012). Indonesia. Countries at the Crossroads, 2012 Edition.",
        "Gruber, Jonathan H. and Sendhil Mullainathan (2005). Do Cigarette Taxes Make Smokers Happier. Advances in Economic Analysis and Policy, v5(1), Article 4.",
        "Indonesia Procurement Watch (2011). Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Laporan Survei: Jejak Suap Dalam Pengadaan Barang/Jasa Pemerintah. Available at http://www.iprocwatch.org/berita/utama/173-hasilsurvei-ipw-qjejak-suap-dalampengadaan -barangjasa-pemerintahq.html.",
        "Jensen, Robert (2007). The Digital Provide: Information (Technology), Market Performance and Welfare in the South Indian Fisheries Sector. Quarterly Journal of Economics 122(3), 879-924.",
        "Kenny, C. (2007). Construction, Corruption, and Developing Countries. World Bank Policy Research Working Paper No. 4271.",
        "Krasnokutskaya, E. and K. Seim (2006). Bid Preference Programs and Participation Highway Procurement Auctions. Working Paper, University of Pennsylvania.",
        "Olken, B. (2007). Monitoring Corruption: Evidence from a Field Experiment in Indonesia. The Journal of Political Economy 115(2), 200-249.",
        "Onishi, Norimitsu. (2009). Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Corruption Fighters Rouse Resistance in Indonesia.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d The New York Times, July 26, 2009.",
        "Organisation for Economic Co-operation and Development. 2002. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093The Size of Government Procurement Markets.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d OECD Journal on Budgeting 1(4), 8.",
        "Parlina, Ina. (2011). Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Graft Cases Show Need for Procurement Law: Activists.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d The Jakarta Post, July 25, 2011.",
        "Reinikka, R. and J. Svensson (2004). Local Capture: Evidence from a Central Government Transfer Program in Uganda. The Quarterly Journal of Economics 119(2), 678-704.",
        "Tran, A. (2008). Can Procurement Auctions Reduce Corruption? Evidence from the Internal Records of a Bribe-Paying Firm. Harvard Kennedy School job-market paper.",
        "United Nations Asia and Far East Institute (2008). Corruption Control in Public Procurement. Second Regional Seminar on Good Governance for Southeast Asian Countries.",
        "World Bank (2007). Electronic Government Procurement (e-GP): Opportunities and Challenges. World Bank Resources."
    ]
}