{
    "id": 20342,
    "cites": 32,
    "cited_by": 1,
    "reference": [
        "Abadie, Alberto. 2002. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Bootstrap Tests for Distributional Treatment Effects in Instrumental Variable Models.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Journal of the American Statistical Association 97(457).",
        "Angrist, Joshua D. and Alan B. Krueger. 1999. Empirical Strategies in Labor Economics. In Handbook of Labor Economics, ed. Orley Ashenfelter and David Card. Vol. 3 Elsevier.",
        "Angrist, Joshua and J orn-Steffen Pischke. 2009. Mostly Harmless Econometrics. Princeton University Press.",
        "Banerjee, Abhijit and Lakshmi Iyer. 2005. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093History, Institutions, and Economic Performance: The Legacy of Colonial Land Tenure Systems in India.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d American Economic Review 95(4):1190Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c1213.",
        "Bedard, Kelly and Olivier DeschÃ\u0083â\u0080¹Ã\u0082â\u0080  enes. 2006. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093The Long-Term Impact of Military Service on Health: Evidence from World War II and Korean War Veterans.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d American Economic Review 96(1):176Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c 194.",
        "Bitler, Marianne P., Jonah B. Gelbach and Hilary W. Hoynes. 2006. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093What Mean Impacts Miss: Distributional Effects of Welfare Reform Experiments.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d American Economic Review 96(4):988Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c 1012.",
        "Bitler, Marianne P., Jonah B. Gelbach and Hilary W. Hoynes. 2014. Can Variation in SubgroupsÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0084¢ Average Treatment Effects Explain Treatment Effect Heterogeneity? Evidence from a Social Experiment. Working Paper 20142 National Bureau of Economic Research.",
        "Card, David, Carlos Dobkin and Nicole Maestas. 2008. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093The Impact of Nearly Universal Insurance Coverage on Health Care Utilization: Evidence from Medicare.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d American Economic Review 98(5):2242Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c2258.",
        "Chow, Gregory C. 1960. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Tests of Equality Between Sets of Coefficients in Two Linear Regressions.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Econometrica 28(2):591Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c605.",
        "Friedberg, Leora. 1998. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Did Unilateral Divorce Raise Divorce Rates? Evidence from Panel Data.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d American Economic Review 88(3):608Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c627.",
        "Gentskow, Matthew and Jesse Shapiro. 2013. Measuring the sensitivity of parameter estimates to sample statistics. Working paper University of Chicago.",
        "Goldberger, Arthur S. 1991. A Course in Econometrics. Harvard University Press.",
        "Griffith, Rachel, Rupert Harrison and John Van Reenen. 2006. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093How Special Is the Special Relationship ? Using the Impact of U.S. R&D Spillovers on U.K. Firms as a Test of Technology Sourcing.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d American Economic Review 96(5):1859Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c1875.",
        "Heckman, James J. and V. Joseph Hotz. 1989. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Choosing Among Alternative Nonexperimental Methods for Estimating the Impact of Social Programs: The Case of Manpower Training.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Journal of the American Statistical Association 84(408):862Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c874.",
        "Karlan, Dean S. and Jonathan Zinman. 2008. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Credit Elasticities in Less-Developed Economies: Implications for Microfinance.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d American Economic Review 98(3):1040Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c1068.",
        "Kline, Patrick and Andres Santos. 2012. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093A Score Based Approach to Wild Bootstrap Inference.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Journal of Econometric Methods 1(1):23Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c41.",
        "Kling, Jeffrey R. 2001. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Interpreting Instrumental Variables Estimates of the Returns to Schooling.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Journal of Business & Economic Statistics 19(3):358Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c364.",
        "Lochner, Lance and Enrico Moretti. 2004. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093The Effect of Education on Crime: Evidence from Prison Inmates, Arrests, and Self-Reports.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d American Economic Review 94(1):155Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c189.",
        "Lochner, Lance and Enrico Moretti. 2011. Estimating and Testing Non-Linear Models Using Instrumental Variables. Working Paper 17039 National Bureau of Economic Research.",
        "Meghir, Costas and Marten Palme. 2005. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Educational Reform, Ability, and Family Background.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d American Economic Review 95(1):414Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c424.",
        "Murphy, Kevin M. and Robert H. Topel. 1985. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Estimation and Inference in Two-Step Econometric Models.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Journal of Business & Economic Statistics 3(4):370Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c379.",
        "Oreopoulos, Philip. 2006. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Estimating Average and Local Average Treatment Effects of Education when Compulsory Schooling Laws Really Matter.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d American Economic Review 96(1):152Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c175.",
        "Oster, Emily. 2014. Unobservable Selection and Coefficient Stability: Theory and Validation. Working paper University of Chicago.",
        "Papke, Leslie E. 1994. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Tax Policy and Urban Development: Evidence from the Indiana Enterprise Zone Program.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Journal of Public Economics 54:37Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c49. P",
        "Solon, Gary, Steven J. Haider and Jeffrey Wooldridge. 2013. What are we Weighting For? Working Paper 18859 National Bureau of Economic Research.",
        "Wooldridge, Jeffrey M. 2001. Econometric Analysis of Cross-Section and Panel Data. MIT Press.",
        "Wooldridge, Jeffrey M. 2005a. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Fixed-Effects and Related Estimators for Correlated RandomCoefficient and Treatment-Effect Panel Data Models.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Review of Economics and Statistics 87(2):385Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c390.",
        ". Applying standard MM arguments (see, e.g., Cameron and Trivedi, 2005), it follows that b Ã\u0083Å½Ã\u0082Â¸ has the property that Ã\u0083Â¢Ã\u0082Ë\u0086Ã\u0082Å¡ N  b Ã\u0083Å½Ã\u0082Â¸ Ã\u0083Â¢Ã\u0082Ë\u0086Ã\u0082â\u0080\u0099 Ã\u0083Å½Ã\u0082Â¸0  d Ã\u0083Â¢Ã\u0082Ë\u0086Ã\u0082â\u0080\u0099Ã\u0083Â¢Ã\u0082â\u0080 Ã\u0082â\u0080\u0099 N 0, GÃ\u0083Â¢Ã\u0082Ë\u0086Ã\u0082â\u0080\u00991 SGÃ\u0083Â¢Ã\u0082Ë\u0086Ã\u0082â\u0080\u00991  , where G = plim 1 N N X i=1  Ã\u0083Â¢Ã\u0082Ë\u0086Ã\u0082â\u0080\u009ahi(Ã\u0083Å½Ã\u0082Â¸) Ã\u0083Â¢Ã\u0082Ë\u0086Ã\u0082â\u0080\u009aÃ\u0083Å½Ã\u0082Â¸0     Ã\u0083Å½Ã\u0082Â¸=Ã\u0083Å½Ã\u0082Â¸0 # and S = plim 1 N N X i=1 N X j=1 h hi(Ã\u0083Å½Ã\u0082Â¸)h0 j(Ã\u0083Å½Ã\u0082Â¸)   Ã\u0083Å½Ã\u0082Â¸=Ã\u0083Å½Ã\u0082Â¸0 i . Note that, by partitioning the matrix G = Ã\u0083Â¯Ã\u0082Â£Ã\u0082Â® Ã\u0083Â¯Ã\u0082Â£Ã\u0082Â¯ Ã\u0083Â¯Ã\u0082Â£Ã\u0082Â° G11 G12 G21 G22 Ã\u0083Â¯Ã\u0082Â£Ã\u0082Â¹ Ã\u0083Â¯Ã\u0082Â£Ã\u0082Âº Ã\u0083Â¯Ã\u0082Â£Ã\u0082Â» and using the fact that Ã\u0083Â¢Ã\u0082Ë\u0086Ã\u0082â\u0080\u009ahOLS,i(Ã\u0083Å½Ã\u0082Â¸OLS) Ã\u0083Â¢Ã\u0082Ë\u0086Ã\u0082â\u0080\u009aÃ\u0083Å½Ã\u0082Â¸0 SWE = 0 and Ã\u0083Â¢Ã\u0082Ë\u0086Ã\u0082â\u0080\u009ahSWE,i(Ã\u0083Å½Ã\u0082Â¸SWE) Ã\u0083Â¢Ã\u0082Ë\u0086Ã\u0082â\u0080\u009aÃ\u0083Å½Ã\u0082Â¸0 OLS = 0, it follows that G21 = G12 = 0.",
        "We choose to replicate a total of eight papers in our analysis. To order our search, we consider papers in order of citations per year since publication. First, we use the citation counts provided 16 We determine which specifications are the Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093mainÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d ones by considering the discussion of the effects in the text by the authors and ignore those specifications identified as robustness checks. 17 In a previous version of this paper, we included a paper by Griffith, Harrison and Van Reenen (2006). Upon reflection, this paper does not satisfy this criterion and has been removed from consideration.",
        "Lastly, many of these papers employ instrumental variables to combat endogeneity. In these cases, we use the base OLS case to illustrate our point. 18 In June 2009, 1 citation for a paper published in March 2009 is equal to 4 for a paper published in June 2008 and 20 for a paper published in June 2004. 19 See Section B.",
        "Table 4: Fixed effects interactions and regressions by subgroup conducted in the original papers Citation Separate regressions Interactions Banerjee and Iyer (2005) Entire country, subregion Bedard and DeschÃ\u0083â\u0080¹Ã\u0082â\u0080  enes (2006) Card, Dobkin and Maestas (2008) Race Ã\u0083Æ\u0092Ã\u0082â\u0080\u0094 education Age, age-squared Karlan and Zinman (2008) Lochner and Moretti (2004) Race (black, white) Meghir and Palme (2005) Sex (male, female) Sex (male, female in full sample OLS) FatherÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0084¢s education (low, high) Ability (low, high) Ability Ã\u0083Æ\u0092Ã\u0082â\u0080\u0094 fatherÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0084¢s education Ã\u0083Æ\u0092Ã\u0082â\u0080\u0094 sex Oreopoulos (2006) Country P",
        "Lastly, we note that we are not able to replicate the point estimate that Oreopoulos (2006) provides for his regression of Northern Ireland and Great Britain combined; we use the specification that he provides and base our results on this model. 20 Bedard and DeschÃ\u0083â\u0080¹Ã\u0082â\u0080  enes (2006) and P erez-Gonz alez (2006) do not use clustered standard errors. 21 The Wald test is natural when the fixed effects coefficients are actually calculated, whereas the score test is natural when they are not, hence the pairings chosen here."
    ]
}