{
    "id": 20357,
    "cites": 44,
    "cited_by": 51,
    "reference": [
        "Arnould, Eric J., Alejandro Plastina, and Dwayne Ball. 2009. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Does Fair Trade Deliver on Its Core Value Proposition? Effects on Income, Educational Attainment, and Health in Three Countries,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Journal of Public Policy and Marketing, 28(2): 186-201.",
        "Arnot, Chris, Peter C. Boxall, and Sean B. Cash. 2006. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Do Ethical Consumers Care About Price? A Revealed Preference Analysis of Fair Trade Coffee Purchases,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Canadian Journal of Agricultural Economics, 54: 555-565.",
        "Bacon, Christopher. 2005. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Confronting the Coffee Crisis: Can Fair Trade, Organic, and Specialty Coffee Reduce Small-Scale Farmer Vulnerability in Northern Nicaragua?Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d World Development, 33(3): 497-511.",
        "Bacon, Christopher M, V. Ernesto Mendez, Maria Eugenia Flores Gomez, Douglas Stuart, and Sandro Raul Diaz Flores. 2008. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Are Sustainable Coffee Certifications Enough to Secure Farmer Livelihoods? The Millennium Development Goals and NicaraguaÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0084¢s Fair Trade Cooperatives,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Globalizations, 5 (2): 259-274.",
        "Becchetti, Leonardo and Marco Costantino. 2008. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093The Effects of Fair Trade on Affiliated Producers: An Impact Analysis on Kenyan Farmers,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d World Development 36(5): 823-842.",
        "Beuchelt, Tina D. and Manfred Zeller. 2011. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Profits and Poverty: CertificationÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0084¢s Troubled Link for NicaraguaÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0084¢s Organic and Fair Trade Coffee Producers,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Ecological Economics, 70: 1316-1324.",
        "Blackman, Allen and Maria A. Naranjo. 2012. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Does Eco-Certification have Environmental Benefits? Organic Coffee in Costa Rica,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Ecological Economics, 83: 58-66.",
        "Benjamin Crost, Joseph Felter and Patrick Johnston. 2012. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Aid Under Fire: Development Projects and Civil Conflict,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Mimeo.",
        "de Janvry, Alain, Craig McIntosh, and Elisabeth Sadoulet. 2012. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Fair Trade and Free Entry: Can a Disequilibrium Market Serve as a Development Tool?Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Mimeo, University of California, Berkeley.",
        "Collier, Paul. 2007. The Bottom Billion. New York: Oxford University Press. Crost, Benjamin, Joseph Felter, and Patrick Johnston. Forthcoming. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Aid Under Fire: Development Projects and Civil Conflict,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d American Economic Review.",
        "Dragusanu, Raluca, and Nathan Nunn. 2013. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093The Impact of Fair Trade Certification: Evidence from Coffee Producers in Costa Rica,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Mimeo, Harvard University.",
        "Dube, Oeindrila and Suresh Naidu. 2012. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Bases, Bullets, and Ballots: The Effect of U.S. Military Aid on Political Conflict in Colombia,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Mimeo, New York University.",
        "Elder, Sara D., Hisham Zerriffi, and Philippe Le Billon. 2012. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Effects of Fair Trade Certification on Social Capital: The Case of Rwandan Coffee Producers,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d World Development, 40 (11): 2355-2367.",
        "Fairtrade International. 2011. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Fair Trade Standard for Coffee for Small Producer Organizations,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Version: 01.04.2011, Mimeo, May 2011.",
        "Fairtrade International. 2013. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Unlocking the Power: Annual Report, 2012-13,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Mimeo, September 2013.",
        "Fairtrade International. 2012a. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Monitoring the Scope and Benefits of Fair Trade, Fourth Edition, 2012,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Mimeo.",
        "Fairtrade International. 2012b. Fair Trade and Coffee. Commodity Briefing, Mimeo. FLO-CERT. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Fee System Small Producer Organization: Explanatory Document.",
        "Effective as of: 01.01.2013,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Mimeo.",
        "Fort, Ricardo and Ruerd Ruben. 2009. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093The Impact of Fair Trade Certification on Coffee Producers in Peru,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Ruerd Ruben (ed), The Impact of Fair Trade, pp. 75-98. Wageningen: Wageningen Academic Publishers.",
        "Fort, Ricardo, Ruerd Ruben, and Guillermo Zuniga-Arias. 2009. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Measuring the Impact of Fair Trade on Development,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Development in Practice 12(6): 777-788. Giovannucci, Daniele, Oliver von Hagen, Joseph Wozniak. forthcoming. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Corporate Social Responsibility and the Role of Voluntary Sustainability Standards,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Carsten Schmitz-Hoffmann, Michael Schmidt, Berthold Hansmann and Dmitry Palekhov (eds), Voluntary Standards Systems Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c A Contribution to Sustainable Development. Berlin: Springer Publishing.",
        "Granville, Brigitte and Steven Telford. 2013. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Empirical Evidence from South Africa,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Brigitte Granville and Janet Dine (eds), The Process and Practices of Fair Trade, pp. 286-340. London: Routledge.",
        "Hainmueller, Jens, Michael J. Hiscox, and Sandra Sequeira. 2011. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Consumer Demand for the Fair Trade Label: Evidence from a Field Experiment,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Mimeo, Harvard University.",
        "Hertel, Shareen, Lyle Scruggs, and C. Patrick Heidkamp. 2009. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Human Rights and Public Opinion: From Attitudes to Action,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Political Science Quarterly, 124 (3): 443459.",
        "Hiscox, Michael J., Michael Broukhim, Claire S. Litwin, and Andrea Woloski. 2011. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Consumer Demand for Fair Labor Standards: Evidence from a Field Experiment on e-Bay,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Mimeo, Harvard University.",
        "Hiscox, Michael J., Michael Broukhim, and Claire S. Litwin. 2011. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Consumer Demand for Fair Trade: New Evidence from a Field Experiment using e-Bay Auctions of Fresh Roasted Coffee,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Mimeo, Harvard University.",
        "Hiscox, Michael J. and Nicholas F.B. Smyth. 2011. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Is there Consumer Demand for Fair Labor Standards? Evidence from a Field Experiment,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Mimeo, Harvard University.",
        "Jaffee, Daniel. 2009. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093`Better, but not GreatÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0084¢: The Social and Environmental Benefits and Limitations of Fair Trade for Indigenous Coffee Producers in Oaxaca, Mexico,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Ruerd Ruben (ed), The Impact of Fair Trade, pp. 195-222. Wageningen: Wageningen Academic Publishers.",
        "Kadow, Alexander. 2011. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093The Fair Trade Movement: An Economic Perspective,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Mimeo, University of Glasgow.",
        "Mendez, V. Ernesto, Christopher M. Bacon, Maryl Olson, Seth Petchers, Doribel Herrador, Cecilia Carranza, Laura Trujillo, Carlos Guadarrama-Zugasti, Antonio Coron, and Angel Mendoza. 2010. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Effects of Fair Trade and Organic Certifications on Small-Scale Coffee Farmer Households in Central America and Mexico,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Renewable Agriculture and Food Systems, 25(3): 236-251. Nunn, Nathan and Nancy Qian. forthcoming. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093U.S. Food Aid and Civil Conflict,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d American Economic Review.",
        "Podhorsky, Andrea. 2010. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Environmental Labeling,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Mimeo, York University.",
        "Podhorsky, Andrea. 2013a. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093A Positive Analysis of Fair Trade Certification,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Mimeo, York University.",
        "Podhorsky, Andrea. 2013b. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Certification Programs and North-South Trade,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Mimeo, York University.",
        "Potts, Jason, Matthew Lynch, Ann Wilkings, Gabriel HuppÃ\u0083Æ\u0092Ã\u0082Â©, Maxine Cunningham, and Vivek Voora. 2014. The State of Sustainability Initiatives Review 2014: Standards and the Green Economy. Winnipeg, Canada: International Institute for Sustainable Development and London: The International Institute for Environment and Development.",
        "Prevezer, Martha. 2013. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Fair Trade Governance and Its Impact on Local Development: A Framework,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Brigitte Granville and Janet Dine (eds), The Process and Practices of Fair Trade, pp. 19-42. London: Routledge.",
        "Raynolds, Laura T., Douglas Murray, and Andrew Heller. 2007. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Regulating Sustainability in the Coffee Sector: A Comparative Analysis of Third-Party Environmental and Social Certification Initiatives,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Agriculture and Human Values, 24: 147-163.",
        "Raynolds, Laura T. 2009. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Mainstreaming Fair Trade Coffee: From Partnership to Traceability,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d World Development, 37 (6): 1083-1093.",
        "Ruben, Ruerd and Lucie van Schendel. 2009. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093The Impact of Fair Trade in Banana Plantations in Ghana: Income, Ownership and Livelihoods of Banana Workers,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Ruerd Ruben (ed), The Impact of Fair Trade, pp. 137-153. Wageningen: Wageningen Academic Publishers.",
        "Ruben, Ruerd and Ricardo Fort. 2012. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093The Impact of Fair Trade Certification for Coffee Farmers in Peru,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d World Development, 40 (3): 570-582.",
        "Saenz-Segura, Fernando and Guillermo Zuniga-Arias. 2009. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Assessment of the Effect of Fair Trade on Smallholder Producers in Costa Rica: A Comparative Study in the Coffee Sector,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Ruerd Ruben (ed), The Impact of Fair Trade, pp. 117-135. Wageningen: Wageningen Academic Publishers.",
        "Sidwell, Mac. 2008. Unfair Trade. London: ASI (Research) Ltd.",
        "The Economist Newspaper Limited. 2006. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Voting with Your Trolley,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d The Economist, December 7. Retrieved from http://www.economist.com/node/8380592.",
        "Valkila, Jon and Anja Nygren. 2009. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Impacts of Fair Trade Certification on Coffee Farmers, Cooperatives, and Laborers in Nicaragua,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Agriculture and Human Values, 27(3): 321-333.",
        "Weber, Jeremy. 2011. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093How Much More do Growers Receive for Fair Trade-Organic Coffee?Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Food Policy, 36: 678-685.",
        "World Fair Trade Organization and Fairtrade Labelling Organizations International. 2009. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093A Charter of Fair Trade Principals,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Mimeo, January 2009."
    ]
}