{
    "id": 20350,
    "cites": 51,
    "cited_by": 2,
    "reference": [
        "Almazan, Andres, Adolfo De Motta, and Sheridan Titman, 2007, Firm location and the creation and utilization of human capital, Review of Economic Studies 74, 1305Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c1327.",
        "Almeida, Heitor, Murillo Campello, and Michael S. Weisbach, 2004, The cash flow sensitivity of cash, Journal of Finance 59, 17771804.",
        "Alti, AydÃ\u0083â\u0080¹Ã\u0082Ë\u009c ogan, 2003, How sensitive is investment to cash flow when financing is frictionless?, Journal of Finance 58, 707Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c722.",
        "Audretsch, David B., and Maryann P. Feldman, 2004, Handbook of Regional and Urban Economics, volume 4, chapter Chapter 61 - Knowledge spillovers and the geography of innovation, 2713Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c2739 (Elsevier).",
        "Berry, Christopher R., and Edward L. Glaeser, 2005, The divergence of human capital levels across cities, Papers in Regional Science 84, 407444.",
        "Bound, John, and Harry Holzer, 2000, Demand shifts, population adjustments, and labor market outcomes during the 1980s, Journal of Labor Economics 18, 20Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c54.",
        "Chaney, Thomas, David Sraer, and David Thesmar, 2010, The collateral channel: How real estate shocks affect corporate investment, American Economic Review Forthcoming.",
        "Ciccone, Antonio, and Robert E. Hall, 1996, Productivity and the density of economic activity, American Economic Review 86, 54Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c70.",
        "Dumais, Guy, Glenn Ellison, and Edward L. Glaeser, 2002, Geographic concentration as a dynamic process, The Review of Economics and Statistics 84, 193Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c204.",
        "Duranton, Gilles, and Matthew A. Turner, 2011, The fundamental law of road congestion: Evidence from us cities, American Economic Review 101, 2616Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c52.",
        "Ellison, Glenn, and Edward L. Glaeser, 1997, Geographic concentration in u.s. manufacturing industries: A dartboard approach, Journal of Political Economy 109, 889Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c927.",
        "Ellison, Glenn, and Edward L. Glaeser, 1999, The geographic concentration of industry: Does natural advantage explain agglomeration?, American Economic Review 89, 311Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c316.",
        "Ellison, Glenn, Edward L. Glaeser, and William R. Kerr, 2010, What causes industry agglomeration ? evidence from coagglomeration patterns, American Economic Review 100, 1195Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c1213.",
        "Erickson, Timothy, and Toni M. Whited, 2000, Measurement error and the relationship between investment and q, Journal of Political Economy 108, 1027Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c1057.",
        "Fazzari, Steven, R. Glenn Hubbard, and Bruce C. Petersen, 1988, Financing constraints and corporate investment, Brookings Papers on Economic Activity 1, 141Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c206.",
        "Fisher, Jonas D.M., Morris David, and Toni M. Whited, 2009, Macroeconomic implications of agglomeration Working paper.",
        "Fracassi, Cesare, 2011, Corporate finance policies and social networks Working paper.",
        "Gan, Jie, 2007, Collateral, debt capacity, and corporate investment: Evidence from a natural experiment, Journal of Financial Economics 85, 709Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c734.",
        "Gao, Pengjie, Joseph Engelberg, and Christopher A. Parsons, 2012, The price of a ceoÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0084¢s rolodex, Review of Financial Studies, forthcoming .",
        "Glaeser, Edward L., 2012, Triumph of the City: How Our Greatest Invention Makes Us Richer, Smarter, Greener, Healthier, and Happier (Penguin Books).",
        "Glaeser, Edward L., and Joshua D. Gottlieb, 2006, Urban resurgence and the consumer city, Harvard Institute of Economic Research, Discussion Paper Number 2109 .",
        "Glaeser, Edward L., Hedi D. Kallal, Jose A. Scheinkman, and Andrei Shleifer, 1992, Growth in cities, Journal of Political Economy 100, 1126Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c1152.",
        "Glaeser, Edward L., Jed Kolko, and Albert Saiz, 2001, Consumer city, Journal of Economic Geography 1, 27Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c50.",
        "Glaeser, Edward L., and David Mare, 2001, Cities and skills, Journal of Labor Economics 19, 316Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c342.",
        "Glaeser, Edward L., and Matthew G. Resseger, 2009, The complementarity between cities and skills Working paper.",
        "Glaeser, Edward L., Bruce Sacerdote, and Jos A. Scheinkman, 1996, Crime and social interactions, The Quarterly Journal of Economics 111, 507Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c548.",
        "Gomes, Joao F., 2001, Financing investment, American Economic Review 91, 1263Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c1285.",
        "Henderson, J.V., 1974, The sizes and types of cities, American Economic Review 64, 640Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c56.",
        "Henderson, J.V., 2003, MarshallÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0084¢s scale economies, Journal of Urban Economics 53, 1Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c28.",
        "Hoberg, Gerard, and Gordon Phillips, 2010a, Product market synergies and competition in mergers and acquisitions: A text-based analysis, Review of Financial Studies 23, 3773Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c 3811.",
        "Hoberg, Gerard, and Gordon Phillips, 2010b, Text-based network industries and endogenous product differentiation Working Paper.",
        "Jaffe, Adam B., Manuel Trajtenberg, and Rebecca Henderson, 1993, Geographic localization of knowledge spillovers as evidenced by patent citations, Quarterly Journal of Economics 108, 577Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c598.",
        "Kaplan, Steve, and Luigi Zingales, 1997, Do investment-cash flow sensitivities provide useful measures of financing constraints?, Quarterly Journal of Economics 112, 169Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c215.",
        "Kaplan, Steve, and Luigi Zingales, 2000, Investment-cash flow sensitivities are not valid measures of financing constraints, Quarterly Journal of Economics 115, 707Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c12.",
        "Korniotis, George, and Alok Kumar, 2011, State-level business cycles and local return predictability Working paper.",
        "Lucas, Robert, 1988, On the mechanics of economic development, Journal of Monetary Economics 22, 3Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c42.",
        "Manski, Charles, 1993, Identification of endogenous social effects: The reflection problem, Review of Economic Studies 60, 531Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c542.",
        "Marshall, Alfred, 1920, Principles of Economics (MacMillan and Co., London, U.K.). Moretti, Enrico, 2003, Handbook of Urban and Regional Economics, chapter Chapter 8 -Human Capital Externalities in Cities (North Holland-Elsevier).",
        "Peek, Joe, and Eric S. Rosengren, 2000, Collateral damage: Effects of the japanese bank crisis on real activity in the united states, American Economic Review 20, 30Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c45.",
        "Pirinsky, Christo, and Qinghai Wang, 206, Does corporate headquarters location matter for stock returns?, Journal of Finance 61, 1991Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c2015.",
        "Poterba, James, 1988, Are consumers forward looking? evidence from fiscal experiments, American Economic Review 78, 413Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c18.",
        "Rappaport, Jordan, 2007, Moving to nice weather, Regional Science and Urban Economics 37, 375Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c398.",
        "Rauch, James, 1993, Productivity gains from geographic concentration of human capital: Evidence from cities, Journal of Urban Economics 34, 380Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c400.",
        "Rauh, Joshua, 2006, Investment and financing constraints: Evidence from the funding of corporate pension plans, Journal of Finance 71, 34Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c72.",
        "Rosenthal, Stuart, and William Strange, 2001, The determinants of agglomeration, Journal of Urban Economics 50, 191Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c229.",
        "Saxenian, AnnaLee, 1994, Regional Advantage: Culture and Competition in Silicon Valley and Route 128 (Harvard University Press, Cambridge, Massachusetts).",
        "Shapiro, Jesse M., 2006, Smart cities: Quality of life, productivity, and the growth effects of human capital, Review of Economics and Statistics 88, 324Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c335.",
        "Simon, Curtis, Clark, and Nardinelli, 2002, Human capital and the rise of american cities: 1900-1990, Regional Science and Urban Economics 32, 59Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c96.",
        "Topel, Robert, 1986, Local labor markets, Journal of Political Economy 94, S111Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009cS143.",
        "Tuzel, Salale, 2012, Corporate real estate holdings and the cross-section of stock returns, Review of Financial Studies 25, 278Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c313.",
        "Wheaton, William, and Mark Lewis, 2002, Urban wages and labor market agglomeration, Journal of Urban Economics 51, 542Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c562."
    ]
}