{
    "id": 20369,
    "cites": 49,
    "cited_by": 16,
    "reference": [
        "Acemoglu, Daron (1995) Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Reward Structures and the Allocation of Talent,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d European Economic Review, 39(1), 17-33.",
        "Acemoglu, Daron, Davide Cantoni, Simon Johnson and James A. Robinson (2013) Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093The Consequences of Radical Reform: The French Revolution,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d American Economic Review, 101(7), 3286Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c3307.",
        "Acemoglu, Daron, and Matthew O. Jackson (2013) Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093History, Expectations, and Leadership in the Evolution of Social Norms,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d MIT and Stanford, SSRN DP 1839768.",
        "Akerlof, George, and Janet L. Yellen (1994) Gang Behavior, Law Enforcement, and Community Values, Canadian Institute for Advanced Research.",
        "Aldashev, Gani, Imane Chaara, Jean-Philippe Platteau, and Zaki Wahhaj (2012) Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Formal Law as a Magnet to Reform Custom,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Economic Development and Cultural Change, 60(4): 795Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c828.",
        "Barfield, Thomas (2010) Afghanistan: A Cultural and Political History. Princeton University Press, Princeton New Jersey.",
        "Becker, Gary S. (1968) Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Crime and Punishment: an Economic Approach,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Journal of Political Economy 76(2): 169Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c217.",
        "Becker, Gary S. and George J. Stigler (1974) Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Law Enforcement, Malfeasance, and Compensation of Enforcers,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d The Journal of Legal Studies 3(1): 1Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c18.",
        "Benabou, Roland, and Jean Tirole (2011) Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Laws and Norms,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d NBER Working Paper 15579.",
        "Berkowitz, Daniel, Katharina Pistor, and Jean-Francois Richard (2003) Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Economic Development, Legality, and the Transplant Effect,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d European Economic Review 47(1): 165Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c195.",
        "Bernstein, Lisa (1992) Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Opting Out of the Legal System: Extralegal Contractual Relations in the Diamond Industry,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Journal of Legal Stud, 21: 115.",
        "Bierstedt, Robert (1963) The Social Order (Second Edition), McGraw-Hill, NY.",
        "Bisin, Alberto, and Thierry Verdier (2001) Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093The Economics of Cultural Transmission and the Dynamics of Preferences,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Journal of Economic Theory, 97: 298Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c319.",
        "Calv o-Armengol, A. and Yves Zenou (2004) Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Social Networks And Crime Decisions: The Role of Social Structure In Facilitating Delinquent Behavior,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d International Economic Review, 45(3): 939Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c958.",
        "Cooter, Robert (1998) Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Expressive Law and Economics,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Journal of Legal Studies, 27.",
        "Doepke, Matthias, and Fabrizio Zilibotti (2008) Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Occupational Choice and the Spirit of Capitalism,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d The Quarterly Journal of Economics, 123(2): 747Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c793.",
        "Ellickson, Robert (1991) Order Without Law. Harvard University Press, Cambridge.",
        "Ferrer, Rosa (2010) Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Breaking the Law when Others Do: A Model of Law Enforcement with Neighborhood Externalities,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d European Economic Review 54(2): 163Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c180.",
        "Galor, Oded (2011) Unified Growth Theory, Cambridge, MA: MIT Press.",
        "Giavazzi, Francesco, Ivan Petkov and Fabio Schiantarelli (2014) Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Culture: Persistence and EvolutionÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d NBER Working Paper.",
        "Gibbs, Jack P. (1965) Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Norms: The Problem of Definition and Classification,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d American Journal of Sociology, 70(5): 586-594.",
        "Glaeser, Edward L., Bruce Sacerdote, and Jose A. Scheinkman (1996) Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Crime and social interactions,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Quarterly Journal of Economics 111(2): 507Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c548.",
        "Hay, Jonathan R., Andrei Shleifer, and Robert W. Vishny (1996) Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Toward a Theory of Legal Reform,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d European Economic Review, 40(3): 559Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c567.",
        "Hay, Jonathan R., and Andrei Shleifer (1998) Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Private Enforcement of Public Laws: A Theory of Legal Reform,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d American Economic Review, 88(2): 398Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c403.",
        "Helliwell, John, Shun Wang, and Jinwen Xu (2014) Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093In How Durable are Social Norms? Immigrant Trust and GenerosityÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d NBER Working Paper.",
        "Hoffman, Martin L. (1977) Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Moral Internalization: Current Theory and ResearchÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d in Advances in Experimental Social Psychology, Volume 10, New York: Academic Press.",
        "Jackson, Matthew O., Simon, Leo K., Swinkels, Jeroen M., and William R. Zame (2002) Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Communication and Equilibrium in Discontinuous Games of Incomplete Information,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Econometrica, 70(5): 1711Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c1740.",
        "Lynn, John A. (1997) The Giant of the Grand Siecle: French Armies, 1600-1715, Cambridge UK: Cambridge University Press.",
        "Mailath, George J. and Larry Samuelson (2006) Repeated Games and Reputations. New York, Oxford University Press.",
        "Nisbett, Richard, and Dov Cohen, (1996) Culture of Honor: The Psychology of Violence in the South. Westview Press.",
        "Parsons, Timothy (2010) The Rule of Empires: Those Who Built Them, Those Who Endured Them, and Why They Always Fall. Oxford University Press.",
        "Pinker, Steven (2011) The Better Angels of Our Nature: Why Violence Has Declined. New York: Viking.",
        "Pistor, Katharina (1996) Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Supply and Demand for Contract Enforcement in Russia: Courts, Arbitration, and Private Enforcement,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Review of Central and East European Law, 22: 55Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c87.",
        "Posner, Eric (2002) Laws and Social Norms. Cambridge: Harvard University Press.",
        "Posner, Richard (1997), Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Social Norms and the Law: An Economic ApproachÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d The American Economic Review, 87:2, 365-369.",
        "Rasmusen, Eric Bennett (1996) Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Stigma and Self-Fulfilling Expectations of Criminality. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Journal of Law and Economics39: 519Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c544.",
        "Sah, Raaj K. (1991) Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Social Osmosis and Patterns of Crime,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Journal of Political Economy, 1272Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c1295.",
        "Shavell, Steven M. (2004) Foundations of Economic Analysis of Law. Belknap Press of Harvard University Press, Cambridge MA.",
        "Simmel, Georg (1903) The Metropolis and Mental Life, Dresden: Petermann.",
        "Simmel, Georg (1908) Sociology: Investigations on the Forms of Sociation, Leipzig: Duncker and Humblot.",
        "Sorokin, Pitirim A. (1947) Society, Culture, and Personality, Harper and Brothers, New York, NY.",
        "Tabellini, Guido (2008) Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093The Scope of Cooperation: Values and Incentives,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Quarterly Journal of Economics, 123(3): 905Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c950.",
        "Tyler, Tom R. (1990) Why Do People Obey the Law. Yale University Press, New Haven, Connecticut.",
        "Williams, Robin M. (1960) American Society: A Sociological Interpretation, Alfred A Knopf, New York NY.",
        "Wilson, James Q and George Kelling (1982) Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Broken Windows: The Police and Neighborhood Safety,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d The Atlantic.",
        "Woodward, Comer V. (1955) The Strange Career of Jim Crow. Oxford University Press, New York.",
        "Wright, Gavin (2013) Sharing the Prize: The Economics of the Civil Rights Revolution in the American South.",
        "Wyatt-Brown, Bertram (1982) Southern Honor: Ethics and Behavior in the Old South.Oxford University Press, New York.",
        "Young, Peyton H. (1998) Individual Strategy and Social Structure: An Evolutionary Theory of Institutions. Princeton University Press, Princeton New Jersey."
    ]
}