{
    "id": 20362,
    "cites": 36,
    "cited_by": 9,
    "reference": [
        "Bauder, J., 2000. How much irrigation water do you lose when itÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0084¢s windy? Montana State University Communications Services, July 26, 2000; accessed on Oct. 14, 2013, via http://www.montana.edu/cpa/news/wwwpb-archives/ag/baudr258.html.",
        "Bento, A., Kaffine, D., Roth, K., Zaragoza, M., 2011. The unintended consequences of regulation in the presence of competing externalities: Evidence from the transportation sector. Working Paper, Charles H. Dyson School of Applied Economics and Management, Cornell University.",
        "Brennan, D., Tapsuwan, S., Ingram, G., 2007. The welfare costs of urban outdoor water restrictions. The Australian Journal of Agricultural and Resource Economics 51, 243Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c261.",
        "Cameron, C., Trivedi, P., 2005. Microeconometrics: Methods and Applications. Cambridge.",
        "Chib, S., Greenberg, E., Winkelmann, R., 1998. Posterior simulation and Bayes factors in panel count data models. Journal of Econometrics 86, 33Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c54.",
        "Cromwell, J., Smith, J., Raucher, R., 2007. Implication of climate change for urban water utilities. Technical Report. Association of Metropolitan Water Agencies.",
        "Davis, L., Kahn, M., 2010. International trade in used vehicles: The environmental consequences of NAFTA. American Economic Journal: Economic Policy 2.",
        "Duble, R., 2013. Water management on turfgrasses. Texas Cooperative Extension; accessed on Oct. 14, 2013, via http://aggie-horticulture.tamu.edu/archives/parsons/turf/publications/water.html.",
        "Felder, S., Rutherford, T., 1993. Unilateral CO2 reductions and carbon leakage: The consequences of international trade in oil and basic materials. Journal of Environmental Economics and Management 25, 162Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c176.",
        "Fowlie, M., 2009. Incomplete environmental regulation, imperfect competition, and emissions leakage. American Economic Journal: Economic Policy 1, 72Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c112.",
        "Goulder, L., Jacobsen, M., van Benthem, A., 2012. Unintended consequences from nested state and federal regulation: The case of the Pavley greenhouse-gas-per-mile limits. Journal of Environmental Economics and Management 63, 187Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c207.",
        "Goulder, L., Stavins, R., 2011. Challenges from state-federal interactions in US climate change policy. American Economic Review: Papers and Proceedings 101, 253Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c257.",
        "Griffin, R., Mjelde, J., 2000. Valuing water supply reliability. American Journal of Agricultural Economics 82, 414Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c426.",
        "Halvorsen, R., Palmquist, R., 1980. The interpretation of dummy variables in semilogarithmic equations. American Economic Review 70, 474Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c475.",
        "Hausman, J., Hall, B., Grilliches, Z., 1984. Economic models for count data with and application to the patents-R&D relationship. Econometrica 52, 909Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c938.",
        "Hensher, D., Shore, N., Train, K., 2006. Water supply security and willingness to pay to avoid drought restrictions. The Economic Record 82, 56Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c66.",
        "Howe, C., Smith, M., 1994. The value of water supply reliability in urban water systems. Journal of Environmental Economics and Management 26, 19Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c30.",
        "MacQueen, J., 1967. Some methods for classification and analysis of multivariate observations, in: Cam, L.M.L., Neyman, J. (Eds.), Fifth Berkeley Symposium on Mathematical Statistics and Probability, University of California Press, Berkeley, CA. pp. 281Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c297.",
        "Mansur, E., Olmstead, S., 2007. The value of scarce water: Measuring the inefficiency of municipal regulations. NBER working paper No. 13513.",
        "Massart, D., Plastria, E., Kaufman, L., 1983. Non-hierarchical clustering with MASLOC. Pattern Recognition 16, 507Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c516.",
        "McGuinness, M., Ellermann, A., 2008. The effects of interactions between federal and state climate policies. MIT Center for Energy and Environmental Policy Working Paper No. WP-2008-004.",
        "Munkin, M., Trivedi, P., 2003. Bayesian analysis of a self-selection model with multiple outcomes using simulation-based estimation: An application to the demand for healthcare. Journal of Econometrics 114, 197Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c220.",
        "Olmstead, S., Hanemann, W., Stavins, R., 2007. Water demand under alternative price structures. Journal of Environmental Economics and Management 54, 181Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c98.",
        "Renwick, M., Archibald, S., 1998. Demand side management policies for residential water use: Who bears the conservation burden? Land Economics 74, 343Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c359.",
        "Renwick, M., Green, R., 2000. Do residential water demand side management policies measure up? An analysis of eight California water agencies. Journal of Environmental Economics and Management 40, 37Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c55.",
        "Rider, P., 1953. Truncated Poisson distributions. Journal of the American Statistical Association 48, 826Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c830.",
        "Shaw, D., Maidment, D., 1987. Intervention analysis of water use restrictions, Austin, Texas. Water Resources Bulletin 23, 1037Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c46.",
        "Tanner, M., Wong, W., 1987. The calculation of posterior distributions by data augmentation. Journal of the American Statistical Association 82, 528Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c550.",
        "Timmins, C., 2003. Demand-side technology standards under under inefficient pricing regimes. Environmental and Resource Economics 26, 107Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c124.",
        "U.N. World Water Assessment Programme, 2009. Water in a changing world: Facts and figures. Technical Report. United Nations.",
        "U.S. Environmental Protection Agency, 2002. Community water system survey 2000. Technical Report EPA 815-R-02-005A. United States Environmental Protection Agency, Office of Water.",
        "U.S. Environmental Protection Agency, 2008a. Water supply and use in the United States. Technical Report EPA 832-F-06-006. United States Environmental Protection Agency.",
        "U.S. Environmental Protection Agency, 2008b. Your grass can be greener. Technical Report EPA 832-F-06-028. United States Environmental Protection Agency.",
        "U.S. Environmental Protection Agency, 2008c. Outdoor water use in the United States. Technical Report EPA 832-F-06-005. United States Environmental Protection Agency.",
        "Vinod, H., 1969. Integer programming and the theory of grouping. Journal of the American Statistical Association 64, 506Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c519.",
        "Worthington, A., Hoffman, M., 2008. An empirical survey of residential water demand modelling. Journal of Economic Surveys 22, 842Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c871."
    ]
}