{
    "id": 20372,
    "cites": 29,
    "cited_by": 4,
    "reference": [
        "Acharya, Viral, Sreedhar Bharath, and Anand Srinivasan, 2007, Does Industry-wide Distress AÃ\u0083Â¯Ã\u0082Â¬Ã\u0082â\u0082¬ect Defaulted Firms? Evidence from Creditor Recoveries, Journal of Financial Economics 85, 787-821.",
        "Almeida, Heitor, Murillo Campello, and Michael S. Weisbach, 2004, The Cash Flow Sensitivity of Cash, Journal of Finance 59, 1777-1804.",
        "Anderson, Ronald W., and Andrew Carverhill, 2012, Corporate Liquidity and Capital Structure, Review of Financial Studies 25, 797-837.",
        "Bank, Stephen M., 2010, From Sword to Shield: The Transformation of the Corporate Income Tax, 1861 to Present, Oxford University Press.",
        "Bhamra, Harjoat S., Lars-Alexander Kuehn, and Ilya A. Strebulaev, 2010, The Aggregate Dynamics of Capital Structure and Macroeconomic Risk, Review of Financial Studies 23, 4187-4241.",
        "Fama, Eugene F., and Kenneth R. French, 2002, Testing TradeoÃ\u0083Â¯Ã\u0082Â¬Ã\u0082â\u0082¬ and Pecking Order Predictions about Dividends and Debt, Review of Financial Studies 15, 1-37.",
        "Gertler, Mark, and Simon Gilchrist, 1993, The Role of Credit Market Imperfections in the Monetary Transmission Mechanism: Arguments and Evidence, The Scandinavian Journal of Economics 95, 43-64.",
        "Giesecke, Kay, Francis A. LongstaÃ\u0083Â¯Ã\u0082Â¬Ã\u0082â\u0082¬, Stephen M. Schaefer, and Ilya A. Strebulaev, 2011, Corporate Bond Default Risk: A 150-Year Perspective, Journal of Financial Economics 102, 233-250.",
        "Giesecke, Kay, Francis A. LongstaÃ\u0083Â¯Ã\u0082Â¬Ã\u0082â\u0082¬, Stephen M. Schaefer, and Ilya A. Strebulaev, 2013, Macroeconomic EÃ\u0083Â¯Ã\u0082Â¬Ã\u0082â\u0082¬ects of Corporate Default Crisis: A Long-Term Perspective, Journal of Financial Economics, forthcoming.",
        "Givoly, Dan, Carla Hayn, Aharon R. Ofer, and Oded Sarig, 1992, Taxes and Capital Structure: Evidence from FirmsÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0084¢ Response to the Tax Reform Act of 1986, Review of Financial Studies 5, 331-355.",
        "Goldstein, Robert, Nenqiiu Ju, and Hayne Leland, 2001, An EBIT-Based Model of Dynamic Capital Structure, Journal of Business 74, 483-512.",
        "Graham, John R., 1996a, Debt and the Marginal Tax Rate, Journal of Financial Economics 41, 41-73.",
        "Graham, John R., 1996b, Proxies for the Corporate Marginal Tax Rate, Journal of Financial Economics 42, 187-221.",
        "Graham, John R., 2000, How Big are the Tax BeneÃ\u0083Â¯Ã\u0082Â¬Ã\u0082Â\u0081ts of Debt? Journal of Finance 55, 1901-1941.",
        "Graham, John R., 2008, Taxes and Corporate Finance, in B.E. Eckbo (ed.), Handbook of Corporate Finance; Empirical Corporate Finance, Elsevier Science, Amsterdam.",
        "Graham, John R., Mark Leary, and Michael Roberts, 2014, A Century of Capital Structure: The Leveraging of Corporate America, Journal of Financial Economics, forthcoming.",
        "Gryglewicz, Sebastian, 2011, A Theory of Corporate Financial Decisions with Liquidity and Solvency Concerns, Journal of Financial Economics 99, 365-384.",
        "Heider, Florian, and Alexander Lunhgqvist, 2014, As Certain as Debt and Taxes: Estimating the Tax Sensitivity of Leverage from State Tax Changes, Working paper, New York University.",
        "Joseph, Richard J., 2004, The Origins of the American Income Tax, Syracuse University Press.",
        "Korajczyk, Robert, and Amnon Levy, 2003, Capital Structure Choice: Macroeconomic Conditions and Financial Constraints, Journal of Financial Economics 68, 75-109.",
        "Kurshev, Alexander, and Ilya A. Strebulaev, 2007, Firm Size and Capital Structure, Working paper, Stanford University.",
        "MacKie-Mason, JeÃ\u0083Â¯Ã\u0082Â¬Ã\u0082â\u0082¬rey K., 1990, Do Taxes AÃ\u0083Â¯Ã\u0082Â¬Ã\u0082â\u0082¬ect Corporate Financing Decisions, Journal of Finance 45, 1471-1493.",
        "Modigliani, Franco, and Merton H. Miller, 1963, Corporate Income Taxes and the Cost of Capital: A Correction, American Economic Review 53, 433-443.",
        "Opler, Tim, Lee Pinkowitz, Rene Stulz, and Rohan Williamson, 1999, The Determinants and Implications of Corporate Cash Holdings, Journal of Finance 52, 3-46.",
        "Panier, Fred, Francisco Perez-Gonzalez, and Pablo Villanueva, 2014, Capital Structure and Taxes: What Happens When You (Also) Subsidize Equity?, Working paper, Stanford University.",
        "Pinkowitz, Lee, Jason Sturgess, and Rohan Williamson, 2013, Do Cash Stockpiles Fuel Cash Acquisitions? Journal of Corporate Finance, forthcoming.",
        "Rajan, Raghuram G., and Luigi Zingales, 1995, What Do We Know about Capital Structure? Some Evidence from International Data, Journal of Finance 50 1421-1460.",
        "Slemrod, Joel, 1992, Do Taxes Matter? Lessons from the 1980Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0084¢s, The American Economic Review 82, 250-256.",
        "Strebulaev, Ilya A., 2007, Do Tests of Capital Structure Mean What They Say?, Journal of Finance 62, 1747-1787. 1900 1920 1940 1960 1980 2000 2020 Year Marginal Tax Rate"
    ]
}