{
    "id": 20399,
    "cites": 13,
    "cited_by": 2,
    "reference": [
        "Becker, Randy, Wayne Gray, and Jordan Marvakov. 2014. NBER-CES Manufacturing Industry Database http://www.nber.org/data/nberces5809.html accessed July, 2014.",
        "Brunel, Claire (2014), Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Pollution Offshoring and Emission Reductions in EU and US Manufacturing.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d http://ssrn.com/abstract=2447679.",
        "Cole, Matthew A. 2000. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Air Pollution and Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Ë\u009cDirtyÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0084¢ IndustriesÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d How and Why Does the Composition of Manufacturing Output Change with Economic Development?Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Environmental and Resource Economics 17: 109-123.",
        "Cole, Matthew A. 2004. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093US environmental load displacement: examining consumption, regulations and the role of NAFTAÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Ecological Economics 48(4): 439-450.",
        "Cole, Matthew A. and Robert JR Elliott. 2004. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Determining the Trade-Environment Composition Effect: The Role of Capital, Labor, and Environmental Regulations.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Journal of Environmental Economics and Management 46:363-383.",
        "Copeland, Brian and M. Scott Taylor. 2003. Trade and the Environment: Theory and Evidence. Princeton University Press: Princeton, NJ.",
        "Ederington, Josh, Arik Levinson and Jenny Minier. 2004. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Trade Liberalization and Pollution Havens.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Advances in Economic Policy and Analysis 4(2). Berkeley Electronic Press.",
        "Hettige, Hemamala, Robert E. B. Lucas and David Wheeler. 1992. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093The Toxic Intensity of Industrial Production: Global Patterns, Trends, and Trade PolicyÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d The American Economic Review Papers and Proceedings, 82(2): 478-481.",
        "Hettige, Hemamala, Paul Martin, Manjula Singh, and David Wheeler. 1995. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093The Industrial Pollution Projection System.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d World Bank Policy Research Working Paper #1421.",
        "Kahn, Matthew E. 2003. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093The Geography of U.S. Pollution Intensive Trade: Evidence from 1959 to 1994.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Regional Science and Urban Economics 33(4): 383-400.",
        "Levinson, Arik. 2009. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Technology, International Trade, and Pollution from US ManufacturingÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d American Economic Review 99(5) pp. 2177-92.",
        "Martin, Leslie. 2014. \"Energy efficiency gains from trade: greenhouse gas emissions and India's manufacturing sector\" working paper.",
        "Shapiro, Joseph and Reed Walker. 2014. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Why is U.S. Air Quality Improving? The Roles of Trade, Regulation, Productivity, and PreferencesÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d working paper."
    ]
}