{
    "id": 20395,
    "cites": 39,
    "cited_by": 11,
    "reference": [
        "Acemoglu, Daron, David Autor, David Dorn, Gordon H. Hanson, and Brendan Price. 2014. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Return of the Solow Paradox? IT, Productivity, and Employment in US Manufacturing.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d American Economic Review Papers & Proceedings, 104(5): 394-399.",
        "Acemoglu, Daron, Vasco Carvalho, Asuman Ozdaglar and Alireza Tahbaz-Salehi. 2012. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093The Network Origins of Aggregate Fluctuations.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Econometrica, 80(5): 1977-2016.",
        "Amiti, Mary, and David E. Weinstein. 2011. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Exports and Financial Shocks.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Quarterly Journal of Economics, 126(4): 1841-1877.",
        "Artuc, Erhan, Shubham Chaudhuri, and John McLaren. 2010. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Trade Shocks and Labor Adjustment: A Structural Empirical Approach.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d American Economic Review, 100(3), 1008-1045.",
        "Autor, David H., and David Dorn. 2013. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093The Growth of Low Skill Service Jobs and the Polarization of the U.S. Labor Market.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d American Economic Review, 103(5), 1553-1597.",
        "Autor, David H., David Dorn and Gordon H. Hanson. 2013a. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093The China Syndrome: Local Labor Market Effects of Import Competition in the United States.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d American Economic Review, 103(6): 2121-2168.",
        "Autor, David H., David Dorn, Gordon H. Hanson. 2013b. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Untangling Trade and Technology: Evidence from Local Labor Markets.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d NBER Working Paper No. 18938, April.",
        "Autor, David H., David Dorn, Gordon H. Hanson and Jae Song. 2014. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Trade Adjustment: Worker Level Evidence.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d NBER Working Paper No. 19226, July.",
        "Autor, David H., Lawrence F. Katz, and Alan B. Krueger. 1998. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Computing Inequality: Have Computers Changed the Labor Market?Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Quarterly Journal of Economics, 113(4), 1169-1213.",
        "Balsvik, Ragnhild, Sissel Jensen, and Kjell G. Salvanes. 2014. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Made in China, Sold in Norway: Local Labor Market Effects of an Import Shock.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d IZA Discussion Paper No. 8324, July.",
        "Becker, Randy, Wayne Gray, and Jordan Marvakov. 2013. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093NBER-CES Manufacturing Industry Database.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d NBER Technical Notes Bernard, Andrew B., J. Bradford Jensen and Peter K. Schott. 2006. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Survival of the Best Fit: Exposure to Low-Wage Countries and the (Uneven) Growth of U.S. Manufacturing Plants.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Journal of International Economics, 68(1), 219-237.",
        "Bloom, Nicholas, Mirko Draca, and John Van Reenen. 2012. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Trade Induced Technical Change? The Impact of Chinese Imports on Innovation, IT, and Productivity.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Mimeo, Stanford University.",
        "Brandt, Loren, Johannes Van Biesebroeck, and Yifan Zhang. 2012. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Creative Accounting or Creative Destruction? Firm-Level Productivity Growth in Chinese Manufacturing.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Journal of Development Economics, 97(2): 339-351.",
        "Charles, Kerwin Kofi, Eric Hurst, and Matthew J. Notowidigdo. 2013. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Manufacturing Decline, Housing Booms, and Non-Employment.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d NBER Working Paper No. 18949.",
        "Chor, Davin, and Kalina Manova. 2012. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Off the Cliff and Back? Credit Conditions and International Trade During the Global Financial Crisis.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Journal of International Economics, 87(1), 117Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c133.",
        "De Loecker, Jan, Pinelopi K. Goldberg, Amit K. Khandelwal, and Nina Pavcnik. 2014. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Prices, Markups, and Trade Reform.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d NBER Working Paper No. 17925.",
        "Dix-Carneiro, Rafael, and Brian K Kovak. 2014. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Trade Reform and Regional Dynamics: Evidence From 25 Years of Brazilian Matched Employer-Employee Data.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Carnegie Mellon University Working Paper, July.",
        "Eaton, Jonathan, Samuel Kortum, Brent Neiman, and John Romalis. 2011. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Trade and the Global Recession.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d NBER Working Paper No. 16666.",
        "Ebenstein, Avraham, Ann Harrison, Margaret McMillan, and Shannon Phillips. 2013. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Estimating the Impact of Trade and Offshoring on American Workers Using the Current Population Surveys.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Forthcoming, Review of Economics and Statistics Ellison, Glenn, Edward Glaeser and William Kerr. 2010. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093What Causes Industry Agglomeration? Evidence from Coagglomeration PatternsÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d American Economic Review, 100(3): 1195-1213.",
        "Feenstra, Robert C. 2003. Advanced International Trade: Theory and Evidence. Princeton, NJ: Princeton University Press.",
        "Feenstra, Robert C., and Gordon H. Hanson. 2005. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Ownership and Control in Outsourcing to China: Estimating the Property Rights Theory of the Firm.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Quarterly Journal of Economics, 120(2), 729-762.",
        "Goldberg, Pinelopi, Amit Khandelwal, Nina Pavcnik, Petia Topalova. 2010. Imported Intermediate Inputs and Domestic Product Growth: Evidence from India. Quarterly Journal of Economics, 125(4): 1727-1767.",
        "Hanson, Gordon. 2012. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093The Rise of Middle Kingdoms: Emerging Economies in Global Trade.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Journal of Economic Perspectives, 26(2): 41-64.",
        "Harrison, Ann, John McLaren, and Margaret McMillan. 2011. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Recent Perspectives on Trade and Inequality.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Annual Review of Economics, 3: 261-289.",
        "Harrison, Ann and Margaret McMillan. 2011. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Offshoring Jobs? Multinationals and U.S. Manufacturing Employment.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Review of Economics and Statistics, 93(3): 857-875.",
        "Hart, Oliver and John Moore. 1990. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Property Rights and the Nature of the Firm.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Journal of Political Economy, 98(6), 1119-1158.",
        "Houseman, Susan N., Timothy J. Bartik, and Timothy J. Sturgeon. 2014. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Measuring Manufacturing: How the Computer and Semiconductor Industries Affect the Numbers and Perceptions.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Upjohn Institute Working Paper No. 14-209.",
        "Hsieh, Chang-Tai, and Ralph Ossa. 2011. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093A Global View of Productivity Growth in China.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d NBER Working Paper No. 16778.",
        "Krueger, Alan B. and Robert M. Solow. 2002. The Roaring Nineties: Can Full Employment Be Sustained? New York: Russell Sage Foundation.",
        "Levchenko, Andrei A., Logan T. Lewis, and Linda L. Tesar. 2010. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093The Collapse of International Trade during the 2008Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c09 Crisis: In Search of the Smoking Gun.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d IMF Economic Review, 58(2): 214-253.",
        "McLaren, John, and Shushanik Hakobyan. 2010. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Looking for Local Labor Market Effects of NAFTA.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d NBER Working Paper No. 16535.",
        "Mian, Atif, and Amir Sufi. 2014. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093What Explains the 2007-2009 Drop in Employment?Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Forthcoming, Econometrica.",
        "Moffitt, Robert A. 2012. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093The Reversal of the Employment-Population Ratio in the 2000s: Facts and Explanations.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Brookings Papers on Economic Activity, 1, 201Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c264.",
        "Naughton, Barry. 2007. The Chinese Economy: Transitions and Growth. Cambridge, MA: MIT Press.",
        "Notowidigdo, Matthew J. 2013. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093The Incidence of Local Labor Demand Shocks.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d University of Chicago Booth School working paper, March.",
        "Pierce, Justin R. and Peter Schott. 2012. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093A Concordance Between Ten-Digit U.S. Harmonized System Codes and SIC/NAICS Product Classes and Industries.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Journal of Economic and Social Measurement, 37(1-2): 61-96.",
        "Pierce, Justin R, and Peter K Schott. 2013. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093The Surprisingly Swift Decline of U.S. Manufacturing Employment.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Yale Department of Economics Working Paper, November..",
        "Williamson, Oliver. 1975. Markets and Hierarchies: Analysis and Antitrust Implications. Free Press: New York.",
        "Zhu, Xiaodong. 2012. Understanding ChinaÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0084¢s Growth: Past, Present, and Future. Journal of Economic Perspectives, 26(4): 103-24."
    ]
}