{
    "id": 20390,
    "cites": 45,
    "cited_by": 14,
    "reference": [
        "Aldrich, E., J. Fern andez-Villaverde, R. Gallant, and J. Rubio-Ram Ã\u0083â\u0080\u009eÃ\u0082Â±rez (2011): Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Tapping the Supercomputer Under Your Desk: Solving Dynamic Equilibrium Models with Graphics Processors,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Journal of Economic Dynamics and Control, 35(3), 386Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c393.",
        "Amisano, G., and O. Tristani (2011): Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Exact Likelihood Computation for Nonlinear DSGE Models with Heteroskedastic Innovations,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Journal of Economic Dynamics and Control, 35(12), 2167Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c2185.",
        "Andreasen, M., J. Fernandez-Villaverde, and J. Rubio-Ramirez (2013): Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093The Pruned State-Space System for Non-Linear DSGE Models: Theory and Empirical Applications, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Working Paper 18983, NBER.",
        "Aruoba, S., J. Fernandez-Villaverde, and J. Rubio-Ramirez (2006): Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Comparing Solution Methods for Dynamic Equilibrium Economies,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Journal of Economic Dynamics and Control, 30(12), 2477Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c2508.",
        "Becker, E., M. Marianari, T. Mora, and C. Treverso (1993): Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093The Shape of the Shape Lemma,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d in International Symposium on Symbolic and Algebraic Computation, pp. 129Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c133. ACM Press.",
        "Becker, T., V. Weispfenning, and H. Kredel (1998): Gr obner Bases: A Computational Approach to Commutative Algebra. Springer-Verlag.",
        "Bi, H., and N. Traum (2012): Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Estimating Sovereign Default Risk,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d European Economic Review, 102(3), 161Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c66.",
        "Bianchi, F. (2010): Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Regime Switches, AgentsÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0084¢ Beliefs, and Post-World War II US Macroeconomic Dynamics,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Working Paper 12-04, Duke University.",
        "Bianchi, F., and L. Melosi (2013): Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Modeling the Evolution of Expectations and Uncertainty in General Equilibrium,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Manuscript.",
        "Blake, A., and F. Zampolli (2006): Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Optimal Monetary Policy in Markov-Switching Models with Rational Expectations Agents,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Working Paper 298, Bank of England.",
        "BoroviÃ\u0083â\u0080¹Ã\u0082Ë\u009c cka, J., and L. P. Hansen (2013): Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Examining Macroeconomic Models through the Lens of Asset Pricing,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Manuscript.",
        "Buchberger, B. (1998): Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093An Algorithmic Criterion for the Solvability of Algebraic Systems of Equations,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Gr obner Bases and Applications, 251, 535Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c545.",
        "Cho, S. (2011): Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Characterizing Markov-Switching Rational Expectation Models,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Working Paper.",
        "Clarida, R., J. Gali, and M. Gertler (2000): Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Monetary Policy Rules and Macroeconomic Stability: Evidence and Some Theory,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Quarterly Journal of Economics, 115(1), PERTURBATION METHODS FOR MARKOV-SWITCHING DSGE MODELS 36 147Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c180.",
        "Costa, O., M. Fragoso, and R. Marques (2005): Discrete-Time Markov Jump Linear Systems. Springer.",
        "Cox, D., J. Little, and D. OÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0084¢Shea (1997): Ideals, Varieties and Algorithms: An Introduction to Computational Algebraic Geometry and Commutative Algebra. Undergraduate Texts in Mathematics, Springer-Verlag, 2 edn.",
        "Datta, R. (2010): Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Finding all Nash Equilibria of a Finite Game using Polynomial Algebra, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Economic Theory, 42(1), 55Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c96.",
        "Davig, T., and T. Doh (2008): Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Monetary Policy Regime Shifts and Inflation Persistence,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Research Working Paper 08-16, Federal Reserve Bank of Kansas City.",
        "Davig, T., and E. Leeper (2007): Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Generalizing the Taylor Principle,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d American Economic Review, 97(3), 607Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c635.",
        "Davig, T., E. M. Leeper, and T. B. Walker (2010): Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Unfunded Liabilities and Uncertain Fiscal Financing,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Journal of Monetary Economics, 57(5), 600Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c619.",
        "(2011): Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Inflation and the Fiscal Limit,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d European Economic Review, 55(1), 31Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c47.",
        "Farmer, R., D. Waggoner, and T. Zha (2009): Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Understanding Markov-Switching Rational Expectations Models,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Journal of Economic Theory, 144(5), 1849Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c1867.",
        "(2011): Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Minimal State Variable Solutions to Markov-Switching Rational Expectations Models,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Journal of Economic Dynamics and Control, 35(12), 2150Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c2166.",
        "Fernandez-Villaverde, J., P. Guerron-Quintana, and J. Rubio-Ramirez (2014): Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Estimating Dynamic Equilibrium Models with Stochastic Volatility,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Manuscript.",
        "Fern andez-Villaverde, J., P. Guerr on-Quintana, J. F. Rubio-Ram Ã\u0083â\u0080\u009eÃ\u0082Â±rez, and M. Uribe (2011): Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Risk Matters: The Real Effects of Volatility Shocks,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d American Economic Review, 101(6), 2530Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c2561.",
        "Fern andez-Villaverde, J., and J. Rubio-Ramirez (2007): Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Estimating Macroeconomic Models: A Likelihood Approach,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Review of Economic Studies, 74(4), 1059Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c1087. Gomme, P., and P. Klein (Forthcoming): Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Second-Order Approximation of Dynamic Models Without the Use of Tensors,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Journal of Economic Dynamics & Contral.",
        "Hamilton, J. (1989): Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093A New Approach to the Economic Analysis of Nonstationary Time Series and the Business Cycle,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Econometrica, 57(2), 357Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c384.",
        "Holmes, M. H. (2012): Introduction to Perturbation Methods. Springer, second edn.",
        "Judd, K. (1998): Numerical Methods in Economics. MIT Press.",
        "Judd, K., and A. Solnick (1994): Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Numerical Dynamic Programming with ShapePreserving Splines,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Mimeo.",
        "Klein, P. (2000): Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Using the Generalized Schur Form to Solve a Multivariate Linear Rational Expectations Model,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Journal of Economic Dynamics & Contral, 24, 1405Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c1423.",
        "PERTURBATION METHODS FOR MARKOV-SWITCHING DSGE MODELS 37 Kubler, F., and K. Schmedders (2010a): Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Competitive Equilibria in Semi-Algebraic Economies,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Journal of Economic Theory, 145(1), 301Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c330.",
        "(2010b): Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Tackling Multiplicity of Equilibria with Gr obner Bases,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Operations Research, 58(4), 1037Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c1050.",
        "Leeper, E., and T. Zha (2003): Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Modest Policy Interventions,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Journal of Monetary Economics, 50(8), 1673Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c1700.",
        "Liu, Z., D. F. Waggoner, and T. Zha (2011): Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Sources of Macroeconomic Fluctuations: A Regime-Switching DSGE Approach,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Quantitative Economics, 2(2), 251Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c301.",
        "Lombardo, G. (2010): Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093On Approximating DSGE Models by Series Expansions,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d European Central Bank Working Paper No. 1264.",
        "Lubik, T., and F. Schorfheide (2004): Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Testing for Indeterminacy: An Application to US Monetary Policy,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d American Economic Review, 94(1), 190Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c217.",
        "Santos, M. S., and A. Peralta-Alva (2005): Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Accuracy of Simulations for Stochastic Dynamic Models,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Econometrica, 73(6), 1939Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c1976.",
        "Schmitt-Grohe, S., and M. Uribe (2004): Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Solving Dynamic General Equilibrium Models Using a Second-Order Approximation to the Policy Function,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Journal of Economic Dynamics and Control, 28(4), 755Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c775.",
        "Schorfheide, F. (2005): Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Learning and Monetary Policy Shifts,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Review of Economic Dynamics, 8, 392Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c419.",
        "Sims, C., and T. Zha (2006): Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Were There Regime Switches in US Monetary Policy?,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d American Economic Review, 96(1), 54Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c81.",
        "Smets, R., and F. Wouters (2007): Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Shocks and Frictions in US Business Cycles: a Bayesian DSGE Approach,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d American Economic Review, 97(3), 586Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c606.",
        "Svensson, L., and N. Williams (2007): Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Monetary Policy with Model Uncertainty: Distribution Forecast Targeting,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Discussion Paper 6331, CEPR.",
        "Tauchen, G. (1986): Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Finite State Markov-Chain Approximations to Univariate and Vector Autoregressions,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Economics Letters, 20(2), 177Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c181.",
        "Uhlig, H. (1999): Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093A Toolkit for Analyzing Nonlinear Dynamic Stochastic Models Easily,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d in Computational Methods for the Study of Dynamic Economies, ed. by R. Marimon, and A. Scott, pp. 30Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c61. Oxford University Press, Oxford, England. Federal Reserve Bank of Kansas City, Duke University, Federal Reserve Bank of Atlanta, CEPR, FEDEA, and BBVA Research, Federal Reserve Bank of Atlanta, Federal Reserve Bank of Atlanta, Emory University, and NBER."
    ]
}