{
    "id": 20394,
    "cites": 143,
    "cited_by": 11,
    "reference": [
        "Ai, Chunrong and Xiaohong Chen. 2003. Efficient Estimation of Models with Conditional Moment Restrictions Containing Unknown Functions. Econometrica 71 (6):1795Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c1843.",
        "Almeida, Caio and Rene Garcia. 2013. Robust Economic Implications of Nonlinear Pricing Kernels. Tech. rep., Social Science Research Network. http://ssrn.com/abstract= 1107997.",
        "Alvarez, Fernando and Urban J. Jermann. 2005. Using Asset Prices to Measure the Persistence of the Marginal Utility of Wealth. Econometrica 73 (6):1977Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c2016.",
        "Anderson, Evan W., Lars Peter Hansen, and Thomas J. Sargent. 2003. A Quartet of Semigroups for Model Specification, Robustness, Prices of Risk, and Model Detection. Journal of the European Economic Association 1 (1):68Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c123.",
        "Antoine, Bertille, Helene Bonnal, and Eric Renault. 2007. On the Efficient Use of Informational Content of Estimating Equations: Implied Probabilities and Euclidean Empirical Likelihood. Journal of Econometrics 138:461Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c487.",
        "Arellano, Manuel. 2002. SarganÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0084¢s Instrumental Variables Estimation and the Generalized Method of Moments. Journal of Business and Economic Statistics 20 (4):450Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c459.",
        "Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009dÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009dÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009d. 2003. Panel Data Econometrics. Advanced Texts in Econometrics. Oxford University Press.",
        "Bachelier, Louis. 1900. Theorie de la Speculation. Annales Scientifiques de lÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0084¢ Ecole Normale Superieure 17:21Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c86.",
        "Backus, David, Mikhail Chernov, and Ian Martin. 2011. Disasters Implied by Equity Index Options. The Journal of Finance 66 (6):1969Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c2012.",
        "Backus, David K., Mikhail Chernov, and Stanley E. Zin. 2014. Sources of Entropy in Representative Agent Models. Journal of Finance 69 (1):51Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c99.",
        "Bakshi, Gurdip and Fousseni Chabi-Yo. 2012. Variance Bounds on the Permanent and Transitory Components of Stochastic Discount Factors. Journal of Financial Economics 105 (1):191Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c208.",
        "Bansal, Ravi and Bruce N. Lehmann. 1997. Growth-Optimal Portfolio Restrictions on Asset Pricing Models. Macroeconomic Dynamics 1 (02):333Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c354.",
        "Bansal, Ravi and Amir Yaron. 2004. Risks for the Long Run: A Potential Resolution of Asset Pricing Puzzles. Journal of Finance 59 (4):1481Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c1509.",
        "Basar, Tamer and Pierre Bernhard. 1995. HÃ\u0083Â¢Ã\u0082Ë\u0086Ã\u0082Å¾ -Optimal Control and Related Minimax Design Problems: a Dynamic Game Approach. Birkhauser.",
        "Berger, James O. 1994. An Overview of Robust Bayesian Analysis (with discussion). Test 3 (1):5Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c124.",
        "Bilson, John F. O. 1981. The Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009dSpeculative EfficiencyÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Hypothesis. The Journal of Business 54 (3):435Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c451.",
        "Blume, Lawrence and David Easley. 2006. If YouÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0084¢re so Smart, why ArenÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0084¢t You Rich? Belief Selection in Complete and Incomplete Markets. Econometrica 74 (4):929Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c966.",
        "BoroviÃ\u0083â\u0080¹Ã\u0082â\u0080¡ cka, Jaroslav. 2013. Survival and Long-Run Dynamics with Heterogeneous Beliefs Under Recursive Preferences. Tech. rep., New York University.",
        "BoroviÃ\u0083â\u0080¹Ã\u0082â\u0080¡ cka, Jaroslav and Lars Peter Hansen. 2014. Examining Macroeconomic Models Through the Lens of Asset Pricing. Journal of Econometrics forthcoming.",
        "BoroviÃ\u0083â\u0080¹Ã\u0082â\u0080¡ cka, Jaroslav, Lars Peter Hansen, Mark Hendricks, and Jos e A. Scheinkman. 2011. Risk Price Dynamics. Journal of Financial Econometrics 9:3Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c65.",
        "BoroviÃ\u0083â\u0080¹Ã\u0082â\u0080¡ cka, Jaroslav, Lars Peter Hansen, and Jos e A. Scheinkman. 2014a. Misspecified Recovery. SSRN Working Paper.",
        "Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009dÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009dÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009d. 2014b. Shock Elasticities and Impulse Response Functions. Mathematics and Financial Economics Forthcoming.",
        "Burnside, Craig. 1994. Hansen-Jagannathan Bounds as Classical Tests of Asset-Pricing Models. Journal of Business and Economic Statistics 12 (1):57Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c79.",
        "Campbell, John Y. 1993. Intertemporal Asset Pricing Without Consumption Data. The American Economic Review 83 (3):487Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c512.",
        "Campbell, John Y. and John Cochrane. 1999. Force of Habit: A Consumption-Based Explanation of Aggregate Stock Market Behavior. Journal of Political Economy 107 (2):205Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c 251.",
        "Chabi-Yo, Fousseni, Rene Garcia, and Eric Renault. 2008. State Dependence Can Explain the Risk Aversion Puzzle. Review of Financial Studies 21 (2):973Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c1011.",
        "Chamberlain, Gary. 1987. Asymptotic Efficiency in Estimation with Conditional Moment Restrictions. Journal of Econometrics 34 (3):305Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c334.",
        "Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009dÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009dÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009d. 1992. Efficiency Bounds for Semiparametric Regression. Econometrica 60 (3):567Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c 96.",
        "Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009dÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009dÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009d. 2000. Econometric Applications of Maxmin Expected Utility. Journal of Applied Econometrics 15 (6):625Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c644.",
        "Chernoff, Herman. 1952. A Measure of Asymptotic Efficiency for Tests of a Hypothesis Based on the Sum of Observations. The Annals of Mathematical Statistics 23 (4):493Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c 507.",
        "Chernozhukov, Victor, Emre Kocatulum, and Konrad Menzel. 2013. Inference on Sets in Finance. Unpublished, MIT, DRW Trading Group and NYU.",
        "Cochrane, John. 2008. Financial Markets and the Real Economy, 237Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c322. Elsevier.",
        "Cochrane, John H. and Lars Peter Hansen. 1992. Asset Pricing Explorations for Macroeconomics. NBER Macroeconomics Annual 7:115Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c165.",
        "Collin-Dufresne, Pierre, Michael Johannes, and Lars A. Lochstoer. 2013. Parameter Learning in General Equilibrium: The Asset Pricing Implications. Tech. rep., Columbia University, 3022 Broadway, New York, NY 10027.",
        "Constantinides, George M. 1990. Habit Formation: A Resolution of the Equity Premium Puzzle. Journal of Political Economy 98 (3):519Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c543.",
        "Cressie, Noel and Timothy R. C. Read. 1984. Multinomial Goodness-of-Fit Tests. Journal of the Royal Statistical Society. Series B (Methodological) 46 (3):440Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c464.",
        "Davis, Donald B. and M.-Elisabeth Pate-Cornell. 1994. A Challenge to the Compound Lottery Axiom: A Two-Stage Normative Structure and Comparison to Other Theories. Theory and Decision 37 (3):267Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c309.",
        "Davis, Mark and Alison Etheridge. 2006. Louis BachelierÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0084¢s Theory of Speculation: The Origins of Modern Finance. Princeton University Press.",
        "Dempster, A. P. 1975. A Subjectivist Look at Robustness. Bulletin of the International Statistical Institute 46:349Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c374.",
        "Dimson, Elroy and Massoud Mussavian. 2000. Market Efficiency. In The Current State of Business Disciplines, vol. 3, 959Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c970. Spellbound Publications.",
        "Epstein, Larry G. and Martin Schneider. 2003. Recursive Multiple-Priors. Journal of Economic Theory 113 (1):1Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c31.",
        "Epstein, Larry G. and Stanley E. Zin. 1989. Substitution, Risk Aversion and the Temporal Behavior of Consumption and Asset Returns: A Theoretical Framework. Econometrica 57 (4):937Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c969.",
        "Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009dÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009dÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009d. 1991. Substitution, Risk Aversion, and the Temporal Behavior of Consumption and Asset Returns: An Empirical Analysis. Journal of Political Economy 99 (2):263Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c86.",
        "Fama, Eugene F. 1984. Forward and Spot Exchange Rates. Journal of Monetary Economics 14 (3):319Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c338.",
        "Fama, Eugene F. and Kenneth R. French. 1992. The Cross-Section of Expected Returns. Journal of Finance 47 (2):427Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c465.",
        "de Finetti, Bruno. 1937. La Prevision: Ses Lois Logiques, ses Sources Subjectives. Annales de lÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0084¢Institute Henri Pioncar e 7:1Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c68.",
        "Frisch, Ragnar. 1933. Propagation Problems and Impulse Problems in Dynamic Economics. In Economic Essays in Honour of Gustav Cassel, 171Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c205. Allen and Unwin.",
        "Gallant, A.Ronald, Lars Peter Hansen, and George Tauchen. 1990. Using Conditional Moments of Asset Payoffs to Infer the Volatility of Intertemporal Marginal Rates of Substitution. Journal of Econometrics 45:141Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c179.",
        "Ghysels, Eric and Alastair Hall. 2002. Interview with Lars Peter Hansen. Journal of Business and Economic Statistics Twentieth Anniversary Issue on the Generalized Method of Moments 20 (4):442Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c447.",
        "Gilboa, Itzhak and David Schmeidler. 1989. Maxmin Expected Utility with Non-Unique Prior. Journal of Mathematical Economics 18 (2):141Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c153.",
        "Gordin, Mikhail I. 1969. The Central Limit Theorem for Stationary Processes. Soviet Mathematics Doklady 10:1174Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c1176.",
        "Gosh, Anisha, Christian Julliard, and Alex Taylor. 2012. What is the Consumption-CAPM Missing? An Information-Theoretic Framework for the Analysis of Asset Pricing Models. Working paper, Tepper School of Business, Carnegie Mellon University.",
        "Grossman, Sanford J. and Robert J. Shiller. 1981. The Determinants of the Variability of Stock Market Prices. The American Economic Review 71 (2):222Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c227.",
        "Haavelmo, Trygve. 1944. The Probability Approach in Econometrics. Econometrica 12 supplement:1Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c115.",
        "Hansen, Lars Peter. 1982a. Consumption, Asset Markets, and Macroeconomic Fluctuations: A Comment. Carnegie-Rochester Conference Series on Public Policy 17:239Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c250.",
        "Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009dÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009dÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009d. 1982b. Large Sample Properties of Generalized Method of Moments Estimators.",
        "Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009dÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009dÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009d. 1985. A Method for Calculating Bounds on the Asymptotic Covariance Matrices of Generalized Method of Moments Estimators. Journal of Econometrics 30 (1):203Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c238.",
        "Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009dÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009dÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009d. 2001. Generalized Method of Moments Estimation: A Time Series Perspective (published title Method of Moments). In International Encyclopedia of the Social and Behavior Sciences, edited by S.E. Fienberg and J.B. Kadane. Pergamon: Oxford. http:// www.larspeterhansen.org/generalized-method-of-moments-estimation-32.html.",
        "Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009dÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009dÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009d. 2007a. Beliefs, Doubts and Learning: Valuing Macroeconomic Risk. American Economic Review 97 (2):1Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c30.",
        "Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009dÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009dÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009d. 2007b. Generalized Method of Moments Estimation. In The New Palgrave Dictionary of Economics, edited by Steven N. Durlauf and Lawrence E. Blume. Palgrave Macmillan.",
        "Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009dÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009dÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009d. 2008. Discussion of: Financial Markets and the Real Economy, by J. Cochrane, 326Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c329. Elsevier.",
        "Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009dÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009dÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009d. 2011. Dynamic Valuation Decomposition Within Stochastic Economies. Econometrica 80 (3):911Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c967. Fisher-Schultz Lecture at the European Meetings of the Econometric Society.",
        "Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009dÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009dÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009d. 2012. Proofs for Large Sample Properties of Generalized Method of Moments Estimators. Journal of Econometrics 170 (2):325Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c330.",
        "Hansen, Lars Peter and Robert J. Hodrick. 1980. Forward Exchange Rates as Optimal Predictors of Future Spot Rates: An Econometric Analysis. Journal of Political Economy 88 (5):829Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c853.",
        "Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009dÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009dÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009d. 1983. Risk Averse Speculation in the Forward Foreign Exchange Market: An Econometric Analysis of Linear Models. In Exchange Rates and International Macroeconomics, NBER Chapters, 113Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c152. National Bureau of Economic Research, Inc.",
        "Hansen, Lars Peter and Ravi Jagannathan. 1991. Implications of Security Market Data for Models of Dynamic Economies. Journal of Political Economy 99 (2):225Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c262.",
        "Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009dÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009dÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009d. 1997. Assessing Specification Errors in Stochastic Discount Factor Models. The Journal of Finance 52 (2):557Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c590.",
        "Hansen, Lars Peter and Scott F. Richard. 1987. The Role of Conditioning Information in Deducing Testable Restrictions Implied by Dynamic Asset Pricing Models. Econometrica 50 (3):587Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c613.",
        "Hansen, Lars Peter and Thomas Sargent. 2010. Fragile Beliefs and the Price of Uncertainty. Quantitative Economics 1 (1):129Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c162.",
        "Hansen, Lars Peter and Thomas J. Sargent. 1980. Formulating and Estimating Dynamic Linear Rational Expectations Models. Journal of Economic Dynamics and Control 2:7Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c 46.",
        "Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009dÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009dÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009d. 1991. Exact Liner Rational Expectations Models: Specification and Estimation. In Rational Expectations Econometrics: Specification and Estimation, edited by Lars Peter Hansen and Thomas J. Sargent, 45Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c76. Westview Press.",
        "Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009dÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009dÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009d. 1995. Discounted Linear Exponential Quadratic Gaussian Control. IEEE Transactions on Automatic Control 40 (5):968Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c971.",
        "Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009dÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009dÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009d. 2001. Robust Control and Model Uncertainty. The American Economic Review 91 (2):60Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c66.",
        "Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009dÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009dÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009d. 2007. Recursive Robust Estimation and Control Without Commitment. Journal of Economic Theory 136 (1):1Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c27.",
        "Hansen, Lars Peter and Jose Scheinkman. 2009. Long-Term Risk: An Operator Approach. Econometrica 77 (1):117Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c234.",
        "Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009dÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009dÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009d. 2012. Pricing Growth-Rate Risk. Finance and Stochastics 16 (1):1Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c15.",
        "Hansen, Lars Peter and Kenneth J. Singleton. 1982. Generalized Instrumental Variables Estimation of Nonlinear Rational Expectations Models. Econometrica 50 (5):1269Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c1286.",
        "Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009dÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009dÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009d. 1983. Stochastic Consumption, Risk Aversion, and the Temporal Behavior of Asset Returns. Journal of Political Economy 91 (2):249Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c265.",
        "Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009dÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009dÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009d. 1996. Efficient Estimation of Linear Asset-Pricing Models with Moving Average Errors. Journal of Business and Economic Statistics 14 (1):53Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c68.",
        "Hansen, Lars Peter, John C. Heaton, and Erzo G. J. Luttmer. 1995. Econometric Evaluation of Asset Pricing Models. The Review of Financial Studies 8 (2):237Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c274.",
        "Hansen, Lars Peter, John C. Heaton, and Amir Yaron. 1996. Finite-Sample Properties of Some Alternative GMM Estimators. Journal of Business and Economic Statistics 14 (3):262Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c280.",
        "Hansen, Lars Peter, Thomas J. Sargent, and Thomas D. Tallarini. 1999. Robust Permanent Income and Pricing. The Review of Economic Studies 66 (4):873Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c907.",
        "Hansen, Lars Peter, Thomas J. Sargent, Gauhar A. Turmuhambetova, and Noah Williams. 2006. Robust Control and Model Misspecification. Journal of Economic Theory 128 (1):45Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c90.",
        "Hansen, Lars Peter, John C. Heaton, and Nan Li. 2008. Consumption Strikes Back?: Measuring Long Run Risk. Journal of Political Economy 116 (2):260Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c302.",
        "Harrison, J. Michael and David M. Kreps. 1979. Martingales and Arbitrage in Multiperiod Securities Markets. Journal of Economic Theory 20 (3):381Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c408.",
        "He, Hua and David M. Modest. 1995. Market Frictions and Consumption-Based Asset Pricing. Journal of Political Economy 103 (1):94Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c117.",
        "Heaton, John C. 1995. An Empirical Investigation of Asset Pricing with Temporally Dependent Preference Specifications. Econometrica 63 (3):681Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c717.",
        "Hurwicz, Leonid. 1962. On the Structural Form of Interdependent Systems. Logic, Methodology and Philosophy of Science: Proceedings of the 1960 International Congress 232Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c239.",
        "Ilut, Cusmin and Martin Schneider. 2014. Ambiguous Business Cycles. American Economic Review forthcoming.",
        "Jacobson, David H. 1973. Optimal Stochastic Linear Systems with Exponential Performance Criteria and Their Relation to Deterministic Differential Games. IEEE Transactions for Automatic Control AC-18 (2):1124Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c131.",
        "James, Matthew R. 1992. Asymptotic Analysis of Nonlinear Stochastic Risk-Sensitive Control and Differential Games. Mathematics of Control, Signals and Systems 5 (4):401Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c 417.",
        "Keynes, John Maynard. 1921. A Treatise on Probability. London: Macmillan.",
        "Kitamura, Yuichi and Michael Stutzer. 1997. An Information-Theoretic Alternative to Generalized Method of Moments Estimation. Econometrica 65 (4):861Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c874.",
        "Kitamura, Yuichi, Gautam Tripathi, and Hyungtaik Ahn. 2004. Empirical LikelihoodBased Inference in Conditional Moment Restriction Models. Econometrica 72 (6):1667Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c 1714.",
        "Klibanoff, Peter, Massimo Marinacci, and Sujoy Mukerji. 2005. A Smooth Model of Decision Making Under Uncertainty. Econometrica 73 (6):1849Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c1892.",
        "Kogan, Leonid, Stephen A. Ross, Jiang Wang, and Mark M. Westerfield. 2011. Market Selection. Tech. rep., Massachusetts Institute of Technology.",
        "Kreps, David M. and Evan L. Porteus. 1978. Temporal Resolution of Uncertainty and Dynamic Choice. Econometrica 46 (1):185Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c200.",
        "Lucas, Robert E. 1972. Econometric Testing of the Natural Rate Hypothesis. In The Econometrics of Price Determination, edited by O. Eckstein, 50Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c59. Board of Governors of the Federal Reserve Board.",
        "Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009dÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009dÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009d. 1976. Econometric Policy Evaluation: A Critique. Carnegie-Rochester Conference Series on Public Policy 1 (0):19Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c46.",
        "Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009dÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009dÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009d. 1978. Asset Prices in an Exchange Economy. Econometrica 46 (6):1429Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c1445.",
        "Luttmer, Erzo G. J. 1996. Asset Pricing in Economies with Frictions. Econometrica 64 (6):1439Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c1467.",
        "Maccheroni, Fabio, Massimo Marinacci, and Aldo Rustinchini. 2006. Ambiguity Aversion, Robustness, and the Variational Representation of Preferences. Econometrica 74 (6):1147Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c1498.",
        "Maenhout, Pascal J. 2004. Robust Portfolio Rules and Asset Pricing. Review of Financial Studies 17:951Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c983.",
        "Marschak, Jacob. 1953. Economic Measurements for Policy and Prediction. In Studies in Econometric Method, edited by Tjalling Charles Koopmans and William C. Hood, 1Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c26. John Wiley and Sons.",
        "Muth, John H. 1961. Rational Expectations and the Theory of Price Movements. Econometrica 29 (3):315Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c335.",
        "Newey, Whitney K. and Richard J. Smith. 2004. Higher Order Properties of GMM and Generalized Empirical Likelihood Estimators. Econometrica 72 (1):219Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c255.",
        "Newey, W.K. 1990. Efficient Instrumental Variables Estimation of Nonlinear Models. Econometrica 58 (4):809Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c837.",
        "Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009dÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009dÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009d. 1993. Efficient Estimation of Models with Conditional Moment Restrictions. In Handbook of Statistics, vol. 11, edited by G.S. Maddala, C.R. Rao, and H.D. Vinod, 809Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c837. Amsterdam: North-Holland.",
        "Newman, C. M. and B. W. Stuck. 1979. Chernoff Bounds for Discriminating Between Two Markov Processes. Stochastics 2 (1-4):139Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c153.",
        "Owen, Art B. 2001. Empirical Likelihood, vol. 92 of CRC Monographs on Statistics and Applied Probability. Chapman and Hall.",
        "PeÃ\u0083â\u0080¹Ã\u0082Å\u0093 naranda, Francisco and Enrique Sentana. 2011. Inferences about Portfolio and Stochastic Discount Factor Mean Variance Frontiers. Working Paper, UPF and CEMFI.",
        "Petersen, I.R., M.R. James, and P. Dupuis. 2000. Minimax Optimal Control of Stochastic Uncertain Systems with Relative Entropy Constraints. Automatic Control, IEEE Transactions on 45 (3):398Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c412.",
        "Piazzesi, Monika and Martin Schneider. 2013. Inflation and the Price of Real Assets. Unpublished, Stanford University.",
        "Qin, Jin and Jerry Lawless. 1994. Empirical Likelihood and General Estimating Equations. The Annals of Statistics 22 (1):300Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c325.",
        "Restoy, Fernando and Philippe Weil. 2011. Approximate Equilibrium Asset Prices. Review of Finance 15 (1):1Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c28.",
        "Robinson, P. M. 1987. Asymptotically Efficient Estimation in the Presence of Heteroskedasticity of Unknown Form. Econometrica 55 (4):875Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c891.",
        "Ross, Stephen A. 1978. A Simple Approach to the Valuation of Risky Streams. The Journal of Business 51 (3):453Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c75.",
        "Rubinstein, Mark. 1976. The Valuation of Uncertain Income Streams and the Pricing of Options. The Bell Journal of Economics 7:407Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c425.",
        "Sargan, J. D. 1958. The Estimation of Economic Relationships Using Instrumental Variables. Econometrica 26 (3):393Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c415.",
        "Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009dÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009dÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009d. 1959. The Estimation of Relationships with Autocorrelated Residuals by the Use of Instrumental Variables. Journal of the Royal Statistical Society. Series B (Methodological) 21 (1):91Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c105.",
        "Sargent, Thomas J. 1973. Rational Expectations, the Real Rate of Interest, and the Natural Rate of Unemployment. Brookings Papers in Economic Activity 4 (2):429Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c480.",
        "Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009dÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009dÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009d. 1999. The Conquest of American Inflation. Princeton, New Jersey: Princeton University Press.",
        "Sargent, Thomas J. and Neil Wallace. 1975. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009dRationalÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Expectations, the Optimal Monetary Instrument, and the Optimal Money Supply Rule. Journal of Political Economy 83 (2):241Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c254.",
        "Savage, Leonard J. 1954. The Foundations of Statistics. Wiley Publications in Statistics.",
        "Segal, Uzi. 1990. Two-Stage Lotteries Without the Reduction Axiom. Econometrica 58 (2):349Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c377.",
        "Shiller, Robert. 1972. Rational Expectations and the Structure of Interest Rates. Ph.D. thesis, M.I.T. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009dÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009dÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009d. 1982. Consumption, Asset Markets and Macroeconomic Fluctuations. CarnegieRochester Conference Series on Public Policy 17:203Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c238.",
        "Sims, Christopher A. 1980. Macroeconomics and Reality. Econometrica 48 (1):1Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c48.",
        "Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009dÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009dÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009d. 2012. Statistical Modeling of Monetary Policy and Its Effects. The American Economic Review 102 (4):1187Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c1205.",
        "Slutsky, Eugen. 1927. The Summation of Random Causes as the Source of Cyclic Processes. In Problems of Economic Conditions, vol. 3. Moscow: The Conjuncture Institute.",
        "Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009dÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009dÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009d. 1937. The Summation of Random Causes as the Source of Cyclic Processes. Econometrica 5 (2):105Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c146.",
        "Snow, Karl N. 1991. Diagnosing Asset Pricing Models Using the Distribution of Asset Returns. The Journal of Finance 46 (3):955Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c983.",
        "Stigler, Stephen. 2014. Soft Questions, Hard Answers: Jacob BernoulliÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0084¢s Probability in Historical Context. International Statistical Review forthcoming.",
        "Strzalecki, Tomasz. 2011. Axiomatic Foundations of Multiplier Preferences. Econometrica 79:47Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c73.",
        "Stutzer, Michael. 1995. A Bayesian Approach to Diagnosis of Asset Pricing Models. Journal of Econometrics 68 (2):367Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c397.",
        "Sundaresan, Suresh M. 1989. Intertemporally Dependent Preferences and the Volatility of Consumption and Wealth. The Review of Financial Studies 2 (1):73Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c89.",
        "Tallarini, Thomas D. 2000. Risk-Sensitive Real Business Cycles. Journal of Monetary Economics 45 (3):507Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c532.",
        "Wald, Abraham. 1939. Contributions to the Theory of Statistical Estimation and Testing Hypotheses. The Annals of Mathematical Statistics 10 (4):299Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c326.",
        "Walley, Peter. 1991. Statistical Reasoning with Imprecise Probabilities. CRC Monographs on Statistics and Applied Probability. Chapman and Hall.",
        "Wallis, Kenneth F. 1980. Econometric Implications of the Rational Expectations Hypothesis. Econometrica 48 (1):49Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c73.",
        "Weil, Philippe. 1990. Nonexpected Utility in Macroeconomics. The Quarterly Journal of Economics 105 (1):29Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c42.",
        "West, Kenneth, Ka fu Wong, and Stanislav Anatolyev. 2009. Instrumental Variables Estimation of Heteroskedastic Linear Models Using All Lags of Instruments. Econometric Reviews 28 (5):441Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c467.",
        "Whittle, Peter. 1981. Risk Sensitive Linear Quadratic Gaussian Control. Advances in Applied Probability 13 (4):764Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c777.",
        "Zhang, Jian and Irene Gijbels. 2003. Sieve Empirical Likelihood and Extensions of the Generalized Least Squares. Scandinavian Journal of Statistics 30 (1):1Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c24."
    ]
}