{
    "id": 20409,
    "cites": 30,
    "cited_by": 2,
    "reference": [
        "Aldy, J. E. (2011). Real-time economic analysis and policy development during the bp deepwater horizon oil spill. Vand. L. Rev. 64, 17951817.",
        "Bertrand, M., E. Duo, and S. Mullainathan (2004). How much should we trust dierences-in-dierences estimates? Quarterly Journal of Economics 119, 249275.",
        "Blanchard, O. J., L. F. Katz, R. E. Hall, and B. Eichengreen (1992). Regional evolutions. Brookings papers on economic activity, 175. BLS (n.d.). Quarterly census of employment and wages. Data, Bureau of Labor Statistics, Washington, DC. ftp://ftp.bls.gov/pub/special.requests/ cew/beta/.",
        "Broder, J. and C. Krauss (2010). Job losses over drilling ban fail to materialize.",
        "The New York Times. [Online; posted 24-August-2010] http: //www.nytimes.com/2010/08/25/us/25drill.html?_r=0.",
        "Chriszt, M. and M. Hammill (2010). Estimating the oil spill&apos;s impact in the gulf. Technical report, Atlanta, GA. http://macroblog.typepad.com/ macroblog/2010/05/estimating-the-oil-spills-impact-in-the-gulf. html.",
        "Condon, S. (2010). Mary landrieu: Drilling moratorium could cost more jobs than oil spill. CBS News. [Online; posted 14-July-2014] http://tinyurl. com/l3vv3a7.",
        "Council of Economic Advisers (2014, February). The economic impact of the american recovery and reinvestment act: ve years later. Report to congress, Executive Oce of the President.",
        "Deryugina, T., L. Kawano, and S. Levitt (2014, July). The economic impact of hurricane katrina on its victims: evidence from individual tax returns. Working paper, University of Illinois.",
        "Desel, J. (2010). Ex-shell ceo: Job loss from gulf oil spill could top 50,000.",
        "Dismukes, D. E. (2010). Deepwater moratorium: Overview of impacts for louisiana. Technical report, Baton Rouge, LA. http://www. rallyforeconomicsurvival.com/PDF/DISMUKES.pdf.",
        "Enrico, M. (2011). Local labor markets. Handbook of labor economics 4, 1237 1313.",
        "Feyrer, J. and B. Sacerdote (2011). Did the stimulus stimulate? real time estimates of the eects of the american recovery and reinvestment act. Technical report, National Bureau of Economic Research.",
        "GCCF (2010). Gccf program statistics  overall summary. Technical report. https://web.archive.org/web/20100923042450/http: //gulfcoastclaimsfacility.com/GCCF_Overall_Status_Report_ 09-21-2010.pdf.",
        "GCCF (2012). Overall program statistics. Technical report. https://web. archive.org/web/20120515193036/http://gulfcoastclaimsfacility. com/GCCF_Overall_Status_Report.pdf.",
        "Groen, J. A. and A. E. Polivka (2008). The eect of hurricane katrina on the labor market outcomes of evacuees. The American Economic Review , 4348.",
        "Harrington, J. (2010). Tracking oil spill job losses a slippery task. The Tampa Bay Times. [Online; posted 17-June2010 ] http://www.tampabay.com/news/business/workinglife/ tracking-oil-spill-job-losses-a-slippery-task/1103427.",
        "Kotok, D. (2010). Oil slickonomics: Part 8, chemotherapy in the gulf of mexico.",
        "Louisiana Department of Revenue (2010). Annual tax collection report 09-10. Technical report, Louisiana Department of Revenue, Baton Rouge, LA. http://www.revenue.louisiana.gov/forms/publications/ TCReport(09.10)Final.pdf.",
        "Louisiana Department of Revenue (2011). Annual tax collection report 1011. Technical report, Baton Rouge, LA. http://revenue.louisiana.gov/ forms/publications/TCReport10.11(Final)i.pdf.",
        "Louisiana Workforce Commission (2010). Crisis caused by the moratorium. Technical report, Baton Rouge, LA. http: //www.rallyforeconomicsurvival.com/PDF/Eysink%20Louisiana% 20Moratorium%20PPT%2025june%20920.ppt%20[Read-Only].pdf.",
        "Mason, J. R. (2010). The economic cost of a moratorium on oshore oil and gas exploration to the gulf region. Technical report, Washington, DC. http://www.saveusenergyjobs.com/wp-content/uploads/2010/07/ The_Economic_Cost_of_a_Moratorium_on_Offshort%20_Oil_and_Gas_ Exploration_to_the_Gulf_Region.pdf.",
        "National Commission on the BP Deepwater Horizon Oil Spill and Oshore Drilling (2011). Deep water: The gulf oil disaster and the future of oshore drilling, report to the president. Technical report, Washington, DC. National Oceanic and Atmospheric Administration (n.d). List of coastal counties for the bureau of the census statistical abstract series. Technical report. http://www.census.gov/geo/landview/lv6help/coastal_cty.pdf.",
        "National Pollution Funds Center (2013). Fpn n10036 mississippi canyon block 252 daily nancial summary. Technical report. Provided by Jonathan Abramson, Regional Manager, U.S. Coast Guard National Pollution Funds Center, via email January 9, 2013.",
        "Oxford Economics (2010). Potential impact of the gulf oil spill on tourism: Report prepared for the u.s. travel association. Technical report. http://www.ustravel.org/sites/default/files/page/2009/11/ Gulf_Oil_Spill_Analysis_Oxford_Economics_710.pdf.",
        "Power, S. and L. Eaton (2010). U.s. saw drill ban killing many jobs. The Wall Street Journal . [Online; posted 20-August-2010] http://online.wsj.com/ article/SB10001424052748704488404575441760384563880.html.",
        "Richardson, J. (2010). Economic impact of oshore moratorium on louisiana. Technical report, Baton Rouge, LA. http://www. rallyforeconomicsurvival.com/PDF/Richardson.pdf.",
        "Topel, R. H. (1986). Local labor markets. The Journal of Political Economy, S111S143. U.S. Bureau of Transportation Statistics (n.d.). Air carrier summary: T3: U.s. air carrier airport activity statistics. http: //www.transtats.bts.gov/DL_SelectFields.asp?Table_ID=273&DB_ Short_Name=Air%20Carrier%20Summary.",
        "U.S. Department of Commerce (2010). Estimating the economic eects of the deepwater drilling moratorium on the gulf coast economy. Technical report, Washington, DC. Interagency Economic Report. U.S. Internal Revenue Service (n.d.). Soi tax stats  migration data. http: //www.irs.gov/uac/SOI-Tax-Stats-Migration-Data.",
        "Vigdor, J. (2008). The economic aftermath of hurricane katrina. The Journal of Economic Perspectives 22 (4), 135154."
    ]
}