{
    "id": 20404,
    "cites": 27,
    "cited_by": 10,
    "reference": [
        "L. Alfaro, A. Charlton, and F. Kanczuk. Firm-size distribution and crosscountry income differences. manuscript, Harvard Business School, 2007.",
        "A.V. Banerjee and E. Duflo. Growth theory through the lens of development economics. Handbook of economic growth, 1:473Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c552, 2005.",
        "E.J. Bartelsman, J.C. Haltiwanger, and S. Scarpetta. Cross-country differences in productivity: the role of allocation and selection. Technical report, National Bureau of Economic Research, 2009.",
        "Eric Bartelsman, John Haltiwanger, and Stefano Scarpetta. Cross-country differences in productivity: The role of allocation and selection. American Economic Review, 103(1):305Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c34, 2013.",
        "Francisco J. Buera, Joseph P. Kaboski, and Yongseok Shin. Finance and development: A tale of two sectors. American Economic Review, 101(5):1964Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c2002, 2011. doi: 10.1257/aer.101.5.1964. URL http://www.aeaweb.org/articles.php?doi=10.1257/aer.101.5.1964.",
        "Francesco Caselli and Nicola Gennaioli. Dynastic management. Economic inquiry, 51(1):971Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c996, 2013.",
        "Joel M David, Hugo A Hopenhayn, Venky Venkateswaran, and NYU Stern. Information, misallocation and aggregate productivity. NBER Working paper, 2014.",
        "Pablo N DÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0084¢Erasmo and Hernan J Moscoso Boedo. Financial structure, informality and development. Journal of Monetary Economics, 59(3):286Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c302, 2012.",
        "A.K. Dixit and J.E. Stiglitz. Monopolistic competition and optimum product diversity. The American Economic Review, pages 297Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c308, 1977. Paolo Epifani and Gino Gancia. Trade, markup heterogeneity and misallocations.",
        "Larry G Epstein and Stephen M Tanny. Increasing generalized correlation: a definition and some economic consequences. Canadian Journal of Economics, pages 16Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c34, 1980.",
        "Luis Garicano, Claire Lelarge, and John Van Reenen. Firm size distortions and the productivity distribution: Evidence from france. Technical report, National Bureau of Economic Research, 2013.",
        "Francois Gourio and N. Roys. Size-dependent regulations, firm size distribution, and reallocation. In 2013 Meeting Papers, number 199. Society for Economic Dynamics, 2013.",
        "N. Guner, G. Ventura, and Y. Xu. Macroeconomic implications of sizedependent policies. Review of Economic Dynamics, 11(4):721Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c744, 2008.",
        "H. Hopenhayn and R. Rogerson. Job turnover and policy evaluation: A general equilibrium analysis. The Journal of Political Economy, 101(5): 915Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c938, 1993. H.A. Hopenhayn. Entry, exit, and firm dynamics in long run equilibrium.",
        "C.T. Hsieh and P.J. Klenow. Misallocation and Manufacturing TFP in China and India. The Quarterly Journal of Economics, 124(4):1403Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c1448, 2009a.",
        "C.T. Hsieh and P.J. Klenow. Misallocation and manufacturing tfp in china and india. The Quarterly Journal of Economics, 124(4):1403Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c1448, 2009b.",
        "H. Jeong and R.M. Townsend. Sources of TFP growth: occupational choice and financial deepening. Economic Theory, 32(1):179Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c221, 2007.",
        "B. Jovanovic. Selection and the Evolution of Industry. Econometrica: Journal of the Econometric Society, pages 649Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c670, 1982.",
        "Boyan Jovanovic. Misallocation and growth. The American Economic Review, 104(4):1149Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c1171, 2014.",
        "R.E. Lucas Jr. On the size distribution of business firms. The Bell Journal of Economics, 9(2):508Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c523, 1978.",
        "M.J. Melitz. The impact of trade on intra-industry reallocations and aggregate industry productivity. Econometrica, 71(6):1695Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c1725, 2003. Margaret Meyer and Bruno Strulovici. The supermodular stochastic ordering.",
        "Technical report, Discussion Paper, Center for Mathematical Studies in Economics and Management Science, 2013.",
        "Virgiliu Midrigan and Daniel Xu. Finance and misallocation: Evidence from plant-level data. Working paper (forthcoming in the American Economic Review), 2013.",
        "Benjamin Moll. Productivity losses from financial frictions: Can selffinancing undo capital misallocation? Working paper, 2012. Michael Peters. Heterogeneous mark-ups, growth and endogenous misallocation.",
        "Manuscript, Londong School of Economics, 2013. Erwan Quintin. Limited enforcement and the organization of production.",
        "D. Restuccia and R. Rogerson. Policy distortions and aggregate productivity with heterogeneous establishments. Review of Economic Dynamics, 11(4): 707Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c720, 2008.",
        "AndrÃ\u0083Æ\u0092Ã\u0082Â© H Tchen. Inequalities for distributions with given marginals. The Annals of Probability, pages 814Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c827, 1980."
    ]
}