{
    "id": 20419,
    "cites": 39,
    "cited_by": 32,
    "reference": [
        "Afonso, Gara. 2011. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Liquidity and Congestion.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Journal of Financial Intermediation 20(3) (July): 324Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c360.",
        "Afonso, Gara, Anna Kovner, and Antoinette Schoar. 2011. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Stressed, Not Frozen: The Federal Funds Market in the Financial Crisis.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Journal of Finance 66(4) (August): 1109Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c 1139.",
        "Afonso, Gara, and Ricardo Lagos. 2014. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093An Empirical Investigation of Trade Dynamics in the Market for Federal Funds.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Working Paper 708, Federal Reserve Bank of Minneapolis.",
        "Amann, Herbert. 1990. Ordinary Differential Equations: An Introduction to Nonlinear Analysis. New York: de Gruyter Studies in Mathematics.",
        "Ashcraft, Adam B., and Darrell Duffie. 2007. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Systemic Illiquidity in the Federal Funds Market.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d American Economic Review 97(2) (May): 221Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c225.",
        "Bartolini, Leonardo, Svenja Gudell, Spence Hilton, and Krista Schwarz. 2005. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Intraday Trading in the Overnight Federal Funds Market.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Federal Reserve Bank of New York Current Issues in Economics and Finance 11(11) (November): 1Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c7.",
        "Bech, Morten L., and Enghin Atalay. 2008. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093The Topology of the Federal Funds Market.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Federal Reserve Bank of New York Staff Report 354.",
        "Bech, Morten L., and Elizabeth Klee. 2011. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093The Mechanics of a Graceful Exit: Interest on Reserves and Segmentation in the Federal Funds Market.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Journal of Monetary Economics 58(5) (July): 415Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c431.",
        "Bennett, Paul, and Spence Hilton. 1997. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Falling Reserve Balances and the Federal Funds Rate.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Federal Reserve Bank of New York Current Issues in Economics and Finance 3(5) (April): 1Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c6.",
        "Davis, Steven J., John C. Haltiwanger, and Scott Schuh. 1996. Job Creation and Destruction. Cambridge: MIT Press.",
        "Duffie, Darrell. 2012. Dark Markets: Asset Pricing and Information Transmission in Overthe -Counter Markets. Princeton, NJ: Princeton University Press.",
        "Duffie, Darrell, Nicolae GÃ\u0083â\u0080¹Ã\u0082â\u0080  arleanu, and Lasse Heje Pedersen. 2005. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Over-the-Counter Markets. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Econometrica 73(6) (November): 1815Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c1847.",
        "Duffie, Darrell, Nicolae GÃ\u0083â\u0080¹Ã\u0082â\u0080  arleanu, and Lasse Heje Pedersen. 2007. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Valuation in Over-theCounter Markets.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Review of Financial Studies 20(6) (November): 1865Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c1900.",
        "Ennis, Huberto M., and Todd Keister. 2008. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Understanding Monetary Policy Implementation. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Federal Reserve Bank of Richmond Economic Quarterly 94(3) (Summer): 235Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c263.",
        "Ennis, Huberto M., and John A. Weinberg. 2009. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Over-the-Counter Loans, Adverse Selection, and Stigma in the Interbank Market.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Federal Reserve Bank of Richmond Working Paper 10-07.",
        "Ennis, Huberto M., and Alexander L. Wolman. 2010. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Excess Reserves and the New Challenges of Monetary Policy.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Federal Reserve Bank of Richmond Economic Brief (March).",
        "Federal Reserve. 2009. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Interest on Required Reserve Balances and Excess Balances.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d http://www.frbservices.org/files/reserves/pdf/calculating required reserve balances and excess balances.pdf",
        "Furfine, Craig H. 2003. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Standing Facilities and Interbank Borrowing: Evidence from the Federal ReserveÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0084¢s New Discount Window.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d International Finance 6(3) (November): 329Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c 347.",
        "GÃ\u0083â\u0080¹Ã\u0082â\u0080  arleanu, Nicolae. 2009. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Portfolio Choice and Pricing in Illiquid Markets.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Journal of Economic Theory 144(2) (March): 532Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c564.",
        "Goodfriend, Marvin. 2002. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Interest on Reserves and Monetary Policy.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Federal Reserve Bank of New York Economic Policy Review (May): 13Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c29.",
        "Hamilton, James D. 1996. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093The Daily Market for Federal Funds.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Journal of Political Economy 104(1) (February): 26Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c56.",
        "Keister, Todd, Antoine Martin, and James McAndrews. 2008. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Divorcing Money from Monetary Policy.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Federal Reserve Bank of New York Economic Policy Review (September) : 41Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c56.",
        "Lagos, Ricardo. 2010a. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Some Results on the Optimality and Implementation of the Friedman Rule in the Search Theory of Money.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Journal of Economic Theory 145(4) (July): 1508Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c1524.",
        "Lagos, Ricardo. 2010b. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Asset Prices and Liquidity in an Exchange Economy.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Journal of Monetary Economics 57(8) (November): 913Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c930.",
        "Lagos, Ricardo. 2011. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Asset Prices, Liquidity, and Monetary Policy in an Exchange Economy. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Journal of Money, Credit and Banking 43(s2) (October): 521Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c552.",
        "Lagos, Ricardo, and Guillaume Rocheteau. 2007. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Search in Asset Markets: Market Structure, Liquidity, and Welfare.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d American Economic Review 97(2) (May): 198Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c202.",
        "Lagos, Ricardo, and Guillaume Rocheteau. 2009. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Liquidity in Asset Markets with Search Frictions.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Econometrica 77(2) (March): 403Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c426.",
        "Lagos, Ricardo, Guillaume Rocheteau, and Pierre-Olivier Weill. 2011. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Crashes and Recoveries in Illiquid Markets.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Journal of Economic Theory 146(6) (November): 2169Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c2205.",
        "Lagos, Ricardo, and Randall Wright. 2005. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093A Unified Framework for Monetary Theory and Policy Analysis.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Journal of Political Economy 113(3) (June): 463Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c484.",
        "Miao, Jianjun. 2006. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093A Search Model of Centralized and Decentralized Trade.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Review of Economic Dynamics 9(1) (January): 68Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c92.",
        "Murota, Kazuo. 2003. Discrete Convex Analysis. Philadelphia: SIAM Monographs on Discrete Mathematics and Application.",
        "Ok, Efe A. 2007. Real Analysis with Economic Applications. Princeton, NJ: Princeton University Press.",
        "Poole, William. 1968. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Commercial Bank Reserve Management in a Stochastic Model: Implications for Monetary Policy.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Journal of Finance 23(5) (December): 769Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c791.",
        "Rust, John, and George Hall. 2003. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Middlemen versus Market Makers: A Theory of Competitive Exchange.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Journal of Political Economy 111(2) (April): 353Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c403.",
        "Spulber, Daniel F. 1996. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Market Making by Price-Setting Firms.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Review of Economic Studies 63(4) (October): 559Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c580.",
        "Stokey, Nancy, and Robert E. Lucas. 1989. Recursive Methods in Economic Dynamics. Cambridge: Harvard University Press.",
        "Vayanos, Dimitri, and Tan Wang. 2007. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Search and Endogenous Concentration of Liquidity in Asset Markets.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Journal of Economic Theory 136(1) (September): 66Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c104.",
        "Weill, Pierre-Olivier. 2007. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Leaning against the Wind.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Review of Economic Studies 74(4) (October): 1329Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c1354.",
        "Weill, Pierre-Olivier. 2008. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Liquidity Premia in Dynamic Bargaining Markets.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Journal of Economic Theory 140(1) (May): 66Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c96. i f Q/ k = 0.1 Q/ k = 0.5 Q/ k = Q/ k = Q/ k = Q/ k = Q/ k ="
    ]
}