{
    "id": 20411,
    "cites": 51,
    "cited_by": 5,
    "reference": [
        "Adams, William, Liran Einav, and Jonathan Levin. 2009. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Liquidity Constraints and Imperfect Information in Subprime Lending.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d American Economic Review, 99(1): 49Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c84.",
        "Aguirre, IÃ\u0083Æ\u0092Ã\u0082Â±aki, Simon George Cowan, and John Vickers. 2010. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Monopoly Price Discrimination and Demand Curvature.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d American Economic Review, 100(4): 1601Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c1615.",
        "Akerlof, George A. 1970. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093The Market for Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093LemonsÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d: Quality Uncertainty and the Market Mechanism. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Quarterly Journal of Economics, 84(3): 488Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c500.",
        "Anderson, Simon P., AndrÃ\u0083Æ\u0092Ã\u0082Â© de Palma, and Jacques-FranÃ\u0083Æ\u0092Ã\u0082Â§ois Thisse. 1992. Discrete Choice Theory of Product Differentiation. Cambridge, MA: MIT Press.",
        "Bresnahan, Timothy F. 1989. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Empirical Studies of Industries with Market Power.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d In Handbook of Industrial Organization. Vol. 2, , ed. Richard Schmalensee and Robert Willig, 1011Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c1057. NorthHolland B.V.: Amsterdam, Holland.",
        "Brown, J., M. Duggan, I. Kuziemko, and W. Woolston. 2012. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093How Does Risk Selection Respond to Risk Adjustment? New evidence from the Medicare Advantage Program.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Mimeo.",
        "Bundorf, Kate, Jonathan Levin, and Neale Mahoney. 2012. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Pricing and Welfare in Health Plan Choice.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d American Economic Review, 102(7): 3214Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c3248.",
        "Cabral, Marika, and Neale Mahoney. 2013. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Externalities and Taxation of Supplemental Insurance: A Study of Medicare and Medigap.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Mimeo.",
        "Carlin, Caroline, and Robert Town. 2010. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Adverse Selection, Welfare and Optimal Pricing of Employer-Sponsored Health Plans.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Mimeo.",
        "Chen, Yongmin, and Michael H. Riordan. 2007. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Price and Variety in the Spokes Model.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Economic Journal, 117(522): 897Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c921.",
        "Chiappori, Pierre-AndrÃ\u0083Æ\u0092Ã\u0082Â©, and Bernard SalaniÃ\u0083Æ\u0092Ã\u0082Â©. 2000. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Testing for Asymmetric Information in Insurance Markets.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Journal of Political Economy, 108(1): 56Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c78.",
        "Chiappori, Pierre-AndrÃ\u0083Æ\u0092Ã\u0082Â©, Bruno Jullien, Bernard SalaniÃ\u0083Æ\u0092Ã\u0082Â©, and FranÃ\u0083Æ\u0092Ã\u0082Â§ois SalaniÃ\u0083Æ\u0092Ã\u0082Â©. 2006. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Asymmetric Information in Insurance: General Testable Implications.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d RA, 37(4): 783Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c798.",
        "Cohen, Alma, and Liran Einav. 2007. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Estimating Risk Preferences from Deductible Choice.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d American Economic Review, 97(3): 745Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c788.",
        "Cutler, David M., and Sarah J. Reber. 1998. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Paying for Health Insurance: the Trade-Off between Competition and Adverse Selection.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Quarterly Journal of Economics, 113(2): 433Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c466.",
        "Dafny, Leemore, Mark Duggan, and Subramaniam Ramanarayanan. 2012. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Paying a Premium on Your Premium? Consolidation in the US Health Insurance Industry.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d American Economic Review, 102(2): 1161Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c1185.",
        "de Meza, David, and David C. Webb. 1987. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Too Much Investment: A Problem of Asymmetric Information.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Quarterly Journal of Economics, 102(2): 281Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c292.",
        "Dupuit, ArsÃ\u0083Æ\u0092Ã\u0082Â¨ne Jules Ã\u0083Æ\u0092Ã\u0082â\u0080°tienne JuvÃ\u0083Æ\u0092Ã\u0082Â©nal. 1844. De la Mesure de LÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0084¢utilitÃ\u0083Æ\u0092Ã\u0082Â© des Travaux Publics. Paris.",
        "Dupuit, Jules. 1849. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093De LÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0084¢Influence des PÃ\u0083Æ\u0092Ã\u0082Â©ages sur lÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0084¢UtilitÃ\u0083Æ\u0092Ã\u0082Â©e des Voies de Communication.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Einav, Liran, Amy Finkelstein, and Jonathan Levin. 2010. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Beyond Testing: Empirical Models of Insurance Markets.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Annual Review of Economics, 2(1): 311Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c336.",
        "Einav, Liran, Amy Finkelstein, and Mark R. Cullen. 2010. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Estimating Welfare in Insurance Markets Using Variation in Prices.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Quarterly Journal of Economics, 125(3): 877Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c921.",
        "Einav, Liran, and Amy Finkelstein. 2011. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Selection in Insurance Markets: Theory and Empirics in Pictures.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Journal of Economic Perspectives, 25(1): 115Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c138.",
        "Einav, Liran, Mark Jenkins, and Jonathan Levin. 2012. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Contract Pricing in Consumer Credit Markets.",
        "Fabinger, Michal, and E. Glen Weyl. 2014a. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Price Discrimination is Typically Efficient and Egalitarian. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d This paper is under preparation. Contact Glen Weyl at glenweyl@microsoft.com for notes.",
        "Fabinger, Michal, and E. Glen Weyl. 2014b. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093A Tractable Approach to Pass-Through Patterns with Applications to International Trade.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d http://papers.ssrn.com/sol3/papers.cfm?abstract_id=2194855.",
        "Farrell, Joseph, and Carl Shapiro. 2010a. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Antitrust Evaluation of Horizontal Mergers: An Economic Alternative to Market Definition.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Berkeley Electronic Journal of Theoretical Economics: Policies and Perspectives, 10(1).",
        "Feldman, Roger D, and Bryan E Dowd. 1982. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Simulation of a Health Insurance Market with Adverse Selection.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Operations Research, 30(6): 1027Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c1042.",
        "Finkelstein, Amy, and James Poterba. 2004. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Adverse selection in insurance markets: Policyholder evidence from the UK annuity market.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Journal of Political Economy, 112(1): 183Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c208.",
        "Finkelstein, Amy, and James Poterba. 2006. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Testing for Adverse Selection with Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Unused Observables Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d http://economics.mit.edu/files/699.",
        "Glazer, Jacob, and Thomas G McGuire. 2000. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Optimal Risk Adjustment in Markets with Adverse Selection: An Application to Managed Care.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d American Economic Review, 1055Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c1071.",
        "Handel, Benjamin. 2012. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Adverse Selection and Inertia in Health Insurance Markets: When Nudging Hurts.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d American Economic Review, 103(7): 2643Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c2682.",
        "Handel, Benjamin R., and Jonathan T. Kolstad. 2014. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Health Insurance for Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093HumansÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d: Information Frictions, Plan Choice, and Consumer Welfare.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d http://emlab.berkeley.edu/Ã\u0083Â¢Ã\u0082Ë\u0086Ã\u0082Â¼bhandel/wp/HIFH_HandelKolstad.pdf.",
        "Handel, Benjamin R., Igal Hendel, and Michael D. Whinston. 2014. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Equilibria in Health Exchanges: Adverse Selection vs. Reclassification Risk.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d http://emlab.berkeley.edu/Ã\u0083Â¢Ã\u0082Ë\u0086Ã\u0082Â¼bhandel/wp/Exchanges_Reclassification_HHW.pdf.",
        "Hendren, Nathaniel. 2013. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Private Information and Insurance Rejections.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Econometrica, 81(5): 1713Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c 1762.",
        "Hotelling, Harold. 1929. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Stability in Competition.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Economic Journal, 39(153): 41Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c57.",
        "Hotelling, Harold. 1938. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093The General Welfare in Relation to Problems of Taxation and of Railway and Utility Rates.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Econometrica, 6(3): 242Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c269.",
        "Jaffe, Sonia, and E. Glen Weyl. 2013. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093The First-Order Approach to Merger Analysis.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d American Economic Journal: Microeconomics, 5(4): 188Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c218.",
        "Laffont, Jean-Jacques, and Jean Tirole. 1986. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Using Cost Observation to Regulate Firms.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Journal of Political Economy, 94(3): 614Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c641.",
        "Lustig, Joshua. 2010. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Measuring Welfare Losses from Adverse Selection and Imperfect Competition in Privatized Medicare.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d http://neumann.hec.ca/pages/pierre-thomas.leger/josh.pdf.",
        "Marshall, Alfred. 1890. Principles of Economics. London: Macmillan and Co.",
        "Nevo, Aviv. 2000. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Mergers with Differentiated Products: the Case of the Ready-to-Eat Cereal Industry. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d The RAND Journal of Economics, 31(3): 395Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c421.",
        "Nevo, Aviv. 2001. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Measuring Market Power in the Ready-to-Eat Cereal Industry.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Econometrica, 69(2): 307Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c342.",
        "Pauly, Mark V, and Bradley J Herring. 2000. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093An Efficient Employer Strategy for Dealing with Adverse Selection in Multiple-Plan Offerings: An MSA Example.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Journal of health economics, 19(4): 513Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c528.",
        "Perloff, Jeffrey M., and Steven C. Salop. 1985. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Equilibrium with Product Differentiation.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Review of Economic Studies, 52(1): 107Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c120.",
        "Rochet, Jean-Charles, and Lars A. Stole. 2002. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Nonlinear Pricing with Random Participation.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Review of Economic Studies, 69(1): 277Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c311.",
        "Rosse, James N. 1970. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Estimating Cost Function Parameters Without Using Cost Data: Illustrated Methodology.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Econometrica, 38(2): 256Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c275.",
        "Rothschild, Michael, and Joseph E. Stiglitz. 1976. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Equilibrium in Competitive Insurance Markets: An Essay on the Economics of Imperfect Information.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Quarterly Journal of Economics, 90(4): 629Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c 649.",
        "Starc, Amanda. 2014. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Insurer Pricing and Consumer Welfare: Evidence from Medigap.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d RAND Journal of Economics.",
        "United States Department of Justice, and Federal Trade Commission. 2010. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Horizontal Merger Guidelines.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d http://www.justice.gov/atr/public/guidelines/hmg-2010.html.",
        "Veiga, AndrÃ\u0083Æ\u0092Ã\u0082Â©, and E. Glen Weyl. 2014. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Product Design in Selection Markets.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d http://papers.ssrn.com/sol3/papers.cfm?abstract_id=1935912.",
        "Werden, Gregory J. 1996. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093A Robust Test for Consumer Welfare Enhancing Mergers Among Sellers of Differentiated Products.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Journal of Industrial Economics, 44(4): 409Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c413.",
        "Weyl, E. Glen. 2014. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Price Theory: A Short Summary.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d http://papers.ssrn.com/sol3/papers.cfm?abstract_id=2444 Weyl, E. Glen, and AndrÃ\u0083Æ\u0092Ã\u0082Â© Veiga. 2014. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093The Leibniz Rule for Multidimensional Heterogeneity.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d http://papers.ssrn.com/sol3/papers.cfm?abstract_id=2344812.",
        "Weyl, E. Glen, and Michal Fabinger. 2013. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Pass-Through as an Economic Tool: Principles of Incidence under Imperfect Competition.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Journal of Political Economy, 121(3): 528Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c583."
    ]
}