{
    "id": 20429,
    "cites": 59,
    "cited_by": 1,
    "reference": [
        "\"2012 National Trade Estimate Report: Foreign Trade Barriers.\" 2012. U.S. Wheat Associates.",
        "Abebe, T., K.F. Wiersum, and F. Bongers. 2010. \"Spatial and Temporal Variation in Crop Diversity in Agroforestry Homegardens of Southern Ethiopia.\" Agroforestry Systems 78: 309322.",
        "Ackerberg, D. and M. Botticini. 2002. \"Endogenous Matching and the Empirical Determinants of Contract Form.\" Journal of Political Economy 110: 564-590.",
        "Akanda, M., H. Isoda, and S. Ito. 2008. \"Problem of Sharecrop Tenancy System in Rice Farming in Bangladesh: A Case Study on Alinapara Village in Sherpur District.\" Journal of International Farm Management 4: 23-30.",
        "Alderman, H. and C. Paxson. 1992. \"Do the Poor Insure? A Synthesis of the Literature on Risk and Consumption in Developing Countries.\" Economics in a Changing World 4: 49-78.",
        "Ambrus, A., M. Mobius, and A. Szeidl: 2014. \"Consumption Risk-sharing in Social Networks. \" American Economic Review 104(1): 149-182.",
        "Antle, J. 1987. \"Econometric Estimation of Producers Risk Attitudes.\" American Journal of Agricultural Economics 69: 509-522.",
        "Attanasio, O., A. Barr, J. Cardenas, G. Genicot, and C. Meghir. 2012. \"Risk Pooling, Risk Preferences, and Social Networks.\" American Economic Journal: Applied Economics 4: 132-167.",
        "Attanasio, O. and J. Rios-Rull. 2000. \"Consumption Smoothing in Island Economies: Can Public Insurance Reduce Welfare?\" European Economic Review 44: 1225-1258.",
        "Banerjee, A. 1999. \"Prospects and Strategies for Land Reforms.\" Annual World Bank Conference on Development Economics 1999, eds. B. Pleskovic and J. Stiglitz. 253-284.",
        "Bardhan, P. 1980. \"Interlocking Factor Markets and Agrarian Development: A Review of Issues.\" Oxford Econ. Papers 32: 82-98.",
        "Basu, K. 1992. \"Limited Liability and the Existence of Share Tenancy.\" Journal of Development Economics 38(1): 203-220.",
        "Becker, G.S. 1973. \"A Theory of Marriage: Part I.\" Journal of Political Economy 81: 813-846.",
        "Bellemare, M. 2009. \"Sharecropping, Insecure Land Rights and Land Titling Policies: A Case Study of Lac Alaotra, Madagascar.\" Development Policy Review 27: 87-106.",
        "Besley, T. 1995. \"Savings, Credit, and Insurance.\" Handbook of Development Economics 3: 2123-2207.",
        "Binswanger, H.P. 1980. \"Attitudes towards Risk: Experimental Measurement in Rural India.\" American Journal of Agricultural Economics 62: 395-407.",
        "Bloch, F., G. Genicot, and D. Ray. 2008. \"Informal Insurance in Social Networks.\" Journal of Economic Theory 143(1): 36-58.",
        "Bold, T. 2009. \"Implications of Endogenous Group Formation for Ecient Risk-Sharing.\" The Economic Journal 119: 562-591.",
        "Bramoulle, Y. and R. Kranton. 2007. \"Risk Sharing Networks.\" J. Econ. Behavior and Organization 64: 275-294.",
        "Cervantes-Godoy, D. and J. Dewbre. 2010. \"Economic Importance of Agriculture for Poverty Reduction.\" OECD Food, Agriculture, and Fisheries Working Papers No. 23.",
        "Chambers, C. and F. Echenique. \"When Does Aggregation Reduce Risk Aversion?\" Games and Economic Behavior (76) 2012 582-595.",
        "Chiappori, P-A., K. Samphantharak, S. Schulhofer-Wohl, and R. Townsend. 2011. \"Heterogeneity and Risk-Sharing in Village Economies.\" Working Paper.",
        "Chiappori, P-A. and P. Reny. 2006. \"Matching to share Risk.\" Working Paper.",
        "Dawe, D. 2001. \"How far down the path to free trade? The importance of rice price stabilization in developing Asia.\" Food Policy 26: 163-175.",
        "Dercon, S. 1996. \"Risk, Crop Choice, and Savings: Evidence from Tanzania.\" Economic Development and Cultural Change 44: 483-513.",
        "Dercon, S. and P. Krishnan. 2000. \"In Sickness and in Health: Risk Sharing within Households in Rural Ethiopia.\" Journal of Political Economy 108: 688-727.",
        "Eeckhout, J. and K. Munshi. 2010. \"Matching in Informal Financial Institutions.\" Journal of the European Economic Association 8: 947-988.",
        "Fafchamps, M. 2008. \"Risk-sharing Between Households.\" Handbook of Social Economics.",
        "Fafchamps, M. and A. Lund. 2003. \"Risk-sharing Networks in Rural Phillippines.\" Journal of Development Economics 71: 261-287.",
        "Fafchamps, M. and F. Gubert. 2007. \"The Formation of Risk-Sharing Networks.\" Journal of Development Economic 83: 326-350.",
        "Genicot, G. and D. Ray. 2003. \"Group Formation in Risk-Sharing Arrangements.\" Review of Economic Studies 70: 87-113.",
        "Gine, X., P. Jakiela, D. Karlan, and J. Morduch. 2010. \"Micronance Games.\" American Economic Journal: Applied Economics 2(3): 60-95.",
        "Grinstead, C. and J. Snell. 1997. \"Introduction to Probability.\" American Mathematical Society.",
        "Harrison, G., S. Humphrey, and A. Verschoor. 2010. \"Choice Under Uncertainty: Evidence from Ethiopia, India, and Uganda.\" The Economic Journal 120: 80-104.",
        "Kaneko, M. 1982. \"The Central Assignment Game and the Assignment Markets.\" Journal of Mathematical Economics 10: 205-232.",
        "Knudsen, O. and J. Nash. 1990. \"Domestic Price Stabilization Schemes in Developing Countries. \" Economic Development and Cultural Change 38: 539-558.",
        "Kurosaki, T. 1999. \"Risk-Sharing Arrangements and the Structure of Risk and Time Preferences: Theory and Evidence from Village India.\" Working Paper.",
        "Legros, P. and A. Newman. 2007. \"Beauty is a Beast, Frog is a Prince: Assortative Matching with Nontrasferabilities.\" Econometrica 75(4): 1073-1102.",
        "Li, Sunxi, H. Sun, and P. Chen. 2012. \"Assortative Matching of Risk-Averse Agents with Endogenous Risk.\" Journal of Economics (online only).",
        "Ligon, E., J. Thomas, and T. Worrall. 2002. \"Informal Insurance Arrangements with Limited Commitment: Theory and Evidence from Village Economies.\" Review of Economic Studies 69: 209-244.",
        "Mazzocco, M. 2007. \"Household intertemporal behavior: a collective characterization and a test of commitment.\" Review of Economic Studies 74: 857-895.",
        "Minot, N. 2010. \"Food Price Stabilization: Lessons for Eastern and Southern Africa.\" Risk Management in African Agriculture Seminar Presentation.",
        "Morduch, J. 1995. \"Income Smoothing and Consumption Smoothing.\" J. Econ. Perspectives 9: 103-114.",
        "Rathore, V.S., J.P. Singh, and R.K. Beniwal. 2009. \"Rainfed Farming Systems of Hyper Arid Northwestern Rajasthan: an Analysis.\" Annals of the Arid Zone 48: 125-131.",
        "Rosenzweig, M. 1988. \"Risk, Implicit Contracts, and the Family in Rural Areas of LowIncome Countries.\" Economic Journal 98: 1148-1170.",
        "Rosenzweig, M. and H.P. Binswanger. 1993. \"Wealth, Weather Risk, and the Composition and Protability of Agricultural Investments.\" The Economic Journal 103: 56-78.",
        "Rosenzweig, M. and O. Stark. 1989. \"Consumption Smoothing, Migration, and Marriage: Evidence from Rural India.\" Journal of Political Economy 97: 905-926.",
        "Schulhofer-Wohl, S. 2006. \"Negative Assortative Matching of Risk-Averse Agents with Transferable Expected Utility.\" Economic Letters 92: 383-388.",
        "Shapley, L. and M. Shubik. 1971. \"The assignment game I: The Core.\" International Journal of Game Theory 1: 111-130.",
        "Sharpe, William F. 1966. \"Mutual Fund Performance\". Journal of Business 39: 119138.",
        "Singh, H., G. Singh, J. Samuel, and R. Pathak. 2003. \"Precision Farming in Horticulture.\" Proceedings of the National Seminar Workshop on Hi-Tech Horticulture and Precision Farming.",
        "Stiglitz 1974. 1974. \"Incentives and Risk Sharing in Sharecropping.\" Review of Economic Studies 41: 219-255.",
        "Townsend, R. 1994. \"Risk and Insurance in Village India.\" Econometrica 62(3): 539-591.",
        "Townsend, R. and R. Mueller. 1998. \"Mechanism Design and Village Economies: From Credit to Tenancy to Cropping Groups.\" Review of Economic Dyanmics 1: 119-172.",
        "Wang, X. 2013a. \"A Note on Moral Hazard and Linear Compensation Schemes.\" Working Paper.",
        "Wang, X. 2013b. \"Risk, Incentives, and Contracting Relationships.\" Working Paper.",
        "Wang, X. 2014. \"Policymaking and the Adaptability of Informal Institutions.\" World Bank Economic Review forthcoming.",
        "Wilson, R. 1968. \"The Theory of Syndicates.\" Econometrica 36: 119-132.",
        "Wright, B. 2001. \"Storage and Price Stabilization.\" Handbook of Agricultural Economics 1: 818-861."
    ]
}