{
    "id": 20439,
    "cites": 44,
    "cited_by": 1,
    "reference": [
        "Asness, Cliff, and Andrea Frazzini, 2011, The devil in hmlÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0084¢s details, AQR Capital Management Paper.",
        "Asness, Clifford S., 1994, The power of past stock returns to explain future stock returns, Working paper, University of Chicago.",
        ", John M. Liew, and Ross L. Stevens, 1997, Parallels between the cross-sectional predictability of stock and country returns, Journal of Portfolio Management 23, 79Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c87.",
        "Asness, Clifford S., Toby J. Moskowitz, and Lasse Heje Pedersen, 2013, Value and momentum everywhere, The Journal of Finance 58, 929Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c895.",
        "Barroso, Pedro, and Pedro Santa-Clara, 2012, Managing the risk of momentum, Nova School of Business and Economics working paper.",
        "Boguth, Oliver, Murray Carlson, Adalai Fisher, and Mikhail Simutin, 2010, Conditional risk and performance evaluation: Volatility timing, overconditioning, and new estimates of momentum alphas, Journal of Financial Economics, forthcoming.",
        "Brunnermeier, Markus K., Stefan Nagel, and Lasse H. Pedersen, 2008, Carry trades and currency crashes, NBER Macroeconomics Annual.",
        "Carr, Peter, and Liuren Wu, 2009, Variance risk premiums, Review of Financial Studies 22, 1311Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c1341.",
        "Chabot, Benjamin, Eric Remy, Ghysels, and Ravi Jagannathan, 2009, Momentum cycles and limits to arbitrage - evidence from victorian england and post-depression us stock markets, Working Paper.",
        "Chan, K.C., 1988, On the contrarian investment strategy, Journal of Business 61, 147Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c163.",
        "Chan, Louis K.C., Narasimhan Jegadeesh, and Josef Lakonishok, 1996, Momentum strategies, Journal of Finance 51, 1681Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c1714.",
        "Chicago Board Options Exchange, 2003, VIX: CBOE volatility index, CBOE White Paper; www.cboe.com.",
        "Christensen, Bent J, and Nagpurnanand R Prabhala, 1998, The relation between implied and realized volatility, Journal of Financial Economics 50, 125Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c150.",
        "Cohen, Lauren, and Andrea Frazzini, 2008, Economic links and predictable returns, The Journal of Finance 63, 1977Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c2011.",
        "Cooper, Michael J., Roberto C. Gutierrez, and Allaudeen Hameed, 2004, Market states and momentum, Journal of Finance 59, 1345Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c1365.",
        "DeBondt, Werner F. M., and Richard H. Thaler, 1987, Further evidence on investor overreaction and stock market seasonality, Journal of Finance 42, 557Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c581.",
        "Engle, Robert F., and Victor K. Ng, 1993, Measuring and testing the impact of news on volatility, Journal of Finance 48, 1749Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c1778.",
        "Erb, Claude B., and Campbell R. Harvey, 2006, The strategic and tactical value of commodity futures, Financial Analysts Journal 62, 69Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c97.",
        "Fama, Eugene F., and Kenneth R. French, 1993, Common risk factors in the returns on stocks and bonds, Journal of Financial Economics 33, 3Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c56.",
        ", 1996, Multifactor explanations of asset pricing anomalies, Journal of Finance 51, 55Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c84.",
        "Geczy, Christopher, and Mikhail Samonov, 2013, 212 years of price momentum (the worldÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0084¢s longest backtest: 1801-2012), Octoquant working paper and SSRN # 2292544.",
        "Glosten, Lawrence R., Ravi Jagannathan, and David Runkle, 1993, On the relation between the expected value and the volatility of the nominal excess return on stocks, Journal of Finance 48, 1779Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c1801.",
        "Grundy, Bruce, and J. Spencer Martin, 2001, Understanding the nature of the risks and the source of the rewards to momentum investing, Review of Financial Studies 14, 29Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c78.",
        "Hansen, Lars P., and Ravi Jagannathan, 1991, Implications of security market data for models of dynamic economies, Journal of Political Economy 99, 225Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c262.",
        "Henriksson, Roy D., and Robert C. Merton, 1981, On market timing and investment performance. II. Statistical procedures for evaluating forecasting skills, Journal of Business 54, 513Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c533.",
        "Israel, Ronen, and Tobias J Moskowitz, 2013, The role of shorting, firm size, and time on market anomalies, Journal of Financial Economics 108, 275Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c301.",
        "Jagannathan, Ravi, and Robert A. Korajczyk, 1986, Assessing the market timing performance of managed portfolio, Journal of Business 59, 217Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c235.",
        "Jegadeesh, Narasimhan, 1990, Evidence of predictable behavior of security returns, Journal of Finance 45, 881Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c898.",
        ", and Sheridan Titman, 1993, Returns to buying winners and selling losers: Implications for stock market efficiency, Journal of Finance 48, 65Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c91.",
        ", 1995, Overreaction, delayed reaction, and contrarian profits, Review of Financial Studies 8, 973Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c999.",
        ", 2001, Profitability of momentum strategies: An evaluation of alternative explanations, Journal of Finance 56, 699Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c720.",
        "Kothari, S.P., and Jay Shanken, 1992, Stock return variation and expected dividends, Journal of Financial Economics 31, 177Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c210.",
        "Lehmann, Bruce N., 1990, Fads, martingales, and market efficiency, Quarterly Journal of Economics 105, 1Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c28.",
        "Lo, Andrew W., and A. Craig MacKinlay, 1990, When are contrarian profits due to stock market overreaction?, Review of Financial Studies 3, 175Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c205.",
        "Loewenstein, George, Elke U. Weber, Chris K. Hsee, and Ned Welch, 2001, Risk as Feelings, Psychological bulletin 127, 267Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c286.",
        "Loewenstein, George F., 2000, Emotions in economic theory and economic behavior, American Economic Review 65, 426Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c432.",
        "Merton, Robert C., 1974, On the pricing of corporate debt: The risk structure of interest rates, The Journal of Finance 29, 449Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c470.",
        "Moskowitz, Tobias J., and Mark Grinblatt, 1999, Do industries explain momentum?, The Journal of Finance 54, 1249Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c1290.",
        "Moskowitz, Tobias J., Yoa Hua Ooi, and Lasse H. Pedersen, 2012, Time series momentum, Journal of Financial Economics 104, 228Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c250.",
        "Okunev, John, and Derek White, 2003, Do momentum-based strategies still work in foreign currency markets?, Journal of Financial and Quantitative Analysis 38, 425Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c447.",
        "Rouwenhorst, K. Geert, 1998, International momentum strategies, Journal of Finance 53, 267Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c284.",
        ", 1999, Local return factors and turnover in emerging stock markets, Journal of Finance 54, 1439Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c1464.",
        "Stivers, Chris, and Licheng Sun, 2010, Cross-sectional return dispersion and time-variation in value and momentum premia, Journal of Financial and Quantitative Analysis 45, 987Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c1014.",
        "Sunstein, Cass R., and Richard Zeckhauser, 2008, Overreaction to fearsome risks, Harvard University Working Paper."
    ]
}