{
    "id": 20433,
    "cites": 46,
    "cited_by": 4,
    "reference": [
        "Ackermann, Fabian, Walt Pohl, and Karl Schmedders, 2012, On the risk and return of the carry trade, Swiss Finance Institute Research Paper Series No. 12-36.",
        "Backus, David K., Federico Gavazzoni, Chris Telmer and Stanley E. Zin, 2010, Monetary policy and the uncovered interest rate parity puzzle, manuscript, Stern School of Business, New York University.",
        "Bakshi, Gurdip, Peter Carr, and Liuren Wu, 2008, Stochastic risk premiums, stochastic skewness in currency options, and stochastic discount factors in international economies, Journal of Financial Economics, 87, 132-156.",
        "Bakshi, Gurdip and George Panayotov, 2013, Predictability of currency carry trades and asset pricing implications, Journal of Financial Economics 110, 139-163.",
        "Bansal, Ravi, and Ivan Shaliastovich, 2013, A long-run risks explanation of predictability puzzles in bond and currency markets. Review of Financial Studies 26,1-33.",
        "Beber, Alessandro, Francis Breedon, and Andrea Buraschi, 2010, Differences in beliefs and currency risk premia, Journal of Financial Economics 98, 415-438.",
        "Bhansali, Vineer, 2007, Volatility and the carry trade, The Journal of Fixed Income 17, 72-84.",
        "Bilson, John F.O., 1981, The Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0084¢speculative efficiencyÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0084¢ hypothesis, Journal of Business 54, 435-451.",
        "Breedon, Francis, 2001, Market liquidity under stress: Observations from the FX market, Bank for International Settlements Papers No. 2, Proceedings of a workshop on Market Liquidity, April.",
        "Brunnermeier, Markus K., Stefan Nagel, and Lasse H. Pedersen, 2009, Carry trade and currency crashes, NBER Macroeconomics Annual 23, 313-347.",
        "Burnside, Craig, 2012, Carry trades and risk, in Jessica James, Ian W. Marsh, and Lucio Sarno, eds. Handbook of Exchange Rates. Hoboken, NJ: John Wiley and Sons.",
        "Burnside Craig, Martin S. Eichenbaum, Isaac Kleshchelski, S. Rebelo, 2011, Do peso problems explain the returns to the carry trade? Review of Financial Studies 24, 853-891.",
        "Caballero, Ricardo J. and Joseph B. Doyle, 2012, Carry Trade and Systemic Risk: Why are FX Options so Cheap? manuscript, MIT.",
        "Carr, Peter and Liuren Wu, 2007, Stochastic Skew for Currency Options, Journal of Financial Economics, 86(1), p. 213-247.",
        "Chernov, Mikhail, Jeremy Graveline,and Irina Zviadadze, 2013, Sources of risk in currency returns, manuscript, UCLA.",
        "Christiansen, Charlotte, Angelo Ranaldo, and Paul Soderlind, 2011, The time-varying systematic risk of carry trade strategies, Journal of Financial and Quantitative Analysis 46, 1107-1125.",
        "Clarida, Richard, Josh Davis, and Niels Pedersen, 2009, Currency carry trade regimes: Beyond the Fama regression, Journal of International Money and Finance 28, 1375-1389.",
        "Carry on speculating: How traders have been triumphing over economic theory, (2007), The Economist, February 22.",
        "Dobrynskaya, Victoria, 2014, Downside market risk of carry trades, Review of Finance 24, 1-29.",
        "Engel, Charles, 1996, The forward discount anomaly and the risk premium: a survey of recent evidence, Journal of Empirical Finance 3, 123-192.",
        "Evans, Martin D.D., 1996, Peso problems: Their theoretical and empirical implications. In G.S. Maddala and C.R. Rao, eds., Handbook of Statistics, Volume 14. Elsevier Science: Amsterdam, 613-646.",
        "Fama, Eugene, 1984, Forward and spot exchange rates, Journal of Monetary Economics 14, 319-348.",
        "Fama, Eugene and Kenneth French, 1993, Common risk factors in the returns on stocks and bonds, Journal of Financial Economics 33, 3-56.",
        "Farhi, Emmanuel and Xavier Gabaix, 2011, Rare disasters and exchange rates, manuscript, Harvard University.",
        "Froot, Kenneth and Richard Thaler, 1990, Anomalies: foreign exchange, Journal of Economic Perspectives 4, 179-192.",
        "Hansen, Lars Peter, 1982, Large sample properties of generalized method of moments estimators, Econometrica 50, 1029-1054.",
        "Hansen, Lars Peter, and Robert J. Hodrick, 1983, Risk averse speculation in the forward foreign exchange market: An econometric analysis of linear models, Chapter 4 in Jacob A. Frenkel, ed., Exchange Rates and International Macroeconomics, NBER and the University of Chicago Press, 113-142.",
        "Hodrick, Robert J., 1987, The Empirical Evidence on the Efficiency of Forward and Futures Foreign Exchange Markets, Chur, Switzerland: Harwood Academic Publishers.",
        "Jord` a, ` Oscar, and Alan M. Taylor, 2012, The carry trade and fundamentals: Nothing to fear but FEER itself, Journal of International Economics 88, 74-90.",
        "Jurek, Jakub W., 2014, Crash-neutral currency carry trades, forthcoming Journal of Financial Economics.",
        "Jurek, Jakub W., and Eric Stafford, 2014, The cost of capital for alternative investments, forthcoming Journal of Finance.",
        "J.P. Morgan, 1996, RiskMetrics Technical Document, Part II: Statistics of Financial Market Returns, 4th edition, New York.",
        "Krasker, William S., 1980, The Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0084¢peso problemÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0084¢ in testing the efficiency of forward foreign exchange markets, Journal of Monetary Economics 6, 269-276.",
        "Lettau, Martin, Matteo Maggiori, and Michael Weber, 2014, Conditional currency risk premia, manuscript, forthcoming Journal of Financial Economics.",
        "Lewis, Karen K., 1989, Can learning affect exchange-rate behavior?: The case of the dollar in the early 1980s, Journal of Monetary Economics 23, 79-100.",
        "Longstaff, Francis A., Jun Pan, Lasse H. Pedersen, and Kenneth J. Singleton, 2011, How sovereign is sovereign credit risk? American Economic Journal: Macroeconomics 3, 75-103.",
        "Lustig, Hanno, Nikolai Roussanov, and Adrien Verdelhan, 2011, Common risk factors in currency markets, Review of Financial Studies 24, 3731-3777.",
        "Lustig, Hanno, Nikolai Roussanov, and Adrien Verdelhan, 2014, Countercyclical currency risk premia, Journal of Financial Economics 111, 527-553.",
        "Mancini, Loriano, Angelo Ranaldo, Jan Wrampelmeyer, 2013, Liquidity in the foreign exchange market: Measurement, commonality, and risk premiums, Journal of Finance 68, 1805-1841.",
        "Meese, Richard A., and Kenneth Rogoff, 1983, Empirical exchange rate models of the seventies: Do they fit out of sample? Journal of International Economics 14, 3-24.",
        "Melvin, Michael, and Duncan Shand, 2014, When carry goes bad: The when, how, and why of currency carry unwinds, manuscript, BlackRock, San Francisco.",
        "Menkhoff, Lukas, Lucio Sarno, Maik Schmeling, and Andreas Schrimpf, 2012, Carry trades and global fx volatility, Journal of Finance 67, 681-718.",
        "Newey, Whitney K. and Kenneth D. West, 1987, A simple, positive semi-definite, heteroskedasticity and autocorrelation consistent covariance matrix, Econometrica 55, 703-708.",
        "Rafferty, Barry, 2012, Currency returns, skewness, and crash risk, manuscript, Duke University Ranaldo, Angelo and Paul Soderlind, 2010, Safe haven currencies, Review of Finance 10, 385-407.",
        "Sarno, Lucio, Paul Schneider and Christian Wagner, 2012, Properties of foreign exchange risk premiums, Journal of Financial Economics 105, 279-310.",
        "Sornette, Didier, 2003, Why Stock Markets Crash: Critical Events in Complex Financial Systems. Princeton University Press: Princeton, NJ."
    ]
}