{
    "id": 20446,
    "cites": 28,
    "cited_by": 4,
    "reference": [
        "Ahlfeldt, Gabriel M. and Wolfgang Maennig. 2010. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Substitutability and Complementarity of Urban Amenities: External Effects of Built Heritage in Berlin.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Real Estate Economics 38(2):285-323.",
        "Ahlfeldt, Gabriel M. and Alexandra Mastro. 2011. Valuing Iconic Design: Frank Lloyd Wright Architecture in Oak Park, Illinois. Working Paper from the Spatial Economics Research Center, London School of Economics.",
        "Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093An assessment of the effects of conservation areas on value.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d English Heritage, London, United Kingdom. Available at ://www.english-heritage.org.uk/content/imported-docs/ae /assessment-ca-value.pdf Asabere, Paul K., George Hachey, and Steven Grubaugh. 1989. \"Architecture, Historic Zoning, and the Value of Homes.\" Journal of Real Estate Finance and Economics 2: 181-195.",
        "Asabere, Paul K., and Forrest E. Huffman. 1991. \"Historic Districts and Land Values.\" Journal of Real Estate Research 6:1-7.",
        "Asabere, Paul K., Forrest E. Huffman, and Seyed Mehdian. 1994. \"The Adverse Impacts of Local Historic Designation: The Case of Small Apartment Buildings in Philadelphia.\" Journal of Real Estate Finance and Economics 8:225-234.",
        "Been, Vicki, Caitlyn Brazil, Samuel Dastrup, Ingrid Gould Ellen, John Infranca, Simon McDonnell, Max Weselcouch and Michael Williams. 2011. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093State of New York CityÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0084¢s Housing and Neighborhoods.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d A publication of the Furman Center for Real Estate & Urban Policy, New York University.",
        "Byrne, Peter J. 2012. Historic Preservation and its Cultured Despisers: Reflections on the Contemporary Role of Preservation Law in Urban Development. Georgetown Public Law and Legal Theory Research Paper No. 12-021.",
        "Carruthers, John I., David E. Clark and Michael Tealdi. 2010. The Demand for Historic Preservation. Working Paper 2010-02, College of Business Administration, Marquette University.",
        "Coulson, N. Edward, and Michael L. Lahr. 2005. \"Gracing the Land of Elvis and Beale Street: Historic Designation and Property Values in Memphis.\" Real Estate Economics 33:487-507.",
        "Coulson, N. Edward, and Robin M. Leichenko. 2001. \"The Internal and External Impact of Historic Designation on Property Values.\" The Journal of Real Estate Finance and Economics 23:113-124.",
        "Econsult Corp. 2010. The Economic Impact of Historic Preservation in Philadelphia. Available at http://www.preservephiladelphia.org/wp-content/uploads/Econ_Report_Final.pdf Ellen, Ingrid Gould, and Michael Gedal. 2012. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Valuing Urban Land: Comparing the Use of Teardown and Vacant Land Sales.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Unpublished manuscript.",
        "Ford, Deborah Ann. 1989. \"The Effect of Historic District Designation on Single-Family Home Price.\" Real Estate Economics 17:353-362.",
        "Gilderbloom, John I., Matthew J. Hanka and Joshua D. Ambrosius. 2009. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Historic preservationÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0084¢s impact on job creation, property values and environmental sustainability.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Journal of Urbanism: International Research on Placemaking and Urban Sustainability 2(2): 83-101.",
        "Heintzelman, Martin D. and Jason A. Altieri. 2011. Historic Preservation: Preserving Value? Journal of Real Estate and Economics.",
        "The Historic Tax Credit Coalition. 2012. Third Annual Report on the Economic Impact of the Federal Historic Tax Credit. Report from the National Trust Community Investment Corporation and the Edward J. Bloustein School of Planning and Public Policy, Rutgers University.",
        "Leichenko, Robin M., N. Edward Coulson, and David Listokin. 2001. \"Historic Preservation and Residential Property Values: An Analysis of Texas Cities.\" Urban Studies 38:1973-1987.",
        "Mason, Randall F. 2005. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Economics and Historic Preservation: A Guide and Review of the Literature.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Published by The Brookings Institution. Available at http://www.brookings.edu/~/media/research/files/reports/2005/9/metropolitanpolicy%20mason/2 0050926_preservation.",
        "Mason, Randall F. 2002. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Assessing Values in Conservation Planning: Methodological Issues and Choices.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Published in de la Torre, Marta, ed. Assessing the Values of Cultural Heritage. 2002. Available at http://www.getty.edu/conservation/publications_resources/pdf_publications/assessing.pdf Mourato, Susana & Massimiliano Mazzanti. 2002. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Economic Valuation of Cultural Heritage: Evidence and Prospects.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Published in de la Torre, Marta, ed. Assessing the Values of Cultural Heritage. 2002. Available at http://www.getty.edu/conservation/publications_resources/pdf_publications/assessing.pdf Narwold, Andrew, Jonathan Sandy, and Charles Tu. 2008. \"Historic Designation and Residential Property Values.\" International Real Estate Review 11:83-95.",
        "Noonan, Douglas S. 2007. \"Finding an Impact of Preservation Policies: Price Effects of Historic Landmarks on Attached Homes in Chicago, 1990-1999.\" Economic Development Quarterly 21:17-33.",
        "Noonan, Douglas S. and Douglas J. Krupka. 2011. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Making Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c or Picking Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c Winners: Evidence of Internal and External Price Effects in Historic Preservation Policies.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Real Estate Economics 39(2): 379-407.",
        "Pogrebin, Robin. 2008. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093An Opaque and Lengthy Road to Landmark Status.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d New York Times, November 25, 2008.",
        "Rickman, Dan S. 2009. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Neighborhood Historic Preservation Status and Housing Values in Oklahoma County, Oklahoma.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Journal of Regional Analysis and Policy 39(2): 99-108.",
        "Rose, Carol. 1981. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Preservation and Community: New Directions in the Law of Historic Preservation.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Stanford Law Review 22(2):473 Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009cXX.",
        "Rypkema, Donovan, Caroline Cheong and Randall Mason. 2011. Measuring Economic Impacts of Historic Preservation. Available at http://www.achp.gov/docs/economic-impacts-of-historicpreservation -study.pdf Schaeffer, Peter V., and Cecily Ahern Millerick. 1991. \"The Impact of Historic District Designation on Property Values: An Empirical Study.\" Economic Development Quarterly 5:301312.",
        "Stipe, Robert E. 1971. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Why Preserve Historic Resources?Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Published in Legal Techniques In Historic Preservation.",
        "Treffeisen, Alan. 2003. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093The Impact of Historic Districts on Residential Property Values.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d New York City Independent Budget Office Background Paper, available at http://www.ibo.nyc.ny.us/iboreports/HistoricDistricts03.pdf.",
        "Verrey, Robert and Laura Henley. 1991. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Creation Myths and Zoning Boards: Local Uses of Historic Preservation.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Published In The Politics Of Culture 94 (Brett Williams ed.). Wood, Anthony C. 2008. Preserving New York: Winning the Right to Protect a City&apos;s Landmarks. New York City: Routledge.",
        "Zahirovic-Herbert, Velma and Karen M. Gibler. 2012. Historic District Influence on House Prices and Marketing Duration. Journal of Real Estate Finance and Economics."
    ]
}