{
    "id": 20448,
    "cites": 74,
    "cited_by": 2,
    "reference": [
        "Agadjanian, V. & N. Prata. (2002). War, peace, and fertility in Angola. Demography 39(2): 215-231. Ashton, B., K. Hill, A. Piazza, & R. Zeitz. (1984). Famine in China, 1958-61. Population and Development Review 10(4):613-645. Athukorala, P-C. & B.P. Resosudarmo. The Indian Ocean Tsunami: economic impact, disaster management, and lessons. Asian Economic Papers 4(1):1-39.",
        "Atella, V. & Rosati, F.C. (2000). Uncertainty about childrenÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0084¢s survival and fertility: a test using Indian microdata. Journal of Population Economics 13:263-278.",
        "Blanc A. (2004). The Role of Conflict in the Rapid Fertility Decline in Eritrea and Prospects for the Future. Studies in Family Planning 35(4):236-245.",
        "Borneman, J. (2002). Reconciliation after Ethnic Cleansing: Listening, Retribution, Affiliation. Public Culture 14(2): 281-384.",
        "Burrows, M., E. Frankenberg, P. Katz, B. Sikoki, & D. Thomas. (2012). Family formation in Indonesia after the 2004 Indian Ocean Tsunami. Population Association of America Meetings.",
        "Cain, M. (1981). Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Risk and insurance: Perspectives on fertility and agrarian change in India and Bangladesh.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Population and Development Review, 9.4:688-702.",
        "Caldwell, J.C. (2004). Social upheaval and fertility decline. Journal of Family History 29(4):382-406.",
        "Carta, G., A. DÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0084¢Alfonso, I. Colagrande, P. Catana, M. Casacchia, F. Patacchiola. (2012). Post-earthquake birth-rate evaluation using the brief cope. Journal of Maternal-Fetal and Neonatal Medicine 25(11):2411-2414.",
        "Cohan, C.L. & S.W. Cole. (2002). Life Course Transitions and Natural Disaster: Marriage, Birth, and Divorce Following Hurricane Hugo. Journal of Family Psychology 16(1): 14-25.",
        "Cohan, C.L. (2010). Family transitions following natural and terrorist disaster: Hurricane Hugo and the September 11 terrorist attack. Pp. 149-164 in Handbook of Stressful Transitions Across the Lifespan. (T.W. Miller, ed.). New York: Springer.",
        "Conning, J. & C. Udry. (2007). Rural financial markets in developing countries. Pages 2857-2908 in Agricultural Development: Farmers, Farm Production and Farm Markets.",
        "Doocy, Shannon, Yuri Gorokhovich, Gilbert Burnham, Deborah Balk, & Courtland Robinson. (2007). Tsunami Mortality Estimates and Vulnerability Mapping in Aceh, Indonesia. American Journal of Public Health 97(S1):S146-S151.",
        "Efron, B. & R.J. Tibshirani. (1994). An Introduction to the Bootstrap. Boca Raton: Taylor and Hall.",
        "Eversley, D.E.C. (1957). A survey of population in an area of Worcestershire from 1660-1850 on the basis of parish records. Population Studies 10(3):253-279.",
        "Finlay, J. (2009). Fertility Response to Natural Disasters: The Case of Three High Mortality Earthquakes. Policy Research Working Paper #4338. World Bank.",
        "Frankenberg, E. (1998). The Relationship Between Infant and Child Mortality and Subsequent Fertility in Indonesia. Pp. 316-338 in From Death to Birth (Montgomery and Cohen, eds). Washington DC: National Academy Press.",
        "Fritsche, I., E. Jonas, P. Fischer, N. Koranyi, N. Berger, B. Fleischmann. (2007). Mortality salience and the desire for offspring. Journal of Experimental Social Psychology 43(5):753-762.",
        "Finlay, J.E. (2009). Fertility Response to Natural Disasters: The Case of Three High Mortality Earthquakes. Policy Research Working Paper #4338. World Bank.",
        "Geertz, C. (1968). Agricultural Involution. Berkeley: University of California Press.",
        "Gillespie, T., J Chu, E. Frankenberg, & D. Thomas. (2007). Assessment and prediction of natural harzards from satellite imagery. Progress in Physical Geography 31.5:459-70.",
        "Gray, C., E. Frankenberg, T. Gillespie, C. Sumantri, & D. Thomas. (2014). Studying displacement after a disaster using large scale survey methods: Sumatra after the 2004 Tsunami. Annals of the Association of American Geographers. 104.3:594-612.",
        "Grimard, F. (1997). Household consumption smoothing through ethnic ties: evidence from Cote dÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0084¢Ivoire. Journal of Development Economics 53(2): 391-422.",
        "Grummer-Strawn, L.M., P. W. Stupp, & Z. Mei. (1998). Effect of a childÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0084¢s death on birth spacing: a crossnational analysis. Pp. 39-73 in From Death to Birth (Montgomery and Cohen, eds). Washington DC: National Academy Press.",
        "Guha-Sapir D. & Below R. (2006). Collecting Data on Disaster: Easier Said than Done. Center for Research on the Epidemiology of Disasters Research Paper #221.",
        "Guha-Sapir, D. & P. Hoyois. (2012). Measuring the human and economic impact of disasters. Center for Research on the Epidemiology of Disasters.",
        "Hamoudi, A., E. Frankenberg, C. Sumantri, & D. Thomas. (2014). Impact of the December 2004 Tsunami on Birth Outcomes in Aceh, Indonesia.",
        "Hapsari, E.D., Widyawati, W.A. Nisman, L. Lusmilasari, R. Siswishanto, & H. Matsuo. (2009). Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Change in contraceptive methods following the Yogyakarta earthquake and its association with the prevalence of unplanned pregnancy.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Contraception 79(4): 316-322.",
        "Heuveline, P. (2008). Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Ë\u009cBetween one and three millionÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0084¢: Toward demographic reconstruction of a decade of Cambodian history (1970-79). Population Studies 52(1):49-65.",
        "Heuveline, P. & B. Poch (2007). The Phoenix Population: Demographic Crisis and Rebound in Cambodia. Demography 44(2): 405-426.",
        "Hill, K. (2004). War, Humanitarian Crises, Population Displacement, and Fertility: A Review of Evidence. Washington D.C.: National Resource Council.",
        "Hossain, M.B., J.F. Phillips, & T.K. LeGrand. (2007). The Impact of Childhood Mortality on Fertility in Six Rural Thanas of Bangladesh. Demography 44(4):771-784.",
        "Hosseini-Chavoshi, M. & M.J. Abbasi-Shavazi. (2013). Demographic consequences of the 2003 Bam earthquake. International Conference on the Demography of Disasters. Australian National University.",
        "Huber, P. (1967). The Behavior of Maximum Likelihood Estimates under Nonstandard Conditions. Proceedings of the Firth Berkeley Symposium on Mathematical Statistics and Probability, 1:22133.",
        "Jansen, S. & E. Helms. (2009). The White Plague: National-Demographic Rhetoric and its Resonance after the Yugoslav Wars. Pp 219-244 in Gender Dynamics and Post-Conflict Reconstruction (Eifler and Seifert, eds). Frankfurt: Peter Land.",
        "Kuate Defo, B. (1998). Fertility Response to Infant and Child Mortality in Africa with Special Reference to Cameroon. Pp 254-315 in From Death to Birth (Montgomery and Cohen, eds). Washington DC: National Academy Press.",
        "Lee, R. (1997). Population dynamics: Equilibrium, disequilibrium, and consequences of fluctuations in M. R. Rosenzweig and O. Stark (eds), Handbook of Population Economics Volume 1B, Cap 19, 1063115. Amsterdam: North Holland.",
        "LeGrand, T., T. Koppenhaver, N. Mondain, & S. Randall. (2003). Reassessing the Insurance Effect: A Qualitative Analysis of Fertility Behavior in Senegal and Zimbabwe. Population and Development Review. 29(3):375-403.",
        "Lindstrom, D. P. & B. Berhanu. (1999). The Impact of War, Famine, and Economic Decline of Marital Fertility in Ethiopia. Demography 36(2):247-261.",
        "Lindstrom, D. P. & Kiros, G-E. (2007). The Impact of Infant and Child Death on Subsequent Fertility in Ethiopia. Population Research and Policy Review 26:31-49.",
        "Marshall, B.K. & J.S. Picou. (2008). Postnormal science, precautionary principle, and worst cases: the challenge of twenty-first century catastrophes. Sociological Inquiry 78(2):230-247.",
        "Martin JA, Hamilton BE, Sutton PD, Ventura SJ, Menacker F, & Monson ML. (2003). Births: Final Data for 2002. National Vital Statistics Report 52(10). National Center for Health Statistics.",
        "McAdoo, B.G., N. Richardson, & J. Borrero. (2007). Inundation Distances and Run-Up Measurements from ASTER, QuickBird and SRTM Data, Aceh Coast, Indonesia.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009dInternational Journal of Remote Sensing 28(13-14, July 2007):2961-2975.",
        "Montgomery, M. R. & Cohen B., eds. (1998). From Death to Birth: Mortality Decline and Reproductive Change. Washington DC: National Academy Press.",
        "Montgomery, M. (2000). Perceiving mortality decline. Population and Development Review 26(4):695819.",
        "Nakamura, K., S. Sheps, & P.C. Arck. (2008). Stress and reproductive failure: past notions, present insights, and future directions. Journal of Assisted Reproduction and Genetics 25(2-3):47-62.",
        "Nakonezny, P.A., Reddick, R., & Rodgers, J.L. (2004). Did Divorces Decline After the Oklahoma City Bombing? Journal of Marriage and Family 66(1):90-100.",
        "Neria Y, Nandi A, Galea S. 2008. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Post-traumatic Stress Disorder Following Disasters: A Systematic Review.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Psychological Medicine 38:467-480.",
        "Norris. F.H., M.J. Friedman, P.J. Watson, C.M. Byrne, E. Diaz, & K. Kaniasty (2002). 60,000 Disaster Victims Speak: Part I. An Empirical Review of the Empirical Literature, 1981Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c2001. Psychiatry 65(3):207Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c39.",
        "Olsen, R.J. (1980). Estimating the Effect of Child Mortality on the Number of Births. Demography 17(4):429-443.",
        "Palloni, A. & Rafalimanana, H. (1999). The Effects of Infant Mortality on Fertility Revisited: New Evidence from Latin America. Demography 36(1):41-58.",
        "Palloni, A. & Tienda, M. (1986). The Effects of Breastfeeding and Pace of Fertility on Mortality at Early Ages. Demography 23(1):31-52.",
        "Parker, V. J. & A. J. Douglas (2010). Stress in early pregnancy: Maternal neuro-endocrine-immune responses and effects. Journal of Reproductive Immunology 85(2010), 86Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c92.",
        "Pinghui, Z. (2013). New births help Sichuan quake victims overcome loss of children. South China Morning Post. 7 May.",
        "Portner, C. (2007). Gone with the Wind? Hurricane Risk, Fertility and Education, mimeo.",
        "Preston, S. H. (1978). The Effects of Infant and Child Mortality on Fertility. New York: Academic Press.",
        "Qin, L., S. Luo, X. Li, Y. Wang. & S. Li. (2009). Fertility assistance program following the Sichuan earthquake in China. International Journal of Gynecology & Obstetrics 104(3):182-183.",
        "Ramakrishnan, D., S. Ghosh, V. Raja, R. Chandran, & A. Jeyram. (2005). Trails of the killer tsunami: a preliminary assessment using satellite remote sensing technique. Current Science 88(5):709-711.",
        "Rindfuss, R.R. & Sweet, J.A. (1978). The Pervasiveness of Postwar Fertility Trends in the United States. In K.E. Taeuber, L.L. Bumpass, and J.A. Sweet, (eds): Social Demography. New York: Academic Press, 1978.",
        "Rodgers, J.L., C.A. St. John, & R. Coleman. 2005. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Did Fertility Go up after the Oklahoma City Bombing? An Analysis of Births in Metropolitan Counties in Oklahoma. Demography 42(4):675-692.",
        "Rosenzweig, M. R. and T. P. Schultz. (1983). Consumer Demand and Household Production: The Relationship between Fertility and Child Mortality. American Economic Review, 73.2:38-42.",
        "Rosero-Bixby, L. (1998). Child mortality and the fertility transition: aggregated and multilevel evidence from Costa Rica. Pp. 384-410 in From Death to Birth (Montgomery and Cohen, eds). Washington DC: National Academy Press.",
        "Sandberg, J. (2006). Infant mortality, social networks, and subsequent fertility. American Sociological Review 71(2):288-309.",
        "Segraves RT. 1998. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Psychiatric Illness and Sexual Function.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d International Journal of Impotence Research 10: S131-33.",
        "Smith, S.K. & C. McCarty. 1996. Demographic Effects of Natural Disasters: A Case Study of Hurricane Andrew. Demography 33(2):265-275.",
        "Solomon, S., J. Greenberg, & T. Pyszczynski. 2000. Pride and Prejudice: Fear of Death and Social Behavior. Current Directions in Psychological Research 9:200-204.",
        "Stein, Z. & M. Susser. (1975). Fertility, fecundity, famine: food rations in the Dutch Famine 1944/5 have a causal relation to fertility, and probably to fecundity. Human Biology 47(1):131-154.",
        "Suri, T. (2003). Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Spillovers in village consumption: Testing the extent of partial insuranceÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d, Department of Economics, Yale University.",
        "Townsend, R.M. (1994). Risk and Insurance in Village India. Econometrica 62(3): 539-591.",
        "Trinitapoli, J. & S. Yeatman. (2011). Uncertainty and fertility in a generalized AIDS epidemic. American Sociological Review 76(7):935-954.",
        "Umitsu, Masatomo, Charlchai Tanavud, & Boonrak Patanakanog. (2007). Effects of Landforms on Tsunami Flow in the Plains of Banda Aceh, Indonesia, and Nam Khem, Thailand. Marine Geology 242(2007):141-153.",
        "Umitsu, M. (2011). The geoenvironment and the giant tsunami disaster in the Northern part of Sumatra Island, Indonesia. Pp 51-64 in The Indian Ocean Tsunami (P.P.Karan & S.P.Subbiah, Eds). Lexington: University Press of Kentucky.",
        "Vail, K.E., Juhl, J., Arndt, J., Vess, M., Routledge, C., Rutjens, B.T. (2012). When Death is Good for Life: Considering the Positive Trajectories of Terror Management. Personality and Social Psychology Review 16(4):303-329.",
        "Vos, Femke, Jose Rodriguez, Regina Below, & D. Guha-Supir. (2010). Annual Disaster Statistical Review 2009Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d. Centre for Research on the Epidemiology of Disasters (CRED).",
        "Watkins, S. & J. Menken. (1985). Famines in historical perspective. Population and Development Review 11(4):647-675."
    ]
}