{
    "id": 2045,
    "cites": 11,
    "cited_by": 0,
    "reference": [
        "Anderson, Kym, and Robert E. Baldwin (forthcoming), The Political Market for Protection in Industrial Countries, in Au M. El-Agraa (ed.), Conflict,__Cooperation~__Economic Development, and Integration: Essays in Honour of Professor Hiroshi Kitamura (London: Macmillan Press). Baldwin, Robert E. (1985), The Political Economy of U.S. I~port Policy (Cambridge, MA: The MIT Press).",
        "Bergsten, C. Fred (1984), An Agenda For The London Summit, Statement Before The Joint Economic Committee of the United States Congress, May 14, 1984.",
        "Caves, Richard E. (1976), Economic Models of Political Choice: Canadas Tariff Structure, Canadian Journal of Economics, 9, No.2, 278-300.",
        "Cheh, J. H. (1974), United States Concessions in the Kennedy Round and Short-Run Adjustment Costs, Journal of International Economics, 4:323-340.",
        "Donges, Juergen B. (1984), The International Trading Order at the Crossroads, Working Paper No. 199, Kiel Institute of World Economics.",
        "Krasner, Stephen (1976), State Power and the Structure of International Trade, World Politics, 28, April.",
        "Lavergne, R. P. (1983), The Political Economy of U.S. Tariffs: An ~ (New York: Academic Press).",
        "Preeg, Ernest H. (1985), Overview: An Agenda for U.S. Trade Policy Toward Developing Countries in Ernest Preeg (ed.), Hard Ba~g~aining Ahead: U.S. Trade _~olicy and Developing Countries (Washington, D.C. : Overseas Development Council).",
        "Rostenkowski, Dan, and Richard A. Gephardt (1985), Introduction of Trade Emergency and Export Expansion Act, Letter to CoLleagues, July 14.",
        "Schultz, Siegfried, and Dieter Schumacher (1984), The ReLiberalization of World Trade, Journal of World Trade, 18, No.3, June/July.",
        "Scott, Brian (1984), Has the Cavalry Arrived?, Special Report, No. 6 (London: Trade Policy Research Centre) Tumlir, Jan (1984), International Trade Regimes and Private Property Rights, mimeographed."
    ]
}