{
    "id": 20452,
    "cites": 52,
    "cited_by": 96,
    "reference": [
        "Acemoglu, Daron, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Directed Technical Change,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Review of Economic Studies, 2002, 69 (4), 781Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c809.",
        ", Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Labor- And Capital-Augmenting Technical Change,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Journal of the European Economic Association, 2003, 1 (1), 1Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c37.",
        ", Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093When Does Labor Scarcity Encourage Innovation?,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Journal of Political Economy, 2010, 118 (6), 1037Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c1078.",
        "Alvarez-Cuadrado, Francisco, Ngo Van Long, and Markus Poschke, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Capital-Labor Substitution, Structural Change and the Labor Income Share,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Technical Report, CESifo Working Paper 2014.",
        "Antras, Pol, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Is the US Aggregate Production Function Cobb-Douglas? New Estimates of the Elasticity of Substitution,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Contributions to Macroeconomics, 2004, 4 (1).",
        "Atalay, Enghin, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093How Important Are Sectoral Shocks?,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d 2014. Mimeo.",
        "Autor, David H., David Dorn, and Gordon H. Hanson, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093The China Syndrome: Local Labor Market Effects of Import Competition in the United States,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d American Economic Review, 2013, 103, 2121Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c68.",
        ", Frank Levy, and Richard J. Murmane, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093The Skill Content of Recent Technological Change: An Empirical Exploration,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Quarterly Journal of Economics, 2003, 118, 1279Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c 1333.",
        "Banerjee, Abhijit and Esther Duflo, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Growth Theory Through The Lens Of Development Economics,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Handbook of Economic Growth, 2005, 1, 473Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c552.",
        "Barnes, Sebastian N, Simon Price, and Maria Barriel, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093The Elasticity of Substitution: Evidence from a UK Firm-level Data Set,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d 2008.",
        "Bartik, Timothy J., Who Benefits from State and Local Economic Development Policies?, W. E. Upjohn Institute for Employment Research, 1991.",
        "Bartlesman, Eric, John Haltiwanger, and Stefano Scarpetta, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Cross-Country Differences in Productivity: The Role of Allocation and Selection,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Technical Report 1 2013.",
        "Berndt, Ernst R., Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Reconciling Alternative Estimates of the Elasticity of Substitution,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Review of Economics and Statistics, 1976, 58 (1), 59Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c68.",
        "Burstein, Ariel, Eduardo Morales, and Jonathan Vogel, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Accounting for Changes in Between-Group Inequality,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d 2014. Mimeo.",
        "Caballero, Ricardo, Eduardo Engel, and John Haltiwanger, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Plant Level Adjustment and Aggregate Investment Dynamics,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Brookings Papers on Economic Activity, 1995, 2, 1Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c54.",
        "Chamley, Christophe, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093The Welfare Cost of Capital Income Taxation in a Growing Economy, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Journal of Political Economy, 1981, 89 (3), 468Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c96.",
        "Chirinko, Robert S., Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Sigma: The Long and Short of It,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Journal of Macroeconomics, 2008, 30, 671Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c686.",
        ", Steven M. Fazzari, and Andrew P. Meyer, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093A New Approach to Estimating Production Function Parameters: The Elusive Capital-Labor Substitution Elasticity,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Journal of Business and Economic Statistics, 2011, 29 (4), 587Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c594.",
        "Cummins, Jason and Giovanni Violante, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Investment-Specific Technical Change in the US (1947-2000): Measurement and Macroeconomic Consequences,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Review of Economic Dynamics, 2002, 5 (2), 243Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c284.",
        "Diamond, Peter, Daniel McFadden, and Miguel Rodriguez, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Measurement of the Elasticity of Factor Substitution and Bias of Technical Change,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d in Melvyn Fuss and Daniel McFadden, eds., Production Economics: A Dual Approach to Theory and Applications, 1978, chapter 5.",
        "Djankov, Simeon, Tim Ganser, Caralee McLiesh, Rita Ramalho, and Andrei Schliefer, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093The Effect of Corporate Taxes on Investment and Entrepreneurship,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d American Economic Journal: Macroeconomics, 2010, 2 (3), 31Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c64.",
        "Dornbusch, Rudiger, Stanley Fischer, and Paul Samuelson, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Heckscher-Ohlin Trade Theory with a Continuum of Goods,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Quarterly Journal of Economics, 1980, 95 (2), 203Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c 224.",
        "Elsby, Michael W. L., Bart Hobijn, and Aysegul Sahin, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093The Decline of the U.S. Labor Share,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Brookings Papers on Economic Activity, 2013.",
        "Fernald, John, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093A Quarterly, Utilization-Adjusted Series on Total Factor Productivity,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d September 2012. Mimeo.",
        "Foster, Lucia, John Haltiwanger, and Chad Syverson, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Reallocation, Firm Turnover, and Efficiency: Selection on Productivity or Profitability?,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d American Economic Review, March 2008, 98 (1), 394Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c425.",
        "Gomme, Paul and Peter Rupert, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Measuring LaborÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0084¢s Share of Income,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d 2004. Policy Discussion Paper - No 7, Federal Reserve Bank of Cleveland.",
        "Gordon, Robert J., The Measurement of Durable Goods Prices, University of Chicago Press, 1990.",
        "Greenstreet, David, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Exploiting Sequential Learning to Estimate Establishment-Level Productivity Dynamics and Decision Rules,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d 2007. Mimeo.",
        "Hall, Robert E. and Dale W. Jorgenson, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Tax Policy and Investment Behavior,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d American Economic Review, 1967, 57 (3), 391Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c414.",
        "Harper, Michael J., Ernst R. Berndt, and David O. Wood, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Rates of Return and Capital Aggregation Using Alternative Rental Prices,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d in D.W. Jorgenson and R. London, eds., Technology and Capital Formation, Cambridge, MA: MIT Press, 1989.",
        "Herrendorf, Berthold, Christopher Herrington, and Akos Valentinyi, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Sectoral Technology and Structural Transformation,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Technical Report 2014.",
        "Hicks, John R., The Theory of Wages, MacMillan and Co, 1932.",
        "Houthakker, Hendrik, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093The Pareto Distribution and the Cobb-Douglas Production Function in Activity Analysis,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d The Review of Economic Studies, 1955, 23 (1), pp. 27Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c31.",
        "Hsieh, Chang-Tai and Peter Klenow, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Misallocation and Manufacturing TFP in China and India,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Quarterly Journal of Economics, 2009, 124 (4), 1403Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c1448.",
        "Jones, Chad, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093The Shape of Production Functions and the Direction of Technical Change,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Quarterly Journal of Economics, 2005, 120 (2), 517Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c549.",
        "Jorgenson, Dale W., Mun S. Ho, and John D. Samuels, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093A Prototype Industry-level Production Account for the United States, 1947-2010,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d 2013. Mimeo.",
        ", , and Kevin J. Stiroh, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Growth of U.S. Industries and Investments in Information Technology and Higher Education,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d in Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Measuring Capital in the New EconomyÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d NBER Chapters, National Bureau of Economic Research, Inc, October 2005, pp. 403Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c478.",
        "Klump, Rainer, Peter McAdam, and Alpo Willman, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Factor Substitution and Factor Augmenting Technical Progress in the US,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Review of Economics and Statistics, 2007, 89 (1), 183Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c192.",
        "Krueger, Alan B., Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Measuring LaborÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0084¢s Share,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d American Economic Review, 1999, 89 (2), 45Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c51.",
        "Krusell, Per, Lee Ohanian, Jose-Victor Rios-Rull, and Giovanni Violante, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Capital-skill Complementarity and Inequality: A Macroeconomic Analysis,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Econometrica, 2000, 68 (5), 10291053.",
        "Lagos, Ricardo, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093A Model of TFP,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Review of Economic Studies, October 2006, 73 (4), 983Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c1007.",
        "Leon-Ledesma, Miguel A., Peter McAdam, and Alpo Willman, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Identifying the Elasticity of Substitution with Biased Technical Change,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d The American Economic Review, 2010, 100 (4), 1330Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c1357.",
        "Levhari, David, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093A Note on HouthakkerÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0084¢s Aggregate Production Function in a Multifirm Industry,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Econometrica, 1968, 36 (1), pp. 151Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c154.",
        "Luttmer, Erzo G. J., Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Growth with a Fixed Factor,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d 2012. Mimeo.",
        "Mankiw, N. Gregory, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093The Growth of Nations,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Brookings Papers on Economic Activity, 1995, 1995 (1), 275Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c326.",
        "Miyagiwa, Kaz and Chris Papageorgiou, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Endogenous Aggregate Easticity of Substitution, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Journal of Economic Dynamics and Control, 2007, 31 (9), 2899Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c2919.",
        "Piketty, Thomas, Capital in the Twenty-First Century, Belknap Press, 2014.",
        "Raval, Devesh, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093The Micro Elasticity of Substitution and Non Neutral Technology,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d 2014. Mimeo.",
        "Restuccia, Diego and Richard Rogerson, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Policy Distortions and Aggregate Productivity with Heterogeneous Establishments,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Review of Economic Dynamics, 2008, 11 (4), 707Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c720.",
        "Sato, Kazuo, Production Functions and Aggregation, Elsevier, 1975.",
        "Tybout, James R. and Mark Roberts, Industrial Evolution in Developing Countries: Industrial Evolution in Developing Countries: Micro Patterns of Turnover, Productivity and Market Structure, Oxford University Press, 1996.",
        "White, T Kirk, Jerome P Reiter, and Amil Petrin, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Plant-level Productivity and Imputation of Missing Data in US Census Manufacturing Data,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Technical Report, National Bureau of Economic Research 2012."
    ]
}