{
    "id": 2046,
    "cites": 18,
    "cited_by": 17,
    "reference": [
        "Abel, A.B. Precautionary Saving and Accidental Bequests. American Economic Review 75 (September 1985), 777-791.",
        "Selection. Mimeographed.. Boston: Harvard University, 19814.",
        "Barro, R. J. Are Goverrmtent Bonds Net Wealth? Journal of Political Economy 82 (December 19714): 1095-1117.",
        "Barro, IL J. and Friedman, J.W. On Uncertain Lifetimes, Journal of Political Economy, 85, (August 1977), 843-8149.",
        "Bernheim, B. D. Dissaving After Retirement: Testing the Pure Life Cycle Hypothesis. Mimeographed. Palo Alto: Stanford University 19814.",
        "Bernheim, B. D, Shleifer, A. and Summers, L.H. Bequests as a Means of Payment. Journal of Political Economy 93 (December 1985): 10145-1076.",
        "Diamond, P. A. and Hausman, J.A. Individual Retirement and Savings Behavior. Mimeographed. Boston: Massachusetts Institute of Technology, 1982.",
        "Eckstein, Z~., Eichenbaum, M. and Peled, D. The Distribution of Wealth and Welfare in the Presence of Incomplete Annuity Markets. Quarterly Journal of Economics 100 (April 1985a): 787-806.",
        "Annuity Markets and Social Security. Journal of Public Economics 26 (April 1985b), 303-326.",
        "Eichenbaum, N. and Paled, D. An Intertemporal Multi-Asset Adverse Selection Economy. Mimeographed. Pittsburgh: Carnegie-Mellon University, 1984.",
        "Jaynes, G. Equilibrium In Monopolistically Competitive Insurance Markets. Journal of Economic Theory 19 (December 1978): 3914_422.",
        "King, N. A. and Dioks-Mirseaux, L. Asset Holdings and the Life Cycle. Economic Journal 92 (June 1982): 233-253.",
        "Kotlikoff, L. J. and Spivak, A. The Family as an Incomplete Annuities Market. Journal of Political Economy 89 (April 1981): 372-391.",
        "Rothschild, N. and Stiglitz, J. Equilibrium in Competitive Insurance Markets: An Essay in the Economics of Incomplete Information. Quarterly Journal of Economics 90 (November 1976): 6214-6149.",
        "Scheinlanan, J.A. and Weiss, L. Savings as Insurance. Mimeographed. Chicago: University of Chicago, 19814.",
        "SheshinsLd., E. and Weiss, Y. Uncertainty and Optimal Social Security Systems. Quarterly Journal of Economics, 96 (May 1981): 189-206.",
        "Wilson, C. A Model of Insurance Markets with Incomplete Information. Journal of Economic Theory 16 (December 1977): 167-207.",
        "Yasri, M. E., Uncertain Lifetime, Life Insurance, and the Theory of the Consumer. Review of Economic Studies 32 (1965): 137-150."
    ]
}