{
    "id": 20461,
    "cites": 37,
    "cited_by": 0,
    "reference": [
        "Binder, Sarah A. and Forrest Maltzman. 2009. Advice and Dissent: The Struggle to Shape the Federal Judiciary. Washington, D.C.: Brookings Institution Press.",
        "Binder, Sarah A. and Steven S. Smith. 1997. Politics or Principle? Filibustering in the United States Senate. Washington, DC: Brookings Institution.",
        "Blackett, Donald W. 1954. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Some Blotto games.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Naval Research Logistics Quarterly 1 (1): 55Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c60.",
        "Borel, Emile. 1921. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093La Th eorie du Jeu et Les Equations Int egrales ` a Noyau Sym etrique.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Comptes Rendus de lAcad emie des Sciences 173 (1304-1308): 58.",
        "Bowler, Shaun, Todd Donovan, and David Brockington. 2003. Electoral Reform and Minority Representation: Local Experiments with Alternative Elections. Ohio State University Press.",
        "Brams, Steven J. and Alan D. Taylor. 1996. Fair Division: From Cake-Cutting to Dispute Resolution. Cambridge University Press.",
        "Buchanan, James M. and Gordon Tullock. 1962. The Calculus of Consent: Logical Foundations of Constitutional Democracy. Ann Arbor: University of Michigan Press.",
        "Burdette, Franklin L. 1940. Filibustering in the Senate. Princeton: Princeton University Press.",
        "Casella, Alessandra. 2005. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Storable Votes.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Games and Economic Behavior 51 (2): 391Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c419.",
        "Casella, Alessandra. 2012. Storable Votes: Protecting the Minority Voice. Oxford University Press.",
        "Casella, Alessandra and Andrew Gelman. 2008. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093A Simple Scheme to Improve the Efficiency of Referenda.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Journal of Public Economics 92 (10): 2240Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c2261.",
        "Indeed, the nuclear option was exercised in 1975 for legislation, only to be reversed within a few days.",
        "Casella, Alessandra, Andrew Gelman, and Thomas Palfrey. 2006. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093An experimental study of storable votes.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Games and Economic Behavior 57 (1): 123Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c154.",
        "Casella, Alessandra, Thomas Palfrey, and Raymond Riezman. 2008. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Minorities and Storable Votes.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Quarterly Journal of Political Science 3 (2): 165Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c200.",
        "Dahl, Robert Alan. 1956. A Preface to Democratic Theory. Chicago Press.",
        "Dahl, Robert Alan. 2003. How Democratic is the American Constitution?. Yale University Press.",
        "De Marchi, Scott and Scott E. Page. 2008. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Agent-Based Modeling.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d The Oxford Handbook of Political Methodology: 71Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c94.",
        "Grofman, Bernard, Lisa Handley, and Richard G. Niemi. 1992. Minority Representation and the Quest for Voting Equality. Cambridge University Press.",
        "Guinier, Lani. 1994. The Tyranny of the Majority: Fundamental Fairness in Representative Democracy. Free Press New York.",
        "Hortala-Vallve, Rafael. 2012. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Qualitative Voting.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Journal of theoretical politics 24 (4): 526Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c554.",
        "Jackson, Matthew O. and Hugo F. Sonnenschein. 2007. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Overcoming Incentive Constraints by Linking Decisions1.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Econometrica 75 (1): 241Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c257.",
        "Johnson, Timothy R. and Jason M. Roberts. 2005. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Pivotal Politics, Presidential Capital, and Supreme Court Nominations.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Congress and the Presidency 32 (1): 31Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c48.",
        "Koger, Gregory. 2010. Filibustering: A Political History of Obstruction in the House and Senate. University of Chicago Press.",
        "Krehbiel, Keith. 2007. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Supreme Court Appointments as a Move-the-Median Game.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d American Journal of Political Science 51 (2): 231Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c240.",
        "McCarty, Nolan, Keith Poole, and Howard Rosenthal. 2006. Polarized America: The Dance of Ideology and Unequal Riches. Cambridge, MA: MIT Press.",
        "McGann, A. J. 2004. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093The Tyranny of the Supermajority: How Majority Rule Protects Minorities.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Journal of Theoretical Politics 16 (1): 53Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c77.",
        "McLennan, Andrew. 1998. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Consequences of the Condorcet jury theorem for beneficial information aggregation by rational agents.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d American Political Science Review: 413Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c418.",
        "Moraski, Bryon J. and Charles R. Shipan. 1999. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093The Politics of Supreme Court Nominations: A Theory of Institutional Constraints and Choices.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d American Journal of Political Science 43 (4): 1069Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c1095.",
        "Moulin, Herv e. 2004. Fair Division and Collective Welfare. MIT Press.",
        "Phoon, Kok-Kwang, Ser-Tong Quek, and Hongwei Huang. 2004. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Simulation of NonGaussian Processes Using Fractile Correlation.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Probabilistic Engineering Mechanics 19 (4): 287Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c292.",
        "Primo, David M., Sarah A. Binder, and Forrest Maltzman. 2008. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Who Consents? Competing Pivots in Federal Judicial Selection.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d American Journal of Political Science 52 (3): 471Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c 489.",
        "Roberson, Brian. 2006. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093The colonel blotto game.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Economic Theory 29 (1): 1Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c24.",
        "Rohde, David W. and Kenneth A. Shepsle. 2007. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Advising and Consenting in the 60-Vote Senate: Strategic Appointments to the Supreme Court.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Journal of Politics 69 (3): 664Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c 677.",
        "Stiglitz, Edward H. 2014. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Appointment Politics and the Ideological Composition of the Judiciary.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Legislative Studies Quarterly 39 (1): 27Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c54.",
        "Theriault, Sean M. 2008. Party Polarization in Congress. Cambridge University Press.",
        "U.S. Congress. Senate. Committee on Rules and Administration. 2010. Examining The Filibuster. Hearings before the Committee on Rules and Administration, S. Hrg. 111Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c706. U.S. G.P.O. 11th Cong., 2nd sess.",
        "Wawro, Gregory J. and Eric Schickler. 2006. Filibuster: Obstruction and Lawmaking in the U. S. Senate. Princeton: Princeton University Press."
    ]
}