{
    "id": 20465,
    "cites": 34,
    "cited_by": 33,
    "reference": [
        "Bandiera, O. and I. Rasul, Social networks and technology adoption in Northern Mozambique, Econ. J., 2006, 116, 869902.",
        "Burbidge, John B., Lonnie Magee, and A. Leslie Robb, Alternative Transformations to Handle Extreme Values of the Dependent Variable, Journal of the American Statistical Association, 1988, 83 (401), 12327.",
        "Caselli, Francesco and William Coleman, Cross-country technology diffusion: the case of computers, Am. Econ. Rev., 2001, 91 (2), 32835.",
        "Chibwana, C., M. Fisher, C. Jumbe, W. Masters, and G. Shively, Measuring the Impacts of Malawi's Farm Input Subsidy Program, 2010.",
        "Comin, Diego and B. Hobijn, Cross country technology adoption: making the theories face the facts, J. Monet. Econ., 2004, 51, 3983.",
        "Conley, T. and C. Udry, Learning about a new technology: pineapple in Ghana, Am. Econ. Rev., 2010, 100 (1), 3569.",
        "Dercon, Stefan and Luc Christiaensen, Consumption risk, technology adoption and poverty traps: evidence from Ethiopia, World Bank Policy Res. Work. Pap., 2007, (4257).",
        "Dorward, A. and E Chirwa, The Malawi agricultural input subsidy programme: 2005/06 to 2008/09, International Journal of Agricultural Sustainability, 2011, 9 (1), 232247.",
        "Druilhe, Zoe and Jesus Barreiro-Hurle, Fertilizer Subsidies in SubSaharan Africa, ESA Working Paper 12-04, FAO July 2012.",
        "Duo, Esther, Michael Kremer, and Jonathan Robinson, Nudging Farmers to Use Fertilizer: Theory and Experimental Evidence from Kenya, American Economic Review, 2011, 101 (6), 23502390.",
        "Dupas, P., Short-run subsidies and long-run adoption of new health products: evidence from a eld experiment, Econometrica, 2014, 82 (1), 197228.",
        "Ellis, Frank, Agricultural Policies in Developing Countries, Cambridge, UK: Cambridge University Press., 1992.",
        "Evenson, Robert and Douglas Gollin, Assessing the Impact of the Green Revolution, 1960 to 2000, Science, 2003, 300 (5620), 758762. Foster, Andrew D. and Mark R. Rosenzweig, Learning by doing and learning from others: human capital and technical change in agriculture, J.",
        "Gine, Xavier and Stephan Klonner, Credit constraints as a barrier to technology adoption by the poor: lessons from South Indian small-scale shery, World Bank Policy Res. Work. Pap., 2005, 3665.",
        "IFAD, Rural Poverty Report 2009, International Fund for Agricultural Development (IFAD), 2011.",
        "Jayne, T., D. Mather, N. Mason, and J. Ricker-Gilbert, How Do Fertilizer Subsidy Programs Aect Total Fertilizer Use in Sub-Saharan Africa? Crowing out, Diversion, and Benet/Cost Assessments, Agricultural Economics, 2013, 44 (6).",
        "Jayne, T.S. and Shahidur Rashid, Input Subsidy Programs in Sub-Saharan Africa: A Synthesis of Recent Evidence, Agricultural Economics, 2013, (44).",
        "Kremer, Michael and Edward Miguel, The illusion of sustainability., Q. J. Econ., 2007, 122, 100765.",
        "Lunduka, Rodney, Jacob Ricker-Gilbert, and Monica Fisher, What are the farm-level impacts of Malawi's farm input subsidy program? A critical review, Agricultural Economics, 2013, 44, 563579.",
        "Marenya, P. and C. B. Barrett, State-conditional Fertilizer yield response on western Kenyan farms, Amer. J. Agr. Econ., 2009, 91 (4), 9911006.",
        "McKenzie, David, Beyond Baseline and Follow-up: The Case for More T in Experiments, J. Dev. Econ., 2012, 99 (2), 201221.",
        "Minot, N., Smart fertilizer subsidies in sub-Saharan Africa: new wine or just new bottles?, Technical Report, IFPRI 2009.",
        "Miyata, S. and Y. Sawada, Learning, risk, and credit in households' new technology investments: the case of aquaculture in rural Indonesia, 2007.",
        "Morris, Michael, Valerie A. Kelly, Ron J. Kopicki, and Derek Byerlee, Fertilizer Use in African Agriculture: Lessons Learned and Good Practice Guidelines, Washington, DC: World Bank, 2007.",
        "Moser, C. and C. Barrett, The complex dynamics of smallholder technology adoption: the case of SRI in Madagascar, Agricultural Economics, 2006.",
        "Munshi, Kaivan, Social learning in a heterogeneous population: technology diusion in the Indian green revolution, J. Dev. Econ., 2006, 73 (1), 185215.",
        "Nankani, G., M. Baxter, R. Scobey, and J. Perumalpillai-Essex, Mozambique Agricultural Development Strategy Stimulating Smallholder Agricultural Growth, Technical Report, World Bank 2006.",
        "Oster, Emily and Rebecca Thornton, Determinants of Technology Adoption: Peer Eects in Menstrual Cup Take-Up, Journal of the European Economic Association, December 2012, 10 (6), 12631293.",
        "Pan, Lei and Luc Christiaensen, Who is vouching for the input voucher? Decentralized targeting and elite capture in Tanzania, World Bank Policy Res. Work. Pap., 2011, 5651.",
        "Sachs, Jerey D., The Case for Fertilizer Subsidies for Subsistence Farmers, Unpublished, 2004.",
        "Schultz, Theodore W., Transforming Traditional Agriculture, New Haven, CT: Yale University Press, 1964.",
        "Sharma, V.P. and H. Thaker, Fertilizer Subsidy in India: Who are the Beneciaries?, Technical Report, Indian Institute of Management 2009.",
        "Tarozzi, A., A. Mahajan, B. Blackburn, D. Kopf, L. Krishnan, and J. Yoong, Micro-loans, Insecticide-Treated Bednets and Malaria: Evidence from a Randomized Controlled Trial in Orissa (India), Am. Econ. Rev., July 2014, 104 (7), 190941.",
        "WorldBank, World Development Report 2008: Agriculture for Development, Washington, DC: World Bank, 2007."
    ]
}