{
    "id": 20467,
    "cites": 30,
    "cited_by": 11,
    "reference": [
        "Anderson, Martin. 1964. The Federal Bulldozer: A Critical Analysis of Urban Renewal, 1949-1962. MIT Press.",
        "Autor, David H., Christopher J. Palmer, and Parag A. Pathak. 2014. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Housing Market Spillovers: Evidence from the End of Rent Control in Cambridge, Massachusetts.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Journal of Political Economy, 122(3): 661Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c717.",
        "Boston Archives. 1822-1918. Boston Tax Records. City of Boston. Available at the Office of City Clerk Archives and Records Management Division, 201 Rivermoor St., West Roxbury, MA 02132.",
        "Brooks, Leah, and Byron Lutz. 2012. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093From TodayÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0084¢s City to TomorrowÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0084¢s City: An Empirical Investigation of Urban Land Assembly.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d George Washington University. Mimeo.",
        "Brueckner, Jan K., and Stuart S. Rosenthal. 2009. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Gentrification and Neighborhood Housing Cycles: Will AmericaÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0084¢s Future Downtowns Be Rich?Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d The Review of Economics and Statistics, 91(4): 725Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c743.",
        "Chen, Daniel L., and Susan Yeh. 2013. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093The Impact of Government Power to Expropriate on Economic Growth and Inequality.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Mimeo.",
        "Collins, William J., and Katharine L. Shester. 2013. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Slum Clearance and Urban Renewal in the United States.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d American Economic Journal: Applied Economics, 5(1): 239Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c 273.",
        "Conley, T.G. 1999. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093GMM Estimation with Cross Sectional Dependence.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Journal of Econometrics, 92(1): 1Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c45.",
        "Davis, Donald R., and David E. Weinstein. 2002. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Bones, Bombs, and Break Points: The Geography of Economic Activity.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d American Economic Review, 92(5): 1269Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c1289.",
        "Fire Commission. 1873. Report of the Commissioners Appointed to Investigate the Cause and Management of the Great Fire in Boston. Rockwell & Churchill, City Printers. http://quod.lib.umich.edu/m/moa/AAR8660.0001.001/1.",
        "Fischel, William A. 2004. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093An Economic History of Zoning and a Cure for Its Exclusionary Effects.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Urban Studies, 41(2): 317Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c340.",
        "Frothingham, Frank E. 1873. The Boston Fire. Lee and Shepard, Publishers.",
        "Guerrieri, Veronica, Daniel Hartley, and Erik Hurst. 2013. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Endogenous Gentrification and Housing Price Dynamics.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Journal of Public Economics, 100: 45Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c60.",
        "Hartley, Daniel. 2010. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093The Effect of Foreclosures on Nearby Housing Prices: Supply or Disamenity?Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Federal Reserve Bank of Cleveland. Working Paper.",
        "Ioannides, Yannis M. 2003. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Interactive Property Valuations.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Journal of Urban Economics, 53(1): 145Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c170.",
        "Jacobs, Jane. 1961. The Death and Life of Great American Cities. Random House.",
        "Libecap, Gary D., and Dean Lueck. 2011. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093The Demarcation of Land and the Role of Coordinating Property Institutions.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Journal of Political Economy, 119(3): 426 Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c 467.",
        "Lindert, Peter H., and Richard Sutch. 2006. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Consumer Price Indexes, for All Items: 1774-2003.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Historical Statistics of the United States, Earliest Times to the Present: Millennial Edition, Table Cc1Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c2.",
        "Mian, Atif R., Amir Sufi, and Francesc Trebbi. 2014. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Foreclosures, House Prices and the Real Economy.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d University of Chicago Booth School of Business. Working Paper.",
        "Miguel, Edward, and Grard Roland. 2011. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093The Long-Run Impact of Bombing Vietnam. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Journal of Development Economics, 96(1): 1Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c15.",
        "Munch, Patricia. 1976. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093An Economic Analysis of Eminent Domain.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Journal of Political Economy, 84(3): 473Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c498.",
        "Ripley, Brian D. 1977. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Modelling Spatial Patterns.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Journal of the Royal Statistical Society. Series B (Methodological), 172Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c212.",
        "Rosen, Christine. 1986. The Limits of Power: Great Fires and the Process of City Growth in America. Cambridge University Press.",
        "Rossi-Hansberg, Esteban, Pierre-Daniel Sarte, and Raymond Owen. 2010. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Housing Externalities.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Journal of Political Economy, 118(3): 485Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c535.",
        "Schwartz, Amy Ellen, Ingrid Gould Ellen, Ioan Voicu, and Michael H Schill. 2006. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093The External Effects of Place-Based Subsidized Housing.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Regional Science and Urban Economics, 36(6): 679Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c707.",
        "Sims, David P. 2007. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Out of Control: What Can We Learn from the End of Massachusetts Rent Control?Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Journal of Urban Economics, 61(1): 129Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c151.",
        "Siodla, James. 2013. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Razing San Francisco: The 1906 disaster as a natural experiment in urban redevelopment.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Colby College. Mimeo.",
        "Siodla, James. 2014. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Making the Move: The Impact of the 1906 San Francisco Disaster on Firm Relocations.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Colby College. Mimeo.",
        "Wermiel, Sara E. 2000. The Death and Life of Great American Cities. The Johns Hopkins University Press.",
        "Wilson, James Q. 1966. Urban Renewal: The Record and the Controversy. MIT Press."
    ]
}