{
    "id": 20470,
    "cites": 60,
    "cited_by": 20,
    "reference": [
        "Achman, Lori, and Marsha Gold. 2002. Medicare+ Choice 1999-2001: An Analysis of Managed Care Plan Withdrawls and Trends in Benefits and Premiums. Commonwealth Fund.",
        "Brown, Jason, Mark Duggan, Ilyana Kuziemko, and William Gui Woolston. 2011. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Can Risk Adjustment Reduce Selection in the Private Health Insurance Market? New Evidence from the Medicare Advantage Program.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d NBER Working Paper.",
        "Bulow, Jeremy I, and Paul Pfleiderer. 1983. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093A note on the effect of cost changes on prices.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d The Journal of Political Economy, 91(1): 182Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c185.",
        "Bundorf, M. Kate, Jonathan Levin, and Neale Mahoney. 2011. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Pricing and Welfare in Health Plan Choice.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d American Economic Review, 102(7): 3214Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c48.",
        "Clemens, Jeffrey, and Joshua D Gottlieb. 2014. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Bargaining in the Shadow of a Giant: MedicareÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0084¢s Influence on Private Payment Systems.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d NBER Working Paper.",
        "Curto, Vilsa, Liran Einav, Jonathan Levin, and Jay Bhattacharya. 2014. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Can Managed Competition Work? The US Medicare Advantage Program.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Mimeo.",
        "Dafny, Leemore, Mark Duggan, and Subramaniam Ramanarayanan. 2012. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Paying a Premium on Your Premium? Consolidation in the US Health Insurance Industry.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d The American Economic Review, 102(2): 1161Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c1185.",
        "Duggan, Mark, Amanda Starc, and Boris Vabson. 2014. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Who Benefits When the Government Pays More? Pass-Through in the Medicare Advantage Program.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d NBER Working Paper.",
        "Dunn, Abe. 2010. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093The Value of Coverage in the Medicare Advantage Insurance Market.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Journal of Health Economics, 29(6): 839Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c855.",
        "Einav, Liran, Amy Finkelstein, and Mark R. Cullen. 2010. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Estimating Welfare in Insurance Markets Using Variation in Prices.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Quarterly Journal of Economics, 125(3): 877Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c921.",
        "Fabinger, Michal, and E. Glen Weyl. 2013. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Pass-Through and Demand Forms.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Mimeo, 121(3).",
        "Handel, Benjamin. 2012. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Adverse Selection and Inertia in Health Insurance Markets: When Nudging Hurts.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d American Economic Review, 103(7): 2643Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c2682.",
        "Ho, Kate, Joseph Hogan, and Fiona Scott Morton. 2014. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093The Impact of Consumer Inattention on Insurer Pricing in the Medicare Part D Program.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Mimeo.",
        "Mahoney, Neale, and E. Glen Weyl. 2014. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Imperfect Competition in Selection Markets.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d NBER Working Paper.",
        "McWilliams, J Michael, John Hsu, and Joseph P Newhouse. 2012. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093New risk-adjustment system was associated with reduced favorable selection in Medicare Advantage.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Health Affairs, 31(12): 2630Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c2640.",
        "Newhouse, Joseph P., Mary Price, Jie Huang, J. Michael McWilliams, and John Hsu. 2012. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Steps to reduce favorable risk selection in Medicare Advantage largely succeeded, boding well for health insurance exchanges.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Health Affairs, 31(12): 2618Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c2628.",
        "Nosal, Kathleen. 2012. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Estimating switching costs for medicare advantage plans.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d mimeo.",
        "Pope, Gregory C, Leslie M Greenwald, Deborah A Healy, John Kautter, Eric Olmsted, and Nathan West. 2006. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Impact of Increased Financial Incentives to Medicare Advantage Plans.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d RTI International.",
        "Stockley, Karen, Thomas McGuire, Christopher Afendulis, and Michael E. Chernew. 2014. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Premium Transparency in the Medicare Advantage Market: Implications for Premiums, Benefits, and Efficiency.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d NBER Working Paper.",
        "Town, Robert, and Su Liu. 2003. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093The Welfare Impact of Medicare HMOs.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d RAND Journal of Economics, 34(4): 719Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c736.",
        "Weyl, E. Glen, and Michal Fabinger. 2013. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Pass-Through as an Economic Tool: Principles of Incidence under Imperfect Competition.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Journal of Political Economy, 121(3): 528Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c583.",
        "Woolston, William Gui. 2012. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Selection and the Manipulation of Price Signals: Evidence from Private Medicare Plans.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Mimeo.",
        "Figure 2: Effect of BIPA on County Base Payments (A) Pre-BIPA, 2000 (B) Post-BIPA, 2001 ! (479, 850] 777 1234 (434, 479] 792 1874 (405, 434] 628 0 [400, 405] 911 0 (479,825] (1233) (434,479] (1874) (405,434] (0) [400,405] (0) Range # 2000 # 2001 Note: Map shows base payments by county just before and just after the implementation of BIPA floors in early 2001. Base payments in this figure are not adjusted for inflation and are not normalized for the sample average demographic risk adjustment factor. Counties are binned according to their quartile of base payments in 2000. The legend lists bin ranges and the number of counties in each by year. Darker regions indicate larger payments. BIPA payment floors truncated payments above the median of the pre-BIPA distribution and were binding for 72% of counties.",
        "Figure 3: First Stage Effect on Base Payments: Impact of $1 Increase in Distance-to-Floor -.25 0 .25 .5 .75 1 1.25 Base Payment ($) 1997 1998 1999 2000 2001 2002 2003 Year Note: Figure shows coefficients on distance-to-the-floor Ã\u0083Æ\u0092Ã\u0082â\u0080\u0094 year interactions from difference-in-differences regressions with the monthly base payments as the dependent variable. The unit of observation is the county Ã\u0083Æ\u0092Ã\u0082â\u0080\u0094 year, and observations are weighted by the number of beneficiaries in the county. Controls include year and county fixed effects as well as flexible controls for the 1998 payment floor introduction and the blended payment increase in 2000.",
        "The capped vertical bars show 95% confidence intervals calculated using standard errors clustered at the county level. Year 2000, which is the year prior to BIPA implementation, is the omitted category and denoted with a vertical dashed line. Horizontal dashed lines are plotted at the reference values of 0 and 1.",
        "Figure 4: Premium Pass-Through: Impact of $1 Increase in Monthly Payments (A) Mean -1.25 -1 -.75 -.5 -.25 0 .25 Mean Premium ($) 1997 1998 1999 2000 2001 2002 2003 Year (B) Minimum -1.25 -1 -.75 -.5 -.25 0 .25 Min Premium ($) 1997 1998 1999 2000 2001 2002 2003 Year (C) Percent Zero -2 0 2 4",
        "Specialist Copay ($) 2000 2001 2002 2003 Year Pre-BIPA Mean: $11.13 (C) Drug Coverage -10 0 10 20 30 Drug Coverage (%) 2000 2001 2002 2003 Year Pre-BIPA Mean: 74% (D) Dental Coverage -10 0 10 20 30 Dental Coverage (%) 2000 2001 2002 2003 Year Pre-BIPA Mean: 26% (E) Vision Coverage -10 0 10 20 30 Vision Coverage (%) 2000 2001 2002 2003 Year Pre-BIPA Mean: 76% (F) Hearing Aid Coverage -10 0 10 20 30 Hearing Aid Coverage (%) 2000 2001 2002 2003 Year Pre-BIPA Mean: 44% Note: Figure shows scaled coefficients on distance-to-floor Ã\u0083Æ\u0092Ã\u0082â\u0080\u0094 year interactions from difference-in-differences regressions.",
        "Actuarial Value of Benefits ($) 2000 2001 2002 2003 Year Note: Figure shows coefficients on distance-to-floor Ã\u0083Æ\u0092Ã\u0082â\u0080\u0094 year interactions from difference-in-differences regressions.",
        "The first-stage results displayed in Table 3 indicate that a $1 change in distance-to-floor translates into a $1 change in the monthly payments, so we can interpret the coefficients as the effect of a $1 increase in monthly payments. The dependent variable is the actuarial value of benefits, which is constructed based on observed plan benefits in our main analysis dataset and utilization and cost data from the 2000 Medical Expenditure Panel Survey. See text for full details. The unit of observation is the county Ã\u0083Æ\u0092Ã\u0082â\u0080\u0094 year, and observations are weighted by the number of beneficiaries in the county. Controls are identical to those in Figure 3. The capped vertical bars show 95% confidence intervals calculated using standard errors clustered at the county level. Horizontal dashed lines are plotted at 0 and 1.",
        "Figure 7: Plan Availability: Impact of $50 Increase in Monthly Payments (A) At Least One Plan 0 20 40 60 80 100 At Least One Plan (%) 2000 2001 2002 2003 Year (B) Insurer HHIÃ\u0083Â¢Ã\u0082â\u0080¹Ã\u0082â\u0080  0 .2 .4 .6 .8 1",
        "Note: Table shows the effect of BIPA on base payments for non-floor counties and counties that were affected by the rural and urban floors. The Ã\u0083Â¢Ã\u0082Ë\u0086Ã\u0082â\u0080  Base Payment rows show the difference between the 2001 base payment and the 2000 base payment in dollars per beneficiary per month. The % Change in Base Payment rows show this difference as a percent of the 2000 base payment. All monetary values are inflation adjusted to 2000 using the CPI-U. See text for additional information on data construction.",
        "Although the estimation includes distance-to-floor interactions for all the years in our sample, we display coefficients for the post-reform years (2001-2003) above for brevity. The first-stage results displayed in Table 3 indicate that a $1 change in distance-to-floor translates into a $1 change in the monthly payments, so we can interpret the coefficients as the effect of an increase in monthly payments on a dollar-for-dollar basis. The unit of observation is the county Ã\u0083Æ\u0092Ã\u0082â\u0080\u0094 year, and observations are weighted by the number of beneficiaries in the county.",
        "Year 2000, which is the year prior to BIPA implementation, is the omitted category.",
        "Although the estimation includes distance-to-floor interactions for all the years in our sample, we display coefficients for the post-reform years (2001-2003) above for brevity. The first-stage results displayed in Table 3 indicate that a $1 change in distance-to-floor translates into a $1 change in the monthly payments, so we can interpret the coefficients as the effect of an increase in monthly payments on a dollar-for-dollar basis. In columns 1 to 6, the dependent variables are measures of benefit generosity, and the coefficient on distance-to-floor is scaled by $50. In column 7, the dependent variable is the monthly actuarial value of benefits, and the coefficient on distance-to-floor is unscaled.",
        "Although the estimation includes distance-to-floor interactions for all the years in our sample, we display coefficients for the post-reform years (2001-2003) above for brevity. The first-stage results displayed in Table 3 indicate that a $1 change in distance-to-floor translates into a $1 change in the monthly payments, so we can interpret the coefficients as the effect of an increase in monthly payments on a dollar-for-dollar basis. Coefficients are scaled to reflect the impact of a $50 increase in monthly payments. The dependent variable in columns 1 to 3 is an indicator for at least one plan, and the sample is the full sample of counties. The dependent variable in columns 4 to 9 is a HerfindahlHirschman Index (HHI) with a scale of 0 to 1, and the sample is restricted to county Ã\u0083Æ\u0092Ã\u0082â\u0080\u0094 years with at least one plan.",
        "Appendix APPENDIX A.1 Background on MA Capitation Payments Medicare Advantage (MA) insurance plans are given monthly capitated payments for each enrolled Medicare beneficiary. These county-level payments are tied to historical Traditional Medicare (TM) costs in the county, although the exact formula determining payments varied over time.36 Between the start of the MA program (formerly Medicare+Choice) in 1985 and the end of our study period, there were three distinct regimes determining capitation payments.",
        "1. From 1985 to 1997, MA capitation payments were set at 95% of the Average Adjusted Per Capita Cost (AAPCC). The AAPCC was an actuarial estimate intended to match expected TM expenditures in the county. TM costs were adjusted for local demographic factors so that payments reflected local TM costs for the Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093national average beneficiary.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d 2. From 1998 to 2000, county payments were updated via a complex formula created by the Balanced Budget Act (BBA) of 1997. Specifically, plans were paid the maximum of (i) a blended rate, which was a weighted average of the county rate and the national rate, subject to a budget neutrality condition; (ii) a minimum payment floor implemented in the BBA and updated annually, and (iii) a 2% Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093minimum updateÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d over the prior yearÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0084¢s rate, applying in 1998 to the 1997 AAPCC rate. Because of a binding budget neutrality condition in 1998 and 1999, blended payments in practice applied only to year 2000.",
        "3. From 2001 to 2003, county payments were set as the maximum of a 2% minimum update and a payment floor created by the Benefits Improvement and Protection Act (BIPA) of 2000. (For updating the 2001 rate only, there was an additional 1% increase mid-year.) Unlike the BBA 1997 floor, BIPA floors varied with each countyÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0084¢s rural/urban status. The floors were indexed to medical expenditure growth via the national per capita Medicare+Choice growth percentage.",
        "For 2002 only, these Medicare+Choice growth percentage adjustments exceeded the 2% minimum update applied to the prior yearÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0084¢s floors. For 2003, the 2% minimum update applied to the prior yearÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0084¢s floors exceeded the floor levels determined by the Medicare+Choice growth percentage, and therefore the minimum update was the binding increase for floor counties.",
        "After 1997, there was no explicit link between TM costs and MA payment updates. However, in practice, MA payments continued to be linked to historical TM costs since the rate that formed the basis to which all annual updates and floors were applied was the 1997 AAPCC.",
        "In addition to the formulas, the Balanced Budget Refinement Act (BBRA) of 1999 created a temporary system of bonuses (5% in the first year and 3% in the second) for plans entering Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093underservedÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d counties. Underserved counties were those in which an MA plan had not been offered since 1997 or from which, as of October 13, 1999 (the day prior to BBRAÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0084¢s introduction in Congress), all insurers had declared exit. Thus, plans reversing their exit decisions could receive the bonus. These payments did not directly affect capitation rates but rather provided temporary bonuses in addition to the capitation payments. A.2 Pass-Through under Risk Adjustment Equation 7 in Section 5 gives the first-order condition for price setting, ignoring risk adjustment. To incorporate risk adjustment, let us define the aggregate risk adjustment function R(Q) = R",
        "Columns 2, 5, and 8 in the table control for the base payment in year 2000 interacted with a linear time trend. Columns 3, 6, and 9 control for urban status of the county interacted with a linear time trend. Columns 1, 4, and 7 display the baseline specifications for comparison.",
        "4.7%) for Part A days, and 0.22 (= 0.0227 2.1924  4.7%) for Part B claims. Overall, these elasticities are similar to the elasticity implied by our cost estimates discussed in the text.",
        "Appendix Figure A1: First-Stage Effect on Base Payments: Impact of $1 Increase in Distance-to-Floor, Balanced Sample of Counties -.25 0 .25 .5 .75 1 1.25 Base Payment ($) 1997 1998 1999 2000 2001 2002 2003 Year Note: Figure shows coefficients on the distance-to-floor Ã\u0083Æ\u0092Ã\u0082â\u0080\u0094 year interactions from difference-in-differences regressions with the monthly base payments as the dependent variable. The unit of observation is the county Ã\u0083Æ\u0092Ã\u0082â\u0080\u0094 year, and observations are weighted by the number of beneficiaries in the county. Controls include year and county fixed effects as well as flexible controls for the 1998 payment floor introduction and the blended payment increase in 2000.",
        "The capped vertical bars show 95% confidence intervals calculated using standard errors clustered at the county level. Year 2000, which is the year prior to BIPA implementation, is the omitted category and denoted with a vertical dashed line. Horizontal dashed lines are plotted at the reference values of 0 and 1.",
        "Physician Copay ($) 2000 2001 2002 2003 Year Pre-BIPA Mean: $7.04 (B) Specialist Copay -8 -6 -4 -2 0 2",
        "Specialist Copay ($) 2000 2001 2002 2003 Year Pre-BIPA Mean: $10.90 (C) Drug Coverage -10 0 10 20 30 Drug Coverage (%) 2000 2001 2002 2003 Year Pre-BIPA Mean: 77% (D) Dental Coverage -10 0 10 20 30 Dental Coverage (%) 2000 2001 2002 2003 Year Pre-BIPA Mean: 28% (E) Vision Coverage -20 -10 0 10 20 30 Vision Coverage (%) 2000 2001 2002 2003 Year Pre-BIPA Mean: 79% (F) Hearing Aid Coverage -10 0 10 20 30 40 Hearing Aid Coverage (%) 2000 2001 2002 2003 Year Pre-BIPA Mean: 50% Note: Figure shows scaled coefficients on distance-to-floor Ã\u0083Æ\u0092Ã\u0082â\u0080\u0094 year interactions from difference-in-differences regressions.",
        "Actuarial Value of Benefits ($) 2000 2001 2002 2003 Year Note: Figure shows coefficients on distance-to-floor Ã\u0083Æ\u0092Ã\u0082â\u0080\u0094 year interactions from difference-in-differences regressions.",
        "The first-stage results displayed in Table A2 indicate that a $1 change in distance-to-floor translates into a $1 change in the monthly payments, so we can interpret the coefficients as the effect of an increase in monthly payments on a dollar-for-dollar basis. The dependent variable is the actuarial value of benefits, which is constructed based on observed plan benefits in our main analysis dataset and utilization and cost data from the 2000 Medical Expenditure Panel Survey. See text for full details. The unit of observation is the county Ã\u0083Æ\u0092Ã\u0082â\u0080\u0094 year, and observations are weighted by the number of beneficiaries in the county. Controls are identical to those in Figure A1. The capped vertical bars show 95% confidence intervals calculated using standard errors clustered at the county level. Horizontal dashed lines are plotted at 0 and 1.",
        "Stays 1999 2000 2001 2002 2003 Year Pre-BIPA Mean: 0.03 (B) Part A Days -.04 -.02 0 .02 .04 Average Part A",
        "Days 1999 2000 2001 2002 2003 Year Pre-BIPA Mean: 0.23 (C) Part B Line-Item Claims -.4 -.2 0 .2 .4 Average Part B",
        "Although the estimation includes distance-to-floor interactions for all the years in our sample, we display coefficients for the post-reform years (2001-2003) above for brevity. The first-stage results displayed in Table 3 indicate that a $1 change in distance-to-floor translates into a $1 change in the monthly payments, so we can interpret the coefficients as the effect of an increase in monthly payments on a dollar-for-dollar basis. In columns 1 to 12, the dependent variables are measures of benefit generosity, and the coefficient on distance-to-floor is scaled by $50. In columns 13 and 14, the dependent variable is the monthly actuarial value of benefits, and the coefficient on distance-to-floor is unscaled. See text for details on the construction of the monthly actuarial value of benefits. The unit of observation is the county Ã\u0083Æ\u0092Ã\u0082â\u0080\u0094 year, and observations are weighted by the number of beneficiaries in the county.",
        "Year 2000, which is the year prior to BIPA implementation, is the omitted category.",
        "Controls are identical to those in Table 3. All monetary values are inflation adjusted to 2000 using the CPI-U. Robust standard errors clustered at the county level (N = 662) are reported in parentheses. Ã\u0083Â¢Ã\u0082â\u0080¹Ã\u0082â\u0080  Impact of $50 increase in columns 1 to 12. Impact of $1 increase in columns 13 and 14.",
        "Although the estimation includes distance-to-floor interactions for all the years in our sample, we display coefficients for the post-reform years (2001-2003) above for brevity. The first-stage results displayed in Table A2 indicate that a $1 change in distance-to-floor translates into a $1 change in the monthly payments, so we can interpret the coefficients as the effect of an increase in monthly payments on a dollar-for-dollar basis. The unit of observation is the county Ã\u0083Æ\u0092Ã\u0082â\u0080\u0094 year, and observations are weighted by the number of beneficiaries in the county.",
        "Year 2000, which is the year prior to BIPA implementation, is the omitted category. Controls are identical to those in Table A2.",
        "Although the estimation includes distance-to-floor interactions for all the years in our sample, we display coefficients for the post-reform years (2001-2003) above for brevity. The first-stage results displayed in Table A2 indicate that a $1 change in distance-to-floor translates into a $1 change in the monthly payments, so we can interpret the coefficients as the effect of an increase in monthly payments on a dollar-for-dollar basis. Coefficients are scaled to reflect the impact of a $50 increase in monthly payments. The unit of observation is the county Ã\u0083Æ\u0092Ã\u0082â\u0080\u0094 year, and observations are weighted by the number of beneficiaries in the county.",
        "Year 2000, which is the year prior to BIPA implementation, is the omitted category. Controls are identical to those in Table A2.",
        "Year 2000, which is the year prior to BIPA implementation, is the omitted category. Controls are identical to those in Table A2.",
        "Although the estimation includes distance-to-floor interactions for all the years in our sample, we display coefficients for the post-reform years (2001-2003) above for brevity. The first-stage results displayed in Table 3 indicate that a $1 change in distance-to-floor translates into a $1 change in the monthly payments, so we can interpret the coefficients as the effect of an increase in monthly payments on a dollar-for-dollar basis. The unit of observation is the county Ã\u0083Æ\u0092Ã\u0082â\u0080\u0094 year, and observations are weighted by the number of beneficiaries in the county. Year 2000, which is the year prior to BIPA implementation, is the omitted category. Controls are identical to those in Table A2. All monetary values are inflation adjusted to 2000 using the CPI-U. Robust standard errors clustered at the county level are reported in parentheses."
    ]
}