{
    "id": 20476,
    "cites": 32,
    "cited_by": 2,
    "reference": [
        "Aboody, D., and R. Kasznik, 2000, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093CEO Stock Option Awards and the Timing of Corporate Voluntary Disclosures,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Journal of Accounting and Economics, 29, 73Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c100.",
        "Ahern, K., and D. Sosyura, 2014, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Who Writes the News? Corporate Press Releases During Merger Negotiations,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Journal of Finance, 69, 241Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c291.",
        "Balakrishnan, K., M. Billings, B. Kelly, and A. Ljungqvist, 2014, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Shaping Liquidity: On the Causal Effects of Voluntary Disclosure,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Journal of Finance, forthcoming.",
        "Barber, B., and T. Odean, 2008, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093All That Glitters: The Effect of Attention and News on the Buying Behavior of Individual and Institutional Investors,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Review of Financial Studies, 21, 785Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c818.",
        "Bebchuk, L., and J. Fried, 2004, Pay Without Performance: The Unfulfilled Promise of Executive Compensation. Harvard University Press, Cambridge, MA.",
        "Bettis, C., J. Bizjak, J. Coles, and S. Kalpathy, 2010, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Stock and Option Grants with PerformanceBased Vesting Provisions,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Review of Financial Studies, 23, 3849Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c3888.",
        "Bhattacharya, U., and M. Spiegel, 1991, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Insiders, Outsiders, and Market Breakdowns,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Review of Financial Studies, 4, 255Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c282.",
        "Bond, P., A. Edmans, and I. Goldstein, 2012, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093The Real Effects of Financial Markets,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Annual Review of Financial Economics, 4, 339Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c360.",
        "Brockman, P., I. Khurana, and X. Martin, 2008, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Voluntary Disclosure around Share Repurchases,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Journal of Financial Economics, 89, 175Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c191.",
        "Cheng, S., and L. Lo, 2006, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Insider Trading and Voluntary Disclosures,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Journal of Accounting Research, 44, 815Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c848.",
        "Cicero, D., 2009, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093The Manipulation of Executive Stock Option Exercise Strategies: Information Timing and Backdating,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Journal of Finance, 64, 2627Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c2663.",
        "Cohn, J. B., U. G. Gurun, and R. Moussawi, 2014, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Micro-Level Value Creation Under CEO Short-Termism,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Working Paper, University of Texas at Austin.",
        "Daines, R. M., G. R. McQueen, and R. J. Schonlau, 2014, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Right On Schedule: CEO Options Grants and Opportunism,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Working Paper, Stanford University.",
        "Diamond, D., and R. Verrecchia, 1991, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Disclosure, Liquidity, and the Cost of Capital,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Journal of Finance, 46, 1325Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c1359.",
        "Dimitrov, V., and P. C. Jain, 2011, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093ItÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0084¢s Showtime: Do Managers Report Better News Before Annual Shareholder Meetings?,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Journal of Accounting Research, 49, 1193Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c1221.",
        "Edmans, A., V. Fang, and K. Lewellen, 2014, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Equity Vesting and Managerial Myopia,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Working Paper, London Business School.",
        "Faure-Grimaud, A., and D. Gromb, 2004, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Public Trading and Private Incentives,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Review of Financial Studies, 17, 985Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c1014.",
        "Fos, V., and W. Jiang, 2014, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Out-Of-The-Money CEOs: Inferring Private Control Premium from CEO Option Exercise,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Working Paper, University of Illinois at Urbana-Champaign.",
        "Hall, B., and J. Liebman, 1998, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Are CEOs Really Paid Like Bureaucrats?,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Quarterly Journal of Economics, 113, 653Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c691.",
        "Hall, B., and K. Murphy, 2002, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Stock Options for Undiversified Executives,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Journal of Accounting and Economics, 33, 3Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c42.",
        "Kahl, M., J. Liu, and F. Longstaff, 2003, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Paper Millionaires: How Valuable Is Stock to a Stockholder Who Is Restricted from Selling It?,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Journal of Financial Economics, 67, 385Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c410.",
        "Ladika, T., and Z. Sautner, 2013, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Managerial Short-Termism and Investment: Evidence from Accelerated Option Vesting,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Working Paper, University of Amsterdam.",
        "Meulbroek, L., 1992, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093An Empirical Analysis of Illegal Insider Trading,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Journal of Finance, 47, 1661Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c1699.",
        "Nagar, C., D. Nanda, and P. Wysocki, 2003, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Discretionary Disclosure and Stock-Based Incentives,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Journal of Accounting and Economics, 34, 283Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c309.",
        "Neuhierl, A., A. Scherbina, and B. Schlusche, 2013, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Market Reaction to Corporate Press Releases,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Journal of Financial and Quantitative Analysis, 48, 1207Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c1240.",
        "Nichols, D. C., 2009, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Proprietary Costs and Other Determinants of Nonfinancial Disclosures,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Working Paper, Cornell University.",
        "Noe, C., 1999, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Voluntary Disclosures and Insider Transactions,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Journal of Accounting and Economics, 27, 305Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c326.",
        "Penman, S., 1982, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Insider Trading and the Dissemination of FirmsÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0084¢ Forecast Information,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Journal of Business, 55, 479Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c503.",
        "Scherbina, A., and B. Schlusche, 2013, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Economic Linkages Inferred from News Stories and the Predictability of Stock Returns,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Working Paper, University of California Davis.",
        "Smukler, R., 2009, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Executive Compensation: Further Investigation Into Option Award Vesting Dates,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Unpublished Manuscript, New York University.",
        "Yermack, D., 1997, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Good Timing: CEO Stock Option Awards and Company News Announcements, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Journal of Finance, 52, 449Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c476.",
        ", 2014, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Tailspotting: Identifying and Profiting from CEO Vacation Trips,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Journal of Financial Economics, 113, 252Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c269."
    ]
}