{
    "id": 20473,
    "cites": 36,
    "cited_by": 8,
    "reference": [
        "Cristina Arellano, Yan Bai, and Patrick J. Kehoe. Financial markets and fluctuations in uncertainty. Federal Reserve Bank of Minneapolis Staff Report, April 2010.",
        "Manuel Arellano and Stephen Bond. Some tests of specification for panel data: Monte Carlo evidence and an application to employment equations. Review of Economic Studies, 58(2):277Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c 297, April 1991. R",
        "udiger Bachmann and Giuseppe Moscarini. Business cycles and endogenous uncertainty. Working Paper, 2011.",
        "Robert J. Barro. Rare disasters and asset markets in the twentieth century. Quarterly Journal of Economics, 121(3):823Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c866, August 2006.",
        "Susanto Basu and Brent Bundick. Uncertainty shocks in a model of effective demand. Working Paper, 2011.",
        "David W. Berger and Joseph Vavra. Consumption dynamics during recessions. Working Paper, 2014.",
        "Nicholas Bloom. The impact of uncertainty shocks. Econometrica, 77(3):623Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c685, May 2009.",
        "Nicholas Bloom. Fluctuations in uncertainty. The Journal of Economic Perspectives, 28(2):153Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c175, 2014.",
        "Nicholas Bloom, Max Floetotto, Nir Jaimovich, Itay Saporta-Eksten, and Stephen Terry. Really uncertain business cycles. NBER Working Paper No. 18245, July 2012.",
        "Richard Blundell and Stephen Bond. GMM estimation with persistent panel data: An application to production functions. Econometric Reviews, 19(3):321Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c340, 2000.",
        "Vasco M. Carvalho and Xavier Gabaix. The great diversification and its undoing. American Economic Review, 103(5):1697Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c1727, August 2013.",
        "Lawrence J. Christiano, Roberto Motto, and Massimo Rostagno. Risk shocks. American Economic Review, 104(1):27Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c65, January 2014.",
        "Steven J. Davis and John C. Haltiwanger. Gross job creation and destruction: Microeconomic evidence and macroeconomic implications. In Olivier Jean Blanchard and Stanley Fischer, editors, NBER Macroeconomics Annual, volume 5, chapter 3, pages 123Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c168. MIT Press, January 1990.",
        "Ryan Decker, Pablo N DÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0084¢Erasmo, and Hernan Moscoso Boedo. Market exposure and endogenous firm volatility over the business cycle. Working Paper, 2014.",
        "Larry G. Epstein and Martin Schneider. Recursive multiple-priors. Journal of Economic Theory, 113(1):1Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c31, November 2003.",
        "Larry G. Epstein and Martin Schneider. Ambiguity, information quality, and asset pricing. Journal of Finance, 63(1):197Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c228, February 2008. J esus Fern andez-Villaverde, Pablo Guerr on-Quintana, Juan F. Rubio-Ram Ã\u0083â\u0080\u009eÃ\u0082Â±rez, and Mart Ã\u0083â\u0080\u009eÃ\u0082Â±n Uribe.",
        "Risk matters: The real effects of volatility shocks. American Economic Review, 101(6):2530Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c2561, October 2011.",
        "Domenico Ferraro. Asymmetric unemployment dynamics. Working Paper, 2013.",
        "Chacko George and Florian Kuhn. Aggregate implications of capacity constraints under demand shocks. Working Paper, 2014.",
        "Itzhak Gilboa and David Schmeidler. Maxmin expected utility with non-unique prior. Journal of Mathematical Economics, 18(2):141Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c153, 1989.",
        "Fran cois Gourio. Disaster risk and business cycles. American Economic Review, 102(6):2734Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c2766, October 2012.",
        "Lars Peter Hansen, John C. Heaton, and Masao Ogaki. Efficiency bounds implied by multiperiod conditional moment restrictions. Journal of the American Statistical Association, 83(403):863Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c 871, September 1988.",
        "Matthias Kehrig. The cyclicality of productivity dispersion. Working Paper, 2013.",
        "Florian Kuhn. Endogenous profitability risk. Working Paper, 2014.",
        "Alisdair McKay and Ricardo Reis. The brevity and violence of contractions and expansions. Journal of Monetary Economics, 55(4):738Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c751, May 2008.",
        "Whitney K. Newey and Kenneth D. West. A simple, positive semi-definite, heteroskedasticity and autocorrelation consistent covariance matrix. Econometrica, 55(3):703Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c708, May 1987.",
        "Stephen Nickell. Biases in dynamic models with fixed effects. Econometrica, 49(6):1417Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c1426, November 1981.",
        "Kristoffer P. Nimark. Man-bites-dog business cycles. American Economic Review, 104(8):2320Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c 2367, August 2014.",
        "G. Steven Olley and Ariel Pakes. The dynamics of productivity in the telecommunications equipment industry. Econometrica, 64(6):1263Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c1297, November 1996.",
        "Yukako Ono and Daniel Sullivan. Manufacturing plantsÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0084¢ use of temporary workers: An analysis using Census microdata. Industrial Relations, 52(2):419Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c443, April 2013.",
        "Thomas A Rietz. The equity risk premium: a solution. Journal of monetary Economics, 22(1): 117Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c131, 1988.",
        "Edouard Schaal. Uncertainty, productivity and unemployment during the great recession. Working Paper, 2012.",
        "Daniel F. Sichel. Business cycle asymmetry: A deeper look. Economic Inquiry, 31(2):224Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c236, April 1993.",
        "Chad Syverson. What determines productivity? Journal of Economic Literature, 49(2):326Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c365, June 2011.",
        "Sara van de Geer and Marten Wegkamp, editors. Selected Works of Willem Van Zwet. Springer, 2011. Joseph Vavra. Inflation dynamics and time-varying uncertainty: New evidence and an Ss interpretation.",
        "where Ã\u0083Å½Ã\u0082Âµi t is a standard normal innovation, iid across time and firms. The key mechanism through which this simple signaling model generates asymmetries is to assume that firms are ambiguous about the information precision of their signals. In particular, similarly to the model used in Epstein and Schneider (2008), we assume that each firm is ambiguous about the value of Ã\u0083Â\u008fÃ\u0082Æ\u0092e and has a set of beliefs given by Ã\u0083Â\u008fÃ\u0082Æ\u0092e Ã\u0083Â¢Ã\u0082Ë\u0086Ã\u0082Ë\u0086 [Ã\u0083Â\u008fÃ\u0082Æ\u0092Ã\u0083Å½Ã\u0082Âµ, Ã\u0083Â\u008fÃ\u0082Æ\u0092Ã\u0083Å½Ã\u0082Âµ] The objective of the firm is choose Li t to maximize the multiple priors utility: max Li t min [Ã\u0083Â\u008fÃ\u0082Æ\u0092Ã\u0083Å½Ã\u0082Âµ,Ã\u0083Â\u008fÃ\u0082Æ\u0092Ã\u0083Å½Ã\u0082Âµ] Li t Ã\u0083Å½Ã\u0082Â± EÃ\u0083Â\u008fÃ\u0082Æ\u0092e  exp zi t  |si t  Ã\u0083Â¢Ã\u0082Ë\u0086Ã\u0082â\u0080\u0099 wLi t"
    ]
}