{
    "id": 20472,
    "cites": 21,
    "cited_by": 5,
    "reference": [
        "ebastien Roux. 2012a. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Persistent InterIndustry Wage Differences: Rent Sharing and Opportunity Costs.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d IZA Journal of Labor Economics, 1(1): 1Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c25.",
        "Abowd, John M., and Francis Kramarz. 1999. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093The Analysis of Labor Markets Using Matched Employer-Employee Data.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d In Handbook of Labor Economics. Vol. 3 of Handbook of Labor Economics, , ed. O. Ashenfelter and D. Card, Chapter 40, 2629Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c2710. Elsevier.",
        "Abowd, John M., Kaj Gittings, Kevin L. McKinney, Bryce E. Stephens, Lars Vilhuber, and Simon Woodcock. 2012b. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Dynamically Consistent Noise Infusion as Confidentiality Protection.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Federal Committee on Statistical Metholology.",
        "Abowd, John M., Paul Lengermann, and Kevin L. McKinney. 2003. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093The Measurement of Human Capital in the U.S. Economy.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d LEHD, U.S. Census Bureau TP-2002-09.",
        "Abowd, John M., Robert H. Creecy, and Francis Kramarz. 2002. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Computing Person and Firm Effects Using Linked Longitudinal Employer-Employee Data.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d LEHD, U.S. Census Bureau TP-2002-06.",
        "Becker, Gary S. 1973. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093A Theory of Marriage: Part I.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Journal of Political Economy, 81(4): 813Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c46.",
        "Card, David, J org Heining, and Patrick Kline. 2013. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Workplace Heterogeneity and the Rise of West German Wage Inequality.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d The Quarterly Journal of Economics, 128(3): 967Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c1015.",
        "Eeckhout, Jan, and Philipp Kircher. 2011. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Identifying SortingÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009cIn Theory.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Review of Economic Studies, 78(3): 872Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c906.",
        "Golub, G.H., and C.F.V. Loan. 1996. Matrix computations. Johns Hopkins studies in the mathematical sciences, Johns Hopkins University Press.",
        "Hagedorn, Marcus, Tzuo Hann Law, and Iourii Manovskii. 2012. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Identifying Equilibrium Models of Labor Market Sorting.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d National Bureau of Economic Research, Inc NBER Working Papers 18661.",
        "Hornstein, Andreas, Per Krusell, and Giovanni L. Violante. 2011. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Frictional Wage Dispersion in Search Models: A Quantitative Assessment.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d American Economic Review, 101(7): 2873Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c98.",
        "Ingber, Lester. 1993. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Adaptive Simulated Annealing (ASA) Global Optimization C-code.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Caltech Alumni Association.",
        "Iranzo, Susana, Fabiano Schivardi, and Elisa Tosetti. 2008. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Skill Dispersion and Firm Productivity: An Analysis with Matched Employer-Employee Data.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Journal of Labor Economics, 26: 247Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c285.",
        "Kennes, John, and Daniel le Maire. 2013. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Job Heterogeneity and Coordination Frictions.",
        "Lise, Jeremy, Costas Meghir, and Jean-Marc Robin. 2013. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Matching, Sorting and Wages.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Sciences Po Sciences Po publications 11.",
        "Lopes de Melo, Rafael. 2013. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Firm Wage Differentials and Labor Market Sorting: Reconciling Theory and Evidence.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Working Paper.",
        "Mortensen, Dale T. 2003. Wage Dispersion: Why Are Similar Workers Paid Differently. Zeuthen lecture book series, MIT Press.",
        "Ruud, Paul A. 2000. An Introduction to Classical Econometric Theory. Oxford University Press.",
        "Sakata, Shinichi, and Halbert White. 2001. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093S-estimation of Nonlinear Regression Models with Dependent and Heterogeneous Observations.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Journal of Econometrics, 103: 5Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c72.",
        "Shimer, Robert. 2005. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093The Assignment of Workers to Jobs in an Economy with Coordination Frictions.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Journal of Political Economy, 113: 996.",
        "Shimer, Robert, and Lones Smith. 2000. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Assortative Matching and Search.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Econometrica, 68(2): 343Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c370. A For Online Publication Only Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c Additional Tables and Figures"
    ]
}