{
    "id": 2047,
    "cites": 40,
    "cited_by": 2,
    "reference": [
        "Arrow, K. 1971. E8soys in the Theory of Riskbearing. Chicago: Markham Publishing Company.",
        "Black, F. 1976. Studies of Stock Price Volatility Changes. Proceeding8 of the 1976 Meetings of the American Statistical As8ociation, Business and Economics Statistic8 Section, 177-181.",
        "Blanchard, 0. and Summers, L. 1984. Perspectives on High World Real Interest Rates. Brook- ings Papers on Economic Actipity 2, 273-334.",
        "Bodie, Z. Kane, A. and McDonald, R. 1985. Inflation and the Role of Bonds in Investor Portfolios. In Friedman, B. ed. Corporate Capita! Structure8 in the United States. Chicago: University of Chicago Press.",
        "Stanford Graduate School of Business Research Paper No. 677 (forthcoming in the Journal of Financial Economics). Brock, W.A. 1978. An Integration of Stochastic Growth Theory and the Theory of Finance, Part 1: The Growth Model. In Green, .1. and Scheinkman, .1. ed. Genera! Equilibrium, Growth, arid Trade. New York: Academic Press.",
        "Brock, W.A. 1982. Asset Prices in a Production Economy. In McCall, J. ed. The Economics of Information and Uncertainty. Chicago: University of Chicago Press.",
        "Campbell, J. 1986. Bond and Stock Returns in a Simple Exchange Model. Quarterly Journal *of Economic8, forthcoming.",
        "Campbell, J. and Shiler, R. 1986. The Dividend-Price Ratio and Expectations of Future Dividends and Discount Factors. unpublished.",
        "Donaldson, J. and Mehra, R. 1984. Comparative Dynamics of an Equilibrium Intertemporal Asset Pricing Model. Review of Economic Studies 51, 491-508.",
        "Dreze, J and Modigliani, F. 1972. Consumption Decisions under Uncertainty, Journal of Economic Theory.",
        "Farna, E. 1976. Inflation Uncertainty and Expected Returns on Treasury Bills. Journal of Political Economy 84, 427-448.",
        "Feldstein, M. 1980. Inflation and the Stock Market. American Economic Review, 70, 839-47.",
        "Greenwood, J. and G. Huffman. 1985. A Dynamic Equilibrium Model of Inflation and Unemployment. Working Paper No 8530c, University of Western Ontario.",
        "Gordon, R. 1981. MacroeConomic8, 2nd ed. Boston: Little, Brown.",
        "Grossman, S. and R. Shiller. 1982. The Determinants of the Variability of Stock Prices. American Economic Review, 71, 222-7.",
        "Hall, R. 1982. Intertemporal Substitution in Consumption. National Bureau of Economic Research Working Paper No. 829.",
        "Hall, R. 1985. Real Interest and Consumption. National Bureau of Economic Research, Working Paper No. 1694.",
        "Hendershott, P. 1981. The Decline in Aggregate Share Values: Taxation, Valuation Errors, Risk, and Profitability. American Economic Review 71, 909-922.",
        "Hirshleifer, J. 1970. Investment, Interest, and Capital. Prentice Hall. Englewood Cliffs, N.J.",
        "King, R. and C. Plosser. 1984. Money, Credit, and Prices in a Real Business Cycle. Amer- ican Economic Review, 74, 363-80.",
        "Leland, H. 1968. Savings and Uncertainty: The Precautionary Demand for Saving. Quarterly Journal of Economics 82, 465-473. .",
        "Leroy, S. and R. Porter. 1981. The Present Value Relation: Tests Based on Implied Variance Bounds. Econometric, 49, 555-74.",
        "Lucas, R. 1978. Asset Prices in an Exchange Economy. Econometrica 46, 1429-1445.",
        "Malkiel, B. 1979. The Capital Formation Problem in the United States. Journal of Finance 34, 291-306.",
        "Mankiw, N.G., D. Romer, and M. Shapiro. 1985. An Unbiased Examiniation of Stock Market 29 Volatility. Journal of Finance.",
        "Mehra, Y. 1984. The Tax Effect and the Recent Behavior of the After-Tax Real Interest Rate: Is it too high? Economic Review, Federal Reserve Bank of Richmond.",
        "Mehra, R. and Prescott, E. 1985. The Equity Premium: A Puzzle. Journal of Monetary Economics, 15, 2(Mar.), 145-61.",
        "Modigliani, F. and Cohn, Richard. 1979. Inflation, Rational Evaluation, and the Market. Financial Analysts Journal.",
        "Pindyck, R. 1984. Risk, Inflation, and the Stock Market. American Economic Review 74, 335-351.",
        "Poterba, J. 1984. Tax Subisdies to Owner Occupied Housing: An Asset Market Approach. Quarterly Journal of Economics, 94, 4(Nov.), 729-52.",
        "Poterba, J. and Summers, L. 1985. The Persistence of Volatility and Stock Market Fluctua- tions. Unpublished manuscript, M.I.T.",
        "Prescott, E. and Mehra, R. 1980. Recursive Competitive Equilibrium: The Case of Homoge- neous Households. Econometrica 48, 1365-1379.",
        "Rothschild, M. and Stiglitz, J. 1970. Increasing Risk I: Definitions. Journal of Economic Theory.",
        "Rothschild, M. and Stiglitz, J. 1971. Increasing Risk II: Its Economic Consequences. Journal of Economic Theory 3, 66-84.",
        "Sandmo, A. 1969. Capital Risk, Consumption, and Portfolio Choice. Econometrica, 37, 586-99.",
        "Sandmo, A. 1970. The Effect of Uncertainty on Savings Decisions. Review of Economic Studies 37, 353-360.",
        "Shiller, R. 1981. Do Stock Prices Move Too Much to be Justified by Subsequent Changes in Dividends? American Economic Review, 71, 421-36.",
        "Shiller, R. 1982. Consumption, Asset Markets, and Macroeconomic Fluctuations. Carnegie- Rochester Conference Series on Public Policy, 17.",
        "Summers, L. 1983. The Nonadjustment of Nominal Interest Rates: A Study of the Fisher Effect. In Tobin, J. ed. Macroeconomic Prices and Quantitie8: Essay8 in Memory of Arthur Okun.",
        "Brookings Institution. Sundaresan, M. 1984. Copsumption and Equilibrium Interest Rates in Stochastic Production Economies. Journal of Finance."
    ]
}