{
    "id": 20484,
    "cites": 69,
    "cited_by": 1,
    "reference": [
        "Adrian, T., Shin, H., 2010. Liquidity and leverage. Journal of Financial Intermediation 19, 418Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c437.",
        "Aghion, P, Bolton, P., 1992. An incomplete contracts approach to financial contracting. Review of Economic Studies 59, 473Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c494.",
        "Aghion, P., Tirole, J., 1997. Formal and real authority in organizations. Journal of Political Economy 105, 1Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c29.",
        "Albuquerque, R., Hopenhayn, H.A., 2004. Optimal dynamic lending contracts with imperfect enforceability. Review of Economic Studies 71, 285Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c315.",
        "Altman, E., Gande, A., Saunders, A., 2010. Bank debt versus bond debt: Evidence from secondary market prices. Journal of Money, Credit and Banking 42, 755Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c767.",
        "Asquith, P., Beatty, A., Weber, J., 2005. Performance pricing and bank debt contracts. Journal of Accounting and Economics 40, 101Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c128.",
        "Asquith, P., Gertner, R., Scharfstein, D., 1994. Anatomy of financial distress: An examination of junk-bond issuers. Quarterly Journal of Economics 109, 625Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c658.",
        "Beneish, M., Press, E., 1993. Costs of technical violation of accounting-based debt covenants. The Accounting Review 68, 233Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c257.",
        "Beneish, M., Press, E., 1995. The resolution of technical default. The Accounting Review 70, 337Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c353.",
        "Benmelech, E., Bergman, N., 2008. Liquidation values and the credibility of financial contract renegotiation: Evidence from U.S. Airlines. Quarterly Journal of Economics 123, 1635Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c1677.",
        "Berger, A., Espinosa-Vega, M., Frame, W., Miller, N., 2005. Debt maturity, risk, and asymmetric information. Journal of Finance 60, 2895Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c2923.",
        "Biais, B., Mariotti, T., Rochet, J., 2011. Dynamic financial contracting. In: Acemoglu, D., Arellano, M., Dekel, E. (eds.), Advances in Economics and Econometrics, Tenth World Congress, vol. 1. Cambridge University Press.",
        "Biais, B., Mariotti, T., Rochet, J.-C., Villeneuve, S., 2010. Large risks, limited liability and dynamic moral hazard. Econometrica 78, 73Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c118.",
        "Bolton, P., Dewatripont, M., 2005. Contract Theory. MIT Press, Cambridge, MA.",
        "Bolton, P., Scharfstein, D., 1990. A theory of predation based on agency problems in financial contracting. American Economic Review 80, 93Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c106.",
        "Bradley, M., Roberts, M., 2003. The structure and pricing of debt covenants. Working Paper, Duke University.",
        "Chava, S., Livdan, D., Purnanandam, A., 2009. Do shareholder rights affect the cost of bank loans? Review of Financial Studies 22, 2973Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c3004.",
        "Chava, S., Roberts, M., 2008. How does financing impact investment? The role of debt covenants. Journal of Finance 63, 2085Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c2121.",
        "Chen, K., Wei, K., 1993. CreditorsÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0084¢ decisions to waive violations of accounting based debt covenants. Accounting Review 68, 218Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c232.",
        "Clementi, G., Hopenhayn, H., 2006. A theory of financing constraints and firm dynamics. Quarterly Journal of Economics 121, 229Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c265.",
        "DeMarzo, P., Fishman, M., 2007. Optimal long-term financial contracting. Review of Financial Studies 20, 2079Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c2128.",
        "DeMarzo, P., Sannikov, Y., 2006. Optimal security design and dynamic capital structure in a continuous-time agency model. Journal of Finance 61, 2681Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c2724.",
        "Demiroglu, C., James, C., 2010. The information content of bank loans. Review of Financial Studies 23, 3700Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c3737.",
        "Dessein, W., 2005. Information and control in ventures and alliances. Journal of Finance 60, 2513Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c2549.",
        "Dewatripont, M., Tirole, J., 1994. A theory of debt and equity: Diversity of securities and manager-shareholder congruence. Quarterly Journal of Economics 109, 1027Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c1054.",
        "Dichev, I., Skinner, I., 2002. Large sample evidence on the debt covenant hypothesis. Journal of Accounting Research 40, 1091Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c1123.",
        "Gale, D., Hellwig., M., 1985. Incentive-compatible debt contracts: The one-period problem. Review of Economic Studies 52, 647Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c663.",
        "Gale, D., Hellwig., M., 1989. Repudiation and renegotiation: The case of soverieng debt. International Economic Review 30, 3Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c31.",
        "Garleanu, N., Zwiebel, J., 2009. Design and renegotiation of debt covenants. Review of Financial Studies 22, 749Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c781.",
        "Gorton, G., Kahn, J., 2000. The design of bank loan contracts. Review of Financial Studies 13, 331Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c364.",
        "Gorton, G., Winton, A., 2003. Financial intermediation. In: Constantinides, G., Harris, M., Stulz, R. (eds.), Handbook of the Economics of Finance, vol. 1. Elsevier, North Holland.",
        "Grossman, S., Hart, O., 1986. The costs and benefits of ownership: A theory of vertical and lateral integration. Journal of Political Economy 94, 691Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c719.",
        "Hart, O., Moore, J., 1988. Incomplete contracts and renegotiation. Econometrica 56, 755Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c 785.",
        "Hart, O., 1995. Firms, Contracts, and Financial Structure. Oxford University Press.",
        "Hart, O., Moore, J., 1998. Default and renegotiation: A dynamic model of debt. Quarterly Journal of Economics 113, 1Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c42.",
        "Ivashina, V., 2009. Asymmetric information effects on loan spreads. Journal of Financial Economics 92, 300Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c319.",
        "Ivashina, V., Sun, Z., 2011. Institutional stock trading on loan market information. Journal of Financial Economics 100, 284Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c303.",
        "Jensen, M., 1986. Agency costs of free cash flow, corporate finance, and takeovers. American Economic Review 76, 323Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c329.",
        "Johnson, S., 1997. An empirical analysis of the determinants of corporate debt ownership structure. Journal of Financial and Quantitative Analysis 32, 47Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c69.",
        "Kaplan, S., Zingales, L., 1997. Do investment-cash flow sensitivities provide useful measures of financing constraints? Quarterly Journal of Economics 112, 169Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c215.",
        "Klein, J., Moeschberger, M., 2003. Survival Analysis: Techniques for Censored and Truncated Data. 2nd ed., Springer, New York.",
        "Kovrijnykh, N., 2013. Debt contracts with partial commitment. American Economic Review 103, 2848Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c2874.",
        "Leftwich, R., 1983. Accounting information in private markets: Evidence from private lending agreements. Accounting Review 58, 23Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c42.",
        "Long, J., Freese, J., 2001. Predicted probabilities for count models. Stata Journal 1, 51Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c57.",
        "Lorenzoni, G., Walentin, K., 2007. Financial frictions, investment, and TobinÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0084¢s q. Working Paper, Northwestern University.",
        "Maskin, E., Moore, J., 1999. Implementation and Renegotiation. Review of Economic Studies 66, 39Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c56.",
        "Maskin, E., Sjorstrom, T., 2002. Implementation Theory. In: Arrow, K., Sen, A., Suzumura, K. (eds.), Handbook of Social Choice and Welfare, vol. 1. Elsevier, North Holland.",
        "Mian, A., Santos, J., 2012. Liquidity risk and maturity management. Working Paper, University of California, Berkeley.",
        "Moerman, R., 2009. The role of information asymmetry and financial reporting quality in debt trading: Evidence from the secondary loan market. Journal of Accounting and Economics 46, 240Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c260.",
        "Murfin, J., 2012. The supply side determinants of loan contract strictness. forthcoming Journal of Finance.",
        "Muller, H., Wang, J., 1994. Hazard rate estimation under random censoring with varying kernels and bandwidths. Biometrics 50, 61Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c76.",
        "Nini, G., Smith, D., Sufi, A., 2009. Creditor control rights and firm investment policy. Journal of Financial Economics 92, 400 420.",
        "Ortiz-Molina, H., Penas, M., 2004. Lending to small business: The role of loan maturity in addressing information problems. Working Paper, Tilburg University.",
        "Quadrini, V., 2004. Investment and liquidation in renegotiation-proof contracts with moral hazard. Journal of Monetary Economics 51, 713-751.",
        "Rajan, R., 1992. Insiders and Outsiders: The choice between informed and armÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0084¢s-length debt. Journal of Finance 47, 1367Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c1400.",
        "Rampini, A., Viswanathan, V., 2010. Collateral, risk management, and the distribution of debt capacity. Journal of Finance 65, 2293Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c2322.",
        "Rampini, A., Viswanathan, V., 2013. Collateral and capital structure. Journal of Financial Economics 109, 466Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c492.",
        "Roberts, M., Sufi, A., 2009a. Control rights and capital structure: An empirical investigation.",
        "Roberts, M., Sufi, A., 2009b. Renegotiation of financial contracts: Evidence from private credit agreements. Journal of Financial Economics 93, 159Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c184.",
        "Sannikov, Y., 2012. Dynamic security design and corporate financing. In: Constantinides, G., Harris, M., Stulz, R. (eds.), Handbook of the Economics of Finance, vol. 2. Elsevier, North Holland.",
        "Santos, J., Winton, A., 2010. Bank capital, borrower power, and loan rates. Working Paper, University of Minnesota.",
        "Scherr, F., Hulburt, H., 2001. The debt maturity structure of small firms. Financial Management 30, 85Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c111.",
        "Sharpe, S., 1990. Asymmetric information, bank lending, and implicit contracts: A stylized model of customer relationships. Journal of Finance 45, 1069 1087.",
        "Smith, C., 1993. A perspective on violations of accounting based debt covenants. Accounting Review 68, 289Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c303.",
        "Smith, C., Warner, J., 1979. On financial contracting: An analysis of bond covenants. Journal of Financial Economics 7, 117Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c161.",
        "Strebulaev, I., Yang, B., 2008. The mystery of zero-leverage firms. Working paper, Stanford University.",
        "Sweeny, A., 1994. Debt covenant violations and managers accounting responses. Journal of Accounting and Economics 17, 281Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c308.",
        "Tirole, J., 2006. The theory of corporate finance. Princeton University Press.",
        "Wright, R., Cooke, W., Gray, R., 2007. Understanding the credit agreement. In: Taylor, A., Sansone, A., (eds.), The Handbook of Loan Syndications and Trading, McGraw-Hill. .025 .05 .075 .1 .125 Fraction 91 92 93 94 95 96 97 98 99 00 01 02 03 04 05 06 07 08 09 10 11 Year Origination Renegotiation"
    ]
}