{
    "id": 20480,
    "cites": 37,
    "cited_by": 19,
    "reference": [
        "Admati, Anat, and Paul Pfleiderer, 1997, Does it all add up? Benchmarks and the compensation of active portfolio managers, Journal of Business 70, 323Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c350.",
        "Ang, Andrew, Robert Hodrick, Yuhang Xing, and Xiaoyan Zhang, 2006, The cross-section of volatility and expected returns, Journal of Finance 61, 259Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c299.",
        "Baker, Malcolm, Brendan Bradley, and Jeffrey Wurgler, 2011, Benchmarks as limits to arbitrage: Understanding the low-volatility anomaly, Financial Analysts Journal 67.",
        "Basak, Suleyman, and Anna Pavlova, 2013, Asset prices and institutional investors, American Economic Review 103, 1728Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c1758.",
        "Berk, Jonathan, and Richard Green, 2004, Mutual fund flows and performance in rational markets, Journal of Political Economy 112, 1269Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c1295.",
        "Bhattacharya, Sudipto, and Paul Pfleiderer, 1985, Delegated portfolio management, Journal of Economic Theory 36, 1Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c25.",
        "Black, Fischer, 1972, Capital market equilibrium with restricted borrowing, Journal of Business 45, 444Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c55.",
        ", Michael Jensen, and Myron Scholes, 1972, The capital asset pricing model: Some empirical tests, in Michael Jensen, ed.: Studies in the Theory of Capital Markets . pp. 79Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c121 (New York: Praeger).",
        "Brennan, Michael, 1993, Agency and asset pricing, Working paper 1147 UCLA.",
        "Christoffersen, Susan E.K., and Mikhail Simutin, 2014, On the demand for high-beta stocks: Evidence from mutual funds, Working paper University of Toronto.",
        "Cohen, Randolph, Christopher Polk, and Tuomo Vuolteenaho, 2005, Money illusion in the stock market: The Modigliani-Cohn hypothesis, Quarterly Journal of Economics 120, 639Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c668.",
        "Cuoco, Domenico, and Ron Kaniel, 2011, Equilibrium prices in the presence of delegated portfolio management, Journal of Financial Economics 101, 264Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c296.",
        "Das, Sanjiv Ranjan, and Rangarajan K. Sundaram, 2002, Fee speech: Signaling, risk-sharing, and the impact of fee structures on investor welfare, Review of Financial Studies 15, 1465Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c1497.",
        "Dasgupta, Amil, and Andrea Prat, 2008, Information aggregation in financial markets with career concerns, Journal of Economic Theory 143, 83Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c113.",
        ", and Michela Verardo, 2011, The price impact of institutional herding, Review of Financial Studies 24, 892Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c925.",
        "Dybvig, Philip H., Heber K. Farnsworth, and Jennifer N. Carpenter, 2010, Portfolio performance and agency, Review of Financial Studies 23, 1Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c23.",
        "Fama, Eugene, and Kenneth French, 2007, Disagreement, tastes, and asset prices, Journal of Financial Economics 83, 667Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c689.",
        "Frazzini, Andrea, and Lasse Heje Pedersen, 2014, Betting against beta, Journal of Financial Economics 111, 1Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c25.",
        "French, Kenneth R, 2008, Presidential address: The cost of active investing, Journal of Finance 63, 1537Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c1573.",
        "Guerrieri, Veronica, and Peter Kondor, 2012, Fund managers, career concerns, and asset price volatility, American Economic Review 102, 1986Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c2017.",
        "Haugen, Robert, and Nardin Baker, 1996, Commonality in the determinant of expected stock returns, Journal of Financial Economics 41, 401Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c439.",
        "He, Zhiguo, and Arvind Krishnamurthy, 2012, A model of capital and crises, Review of Economic Studies 79, 735Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c777.",
        ", 2013, Intermediary asset pricing, American Economic Review 103, 1Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c43.",
        "Hong, Harrison, and David A. Sraer, 2013, Speculative betas, Working paper Princeton University.",
        "Kaniel, Ron, and Peter Kondor, 2013, The delegated Lucas tree, Review of Financial Studies 26, 929Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c984.",
        "Karceski, Jason, 2002, Returns-chasing behavior, mutual funds, and betaÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0084¢s death, Journal of Financial and Quantitative Analysis 37, 559Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c594.",
        "Li, Wei, and Ashish Tiwari, 2009, Incentive contracts in delegated portfolio management, Review of Financial Studies 22, 4681Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c4714.",
        "Malamud, Semyon, and Evgeny Petrov, 2014, Portfolio delegation and market efficiency, Working paper Swiss Finance Institute.",
        "Ou-Yang, Hui, 2003, Optimal contracts in a continuous-time delegated portfolio management problem, Review of Financial Studies 16, 173Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c208.",
        "Palomino, Frederic, and Andrea Prat, 2003, Risk taking and optimal contracts for money managers, RAND Journal of Economics 34, 113Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c137.",
        "Philippon, Thomas, 2008, The evolution of the US financial industry from 1860 to 2007: Theory and evidence, Working paper New York University.",
        "Qiu, Zhigang, 2014, An institutional REE model with relative performance, Working paper Renmin University.",
        "Shleifer, Andrei, and Robert Vishny, 1997, The limits of arbitrage, Journal of Finance 52, 35Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c55.",
        "Starks, Laura, 1987, Performance incentive fees: An agency theoretic approach, Journal of Financial and Quantitative Analysis 22, 17Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c32.",
        "Stoughton, Neal M., 1993, Moral hazard and the portfolio management problem, Journal of Finance 48, 2009Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c2028.",
        "Vayanos, Dimitri, 2004, Flight to quality, flight to liquidity, and the pricing of risk, Working paper London School of Economics.",
        ", and Paul Woolley, 2013, An institutional theory of momentum and reversal, Review of Financial Studies 26, 1087Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c1145."
    ]
}