{
    "id": 20492,
    "cites": 7,
    "cited_by": 3,
    "reference": [
        "Health care expenditures: For each country, total health care expenditure as percent of GDP is taken from the World BankÃ\u0083Æ\u0092Ã\u0082Â­s World Development Indicators. This is only consistently available 1990 onwards, and missing data are interpolated using Ã\u0083Æ\u0092Ã\u0082â\u0080\u0093rst-observationcarried -back for years prior to 1990.",
        "Governance Rule of Law and Regulatory Quality index values and rank order (for 181 countries) published in World Bank, Worldwide Governance Indicators for 1996, 1998, 2000, 2002 (not available before 1996). We use Ã\u0083Æ\u0092Ã\u0082â\u0080\u0093rst-observation-carried-back for years prior to 1996, then last-observation-carried-forward. Instrumental Variables Political_Constraints: a measure of credible policy commitment (the degree of political constraints on policy change). It is derived from a spatial model of political interaction and is based on the number of independent veto points in the dierent branches of the political system and the distribution of political preferences both across and within these branches. Higher values represent greater political constraints (and thus greater policy commitment).",
        "For details see Henisz (2000).",
        "Executive_Orientation: a dummy variable that codes whether the executive comes from a right, left or center party with respect to its orientation on economic policy. Both of these variables vary both across countries and over time. Source: World Bank Database of Political Institutions: Changes and Variable DeÃ\u0083Æ\u0092Ã\u0082â\u0080\u0093nitions (Philip Keefer, December 2009).",
        "Ethnolinguistic_diversity: a measure commonly used as an indicator of diculty in reaching and committing to political decisions. This index varies across countries and over time. For details, La Porta et al. (1999).",
        "Legal_Origin: The historical origins of the legal system for each country is coded as either common law (U.K.), French law, German law, Socialist or Scandanavian (Ã\u0083Æ\u0092Ã\u0082â\u0080\u0093xed for each country over time). For details, see La Porta et al. (1999). Regional Trade Agreements (RTA): the cumulative number of regional trade agreements that the country has entered as of a given year. This varies across countries and over time.",
        "These data were compiled from Table 3 of Baier and Bergstrand (2007), supplemented with the WTO web site (http://www.wto.org/english/tratop_e/region_e/summary_e.xls). We thank Keith Head for providing a clean version of these data."
    ]
}