{
    "id": 20495,
    "cites": 28,
    "cited_by": 32,
    "reference": [
        "ADDA, J. AND R. W. COOPER (2003): Dynamic economics: quantitative methods and applications, MIT press.",
        "ANDERSON, J. AND E. VAN WINCOOP (2003): Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Gravity with Gravitas: A Solution to the Border Puzzle,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d American Economic Review, 93, 170Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c192.",
        "ANDERSON, J. E. (1979): Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093A Theoretical Foundation for the Gravity Equation,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d American Economic Review, 69, 106Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c16.",
        "ARKOLAKIS, C., A. COSTINOT, AND A. RODRIGUEZ-CLARE (2012): Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093New Trade Models, Same Old Gains?Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d American Economic Review, 102, 94Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c130.",
        "ARKOLAKIS, C., S. DEMIDOVA, P. KLENOW, AND A. RODR IGUEZ-CLARE (2008): Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Endogenous Variety and the Gains from Trade,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d The American Economic Review, 98 (2), 444Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c450.",
        "ARNOLD, B. C., N. BALAKRISHNAN, AND H. N. NAGARAJA (1992): A first course in order statistics, vol. 54, Siam.",
        "BERNARD, A., J. EATON, J. B. JENSEN, AND S. KORTUM (2003): Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Plants and Productivity in International Trade,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d American Economic Review, 93, 1268Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c1290.",
        "BRADFORD, S. (2003): Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Paying the Price: Final Goods Protection in OECD Countries,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d The Review of Economics and Statistics, 85, 24Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c37.",
        "BRADFORD, S. AND R. Z. LAWRENCE (2004): Has Globalization Gone Far Enough: The Costs of Fragmented Markets, no. 349 in Peterson Institute Press: All Books, Peterson Institute for International Economics.",
        "BRODA, C. AND D. WEINSTEIN (2006): Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Globalization and the Gains from Variety,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Quarterly Journal of Economics, 121.",
        "CALIENDO, L. AND F. PARRO (2014): Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Estimates of the Trade and Welfare Effects of NAFTA,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Review of Economic Studies (forthcoming).",
        "CHANEY, T. (2008): Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Distorted Gravity: The Intensive and Extensive Margins of International Trade,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d American Economic Review, 98, 1707Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c1721.",
        "CRUCINI, M. J., C. TELMER, AND M. ZACHARIADIS (2003): Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Price dispersion: The role of distance, borders and location,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d GSIA Working Papers 2004-E25, Carnegie Mellon University, Tepper School of Business.",
        "CRUCINI, M. J. AND H. YILMAZKUDAY (2013): Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Understanding Long-run Price Dispersion,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Working Paper 18811, National Bureau of Economic Research.",
        "DAVISON, A. C. AND D. HINKLEY (1997): Bootstrap methods and their application, vol. 1, Cambridge university press.",
        "DE BLAS, B. AND K. RUSS (2010): Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Understanding Markups in the Open Economy under Bertrand Competition,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Working Paper 16587, National Bureau of Economic Research.",
        "EATON, J. AND S. KORTUM (2002): Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Technology, Geography, and Trade,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Econometrica, 70, 1741Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c1779.",
        "EATON, J., S. KORTUM, AND F. KRAMARZ (2011): Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093An Anatomy of International Trade: Evidence From French Firms,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Econometrica, 79, 1453Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c1498.",
        "GOURI EROUX, C. AND A. MONFORT (1996): Simulation-based econometric methods, CORE lectures, Oxford University Press.",
        "HANSEN, L. P., J. HEATON, AND A. YARON (1996): Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Finite-sample properties of some alternative GMM estimators,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Journal of Business & Economic Statistics, 14, 262Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c280.",
        "KRUGMAN, P. (1980): Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Scale Economies, Product Differentiation, and the Pattern of Trade,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d American Economic Review, 70, 950Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c959.",
        "MELITZ, M. J. (2003): Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093The Impact of Trade on Intra-Industry Reallocations and Aggregate Industry Productivity,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Econometrica, 71, 1695Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c1725.",
        "MELITZ, M. J. AND S. J. REDDING (2014): Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093New Trade Models, New Welfare Implications,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Working Paper 18919, National Bureau of Economic Research.",
        "PARRO, F. (2013): Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Capital-skill complementarity and the skill premium in a quantitative model of trade,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d American Economic Journal: Macroeconomics, 5, 72Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c117.",
        "SIMONOVSKA, I. AND M. E. WAUGH (2014): Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093The elasticity of trade: Estimates and evidence,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Journal of International Economics, 92, 34 Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c 50.",
        "a. and b. We derive the trade shares and price indices for the versions of the Krugman (1980) and Melitz (2003) models that we consider in the present paper.",
        "For the Melitz (2003) model, following the same steps as for the Krugman (1980) model obtains the demand function in (39) and the price index in (40). Let the marginal cost of a firm with efficiency draw zi(j) of producing good j in i and delivering it to n be cni(j) = wiÃ\u0083Â\u008fÃ\u0082â\u0080\u009eni zi(j) . We will express all equilibrium objects in terms of cost draws in the remainder of the Appendix.",
        "As in the Krugman (1980) model, the optimal pricing rule is given by pni(j) = mcni(j) (45) Using the firmÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0084¢s optimal pricing rule and quantity demanded, which must equal to the quantity produced, yields the firmÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0084¢s profit function Ã\u0083Â\u008fÃ\u0082â\u0082¬ni(cni(j)) =wnLn  Ã\u0083Â\u008fÃ\u0082Â\u0081 Ã\u0083Â\u008fÃ\u0082Â\u0081 Ã\u0083Â¢Ã\u0082Ë\u0086Ã\u0082â\u0080\u0099 1 Ã\u0083Â¢Ã\u0082Ë\u0086Ã\u0082â\u0080\u0099Ã\u0083Â\u008fÃ\u0082Â\u0081 Ã\u0083Â\u008fÃ\u0082Â\u0081 Ã\u0083Â¢Ã\u0082Ë\u0086Ã\u0082â\u0080\u0099 1  cni(j) Pn 1Ã\u0083Â¢Ã\u0082Ë\u0086Ã\u0082â\u0080\u0099Ã\u0083Â\u008fÃ\u0082Â\u0081 Ã\u0083Â¢Ã\u0082Ë\u0086Ã\u0082â\u0080\u0099 wnan The cost cutoff for a firm from i to sell good j to n, cni(j), satisfies Ã\u0083Â\u008fÃ\u0082â\u0082¬ni( cni(j)) = 0 and is given by cni(j) = Ã\u0083Â¯Ã\u0082Â£Ã\u0082Â® Ã\u0083Â¯Ã\u0082Â£Ã\u0082Â¯ Ã\u0083Â¯Ã\u0082Â£Ã\u0082Â° an Ln P1Ã\u0083Â¢Ã\u0082Ë\u0086Ã\u0082â\u0080\u0099Ã\u0083Â\u008fÃ\u0082Â\u0081 n  Ã\u0083Â\u008fÃ\u0082Â\u0081 Ã\u0083Â\u008fÃ\u0082Â\u0081Ã\u0083Â¢Ã\u0082Ë\u0086Ã\u0082â\u0080\u00991 Ã\u0083Â¢Ã\u0082Ë\u0086Ã\u0082â\u0080\u0099Ã\u0083Â\u008fÃ\u0082Â\u0081 Ã\u0083Â\u008fÃ\u0082Â\u0081Ã\u0083Â¢Ã\u0082Ë\u0086Ã\u0082â\u0080\u00991 Ã\u0083Â¯Ã\u0082Â£Ã\u0082Â¹ Ã\u0083Â¯Ã\u0082Â£Ã\u0082Âº Ã\u0083Â¯Ã\u0082Â£Ã\u0082Â» 1Ã\u0083Â¢Ã\u0082Ë\u0086Ã\u0082â\u0080\u0099Ã\u0083Â\u008fÃ\u0082Â\u0081 Since cni(j) = cnn(j) Ã\u0083Â¢Ã\u0082Ë\u0086Ã\u0082â\u0082¬i, denote cost cutoffs by the destination to which they apply, cn(j)."
    ]
}