{
    "id": 2049,
    "cites": 17,
    "cited_by": 0,
    "reference": [
        "Borjas, G., Assimilation, Changes in Cohort Quality, and the Earnings of Immigrants, Journal of Labor Economics, October 1985.",
        "Buehler, N. H. , Voter Turnout and Political Efficacy Among Mexican Americans in Michigan, Sociology Quarterly, 1977.",
        "Chiswick, B. R., The Effect of Americanization on the Earnings of Foreign-Born Men, Journal of Political Economy, Vol. 86, 1978.",
        "Universal Patterns, in Contemporary Economic Problems, ed. W. Fellner, American Enterprise Institute, 1979.",
        "DeFreitas, G., The Earnings of Immigrants in the American Labor Market, unpublished Ph.D. dissertation, Columbia University, 1979.",
        "Americans, mimeo, Columbia University, 1982.",
        "Dunlevy, J. A., Nineteenth-Century European Immigration to the United States: Intended versus Lifetime Settlement Patterns, Economic Development and Cultural Change, October 1980.",
        "Fields, G., Place to Place Migration, Review of Economics and Statis tics, February 1979.",
        "Fitzpatrick, G. L. and N. J. Modlin, Direct-Line Distances -- Inter national Edition, Netuchen: The Scarecrow Press, Inc., 1986.",
        "Greenwood, N. J., Research on Internal Migration in the United States: A Survey, Journal of Economic Literature, June 1975.",
        "Mobility in the United States, Review of Economics and Statistics, May 1969.",
        "Jaffe, A. J. and Cullen, R. M., Fertility of the Puerto Rican Origin Population, International Migration Review, 1975.",
        "Lowry, I. S., Migration and Metropolitan Growth: Two Analytical Models, San Francisco: Chandler Publishing, 1966.",
        "McFadden, D., Conditional Logit Analyses of Qualitative Choice Behavior, in Frontiers of Econometrics, P. Larembka, ed., New York: Academic Press, 1973.",
        "Massey, D., Residential Segregation of Spanish Americans in United States Urbanized Areas, Demography, Vol. 16, 1979.",
        "Cubans and Puerto Ricans, Sociology and Social Research, Vol. 65, 1981.",
        "Vasegh-Daneshvary, N., Herzog, H. and Schlottman, A., College-Educated Immigrants in the American Labor Force: A Study of Locational Behavior, University of Tennesses, mimeo, 1985."
    ]
}