{
    "id": 20490,
    "cites": 8,
    "cited_by": 23,
    "reference": [
        "Afonso, G. and Lagos, R. (2012). Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Ë\u009cTrade Dynamics in the Market for Federal FundsÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0084¢. Ederal Reserve Bank of Minneapolis Research Department, Working Paper 708 710. 5, 8 Afonso, G. and Lagos, R. (2014). Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Ë\u009cAn Empirical Study of Trade Dynamics in the Fed Funds MarketÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0084¢. Federal Reserve Bank of Minneapolis Research Department, Working Paper 708. 5, Allen, F. and Gale, D. (1998). Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Ë\u009cOptimal Financial CrisesÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0084¢. Journal of Finance, vol. 53, no. 4, 1245Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c1284. 4 Alvarez, F. and Stokey, N. L. (1998). Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Ë\u009cDynamic Programming with Homogeneous FunctionsÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0084¢.",
        "Journal of Economic Theory, vol. 82, no. 1, 167Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c189. 13, 54 Armantier, O., Ghysels, E., Sarkar, A., and Shrader, J. (2011). Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Ë\u009cStigma in financial markets: Evidence from Liquidity Auctions and Discount Window Borrowing During the CrisisÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0084¢. Staff Report 483 Federal Reserve Bank of New York. 8 Ashcraft, A. B. and Duffie, D. (2007). Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Ë\u009cSystemic Illiquidity in the Federal Funds MarketÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0084¢. American Economic Review, vol. 97, no. 2, 221Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c225. 5 Atkeson, A. G., Eisfeldt, A. L., and Weill, P.-O. (2012). Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Ë\u009cThe Market for OTC Credit DerivativesÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0084¢.",
        "Working Paper, UCLA. 5, 8, 10, 65 Bagehot, W. (1873). Lombard Street: A Description of the Money Market. Wiley. 4 Bassett, W. F., Chosak, M. B., Driscoll, J. C., and Zakrajsek, E. (2010). Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Ë\u009cIdentifying the Macroeconomic Effects of Bank Lending Supply ShocksÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0084¢. Federal Reserve Board. 26, 44 Bernanke, B. S. and Blinder, A. S. (1988). Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Ë\u009cCredit, Money, and Aggregate DemandÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0084¢. The American Economic Review, vol. 78, no. 2, 435Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c439. 4 Bianchi, J. and Mendoza, E. G. (2013). Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Ë\u009cOptimal Time-Consistent Macroprudential PolicyÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0084¢. NBER Working Paper No. 19704. 8 Bigio, S. (2014). Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Ë\u009cFinancial Risk CapacityÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0084¢. Mimeo, Columbia University. 22 Bigio, S. and Majerovitz, J. (2013). Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Ë\u009cA Guide to the Using Bank Data from the Call ReportsÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0084¢.",
        "Mimeo, Columbia University. 73 Bigio, S. et al. (2011). Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Ë\u009cEndogenous liquidity and the business cycleÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0084¢. 61 Boissay, F., Collard, F., and Smets, F. (2013). Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Ë\u009cBooms and Systemic Banking CrisesÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0084¢. Working Paper 1514, European Central Bank. 33 Bolton, P. and Freixas, X. (2009). Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Ë\u009cCorporate Finance and the Monetary Transmission MechanismÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0084¢.",
        "The Review of Financial Studies, vol. 19, no. 3, 829Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c870. 7 Brunnermeier, M. K. and Sannikov, Y. (2012). Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Ë\u009cThe I-Theory of MoneyÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0084¢. Mimeo, Princeton. 5 Buera, F. and Nicolini, J. P. (2013). Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Ë\u009cLiquidity Traps and Monetary Policy: Managing a Credit CrunchÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0084¢. Mimeo, Chicago Fed. 24 Cavalcanti, R., Erosa, A., and Temzelides, T. (1999). Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Ë\u009cPrivate Money and Reserve Management in a Random Matching ModelÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0084¢. Journal of Political Economy, vol. 107, no. 5, 929Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c945. 5 Chodorow-Reich, G. (2014). Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Ë\u009cThe Employment Effects of Credit Market Disruptions: Firm-level Evidence from the 2008Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c9 Financial CrisisÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0084¢. The Quarterly Journal of Economics, vol. 129, no. 1, 1Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c59. 5 Christiano, L. J. and Eichenbaum, M. (1992). Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Ë\u009cLiquidity Effects and the Monetary Transmission MechanismÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0084¢. The American Economic Review, vol. 82, no. 2, 346Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c353. 60, 61 Corbae, D. and DÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0084¢Erasmo, P. (2013). Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Ë\u009cA Quantitative Model of Banking Industry DynamicsÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0084¢.",
        "Mimeo, University of Chicago. 32 Saunders, A. and Cornett, M. (2010). Financial Institutions Management: A Risk Management Approach. McGraw-Hill/Irwin Series in Finance, Insurance and Real Estate. 4 Stein, J., Greenwood, R., and Hanson, S. (2013). Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Ë\u009cA Comparative-Advantage Approach to Government Debt MaturityÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0084¢. Mimeo, Harvard. 5 Stein, J. C. (2012). Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Ë\u009cMonetary Policy as Financial Stability RegulationÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0084¢. The Quarterly Journal of Economics, vol. 127, no. 1, 57Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c95. 5, 8 Uhlig, H. (2010). Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Ë\u009cA Model of a Systemic Bank RunÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0084¢. Journal of Monetary Economics, vol. 57, no. 1, 78Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c96. 32 Williamson, S. (1987). Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Ë\u009cCostly Monitoring, Loan Contracts, and Equilibrium Credit RationingÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0084¢.",
        "The Quarterly Journal of Economics, vol. 102, no. 1, 135Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c146. 7 Williamson, S. (2012). Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Ë\u009cLiquidity, Monetary Policy, and the Financial Crisis: A New Monetarist ApproachÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0084¢. Forthcoming, American Economic Review, 2012. 5 Williamson, S. and Wright, R. (2010). Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Ë\u009cNew monetarist Economics: ModelsÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0084¢. vol. 3, pages 25Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c96.",
        "Elsevier. 5 Wolman, A. and Ennis, H. (2011). Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Ë\u009cLarge Excess Reserves in the US: A View from the CrossSection of BanksÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0084¢. Federal Reserve Bank of Richmond, Manuscript. 14 Woodford, M. (2010). Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Ë\u009cFinancial Intermediation and Macroeconomic AnalysisÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0084¢. Journal of Economic Perspectives, vol. 24, no. 4, 21Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c44. 4"
    ]
}