{
    "id": 205,
    "cites": 27,
    "cited_by": 0,
    "reference": [
        "1. Backus, David, William Brainard, Gary Smith, and James Tobin, A Model of U.S. Financial and Nonfinancial Behavior, Journal of Money. Credit and Banking, forthcoming.",
        "2. Bosworth, Barry, and James S. Duesenberry, A Flow of Funds Model and Its Implications, Federal Reserve Bank of Boston, Issues in Federal Debt Management, Boston: 1973.",
        "3. Brainard, William C., and James Tobin, Pitfalls in Financial Model-Building, Anicncan Economic Review, LVII (May, 1968), 99-122.",
        "4. Brundy, James M., and Dale W. Jorgenson, Efficient Estimation of Simultaneous Equations by Instrumental Variahks, Ritieo of Economics and Stat Lstics, LIII (August. 1971), 207-224.",
        "5. Fama, Eugene F.. Multiperiod Consumption-Investment Decisions, American Economic Rnieze, LX (March, 1970), 163-174.",
        "8. Friedman, Ben1amin M., Public Pension Funding and U.S. Capital Formation: A Medium-Run View, Federal Reserve Bank of Boston, Funding Pensions: Issues and implications for Capital Markets, Boston: 1976.",
        "9. Friedman, Benjamin M., Financial Flow Variables and the Short-Run Determination of Long-Term Interest Rates,~ Journal of Political Economy, LXXXV (August, 1977), 661-689.",
        "10. Friedman, Benjamin M,, Who Puts the Inflation Premium into Nominal Interest Rates? Journal of Finance, XXXIII Uune, 1978), 833-845.",
        "11. Friedman, Benjamin M., Substitution and Expectation Effects on Long-Term Borrowing Behavior and Long-Term Interest Rates, Journal of Money, Credit and Banking, Xl (May, 1979), 131-150.",
        "22. Friedman, Benjamin M., Price Inflation, Portfolio Choice, and Nominal Interest Rates, American Economic Review, forthcoming.",
        "23. Friedman, BenjaminM., TheEffectofShiftsinWealthOwnership on the Term Structure of Interest Rates: The Case of Pensions, Quarterly Journal of Economics, forthcoming.",
        "14. Friedman, Benjamin M .,How Important Is Disaggregation in Structural Models of Interest Rate Determination?, Review of Economics and Statis tics, forthcoming.",
        "15. Friedman, Benjamin M., The Determination of Long-Term Interest Rates: Implications for Monetary and Fiscal Policies, Journal of Money, Credit and Banking, forthcoming.",
        "16. Friedman, Benjamin M., and V. Vance Roley. A Note on the Denvation of Linear Homogeneous Asset Demand Functions, Mimeo, Harvard University, 1979.",
        "17. Friedman, Benjamin M., and V. Vance Roley, Investors Portfolio Behavior Under Alternative Models of Long-Term Interest Rate Expectations: Unitary, Rational or Autoregressive, Econometrica, forthcoming.",
        "18. Hendershott, Patiic H. Understanding Capital Markets, Volume 1: A Flow of Funds Financial Model, Lexington: D. C. Heath and Co., 1977.",
        "19. Markowitz, Harry, Portfolio Selection. Journal of Finance, VII (March, 1952), 77-91.",
        "20. Modigliani. Franco, The Dynamics of Portfolio Adjustment and the Flow of Savings Through Financial Intermediaries, Gramlich and Jaffee (eds.). Snvin,cs Deposits, Mortgages and Housing, Lexington: D.C. Heath, 1972.",
        "21. Modigliani, Franco, and Robert J. Shiller, Inflation, Rational Expectations, and the Term Structure of Interest Rates, Emnomica, XL (February, 1973), 12-43.",
        "22. Mossin, Jan., Optimal Multiperiod Portfolio Policies, Journal of Business, XLI (April, 1968), 215-229.",
        "23. Roley, V. Vance, A Structural Model oft/ic U.S. Government Securities Market, Ph.D. dissertation. Harvard University. 1977.",
        "24. Roley, V. Vance, The Determinants of the Treasury Security Yield Curve, Mimeo, Federal Reserve Bank of Kansas City, 1978.",
        "25. Roley, V. Vance, The Role of Commercial Banks Portfolio Behavior in the Determination of Treasury Securities Yields, Journal of Money, Credit and Banking, forthcoming.",
        "26. Samuelson, Paul A.. The Fundament.il Approximation Theorem of Porttolio Analysis in Terms of Means, Variances, and Higher Moments, Rezi,w of Economic Studini, XXXVII (October, 1970), 537-542.",
        "27. Silber, William L., Portfolio Bitiai,iir ~if Financial Institutions. New York: Holt, Rinehart and Winston, Inc., 1970.",
        "28. Tobin, James, Liquidity Preference as Behavior Toward Risk, Review of Economic Studio, XXV (February, 1958), 65-86.",
        "29. Tsiang, S. C., The R,itionale of the Mean-Standard Deviation Analysis, Skewnes, Preference, and the Demand for Money, American Econo,n,c Riiiia, l_XII (June, 1972), 354-371."
    ]
}