{
    "id": 20504,
    "cites": 30,
    "cited_by": 11,
    "reference": [
        "Alesina, A., R. Baqir, and W. Easterly (1999). Public goods and ethnic divisions. The Quarterly Journal of Economics 114(4), 1243Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c1284.",
        "Alesina, A., R. Baqir, and C. Hoxby (2004). Political Jurisdictions in Heterogeneous Communities. Journal of Political Economy 112(2), 348Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c396.",
        "Alesina, A. and E. La Ferrara (2000). Participation in heterogeneous communities. The quarterly journal of economics 115(3), 847Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c904.",
        "Alesina, A. and E. La Ferrara (2002). Who trusts others? Journal of public economics 85(2), 207Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c234.",
        "Alesina, A. and E. La Ferrara (2005). Preferences for redistribution in the land of opportunities. Journal of Public Economics 89(5), 897Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c931.",
        "Alesina, A., S. Michalopoulos, and E. Papaioannou (2012). Ethnic inequality. NBER Working Papers 18512, National Bureau of Economic Research, Inc.",
        "Arnold, L. L. (2008). Deforestation in decentralised indonesia: whatÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0084¢s law got to do with it? 4/2 Law, Environment and Development Journal (2008), 75Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c101.",
        "Banfield, E. C. (1958). The moral basis of a backward society. New York: Glencol.",
        "Barr, C., I. A. P. Resosudarmo, A. Dermawan, and B. Setiono (2006). Decentralization Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0084¢s effects on forest concessions. In C. Barr, I. A. P. Resosudarmo, A. Dermawan, and J. McCarthy (Eds.), Decentralization of Forest Administration. Center for International Forestry Research (CIFOR).",
        "Burgess, R., M. Hansen, B. A. Olken, P. Potapov, and S. Sieber (2012). The political economy of deforestation in the tropics. The Quarterly Journal of Economics 127(4), 1707Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c1754.",
        "Cameron, L. and M. Shah (2014). Can mistargeting destroy social capital and stimulate crime? Evidence from a cash transfer program in Indonesia. Economic Development and Cultural Change 62(2), 381Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c415.",
        "Casson, A. and K. Obidzinski (2002). From new order to regional autonomy: Shifting dynamics of illegal logging in Kalimantan, Indonesia. World Development 30(12), 2133Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c2151.",
        "Collier, P. and A. Hoeffler (2004). Greed and grievance in civil war. Oxford economic papers 56(4), 563Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c595.",
        "Dewi, S., B. Belcher, and A. Puntodewo (2005). Villate economic opportunity, forest dependence, and rural livelihood in East Kalimantan, Indonesia.",
        "Easterly, W. and R. Levine (1997). AfricaÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0084¢s growth tragedy: policies and ethnic divisions. The Quarterly Journal of Economics 112(4), 1203Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c1250.",
        "Engel, S. and C. Palmer (2006). Who owns the right? The determinants of community benefits from logging in Indonesia. Forest Policy and Economics 8(4), 434Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c446.",
        "Fitrani, F., B. Hofman, and K. Kaiser (2005). Unity in diversity? the creation of new local governments in a decentralising Indonesia. Bulletin of Indonesian Economic Studies 41(1), 57Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c79.",
        "Guiso, L., P. Sapienza, and L. Zingales (2013). The Determinants of Attitudes toward Strategic Default on Mortgages. The Journal of Finance 68(4), 1473Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c1515.",
        "La Porta, R., F. Lopez-de Silanes, A. Shleifer, and R. Vishny (1999). The quality of government. Journal of Law, Economics, and organization 15(1), 222Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c279.",
        "Martini, M. (2012). Causes of corruption in indonesia. U4 anti-corruption resource centre, Transparency International.",
        "McCulloch, N. and E. Malesky (2011). Does better local governance improve district growth performance in Indonesia? IDS Working Papers 2011(369), 1Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c48.",
        "Nannicini, T., A. Stella, G. Tabellini, and U. Troiano (2013). Social capital and political accountability. American Economic Journal: Economic Policy 5(2), 222Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c50.",
        "Okten, C. and U. O. Osili (2004, December). Contributions in heterogeneous communities: Evidence from Indonesia. Journal of Population Economics 17(4), 603Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c626.",
        "Olken, B. A. (2006, May). Corruption and the costs of redistribution: Micro evidence from Indonesia. Journal of Public Economics 90(4-5), 853Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c870.",
        "Patunru, A. A., N. McCulloch, and C. Von Luebke (2009). A Tale of Two Cities: The Political Economy of Local Investment Climate in Solo and Manado, Indonesia. IDS Working Papers 2009(338), 01Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c43.",
        "Putnam, R. D., R. Leonardi, and R. Y. Nanetti (1993). Making democracy work: Civic traditions in modern Italy. Princeton university press.",
        "Transparency International Indonesia (2011). Forest governance integrity report. indonesia. Technical report, Transparency International Indonesia.",
        "Vidal, J. (2013). The Sumatran rainforest will mostly disappear within 20 years. The Observer. Accessible at: http://www.theguardian.com/world/2013/may/26/sumatra-borneodeforestation -tigers-palm-oil.",
        "Von Luebke, C. (2009). The political economy of local governance: findings from an Indonesian field study. Bulletin of Indonesian Economic Studies 45(2), 201Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c230.",
        "Von Luebke, C. (2012). Striking the Right Balance. Economic Concentration and Local Government Performance in Indonesia and the Philippines. European Journal of East Asian Studies 11(1), 17Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c44."
    ]
}