{
    "id": 20508,
    "cites": 55,
    "cited_by": 46,
    "reference": [
        "Altonji, Joseph, Todd Elder, and Christopher Taber (2005). Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Selection on Observed and Unobserved Variables: Assessing the Effectiveness of Catholic Schools.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Journal of Political Economy, Vol. 113, No. 1, pages 151-184.",
        "Aragon, Fernando, and Juan Pablo Rud (2011). Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Natural Resources and Local Communities: Evidence from a Peruvian Gold Mine.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Working Paper, Simon Fraser University (April).",
        "Asher, Sam, and Paul Novosad (2014). Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Digging for Development: Mining Booms and Local Economic Development in India.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Working Paper, Oxford University (April).",
        "Auty, Richard, and Raymond Mikesell (1998). Sustainable Development in Mineral Economies. Oxford, UK: Oxford University Press.",
        "Bartik, Timothy (1991). Who Benefits from State and Local Economic Development Policies? Kalamazoo, MI: W.E. Upjohn Institute for Employment Research.",
        "Black, Dan, Terra McKinnish, and Seth Sanders (2005b). Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Tight Labor Markets and the Demand for Education: Evidence from the Coal Boom and Bust.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Industrial and Labor Relations Review, Vol. 59, No. 1 (October), pages 3-16.",
        "Behrens, Kristian, Gilles Duranton, and Frederic Robert-Nicoud (2013). Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Productive Cities: Sorting, Selection, and Agglomeration.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Journal of Political Economy, forthcoming.",
        "Bleakley, Hoyt, and Jeffrey Lin (2012). Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Portage and Path Dependence.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Quarterly Journal of Economics, Vol. 127, No. 2, pages 587-644.",
        "Brown, Chip (2013). Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093North Dakota Went Boom.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d The New York Times Magazine, January 31, 2013.",
        "Brunnschweiler, Christa, and Erwin Bulte (2008). Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093The Resource Curse Revisited and Revised: A Tale of Paradoxes and Red Herrings.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Journal of Environmental Economics and Management, Vol. 55, No. 3, pages 248-264.",
        "Bureau of Economic Analysis (2013). Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Gross-Domestic-Product-(GDP)-by-Industry Data.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d http://www.bea.gov/industry/gdpbyind data.htm",
        "Busso, Matias, Jesse Gregory, and Patrick Kline (2012). Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Assessing the Incidence and Efficiency of a Prominent Place-Based Policy.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Forthcoming, American Economic Review.",
        "Carrington, William (1996). Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093The Alaskan Labor Market during the Pipeline Era.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Journal of Political Economy, Vol. 104, No. 1 (February), pages 186-218.",
        "Caselli, Francesco, and Guy Michaels (2013). Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Do Oil Windfalls Improve Living Standards? Evidence from Brazil.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d American Economic Journal: Applied Economics, Vol. 5, No. 1 (January), pages 208-238.",
        "Collier, Paul, and Benedikt Goderis (2009). Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Commodity Prices, Growth, and the Natural Resource Curse: Reconciling a Conundrum.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Working Paper, Oxford University (December).",
        "Corden, Max, and Peter Neary (1982). Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Booming Sector and De-Industrialisation in a Small Open Economy.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d The Economic Journal, Vol. 92, No. 368 (December), pages 825-848.",
        "Domenech, Jordi (2008). Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Mineral Resource Abundance and Regional Growth in Spain, 1860-2000. Journal of International Development, Vol. 20, pages 1122-1135.",
        "Dube, Oeindrila, and Juan Vargas (2013). Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Commodity Price Shocks and Civil Conflict: Evidence from Colombia.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Review of Economic Studies, Vol. 80, pages 1384-1421.",
        "Ellison, Glenn, and Edward Glaeser (1997). Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Geographic Concentration in U.S. Manufacturing Industries: A Dartboard Approach.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Journal of Political Economy, Vol. 105, No 5, pages 889-927.",
        "Ellison, Glenn, Edward Glaeser, and William Kerr (2010). Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093What Causes Industry Agglomeration? Evidence from Coagglomeration Patterns.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d American Economic Review, Vol. 100, No. 3 (June), pages 1195-1213.",
        "Foster, Lucia, Cheryl Grim, and John Haltiwanger (2013). Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Reallocation in the Great Recession: Cleansing or Not?Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Center for Economic Studies Discussion Paper CES-WP-13-42.",
        "Glaeser, Edward, and Joshua Gottlieb (2009). Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093The Wealth of Cities: Agglomeration Economies and Spatial Equilibrium in the United States.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Journal of Economic Literature, Vol. 47, No. 4, pages 9831028.",
        "Glaeser, Edward, Sari Pekkala Kerr, and William Kerr (2012). Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Entrepreneurship and Urban Growth: An Empirical Assessment with Historical Mines.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Working Paper, Harvard University (July).",
        "Greenstone, Michael, Richard Hornbeck, and Enrico Moretti (2010). Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Identifying Agglomeration Spillovers: Evidence from Winners and Losers of Large Plant Openings.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Journal of Political Economy, Vol. 118, No. 3, pages 536-598.",
        "Gylfason, Thorvaldur, Tryggvi Herbertsson, and Gylfi Zoega (1999). Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093A Mixed Blessing: Natural Resources and Economic Growth.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Macroeconomic Dynamics, Vol. 3, pages 204-225.",
        "Harding, Torfinn, and Anthony Venables (2013). Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093The Implications of Natural Resource Exports for Non-Resource Trade.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d OxCarre Research Paper 103 (January).",
        "Holmes, Thomas, and John Stevens (2014). Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093An Alternative Theory of the Plant Size Distribution, with Geography and Intra- and International Trade.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Journal of Political Economy, forthcoming.",
        "Hooker, Mark, and Michael Knetter (2001). Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Measuring the Economic Effects of Military Base Closures.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Economic Inquiry, Vol. 39, No. 4 (October) pages 583-598.",
        "Jacobsen, Grant, and Dominic Parker (2013). Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093The Economic Aftermath of Resource Booms: Evidence from Boomtowns in the American West.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Working Paper, University of Oregon (December).",
        "James, Alexander, and David Aadland (2011). Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093The Curse of Natural Resources: An Empirical Investigation of U.S. Counties.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Resource and Energy Economics, Vol. 33, pages 440-453.",
        "James, Alexander, and Robert James (2011). Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Do Resource Dependent Regions Grow Slower than they Should?Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Economics Letters, Vol. 111, pages 194-196.",
        "Kline, Patrick (2008). Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Understanding Sectoral Labor Market Dynamics: An Equilibrium Analysis of the Oil and Gas Field Services Industry.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Working Paper, UC Berkeley (November).",
        "Kline, Patrick, and Enrico Moretti (2012). Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Local Economic Development, Agglomeration Economies, and the Big Push: 100 Years of Evidence from the Tennessee Valley Authority.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Quarterly Journal of Economics, forthcoming.",
        "Krugman, Paul (1987). Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093The Narrow Moving Band, the Dutch Disease, and the Competitive Consequences of Mrs. Thatcher.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Journal of Development Economics, Vol. 27, pages 41-55.",
        "Lederman, Daniel, and William Maloney, Eds. (2007a). Natural Resources: Neither Curse Nor Destiny. Stanford, CA: Stanford University Press.",
        "Lederman, Daniel, and William Maloney (2007b). Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Trade Structure and Growth.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d In Lederman, Daniel, and William Maloney, Eds., Natural Resources: Neither Curse Nor Destiny. Stanford, CA: Stanford University Press.",
        "Madrian, Brigitte, and Lars Lefgren (1999). Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093A Note on Longitudinally Matching Current Population Survey (CPS) Respondents.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d NBER Technical Working Paper 247 (November).",
        "Manzano, Osmel, and Roberto Rigobon (2001). Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Resource Curse or Debt Overhang?Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d NBER Working Paper 8390 (July).",
        "Marshall, Alfred (1890). Principles of Economics. New York, NY: MacMillan.",
        "Matsuyama, Kiminori (1992). Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Agricultural Productivity, Comparative Advantage, and Economic Growth.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Journal of Economic Theory, Vol. 58, pages 317-334.",
        "Mehlum, Halvor, Karl Moene, and Ragnar Torvik (2006). Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Cursed by Resources or Institutions?Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d The World Economy, pages 1117-1131.",
        "Michaels, Guy (2010). Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093The Long Term Consequences of Resource-Based Specialisation.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d The Economic Journal, Vol. 121 (March), pages 31-57.",
        "Monteiro, Joana, and Claudio Ferraz (2012). Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Does Oil Make Leaders Unaccountable? Evidence from BrazilÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0084¢s Offshore Oil Boom.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Working Paper, Pontificia Universidade Catolica do Rio de Janeiro (May).",
        "Moretti, Enrico (2004). Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093WorkersÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0084¢ Education, Spillovers, and Productivity: Evidence from Plant-Level Production Functions.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d American Economic Review, Vol. 94, No. 3 (June), pages 656-690.",
        "Papyrakis, Elissaios, and Reyer Gerlagh (2007). Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Resource Abundance and Economic Growth in the United States.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d European Economic Review, Vol. 51, pages 1011-1039.",
        "Sachs, Jeffrey, and Andrew Warner (1995). Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Natural Resource Abundance and Economic Growth.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d NBER Working Paper 5398 (December).",
        "Sachs, Jeffrey, and Andrew Warner (1999). Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093The Big Push, Natural Resource Booms, and Growth.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Journal of Development Economics, Vol. 59, pages 43-76.",
        "Serafinelli, Michel (2012). Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Good Firms, Worker Flows, and Productivity.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Working Paper, UC Berkeley (November).",
        "Syverson, Chad (2004). Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Market Structure and Productivity: A Concrete Example.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Journal of Political Economy, Vol. 112, No. 6, pages 1181-1222.",
        "U.S. Energy Information Administration (2013). Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Detailed Oil and Gas Field Maps.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d http://www.eia.gov/pub/oil gas/natural gas/analysis publications/maps/maps.htm",
        "U.S. Energy Information Administration (2014). Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093EIA-23L Reserves Information Gathering System.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d http://www.eia.gov/survey/form/eia 23l/rigs.cfm",
        "U.S. Geological Survey (2013). Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093National Oil and Gas Assessment.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d http://energy.usgs.gov/OilGas/AssessmentsData/NationalOilGasAssessment.aspx.",
        "van der Ploeg, Frederick (2011). Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Natural Resources: Curse or Blessing?Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Journal of Economic Literature, Vol. 49, No. 2, pages 366-420.",
        "van Wijnbergen, Sweder (1984). Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093The Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0084¢Dutch DiseaseÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0084¢: A Disease After All?Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d The Economic Journal, Vol. 94, No. 373 (March), pages 41-55.",
        "Wright, Gavin, and Jesse Czelusta (2007). Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Resource-Based Growth Past and Present.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d In Lederman, Daniel, and William Maloney, Eds., Natural Resources: Neither Curse Nor Destiny. Stanford, CA: Stanford University Press."
    ]
}