{
    "id": 20500,
    "cites": 42,
    "cited_by": 17,
    "reference": [
        "Allcott, Hunt, Sendhil Mullainathan, and Dmitry Taubinsky. 2014. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Energy Policy with Externalities and Internalities.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Journal of Public Economics 112:72Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c88.",
        "Allcott, Hunt and Nathan Wozny. 2012. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Gasoline Prices, Fuel Economy, and the Energy Paradox.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Review of Economics and Statistics .",
        "Anderson, Michael and Maximilian Auffhammer. 2014. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Pounds that Kill: The External Costs of Vehicle Weight.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Review of Economic Studies 82 (2):535Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c571.",
        "Anderson, Soren T., Ian W.H. Parry, James M. Sallee, and Carolyn Fischer. 2011. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Automobile Fuel Economy Standards: Impacts, Efficiency and Alternatives.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Review of Environmental Economics and Policy 5 (1):89Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c108.",
        "Anderson, Soren T. and James M. Sallee. 2011. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Using Loopholes to Reveal the Marginal Cost of Regulation: The Case of Fuel-Economy Standards.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d American Economic Review 101 (4):1375Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c 1409.",
        "Becker, Randy and Vernon Henderson. 2000. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Effects of Air Quality Regulations on Polluting Industries.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Journal of Political Economy 108 (2):379Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c421.",
        "Berry, Steven, James Levinsohn, and Ariel Pakes. 1995. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Automobile Prices in Market Equilibrium. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Econometrica 64 (4):841Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c890.",
        "Blinder, Alan S. and Harvey S. Rosen. 1985. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Notches.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d American Economic Review 75 (4):736Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c 747. Borenstein, Severin. Forthcoming. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093A Microeconomic Framework for Evaluating Energy Efficiency Rebound and Some Implications.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Energy Journal .",
        "Busse, Meghan R., Christopher R. Knittel, and Florian Zettelmeyer. 2013. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Are Consumers Myopic ? Evidence from New and Used Car Purchases.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d American Economic Review 103 (1):220Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c 256.",
        "Chetty, Raj, John N. Friedman, Tore Olsen, and Luigi Pistaferri. 2011. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Adjustment Costs, Firm Responses, and Micro vs. Macro Labor Supply Elasticities: Evidence from Danish Tax Records.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d The Quarterly Journal of Economics 126 (2):749Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c804.",
        "Dharmapala, Dhammika, Joel Slemrod, and John Douglas Wilson. 2011. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Tax Policy and the Missing Middle: Optimal Tax Remittance with Firm-Level Administrative Costs.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Journal of Public Economics 95 (9-10):1036Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c1047.",
        "Diamond, Peter A. 1973. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Consumption Externalities and Imperfect Corrective Pricing.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d The Bell Journal of Economics 4 (2):526Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c538.",
        "Fan, Ying. 2013. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Ownership Consolidation and Product Characteristics: A Study of the US Daily Newspaper Market.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d American Economic Review 103 (5):1598Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c1628.",
        "Fischer, Carolyn, Winston Harrington, and Ian W.H. Parry. 2007. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Should Automobile Fuel Economy Standards Be Tightened?Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d The Energy Journal 28 (4):1Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c29.",
        "Fullerton, Don and Sarah E. West. 2002. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Can Taxes on Cars and Gasoline Mimic an Unavailable Tax on Emissions?Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Journal of Environmental Economics and Management 42 (1):135Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c157.",
        "Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009dÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009dÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009d. 2010. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Tax and Subsidy Combinations for the Control of Car Pollution.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d The B.E. Journal of Economic Analysis & Policy (Advances) 10 (1).",
        "Gao, Feng, Joanna Shuang Wu, and Jerold Zimmerman. 2009. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Unintended Consequences of Granting Small Firms Exemptions from Securities Regulation: Evidence from the SarbanesOxley Act.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Journal of Accounting Research 47 (2):459Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c506.",
        "Gillingham, Kenneth. 2011. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093How Do Consumers Respond to Gasoline Price Shocks? Heterogeneity in Vehicle Choice and Driving Behavior.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Manuscript: Yale University.",
        "Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009dÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009dÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009d. 2013. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093The Economics of Fuel Economy Standards versus Feebates.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Manuscript: Yale University.",
        "Goldberg, Pinelopi Koujianou. 1998. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093The Effects of the Corporate Average Fuel Efficiency Standards in the U.S.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d The Journal of Industrial Economics 46 (1):1Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c33.",
        "Gramlich, Jacob. 2009. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Gas Prices, Fuel Efficiency, and Endogenous Product Choice in the U.S. Automobile Industry.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Http://faculty.msb.edu/jpg72/Autos GramlichJacob.pdf.",
        "Heutel, Garth. 2011. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Optimal Policy Instruments for Externality-Producing Durable Goods Under Time Inconsistency.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d NBER Working Paper 17083.",
        "Jacobsen, Mark R. 2013a. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Evaluating U.S. Fuel Economy Standards In a Model with Producer and Household Heterogeneity.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d American Economic Journal: Economic Policy 5 (2):148Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c187.",
        "Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009dÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009dÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009d. 2013b. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Fuel Economy and Safety: The Influences of Vehicle Class and Driver Behavior.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d American Economic Journal: Applied Economics 5 (3).",
        "Jacobsen, Mark R. and Arthur A. van Benthem. 2013. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Vehicle Scrappage and Gasoline Policy.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d NBER Working Paper 19055.",
        "Kaplow, Louis. 2013. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Optimal Regulation with Exemptions and Corrective Taxes.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Working Paper: Harvard University.",
        "Kleit, Andrew N. 2004. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Impacts of Long-Range Increases in the Fuel Economy (CAFE) Standard.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Economic Inquiry 42 (2):279Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c294.",
        "Kleven, Henrik J. and Mazhar Waseem. 2013. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Using Notches to Uncover Optimization Frictions and Structural Elasticities: Theory and Evidence from Pakistan.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d The Quarterly Journal of Economics 128 (2):669Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c723.",
        "Kniesner, Thomas J. and John D. Leeth. 1991. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Compensating wage differentials for fatal injury risk in Australia, Japan, and the United States.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Journal of Risk and Uncertainty 4 (1):75Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c90.",
        "Knittel, Christopher R. and Ryan Sandler. 2012. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Carbon Prices and Automobile Greenhouse Gas Emissions: The Extensive and Intensive Margins.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d In The Design and Implementation of U.S. Climate Policy, edited by Don Fullerton and Catherine Wolfram. NBER, 287Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c299.",
        "Kopczuk, Wojciech. 2003. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093A Note on Optimal Taxation in the Presence of Externalities.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Economics Letters 80:81Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c86.",
        "Lu, S. 2006. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Vehicle Survivability and Travel Mileage Schedules.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Technical Report DOT HS 809 952, National Highway Traffic Safety Administration.",
        "Saez, Emmanuel. 1999. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Do Taxpayers Bunch at Kink Points?Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d National Bureau of Economic Research Working Paper Series No. 7366.",
        "Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009dÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009dÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009d. 2010. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Do Taxpayers Bunch at Kink Points?Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d American Economic Journal: Economic Policy 2 (3):180Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c212.",
        "Sallee, James M. and Joel Slemrod. 2012. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Car Notches: Strategic Automaker Responses to Fuel Economy Policy.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Journal of Public Economics 96 (11-12):981Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c999.",
        "Slemrod, Joel. 2010. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Buenas Notches: Lines and Notches in Tax System Design.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Manuscript: University of Michigan.",
        "Sneeringer, Stacy and Nigel Key. 2011. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Effects of Size-Based Environmental Regulations: Evidence of Regulatory Avoidance.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d American Journal of Agricultural Economics 93 (4):1189Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c1211.",
        "Spence, Michael A. 1975. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Monopoly, Quality, and Regulation.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d The Bell Journal of Economics 6 (2):417Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c429.",
        "Train, Kenneth. 2009. Discrete choice methods with simulation. Cambridge university press.",
        "White, Michelle J. 2004. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093The Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Arms RaceÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d on American Roads: The Effect of Sport Utility Vehicles and Pickup Trucks on Traffic Safety.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Journal of Law and Economics 47 (2):333Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c355.",
        "Whitefoot, Katie, Meredith Fowlie, and Steven Skerlos. 2013. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Evaluating U.S. Reformed Corporate Average Fuel Economy Standards using an Engineering Attribute Selection Model.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Manuscript: University of California, Berkeley.",
        "Whitefoot, Katie and Steven Skerlos. 2012. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Design Incentives to Increase Vehicle Size Created from the U.S. Footprint-based Fuel Economy Standards.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Energy Policy 41:402Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c411."
    ]
}