{
    "id": 20516,
    "cites": 36,
    "cited_by": 2,
    "reference": [
        "Allen, B. E. (1981). Generic existence of completely revealing equilibria for economies with uncertainty when prices convey information. Econometrica 49(5), 1173Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c1199.",
        "Anderson, R. M. and H. Sonnenschein (1982). On the existence of rational expectations equilibrium. Journal of Economic Theory 26(2), 261Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c278.",
        "Back, K., C. H. Cao, and G. A. Willard (2000). Imperfect competition among informed traders.",
        "Bernhardt, D. and J. Miao (2004). Informed trading when information becomes stale. Journal of Finance 59(1), 339Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c390.",
        "Caball e, J. and M. Krishnan (1994). Imperfect competition in a multi-security market with risk neutrality. Econometrica 62(3), 695Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c704.",
        "Colla, P. and A. Mele (2010). Information linkages and correlated trading. Review of Financial Studies 23(1), 203Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c246.",
        "Dubey, P., J. Geanakoplos, and M. Shubik (1987). The revelation of information in strategic market games. Journal of Mathematical Economics 16(2), 105Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c137.",
        "Foster, F. D. and S. Viswanathan (1994). Strategic trading with asymmetrically informed traders and long-lived information. Journal of Financial and Quantitative Analysis 29, 499Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c518.",
        "Foster, F. D. and S. Viswanathan (1996). Strategic trading when agents forecast the forecasts of others. Journal of Finance 51(4), 1437Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c1478.",
        "Foucault, T. and L. Lescourret (2003). Information sharing, liquidity and transaction costs. Mimeo.",
        "Glycopantis, D. and N. C. Yannelis (2005). Differential Information Economies. Springer.",
        "Golosov, M., G. Lorenzoni, and A. Tsyvinski (2014). Decentralized trading with private information.",
        "Grossman, S. (1976). On the efficiency of competitive stock markets where traders have diverse information. Journal of Finance 31(2), 573Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c585.",
        "Hayek, F. A. (1945). The use of knowledge in society. American Economic Review 35(4), 519Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c530.",
        "Hellwig, M. F. (1980). On the aggregation of information in competitive markets. Journal of Economic Theory 22(3), 477Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c498.",
        "Hellwig, M. F. (1982). Rational expectations equilibrium with conditioning on past prices: A mean-variance example. Journal of Economic Theory 26(2), 279Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c312.",
        "Holden, C. W. and A. Subrahmanyam (1992). Long-lived private information and imperfect competition. The Journal of Finance 47(1), 247Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c270.",
        "Jain, N. and L. J. Mirman (1999). Insider trading with correlated signals. Economics Letters 65(1), 105Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c113.",
        "Jordan, J. S. and R. Radner (1982). Rational expectations in microeconomic models: An overview. Journal of Economic Theory 26(2), 201Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c223.",
        "Kremer, I. (2002). Information aggregation in common value auctions. Econometrica 70(4), 1675Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c 1682.",
        "Kreps, D. M. (1977). A note on fulfilled expectations equilibria. Journal of Economic Theory 14(1), 32Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c43.",
        "Kyle, A. S. (1985). Continuous auctions and insider trading. Econometrica 53(6), 1315Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c1336.",
        "Kyle, A. S. (1989). Informed speculation with imperfect competition. Review of Economic Studies 56(3), 317Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c355.",
        "Madrigal, V. (1996). Non-fundamental speculation. Journal of Finance 51(2), 553Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c578.",
        "Milgrom, P. R. (1981). Rational expectations, information acquisition, and competitive bidding. Econometrica 49(4), 921Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c943.",
        "Ostrovsky, M. (2012). Information aggregation in dynamic markets with strategic traders. Econometrica 80(6), 2595Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c2647.",
        "Pasquariello, P. (2007). Imperfect competition, information heterogeneity, and financial contagion. Review of Financial Studies 20(2), 391Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c426.",
        "Pesendorfer, W. and J. M. Swinkels (1997). The loserÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0084¢s curse and information aggregation in common value auctions. Econometrica 65(6), 1247Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c1282.",
        "Radner, R. (1979). Rational expectations equilibrium: Generic existence and the information revealed by prices. Econometrica 47(3), 655Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c678.",
        "Rochet, J.-C. and J.-L. Vila (1994). Insider trading without normality. Review of Economic Studies 61(1), 131Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c152. R",
        "oell, A. (1990). Dual-capacity trading and the quality of the market. Journal of Financial Intermediation 1(2), 105Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c124.",
        "Rostek, M. and M. Weretka (2012). Price inference in small markets. Econometrica 80(2), 687Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c711.",
        "Sarkar, A. (1995). Dual trading: Winners, losers, and market impact. Journal of Financial Intermediation 4(1), 77Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c93.",
        "Vives, X. (2008). Information and Learning in Markets: The Impact of Market Microstructure. Princeton, NJ: Princeton University Press.",
        "Wilson, R. (1977). A bidding model of perfect competition. Review of Economic Studies 44(3), 511Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c518.",
        "Wolinsky, A. (1990). Information revelation in a market with pairwise meetings. Econometrica 58(1), 1Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c23."
    ]
}