{
    "id": 20514,
    "cites": 19,
    "cited_by": 3,
    "reference": [
        "Arundel, A. (2001). The relative effectiveness of patents and secrecy for appropriation. Research Policy 30(4): 611Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u0090624.",
        "Arundel A. and I. Kabla (1998). What percentage of innovations are patented? empirical estimates for European firms. Research Policy. 27(2): 127Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u0090141.",
        "Canepa, A. and P. Stoneman. (2008). Financial Constraints to Innovation in the UK: Evidence from CIS2 and CIS3, Oxford Economic Papers, 60(4), 711Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u0090730.",
        "Cappellari, L. and S. P. Jenkins (2003). Multivariate Probit Regressions Using Simulated Maximum Likelihood, Stata Journal, 3(3), 278Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u0090294.",
        "Czarniztki, D., B. H. Hall, and H. Hottenrott (2014). Patents as Quality Signals? The Implications for Financing Constraints on R&D. Cambridge, MA: NBER Working Paper No. 19947.",
        "Cohen, W. M., R. R. Nelson, and J. Walsh (2000). Protecting Their Intellectual Assets: Appropriability Conditions and Why U.S. Manufacturing Firms Patent (or Not). Cambridge, MA: NBER Working Paper No. 7552.",
        "Hanel, P. (2008). The use of intellectual property rights and innovation by manufacturing firms in Canada. Economics of Innovation and New Technology 17(4): 285Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u0090309.",
        "Harabi, N. (1995). Appropriability of Technical Innovations: An Empirical Analysis. Research Policy, 24, 981Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009092.",
        "Hipp C. B. and C. Herstatt (2006). Patterns of Innovation and Protection Activities within Service Companies. Results from a German Study on ServiceÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u0090intensive Companies. Working Paper 45, Technical University of Hamburg.",
        "Howells, J., A. James and K. Malik. (2003), The Sourcing of Technological Knowledge: Distributed Innovation Processes and Dynamic Change. R&D Management, 33(4), 395Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u0090409.",
        "Kamien, M, S. Oren and Y. Tauman. (1992). Optimal Licencing of CostÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u0090reducing Innovations. Journal of Mathematical Economics, 21, 483Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u0090508.",
        "Kultti, K., T. Takalo, and J. Toikka (2007). Secrecy versus Patenting. RAND Journal of Economics 38(1): 22Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009042.",
        "Kumar, N. and a. Aggarwal (2005). Liberalisation, Outward Orientation and inÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u0090house R&D Activity of Multinational and Local Firms: A Quantitative Exploration for Indian Manufacturing, Research Policy, 34(4), 441Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u0090460.",
        "Leiponen, A. and Byma, J. (2009). If You cannot Block, You Better Run: Small Firms, Cooperative Innovation and Appropriation Strategies. Research Policy, 38, 1478Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u0090 88.",
        "Nordhaus, W. D. (1969). An Economic Theory of Technological Change. American Economic Review 59(2), 18Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009028.",
        "Scellato, G. (2007). Patents, Firm Size and Financial Constraints: an Empirical Analysis for a Sample of Italian Manufacturing Firms, Cambridge Journal of Economics, 1, 55Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009076.",
        "Teece, D. (1986). Profiting from Technological Innovation: Implications for Integration, Collaboration, Licencing and Public Policy. Research Policy, 15, 285Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u0090305.",
        "Tiwari, A. K., P. Mohnen, F. C. Palm and S. S. Van der Loeff (2007). Financial Constraints and R&D Investment: Evidence from CIS. UNUÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u0090Merit Working Paper 2007Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u0090011, United Nations University.",
        "Zahra, S., Keil, T. and M. Maula, (2005). New ventures&apos; inward licensing: examining the effects of industry and strategy characteristics. European Management Review, 2(3), 154Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u0090166."
    ]
}