{
    "id": 2051,
    "cites": 14,
    "cited_by": 3,
    "reference": [
        "Bame, Jack J. (1973), IJ.S. Balance of Payments Developments: First Quarter 1973, Survey of Current Business, Vol. 53, No. 6, June.",
        "Di Lullo, Anthony J. (1985), U.S. International Transactions, Third Quarter 1985, Survey of Current Business, Vol. 65, No. 12, December.",
        "Kravis, Irving B. and Robert E. Lipsey (1982), Prices and Market Shares in the International Machinery Trade, Review of Economics and Statistics, Vol. LXIV, No. 1, February, pp. 110-116.",
        "Price Levels, NBER Working Paper 1912, May.",
        "Krueger, Russell C. (1983), U.S. International Transactions, First Quarter 1983, Survey of Current Business, Vol. 63, No. 6, June.",
        "Kuichycky, Ksenia and Robert E. Lipsey (1984), Host-Country Regulation and Other Determinants of Overseas Operations of U.S. Motor Vehicle and Parts Companies, NBER Working Paper 1463, September.",
        "Lipsey, Robert E. and Irving B. Kravis (1985), The Competitive Position of U.S. Manufacturing Firms, Banca Nazionale del Lavoro Quarterly Review, June.",
        "Nayyar, Deepak (1978), Transnational Corporations and Manufactured Exports from Poor Countries, Economic Journal, March, pp. 59-84.",
        "Parrish, Evelyn M. (1974), U.S. Balance of Payments Developments: First Quarter 1974, Survey of Current Business, Vol. 54, No. 6, June.",
        "U.S. Department of Commerce (1960), U.S. Business Investments in Foreign Countries, by Samuel Pizer and Frederick Cutler, Office of Business Economics.",
        "Statistics, 1970, A Report by the U.S.-Canada Trade Statistics Committee.",
        "Operations of U.S. Affiliates, 1977-80, Bureau of Economic Analysis.",
        "Operations of U.S. Mfiliates of Foreign Companies, Revised 1982 Estimates, Bureau_of Economic Analysis, December.",
        "Operations of U.S. Affiliates of Foreign Companies, Preliminary 1983 Estimates, Bureau_of_Economic Analysis, December."
    ]
}