{
    "id": 20541,
    "cites": 25,
    "cited_by": 7,
    "reference": [
        "Alberini, A., W. Gans, and C. Towe (2014): Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Free Riding, Upsizing, and Energy Efficiency Incentives in Maryland Homes,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d The Energy Journal, Forthcoming.",
        "Aldy, J. E. (2013): Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Policy Monitor. A Preliminary Assessment of the American Recovery and Reinvestment ActÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0084¢s Clean Energy Package,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Review of Environmental Economics and Policy, pp. 136Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c155.",
        "Allcott, H. (2011): Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Social Norms and Energy Conservation,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Journal of Public Economics, 95(9), 1082Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c1095.",
        "Allcott, H., and M. Greenstone (2012): Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Is There an Energy Efficiency Gap?,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Journal of Economic Perspectives, 26(1), 3Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c28.",
        "American Council for an Energy-Efficient Economy (2012): Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093State Energy Efficiency Resource Standards,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Discussion paper, Washington, DC.",
        "Ashenfelter, O. C., D. S. Hosken, and M. C. Weinberg (2013): Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093The Price Effects of a Large Merger of Manufacturers: A Case Study of Maytag-Whirlpool,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d American Economic Journal: Economic Policy, 5(1), 239Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c261.",
        "Barbose, G. L., C. A. Goldda, M. Hoffa, and M. Billingsley (2013): Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093The Future of Utility Customer-Funded Energy Efficiency Programs in the United States: Projected Spending and Savings to 2025,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Working paper LBNL-5803E, Berkeley, CA.",
        "Boomhower, J., and L. W. Davis (2014): Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093A Credible Approach for Measuring Inframarginal Participation in Energy Efficiency Programs,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Journal of Public Economics, 113(0), 67Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c79.",
        "Datta, S., and S. Gulati (2009): Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Utility Rebates for Energy Star Appliances: Are They Effective?,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Working paper, University of British Columbia.",
        "Davis, L., A. Fuchs, and P. Gertler (2013): Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Cash for Coolers: Evaluating a Large-Scale Appliance Replacement Program in Mexico,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d WP-230R, Energy Institute at Haas.",
        "Davis, L. W. (2008): Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Durable Goods and Residential Demand for Energy and Water: Evidence from a Field Trial,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d The RAND Journal of Economics, 39(2), 530Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c546.",
        "de Gorter, H., and D. R. Just (2010): Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093The Social Costs and Benefits of Biofuels: The Intersection of Environmental, Energy and Agricultural Policy,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Applied Economic Perspectives and Policy, 32(1), 4Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c32.",
        "EPA (2014a): Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Carbon Pollution Emission Guidelines for Existing Stationary Sources: Electric Utility Generating Units,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Discussion paper, Washington, DC.",
        "(2014b): Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Regulatory Impact Analysis for the Proposed Carbon Pollution Guidelines for Existing Power Plants and Emission Standards for Modified and Reconstructed Power Plants,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Discussion paper, Washington, DC.",
        "Goulder, L. H., and R. N. Stavins (2011): Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Challenges from State-Federal Interactions in US Climate Change Policy,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d American Economic Review, 101(3), 252Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c257.",
        "Hoekstra, M., S. L. Puller, and J. West (2014): Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Cash for Corollas: When Stimulus Reduces Spending,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Working paper 20349, National Bureau of Economic Research.",
        "Houde, S. (2014): Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Bunching with the Stars: How Firms Respond to Environmental Certification,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Working paper, University of Maryland.",
        "Ito, K. (2012): Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Does Conservation Targeting Work? Evidence from a Statewide Electricity Rebate Program in California,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Working paper, Energy Institute at Haas.",
        "Ito, K., and J. M. Sallee (2014): Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093The Economics of Attribute-Based Regulation: Theory and Evidence from Fuel-Economy Standards,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Working paper.",
        "Joskow, P. L., and D. B. Marron (1992): Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093What Does a Negawatt Really Cost? Evidence from Utility Conservation Programs,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d The Energy Journal, pp. 41Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c74.",
        "Levinson, A. (2012): Belts and Suspenders: Interactions among Climate Policy Regulationspp. 127Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c140. University of Chicago Press, Chicago, IL.",
        "Li, S., J. Linn, and E. Spiller (2013): Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Evaluating Cash-for-Clunkers: Program Effects on Auto Sales and the Environment,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Journal of Environmental Economics and Management, 65(2), 175Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c 193.",
        "Mian, A., and A. Sufi (2012): Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093The Effects of Fiscal Stimulus: Evidence from the 2009 Cash for Clunkers Program,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d The Quarterly Journal of Economics, 127(3), 1107Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c1142.",
        "NAHB (2007): Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Study of Life Expectancy of Home Components,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Report, National Association of Home Builders and Bank of America Home Equity.",
        "Spurlock, C. A. (2013): Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Appliance Efficiency Standards and Price Discrimination,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Working paper, Lawrence Berkeley National Laboratory."
    ]
}