{
    "id": 20549,
    "cites": 157,
    "cited_by": 2,
    "reference": [
        "Abaluck, J. and J. Gruber (2009). Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Choice Inconsistencies Among the Elderly: Evidence from Plan Choice in the Medicare Part D Program.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d NBER Working Paper 14759.",
        "Agnew, Julie R., Lisa R. Anderson, Jeffrey R. Gerlach, and Lisa R. Szykman (2008). Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Who Chooses Annuities? An Experimental Investigation of the Role of Gender, Framing, and Defaults.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d American Economic Review Papers and Proceedings, 98(2): 418-422.",
        "Aizawa, Naoki (2013). Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Health Insurance Exchange Design in an Empirical Equilibrium Labor Market Model.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Working Paper, University of Pennsylvania.",
        "Aizawa, Naoki and Hanming Fang (2013). Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Equilibrium Labor Market Search and Health Insurance Reform.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d NBER Working Paper No. 18698.",
        "Aizawa, Naoki and You S. Kim (2013). Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Advertising Competition and Risk Selection in Health Insurance Markets: Evidence from Medicare Advantage.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Working Paper, University of Pennsylvania.",
        "Aizcorbe, Ana M., Arthur B. Kennickell, and Kevin B. Moore (2003). Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Recent Changes in U.S. Family Finances: Evidence from the 1998 and 2001 Survey of Consumer Finances.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Federal Reserve Bulletin, 1-32.",
        "Akerlof, George A. (1970). Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093The Market for Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0084¢LemonsÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0084¢: Quality Uncertainty and the Market Mechanism.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Quarterly Journal of Economics, 84 (3): 488Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c500. see, e.g., Bauer and Weber (2008) for a demonstration of the impact of longevity risk on life insurers See Blake et al. (2008) for discussions regarding how annuity providers and pension funds may be able to transfer longevity risks to capital markets through securitization of longevity risks. Also, see Wong et al. (2013) for a study of how insurers may be able to naturally hedge the longevity risk, i.e., the offsetting of risks in life insurance and annuity business, by selling life insurance products and annuity products as part of a product portfolio.",
        "American Council of Life Insurers (2009). 2009 Life Insurers Fact Book.",
        "Ameriks, John, Andrew Caplin, Steven Laufer and Stijn Van Nieuwerburgh (2010). Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093The Joy of Giving or Assisted Living? Using Strategic Surveys to Separate Public Care Aversion from the Bequest Motive.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Journal of Finance; also NBER Working Paper 13105.",
        "Arrow, Kenneth (1963). Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Uncertainty and the Welfare Economics of Medicare Care.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d American Economic Review, 53 (6): 941Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c73.",
        "Attanasio, Orazio, Sagri Kitao and Guglielmo Weber (2014). Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Consumption and Saving.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Chapter 5 in this Handbook.",
        "Auerbach, Alan J., Laurence J. Kotlikoff, Robert Hagemann and Giuseppe Nicoletti (1989). Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093The Dynamics of an Aging Population: The Case of Four OECD Countries.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d NBER Working Papers 2797, National Bureau of Economic Research, Inc.",
        "Baily, Martin (1978). Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Some Aspects of Optimal Unemployment Insurance.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Journal of Public Economics, Vol. 10, 379-402.",
        "Batata, A. (2004). Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093The effect of HMOs on Fee-For-Service Health Care Expenditures: Evidence from Medicare Revisited.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Journal of Health Economics, 23 (5), 951-963.",
        "Bauer, D. and F. Weber (2008). Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Assessing Investment and Longevity Risks within Immediate Annuities.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Asia-Pacific Journal of Risk and Insurance, Vol. 3.",
        "Benartzi, Shlomo, Alessandro Previtero and Richard H. Thaler (2011). Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Annutization Puzzle. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Journal of Economic Perspectives, Vol. 25, No. 4, 143-164.",
        "Bernheim, B. Douglas and Lawrence Levin (1989). Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Social Security And Personal Saving: An Analysis Of Expectations.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d American Economic Review Papers and Proceedings, 79(2), 97-102.",
        "Blundell, Richard (2014). Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Labour Force Participation and the Retirement Decision.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Chapter 2 in this Handbook.",
        "Borsch-Supan, Axel (2014). Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Social Security and Public Insurance.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Chapter 16, This Handbook.",
        "Bottazzi, R., T. Jappelli and M. Padula (2006). Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Retirement Expectations, Pension Reforms, and their Impact on Private Wealth Accumulation.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Journal of Public Economics, Vol. 90, 2187Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c2212.",
        "Broadbent, John, Michael Palumbo and Elizabeth Woodman (2006). Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093The Shift from Defined Benefit to Defined Contribution Pension Plans: Implications for Asset Allocation and Risk Management.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Financial Markets Department Working Paper, Bank of Canada.",
        "Brown, Jason, Mark Duggan, Ilyana Kuziemko, and William Woolston (2011). Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093How Does Risk Selection Respond to Risk Adjustment? Evidence from the Medicare Advantage Program. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d NBER Working Paper 16977.",
        "Brown, Jeffrey R. (2000). Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093How Should We Insure Longevity Risk In Pensions and Social Security.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Center for Retirement Research At Boston College.",
        "Brown, Jeffrey R. and James M. Poterba (2000). Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Joint Life Annuities And Annuity Demand By Married Couples.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Journal of Risk and Insurance, 2000, Vol. 67(4), 527-553.",
        "Brown, Jeffrey R. (2001). Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Are the Elderly Really Over-Annuitized? New Evidence on Life Insurance and Bequests.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d In Themes in the Economics of Aging, ed. David Wise. University of Chicago Press.",
        "Brown, Jeffrey R. (2007). Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Rational and Behaviorial Perspectives on the Role of Annuities in Retirement Planning.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d NBER Working Paper 13573.",
        "Brown, Jeff and Amy Finkelstein (2007). Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Why Is the Market for Long Term Care Insurance So Small?Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Journal of Public Economics, 91(10): 1967-1991.",
        "Brown, Jeffrey R. and Amy Finkelstein (2008). Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093The Interaction of Public and Private Insurance: Medicaid and the Long-Term Insurance Market.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d American Economic Review, 98(3): 1083-1102.",
        "Brown, Jeffrey R., and Amy Finkelstein (2009). Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093The Private Market for Long-Term Care Insurance in the U.S.: A Review of the Evidence.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Journal of Risk and Insurance, 76(1): 5Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c29.",
        "Brown, Jeffrey R., Jeffrey R. Kling, Sendhil Mullainathan and Marian V. Wrobel (2008). Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Why DonÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0084¢t People Insure Late-Life Consumption? A Framing Explanation of the UnderAnnuitization Puzzle.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d American Economic Review Papers and Proceedings, 98 (2), 304-309.",
        "Brown, Jeff and Amy Finkelstein (2011). Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Insuring long-term care in the U.S.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Journal of Economic Perspectives, 25(4): 119-142.",
        "Bruegemann, Bjoern and Iourii Manovskii (2010). Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Fragility: A Quantitative Analysis of the US Health Insurance System.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Working Paper, University of Pennsylvania.",
        "Bureau of Labor Statistics (2012a). Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Labor Force Projections to 2020: a More Slowly Growing Workforce.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Monthly Labor Review.",
        "Bureau of Labor Statistics (2012b). Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Unemployed persons by Age, Sex, Race, Hispanic or Latino Ethnicity, Marital Status, and Duration of Unemployment.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Washington, DC: U.S. Department of Labor.",
        "Byrne, David, Michelle Goeree, Bridget Hiedemann and Steven Stern (2009). Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Formal Home Health Care, Informal Care, and Family Decision-Making.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d International Economic Review, 50(4): 1205-1242.",
        "Capatina, Elena (2012). Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Life-Cycle Effects of Health Risks.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d University of New South Wales Working Paper.",
        "Cawley, John, and Thomas Philipson (1999). Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093An Empirical Examination of Information Barriers to Trade in Insurance.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d American Economic Review, 89(4): 827-846.",
        "Centers for Medicare and Medicaid Services (2010). Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093National Health Expenditures by Type of Service and Source of Funds, CY 1960Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c2008.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d accessed at: https://www.cms.gov/NationalHealthExpend Data/downloads/nhe2008.zip.",
        "Chan, Sewin and Ann H. Stevens (1999). Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Employment and Retirement Following a LateCareer Job Loss.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d American Economic Review, Vol. 89, No. 2, 211-216.",
        "Chan, Sewin and Ann H. Stevens (2001). Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Job Loss and Employment Patterns of Older Workers.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Journal of Labor Economics, 19(2): 484-521.",
        "Chandik, Mark (2008). Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093The Growing Life Settlement Industry: Is Anyone Watching Out for Consumers?,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Testimony presented at the California Senate Banking, Finance and Insurance Committee on Life Settlements, available at http://www.sen.ca.gov/ftp/sen/committee/standing/banking/info hearings/backgrounds/220 -08 life settlement background.",
        "Cole, Harold, Dirk Krueger and Soojin Kim (2013). Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Analyzing the Effects of Insuring Health Risks: On the Tradeoff between Short Run Insurance Benefits vs. Long Run Incentive Costs.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Working Paper.",
        "Cohen, Alma and Liran Einav (2007). Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Estimating Risk Preferences from Deductible Choice.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d American Economic Review, 97(3), 745-788.",
        "Coile, Courtney and Kevin Milligan (2009). Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093How Household Portfolios Evolve After Retirement: The Effect Of Aging And Health Shocks.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Review of Income and Wealth, Vol. 55 (2), 226-248.",
        "Congressional Budget Office (2004). Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Financing Long-Term Care for the Elderly.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d A CBO Paper, April 2004. Accessed at: http://www.cbo.gov/ftpdocs/54xx/doc5400/04-26LongTermCare. pdf.",
        "Cutler, David M, Kaushik Ghosh, and Mary Beth Landrum (2013). Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Evidence for Significant Compression of Morbidity in the Elderly U.S. Population.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d NBER Working Paper 19268.",
        "Daily, Glenn (2004). Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Lapse-supported Pricing: Is It Worth the Risks?,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Glenndaily.com Information Services, Inc.",
        "Daily, Glenn, Igal Hendel, and Alessandro Lizzeri (2008). Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Does the Secondary Life Insurance Market Threaten Dynamic Insurance?Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d American Economic Review Papers and Proceedings, 98 (2),151Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c156.",
        "Davidoff, Thomas and Gerd Welke (2004). Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Selection and Moral Hazard in the Reverse Mortgage Market.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Working Paper, University of British Columbia.",
        "Decarolis, Francesco (2013). Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Medicare Part D: Are Insurers Gaming the Low Income Subsidy Design?Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Working Paper.",
        "Decarolis, Francesco, Maria Polyakova and Stephen Ryan (2012). Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093The Welfare Effects of Supply Side Regulations in Medicare Part D.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Working Paper.",
        "Delavande, Adeline and Susann Rohwedder (2010). Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093IndividualsÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0084¢ Uncertainty about Future Social Security Benefits and Portfolio Choice.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Rand Working Paper WR-782.",
        "Deloitte Report (2005). Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093The Life Settlement Market: An Actuarial Perspective on Consumer Economic Value.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d",
        "De Nardi, Mariacristina, Eric French and John B. Jones (2009). Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Life Expectancy and Old Age SavingsÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d American Economic Review (Papers and Proceedings), 99(2), pp. 110-115.",
        "Dey, Matthew S. and Christopher J. Flinn (2005): Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093An Equilibrium Model of Health Insurance Provision and Wage Determination.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Econometrica, 73(2), 571-627.",
        "Doherty, Neil A. and Hal J. Singer (2002). Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093The Benefits of a Secondary Market for Life Insurance Policies.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Working Paper, Wharton Financial Institute Center, University of Pennsylvania.",
        "Dominitz, Jeff and Charles Manski (2006). Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Measuring Pension-Benefit Expectations Probabilistically. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Labour. Volume 20: 201Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c236.",
        "Duggan, Mark (2004). Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Does Contracting Out Increase the Efficiency of Government Programs ? Evidence from Medicaid HMOs.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Journal of Public Economics, 88 (12), 2549-2572.",
        "Duggan, M., P. Healey and F. Scott Morton (2008). Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Providing Prescription Drug Coverage to the Elderly: AmericaÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0084¢s Experiment with Medicare Part D.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Journal of Economic Perspectives, 22, 69-92.",
        "Duggan, M. and F. Scott Morton (2010). Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093The Impact of Medicare Part D on Pharmaceutical Prices and Utilization.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d American Economic Review, 100, 1, 590-607.",
        "Einav, Liran, Amy Finkelstein and Jonathan Levin (2010). Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Beyond Testing: Empirical Models of Insurance Markets.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Annual Review of Economics, 2, 311-336.",
        "Einav, Liran, Amy Finkelstein and and Paul Schrimpf (2010). Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Optimal Mandates and The Welfare Cost of Asymmetric Information: Evidence from The U.K. Annuity Market.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Econometrica, 78(3), 1031-1092.",
        "Ericson, K. M. (2010). Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Market Design when Firms Interact with Inertial Consumers: Evidence from Medicare Part D.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Working Paper.",
        "Fang, Hanming, Michael P. Keane and Dan Silverman (2008). Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Sources of Advantageous Selection: Evidence from the Medigap Insurance Market.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Journal of Political Economy, Vol. 116, No. 2, 303-350.",
        "Fang, Hanming and Edward Kung (2010). Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093How Does the Life Settlement Market Affect the Primary Life Insurance Market?Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d NBER Working Paper 15761.",
        "Fang, Hanming and Alessandro Gavazza (2011). Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Dynamic Inefficiencies in an EmploymentBased Health Insurance System: Theory and Evidence.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d American Economic Review, 101 (7), 3047-3077.",
        "Fang, Hanming and Edward Kung (2012a). Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Why Do Life Insurance Policyholders lapse? Loss of Bequest Motives vs. Liquidity Shocks.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d NBER Working Paper No. 17899.",
        "Fang, Hanming and Edward Kung (2012b). Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093The Welfare Effect of Life Settlement Market: The Case of Income Shocks,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009dWorking Paper, University of Pennsylvania and Duke University.",
        "Fang, Hanming and Andrew Shephard (2014). Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Joint Household Labor Supply and Health Care Reform.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Work in Progress, University of Pennsylvania.",
        "Farber, Henry S. (2005). Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093What Do We Know about Job Loss in the United States? Evidence from the Displaced Workers Survey, 1984-2004.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Industrial Relations Section Working Paper No. 498. Princeton, NJ: Princeton University.",
        "Finkelstein, Amy and James Poterba (2004). Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Adverse Selection in Insurance Markets: Policyholder Evidence from the U.K. Annuity Market.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Journal of Political Economy, Vol. 112, 183-208.",
        "Finkelstein, Amy and Kathleen McGarry (2006). Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Multiple Dimensions of Private Information: Evidence from the Long-Term Care Insurance Market.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d American Economic Review, Vol. 96, No. 4, 938-958.",
        "Fischer, Stanley (1973). Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093A Life Cycle Model of Life Insurance Purchases.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d International Economic Review, 14(1): 132-52.",
        "French, Eric (2005). Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093The Effects of Health, Wealth, and Wages on Labor Supply and Retirement Behavior.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Review of Economic Studies, Vol. 72 (2), 395-427.",
        "French, Eric, John B. Jones, Mariacristina De Nardi, Olesya Baker, and Phil Doctor (2006). Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Right Before the End: Asset Decumulation at the End of Life.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Economic Perspectives, Third Quarter, 2-13.",
        "French, Eric and John B. Jones (2011). Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093The Effect of Health Insurance and SElf-Insurance on Retirement Behavior.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Econometrica, Vol. 79, No. 3, 993-732.",
        "French, Eric, Mariacristina De Nardi, John B. Jones and Angshuman Gooptu (2012). Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Medicaid and the Elderly.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Economic Perspectives, First Quarter, 17-33.",
        "Friedberg, Leora and Anthony Webb (2005). Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Retirement and the Evolution of Pension Structure. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Journal of Human Resources, Volume 40 (2), 281-308.",
        "Friedberg, Leora, Wei Sun, Anthony Webb, Wenliang Hou and Zhenyu Li (2014). Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093New Evidence on the Risk of Requiring Long-Term Care.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Working Paper, Center for Retirement Research at Boston College.",
        "Friedman, Benjamin and Mark Warshawsky (1990). Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093The Cost of Annuities: Implications for Saving Behavior and Bequests.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Quarterly Journal of Economics, 105(1), 135-154.",
        "Fries, James F. (1980). Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Aging, Natural Death, and the Compression of Morbidity.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d New England Journal of Medicine, 303, 1369-1370.",
        "Gilbert, Jersey and Ellen Schultz (1994). Consumer Reports Life Insurance Handbook, Consumer Reports Books: Yonkers, NY.",
        "Glover, Andrew, Jonathan Heathcote, Dirk Krueger and Jose-Victor Rios-Rull (2011). Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Intergenerational Redistribution in the Great Recession.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d NBER Working Paper 16924.",
        "Gustman, Alan L., Thomas L. Steinmeier and Nahid Tabatabai (2010). Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093What the Stock Market Decline Means for the Financial Securityand Retirement Choices of the Near-Retirement Population.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Journal of Economic Perspectives (Winter).",
        "Gustman, Alan L., Thomas L. Steinmeier and Nahid Tabatabai (2011). Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093How Did the Recession of 2007-2009 Affect the Wealth and Retirement of the Near Retirement Age Population in the Health and Retirement Study?Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d National Bureau of Economic Research Working Paper 17547.",
        "Handel, Benjamin, Igal Hendel and Michael D. Whinston (2013). Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Equilibria in Health Exchanges: Adverse Selection vs. Reclassification Risk.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Working Paper.",
        "Heeringa, Steven G. (1995). Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Technical Description of the Asset and Health Dynamics (AHEAD): Survey Sample Design.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Survey Design and Analysis Unit, Institute for Social Research, University of Michigan.",
        "Heidkamp, Maria, Nicole Corre, and Carl E. Van Horn (2010). Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093The Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Ë\u009cNew UnemployablesÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0084¢: Older Job Seekers Struggle to Find Work during the Great Recession.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d The Sloan Center on Aging & Work at Boston College.",
        "Heiss, F., D. McFadden and J. Winter, (2007). Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Mind the Gap! Consumer Perceptions and Choices of Medicare Part D Prescription Drug Plans.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d NBER Working Paper 13627.",
        "Heiss, F., A. Leive, D. McFadden, J. Winter, (2012). Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Plan Selection in Medicare Part D: Evidence from Administrative Data.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d NBER Working Paper 18166.",
        "Hendel, Igal and Alessandro Lizzeri (2003). Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093The Role of Commitment in Dynamic Contracts: Evidence from Life Insurance.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Quarterly Journal of Economics, Vol. 118, No. 1, 299-327.",
        "Hendren, Nathan (2013). Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Private Information and Insurance Rejections.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Econometrica.",
        "Hoffman, Allison K. and Howell E. Jackson (2012). Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Retiree Out-of-Pocket Health Care Spending.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Financial Literacy Center Working Paper WR-962-SSA.",
        "James E. and Song X (2001). Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Annuities Markets Around the World: MoneyÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0084¢s Worth and Risk Intermediation.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d CeRP Working Paper 16.",
        "Johnson, Richard W., Leonard E. Burman and Deborah Kobes (2004). Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Annuitized Wealth at Older Age: Evidence from the Health and Retirement Study.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Final Report to the Employee Benefits Security Administration, U.S. Department of Labor 9142, The Urban Institute, Washington D.C.",
        "Johnson, Richard W. and Janette Kawachi (2007). Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Job Changes at Older Ages Effects on Wages, Benefits, and Other Job Attributes.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d The Program on Retirement Policy, Discussion Paper 07-03, The Urban Institute.",
        "Johnson, Richard W. and Corina Mommaerts (2011). Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Age Differences in Job Loss, Job Search, and Reemployment.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d The Program on Retirement Policy, Discussion Paper 11-01, The Urban Institute.",
        "Kaiser Family Foundation (2005). Medicare Chart Book. Washington, DC: Kaiser Family Foundation.",
        "Kaiser Family Foundation and the Health Research and Educational Trust (2012). Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u00932012 Employer Health Benefits Survey.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d accessed online at http://kff.org/private-insurance/report/.",
        "Karni, Edi and Itzhak Zilcha (1986). Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Risk Aversion in the Theory of Life Insurance: The Fischerian Model.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Journal of Risk and Insurance, 53, 606-620.",
        "Keane, Michael (2014). Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Decision-Making, Markets and Cognitive Decline.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Chapter 5 in this Handbook.",
        "Kelley A.S., K. McGarry, S. Fahle, S.M. Marshall, Q. Du and J.S. Skinner (2013). Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Out-ofPocket Spending in the Last Five Years of Life.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Journal of General Internal Medicine, 28 (2), 304-309.",
        "Khwaja, Ahmed (2010). Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Estimating willingness to pay for medicare using a dynamic lifecycle model of demand for health insurance.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d 156 (1), Journal of Econometrics, 130-147.",
        "Kling, J. R., S. Mullainathan, E. Shafir, L. Vermeulen and M. V. Wrobel (2009). Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Misperception in Choosing Medicare Drug Plans.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Working Paper.",
        "Kopczuk, Wojciech, and Joe Lupton (2007). Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093To Leave or Not to Leave: An Empirical Investigation of the Distribution of Bequest Motives.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Review of Economic Studies, 74(1), 207-235.",
        "Kolstad, J. T., and A. E. Kowalski (2012a). Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Mandate-Based Health Reform and the Labor Market: Evidence from the Massachusetts Reform.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d NBER Working Paper No. 17933.",
        "Kolstad, J. T., and A. E. Kowalski (2012b). Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Health Reform, Health Insurance, and Selection: Estimating Selection into Health Insurance Using the Massachusetts Health Reform,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d American Economic Review Papers and Proceedings.",
        "Krebs, Tom, Moritz Kuhn and Mark L. J. Wright (2011). Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Human Capital Risk, Contract Enforcement, and the Macroeconomy.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d NBER Working Paper No. 17714.",
        "Kuziemko, Ilyana, Katherine Meckel, and Maya Rossin-Slater (2013). Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Do Insurers RiskSelect Against Each Other? Evidence from Medicaid and Implications for Health Reform.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d NBER Working Paper 19198.",
        "Langwell, K. M. and J.P. Hadley (1989). Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Evaluation of the Medicare Competition Demonstrations. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Health Care Financing Review, 11(2), 65-80.",
        "Lockwood, Lee (2011). Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Bequest Motives and the Annuity Puzzle.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Review of Economic Dynamics, forthcoming.",
        "Lockwood, Lee (2012). Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Incidental Bequests: Bequest Motives and the Choice to Self-Insure Late-Life Risks.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Working Paper, Northwestern University.",
        "Lustig, Josh (2011). Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Measuring Welfare Losses from Adverse Selection and Imperfect Competition in Privatized Medicare.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Working Paper, Boston University.",
        "Madrian, Brigitte C. (1994). Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Employment-Based Health Insurance and Job Mobility: Is There Evidence of Job Lock?Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Quarterly Journal of Economics, Vol. 109, No. 1, 27-54.",
        "Manton, Kenneth G., Xiliang Gu and Vicki L. Lamb (2006). Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Long-Term Trends in Life Expectancy and Active Life Expectancy in the United States.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Population and Development Review, Vol. 32 (1), 81Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c105.",
        "Marshall, Samuel, Kathleen McGarry and Jonathan S. Skinner (2011). Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093The Rise of Out-ofPocket Health Expenditure at the End of Life.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d In Explorations in the Economics of Aging, edited by David A. Wise, Chapter 3. Chicago: University of Chicago Press, 101-128. Also, http://www.nber.org/papers/w16170",
        "Meara, E., C. White and David M. Cutler (2004). Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Trends in Medical Spending by Age, 1963Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c2000.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Health Affairs, 23 (4), pp. 176Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c183.",
        "Mello, M. M., S.C. Stearns, E.C. Norton and T.C. Ricketts (2003). Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Understanding Biased Selection in Medicare HMOs.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Health Services Research, 38(3), 961-992.",
        "MetLife Mature Market Institute (2009). Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093The 2009 MetLife Market Survey of Nursing Home, Assisted Living, Adult Day Services, and Home Care Costs.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d",
        "MetLife Mature Market Institute (2012). Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093The 2012 MetLife Market Survey of Nursing Home, Assisted Living, Adult Day Services, and Home Care Costs.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d",
        "Mitchell, Olivia S., James M. Poterba, Mark Warshawsky and Jeffrey R. Brown (1999). Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093New Evidence on the MoneyÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0084¢s Worth of Individual Annuities.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d American Economic Review, 89(5), pp. 1299Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c1318.",
        "Modigliani, Franco (1986). Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Life Cycle, Individual Thrift, and the Wealth of Nations.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d American Economic Review, 76(3), 297-313.",
        "Monk, Courtney and Alicia H. Munnell (2009). Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093The Implications of Declining Retiree Health Insurance.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Center for Retirement Research at Boston College Working Paper, 2009-15.",
        "Muldoon, Dan and Richard W. Kopcke (2008). Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Are People Claiming Social Security Benefits Later?Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Center for Retirement Research at Boston College, Issue in Brief, No. 8-7.",
        "Munnell, Alicia H. and Annika E. Sunden (2004). Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Coming up Short: The Challenge of 401(k) Plans.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Washington, DC: Brookings Institution Press.",
        "Munnell, Alicia H., Dan Muldoon, and Steven A. Sass (2009). Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009dRecessions and Older Workers. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Center for Retirement Research at Boston College.",
        "Nakajima, Makoto (2012). Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Everything You Always Wanted to Know About Reverse Mortgages but Were Afraid to Ask.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Federal Reserve Bank of Philadelphia Business Review, First Quarter, 19-31.",
        "Nakajima, Makoto and Irina A. Telyukova (2013). Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Reverse Mortgage Loans: A Quantitative Analysis.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Working Paper, Federal Reserve Bank of Philadelphia.",
        "Norton, Edward C. (2000). Long-Term Care. Handbook of Health Economics, Volume 1, Edited by A.J. Culyer and J.P. Newhouse. Elsevier Science B. V.",
        "Norton, Edward C. (2014). Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093The Economics of Health and Long Term (Aged) Care under Demographic Shift.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Chapter 17, This Handbook.",
        "Norton, Edward C., Hua Wang and Sally C. Stearns (2006). Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Behavioral Implications of Outof -Pocket Health Care Expenditures.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Swiss Journal of Economics and Statistics (SJES), Swiss Society of Economics and Statistics (SSES), vol. 142(V), pages 3-11.",
        "OECD (2011a). Health at Glance 2011: OECD Indicators, OECD Publishing, accessed at: http://dx.doi.org/10.1787/health glance-2011-en",
        "OECD (2011b). Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Help Wanted? Providing and Paying for Long-Term Care.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d",
        "Older Americans (2012): Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Key Indicators of Well-BeingÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d. accessed at: http://agingstats.gov/agingstatsdotnet/main site/",
        "Pashchenko, Svetlana (2013). Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Accounting for Non-Annuitization.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Journal of Public Economics, Vol. 98(C), 53-67.",
        "Pashchenko, Svetlana and Ponpoje Porapakkarm (2013). Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Quantitative Analysis of Health Insurance Reform: Separating Regulation from Redistribution.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Review of Economic Dynamics, Vol. 6, Issue 3, 383Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c404.",
        "Pauly, Mark (1990). Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093The Rational Nonpurchase of Long-Term-Care Insurance.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Journal of Political Economy, Vol. 98, No. 1, 153-168.",
        "Poterba, James M. and Andrew A. Samwick (2001). Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Household Portfolio Allocation Over the Life Cycle.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d in Aging Issues in the United States and Japan, Seiritsu Ogura, Toshiaki Tachibanaki and David A. Wise, editors, University of Chicago Press, pages 65-104.",
        "Poterba, James M., Steven F. Venti and David A. Wise (2011). Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093The Composition and DrawDown of Wealth in Retirement.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d NBER Working Paper 17536.",
        "Rothschild, Michael, and Joseph E. Stiglitz (1976). Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Equilibrium in Competitive Insurance Markets: An Essay on the Economics of Imperfect Information.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Quarterly Journal of Economics, 90 (November): 629-649.",
        "Rust, John, Phelan, Christopher (1997). Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093How Social Security and Medicare Affect Retirement Behavior In a World of Incomplete Markets.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Econometrica, 65(4), 781-831",
        "Shan, Hui (2011). Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Reversing the Trend: The Recent Expansion of the Reverse Mortgage Market.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Real Estate Economics, 39 (4), 743-768.",
        "Sherris, Michael (2014). Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Longevity and Morbidity Projections.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Chapter 12, This Handbook.",
        "Sheshinski, Eytan (2008). The Economic Theory of Annuities. Princeton University Press.",
        "Sun, Wei and Anthony Webb (2011). Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093How Much do Households Really Lose By Claiming Social Security At Age 62.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Journal of Risk and Insurance.",
        "United Nations (2010). World Population Prospects, the 2010 Revision.",
        "Vanguard Report (2008). How America Saves, 2008: A Report on Vanguard 2007 Defined Contribution Plan Data.",
        "Venti, Steven F. and David A. Wise (2001). Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Aging and Housing Equity.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d In Innovations for Financing Retirement. Pension Research Council Publications, ed. Olivia S. Mitchell, Zvi Bodie, P. Brett Hammond, and Stephen Zeldes, 254Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c81. Philadelphia: University of Pennsylvania Press.",
        "Venti, Steven F. and David A. Wise (2004). Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Aging and Housing Equity: Another Look.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d in Perspectives on the Economics of Aging. ed. David A. Wise, 127-80. University of Chicago Press.",
        "Vidal-Melia, C. and Lejarraga-Garcia, A. (2006), Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Demand for Life Annuities from Married Couples with a Bequest Motive.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Journal of Pension Economics and Finance, 5(2), 197-229.",
        "Villeneuve, Bertrand (2000). Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Life Insurance.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d in Handbook of Insurance, chapter 27, edited by G. Dionne, Kluwer.",
        "Washawsky, Mark J. (2013). Retirement Income: Risks and Strategies. MIT Press.",
        "Webb, Anthony and Guan Gong (2010). Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Evaluating the Advanced Life Deferred Annuity - An Annuity People Might Actually Buy.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Insurance: Mathematics and Economics, 46, 210-221.",
        "Wong, Andy, Michael Sherris and Ralph Stevens (2013). Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Managing Life Insurer Risk and Profitability: Annuity Market Development Using Natural Hedging Strategies.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Australian School of Business Research Paper No. 2013ACTL04, University of New South Wales.",
        "Yaari, Menahem E. (1965). Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Uncertain Lifetime, Life Insurance, and the Theory of the Consumer. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Review of Economic Studies, 32(2), 137Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c50.",
        "Yogo, Motohiro (2007). Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Portfolio Choice in Retirement: Health Risk and the Demand for Annuities, Housing, and Risky Assets.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Working Paper, Federal Reserve Bank of Minneapolis.",
        "Yogo, Motohiro, Ralph S. J. Koijen and Stijn Van Nieuwerburgh (2010). Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Health and Mortality Delta: Assessing the Welfare Cost of Household Insurance Choice.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Working Paper, Federal Reserve Bank of Minneapolis."
    ]
}