{
    "id": 20550,
    "cites": 24,
    "cited_by": 0,
    "reference": [
        "Beaudry, P., F. Collard, and F. Portier (2011): Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Gold rush fever in business cycles,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Journal of Monetary Economics, 58(2), 84Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c97.",
        "Beaudry, P., and F. Portier (2004): Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093An exploration into PigouÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0084¢s theory of cycles,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Journal of Monetary Economics, 51(6), 1183Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c1216.",
        "(2011): Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093A Gains from Trade Perspective on Macroeconomic Fluctuations,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d NBER Working Papers 17291, National Bureau of Economic Research, Inc.",
        "Brockwell, P. J., and R. A. Davis (1991): Time Series: Theory and Methods. SpringerVerlag, New York, NY, 1991 edn.",
        "We find some support for this view in the results of Justiniano, Primiceri, and Tambalotti [2011], who evaluate the role of two distinct investment shocks in an estimated New-Neoclassical Synthesis business-cycle model. The first shock is an investment-specific technology perturbation, identified with the relative price of investment, while the second shock affects the transformation of savings into the future capital input. Estimation results suggest that this second shock, affecting the marginal efficiency of investment, is the main driver of investment fluctuations. Importantly, this shock does not imply a countercyclical relative price of investment.",
        "Christiano, L. J., and J. D. M. Fisher (1998): Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Stock Market and Investment Goods Prices: Implications for Macroeconomics,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Working Paper Series WP-98-6, Federal Reserve Bank of Chicago.",
        "(2003): Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Stock Market and Investment Goods Prices: Implications for Macroeconomics, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d NBER Working Papers 10031, National Bureau of Economic Research, Inc.",
        "Cummins, J. G., and G. L. Violante (2002): Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Investment-Specific Technical Change in the US (1947-2000): Measurement and Macroeconomic Consequences,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Review of Economic Dynamics, 5(2), 243Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c284.",
        "Fisher, J. D. (1999): Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093The new view of growth and business cycles,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Economic Perspectives, Federal Reserve Bank of Chicago, 23, 35Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c56.",
        "(2006): Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093The Dynamic Effects of Neutral and Investment-Specific Technology Shocks,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Journal of Political Economy, 114(3), 413Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c451.",
        "Gal Ã\u0083â\u0080\u009eÃ\u0082Â±, J., and T. van Rens (2014): Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093The Vanishing Procyclicality of Labor Productivity,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Working Papers 489, Barcelona Graduate School of Economics.",
        "Gordon, R. (1990): Measurement of Durable Goods Prices. University of Chicago Press, Chicago.",
        "Greenwood, J., Z. Hercowitz, and G. Huffman (1988): Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Investment, Capacity Utilisation, and the Real Business Cycle,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d The American Economic Review, 78, 402Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c417.",
        "Greenwood, J., Z. Hercowitz, and P. Krusell (1997): Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Long-Run Implications of Investment-Specific Technological Change,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d American Economic Review, 87(3), 342Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c62.",
        "(2000): Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093The role of investment-specific technological change in the business cycle,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d European Economic Review, 44(1), 91Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c115.",
        "Justiniano, A., G. E. Primiceri, and A. Tambalotti (2010): Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Investment shocks and business cycles,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Journal of Monetary Economics, 57(2), 132Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c145.",
        "(2011): Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Investment Shocks and the Relative Price of Investment,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Review of Economic Dynamics, 14(1), 101Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c121.",
        "Liu, Z., D. F. Waggoner, and T. Zha (2011): Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Sources of macroeconomic fluctuations: A regime-switching DSGE approach,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Quantitative Economics, 2(2), 251Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c301.",
        "McGrattan, E. R., and E. C. Prescott (2014): Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093A Reassessment of Real Business Cycle Theory,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Staff Report 494, Federal Reserve Bank of Minneapolis.",
        "Murphy, K. M., A. Shleifer, and R. W. Vishny (1989): Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Building Blocks of Market Clearing Business Cycle Models,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d in NBER Macroeconomics Annual 1989, Volume 4, NBER Chapters, pp. 247Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c302. National Bureau of Economic Research, Inc.",
        "Smets, F., and R. Wouters (2007): Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Shocks and Frictions in US Business Cycles: A Bayesian DSGE Approach,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d American Economic Review, 97(3), 586Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c606.",
        "For Canada, France, Germany and Great-Britain, data are extracted from the FRED database, and samples are respectively 1981Q1-2012Q1, 1955Q1-2013Q4, 1991Q1-2012Q4 and 1955Q1-2012Q4. Real series are in chained 2002 Canadian Dollars for Canada, chained 2005 Euros for France and Germany and chained 2009 Pounds for Great Britain.",
        "In the FRED database, samples are much shorter for Italy and Japan (respectively 1991Q1-2013Q4 and 1994Q1-2013Q4), so that we turn to alternative sources. We obtain Italian data from Istat.it (http://dati.istat.it), with real series expressed in chained 2000 Euros. We obtain Japan data data from the Cabinet Office Home Page (http://www.esri.cao.go.jp).",
        "One difficulty is that the real series in chained 2005 Yen only go back to 1994Q1. Historical series can be obtained for the period 1955Q1-2001Q1, but with a 1980 base for real ones."
    ]
}