{
    "id": 20555,
    "cites": 46,
    "cited_by": 11,
    "reference": [
        "Aguiar, Mark and Erik Hurst, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Deconstructing Lifecycle Expenditure,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Journal of Political Economy, 2013, 121 (3), 437 Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c 492.",
        "Arellano, Cristina, Yan Bai, and Patrick Kehoe, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Financial Markets and Fluctuations in Volatility,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d July 2012.",
        "Atalay, Enghin, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093How Important are Sectoral Shocks?,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d June 2014.",
        "Barnichon, Regis, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Building a composite Help-Wanted Index,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Economic Letters, 2010, 109, 175 Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c 178.",
        "Barro, Robert J. and Charles J. Redlick, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Macroeconomic Effects from Government Purchases and Taxes,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Quarterly Journal of Economics, February 2011.",
        "Barron, John M, Mark C Berger, and Dan A Black, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Do Workers Pay for On-theJob Training?,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Journal of Human Resources, 1999, 34 (2), 235Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c252.",
        "Basu, Susanto, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Intermediate Goods and Business Cycles: Implications for Productivity and Welfare,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d American Economic Review, 1995, 85 (3), 512Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c531.",
        "Bils, Mark, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093The Cyclical Behavior of Marginal Cost and Price,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d American Economic Review, 1987, 77 (5), 838 Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c 855.",
        ", Peter J. Klenow, and Benjamin A. Malin, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Testing for Keynesian Labor Demand,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d in D. Acemoglu, M. Woodford, and J. Parker, eds., NBER Macroeconomics Annual 2012, pp. 515Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c563.",
        "Blanchard, Olivier and Jordi Gali, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Labor Markets and Monetary Policy: A New Keynesian Model with Unemployment,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d American Economic Journal: Macroeconomics, 2010, 2 (2), 1Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c30.",
        "RESURRECTING THE PRODUCT MARKET WEDGE 53 and Peter Diamond, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093The Beveridge Curve,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Brookings Papers on Economic Activity, 1989, 1, 1Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c76.",
        "Bruno, Michael, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Raw Materials, Profits and the Productivity Slowdown,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Quarterly Journal of Economics, 1984, 99 (1), 1Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c30.",
        "Campbell, John Y., Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Consumption-Based Asset Pricing,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d in G.M. Constantinides, M. Harris, and R. Stulz, eds., Handbook of the Economics of Finance, Vol. 1B, 2003, chapter 13, pp. 803Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c887.",
        "Chang, Yongsung, Sun-Bin Kim, Kyooho Kwon, and Richard Rogerson, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Individual and Aggregate Labor Supply in a Heterogeneous Agent Economy with Intensive and Extensive Margins,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d April 2014.",
        "Chari, V.V., Patrick Kehoe, and Ellen McGrattan, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Business Cycle Accounting,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Econometrica, 2007, 75 (3), 781 Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c 836.",
        "Chetty, Raj, Adam Guren, Day Manoli, and Andrea Weber, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Does Indivisible Labor Explain the Difference between Micro and Macro Elasticities? A MetaAnalysis of Extensive Margin Elasticities,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d in D. Acemoglu, M. Woodford, and J. Parker, eds., NBER Macroeconomics Annual 2012, pp. 1Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c56.",
        "Christiano, Lawrence J., Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Why Does Inventory Investment Fluctuate so Much?,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Journal of Monetary Economics, 1988, 21, 247 Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c 280.",
        "Fallick, Bruce and Charles A. Fleischman, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Employer-to-Employer Flows in the U.S. Labor Market: The Complete Picture of Gross Worker Flows,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d May 2004.",
        "Galeotti, Marzio and Fabio Schiantarelli, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093The Cyclicality of Markups in a Model with Adjustment Costs: Econometric Evidence for US Industry,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Oxford Bulletin of Economics and Statistics, 1998, 60 (2), 121 Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c 142.",
        "Gal Ã\u0083â\u0080\u009eÃ\u0082Â±, Jordi, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Monetary Policy and Unemployment,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d in Benjamin M. Friedman and Michael Woodford, eds., Handbook of Monetary Economics, Vol. 3A, 2011, chapter 10, pp. 487 Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c 546.",
        "BILS, KLENOW, MALIN , Mark Gertler, and J. David L opez-Salido, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Markups, Gaps, and the Welfare Costs of Business Fluctuations,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Review of Economics and Statistics, 2007, 89 (1), 44Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c59.",
        "Gilchrist, Simon, Raphael Schoenle, Jae Sim, and Egon Zakrajsek, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Inflation Dynamics During the Financial Crisis,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d January 2014.",
        "Haefke, Christian, Marcus Sonntag, and Thijs van Rens, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Wage Rigidity and Job Creation,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Journal of Monetary Economics, 2013, 60 (8), 887Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c899.",
        "Hall, Robert E., Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Macroeconomic Fluctuations and the Allocation of Time,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Journal of Labor Economics, 1997, 15 (1), S223Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c250.",
        ", Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Reconciling Cyclical Movements in the Marginal Value of Time and the Marginal Product of Labor,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Journal of Political Economy, 2009, 117 (2), 281Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c 323.",
        ", Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093What the Cyclical Response of Advertising Reveals about Markups and other Macroeconomic Wedges,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d April 2014.",
        "Heim, Bradley T., Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Understanding Self-Employment Dynamics Among Individuals Near Retirement,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d April 2014.",
        "Hipple, Steven F., Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Self-employment in the United States,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d BLS Monthly Labor Review, 2010, 133 (9), 17 Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c 32.",
        "Hurst, Erik, Geng Li, and Ben Pugsley, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Are Household Surveys Like Tax Forms? Evidence from Income Underreporting of the Self Employed,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Review of Economics and Statistics, 2014, 96 (1), 19 Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c 33.",
        "Karabarbounis, Loukas, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093The Labor Wedge: MRS vs. MPN,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Review of Economic Dynamics, 2014, 17 (2), 206 Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c 223.",
        "Kryvtsov, Oleksiy and Virgiliu Midrigan, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Inventories, Markups, and Real Rigidities in Menu Cost Models,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Review of Economic Studies, 2012, 80 (1), 249Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c276.",
        "RESURRECTING THE PRODUCT MARKET WEDGE 55 Kudlyak, Marianna, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093The Cyclicality of the User Cost of Labor,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d 2013. Richmond Fed Working Paper 09-12.",
        "Levinsohn, James and Amil Petrin, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Estimating Production Functions Using Inputs to Control for Unobservables,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Review of Economic Studies, 2003, 10 (2), 317Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c342.",
        "McDaniel, Cara, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Average Tax Rates on Consumption and Investment Expenditures and Labor and Capital Income in the OECD 1950-2003,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d 2007.",
        "Mulligan, Casey B., Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093A Century of Labor-Leisure Distortions,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d 2002. NBER WP 8774.",
        ", The Redistribution Recession: How Labor Market Distortions Contracted the Economy, Oxford University Press, 2012.",
        "Nakamura, Emi and J on Steinsson, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Monetary Non-Neutrality in a Multi-Sector Menu Cost Model,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Quarterly Journal of Economics, 2010, 125 (3), 961Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c1013.",
        "Nekarda, Christopher J. and Valerie A. Ramey, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093The Cyclical Behavior of the Price-Cost Markup,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d 2013. NBER WP 19099.",
        "Oberfield, Ezra and Devesh Raval, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Micro Data and Macro Technology,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d May 2014.",
        "Pescatori, Andrea and Murat Tasci, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Search Frictions and the Labor Wedge,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d August 2012. Federal Reserve Bank of Cleveland Working Paper 11-11R.",
        "Pissarides, Christopher A., Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093The Unemployment Volatility Puzzle: Is Wage Stickiness the Answer?,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Econometrica, 2009, 77 (5), 1339Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c1369.",
        "Prescott, Edward C., Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Why Do Americans Work So Much More Than Europeans,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Federal Reserve Bank of Minneapolis Quarterly Review, 2004, 28 (1), 2 Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c 13.",
        "Rotemberg, Julio J. and Michael Woodford, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Imperfect Competition and the Effects of Energy Price Increases on Economic Activity,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Journal of Money, Credit and Banking, 1996, 28 (4), 550Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c77.",
        "BILS, KLENOW, MALIN and , Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093The Cyclical Behavior of Prices and Costs,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d in J.B. Taylor and M. Woodford, eds., Handbook of Macroeconomics, Vol. 1B, 1999, pp. 1051Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c 1135.",
        "Shimer, Robert, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093The Cyclical Behavior of Equilibrium Unemployment and Vacancies,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d American Economic Review, 2005, 95 (1), 25Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c49.",
        ", Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Convergence in Macroeconomics: The Labor Wedge,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d American Economic Journal: Macroeconomics, 2009, 1 (1), 280Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c297."
    ]
}