{
    "id": 20567,
    "cites": 37,
    "cited_by": 19,
    "reference": [
        "Aguiar, M., and G. Gopinath. 2006. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Defaultable debt, interest rates and the current account. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Journal of International Economics 69:64Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c83.",
        "Allen, Franklin, and Ana Babus. 2009. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Networks in Finance.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d In The Network Challenge: Strategy, Profit, and Risk in an Interlinked World, Paul Kleindorfer, Yoram (Jerry) Wind, and Robert Gunther, eds. Wharton School Publishing.",
        "Ang, Andrew, and Francis A Longstaff. 2013. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Systemic sovereign credit risk: Lessons from the US and Europe.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Journal of Monetary Economics 60 (5):493Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c510.",
        "Arellano, Cristina. 2008. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Default risk and income fluctuations in emerging economies.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d American Economic Review 98 (3):690Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c712.",
        "Arellano, Cristina, and Yan Bai. 2013. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Linkages Across Sovereign Debt Markets.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d National Bureau of Economic Research Working Paper 19548.",
        "Arghyrou, Michael G., and Alexandros Kontonikas. 2012. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093The EMU sovereign-debt crisis: Fundamentals, expectations and contagion.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Journal of International Financial Markets, Institutions and Money 22 (4):658Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c677.",
        "Beirne, John, and Marcel Fratzscher. 2013. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093The pricing of sovereign risk and contagion during the European sovereign debt crisis.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Journal of International Money and Finance 34:60Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c82.",
        "Benjamin, David, and Mark LJ Wright. 2009. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Recovery before redemption: A theory of delays in sovereign debt renegotiations.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Unpublished.",
        "Benzoni, Luca, Pierre Collin-Dufresne, Robert S Goldstein, and Jean Helwege. 2012. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Modeling credit contagion via the updating of fragile beliefs.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Federal Reserve Bank of Chicago Working Paper 2012-04.",
        "Blume, Lawrence E., William A. Brock, Steven N. Durlauf, and Yannis M. Ioannides. 2011. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Identification of Social Interactions.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d In Handbook of Social Economics, vol. 1, Jess Benhabib, Alberto Bisin, and Matthew O. Jackson, eds. North-Holland, 853Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c964.",
        "Bolton, Patrick, and Olivier Jeanne. 2011. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Sovereign default risk and bank fragility in financially integrated economies.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d IMF Economic Review 59 (2):162Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c194.",
        "Bonaldi, Pietro, Ali Horta csu, and Jakub Kastl. 2014. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093An Empirical Analysis of Systemic Risk in the EURO-zone.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Unpublished.",
        "Bramoull e, Yann, Habiba Djebbari, and Bernard Fortin. 2009. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Identification of peer effects through social networks.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Journal of Econometrics 150 (1):41Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c55.",
        "Brock, William A, and Steven N Durlauf. 2007. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Identification of binary choice models with social interactions.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Journal of Econometrics 140 (1):52Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c75.",
        "Cohen-Cole, E., E. Patacchini, and Y. Zenou. 2011. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Systemic Risk and Network Formation in the Interbank Market.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d CEPR Discussion Paper 8332.",
        "Constancio, V. 2012. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Contagion and the European debt crisis.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Financial Stability Review (16):109Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c121.",
        "Denbee, Edward, Christian Julliard, Ye Li, and Kathy Yuan. 2014. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Network Risk and Key Players: A Structural Analysis of Interbank Liquidity.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Unpublished.",
        "Dieckmann, S., and T. Plank. 2012. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Default Risk of Advanced Economies: An Empirical Analysis of Credit Default Swaps during the Financial Crisis.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Review of Finance 16 (4):903Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c934 .",
        "Eaton, J., and M. Gersovitz. 1981. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Debt with potential repudiation: Theoretical and empirical analysis.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d The Review of Economic Studies 48 (2):289Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c309.",
        "Eisenberg, Larry, and Thomas H Noe. 2001. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Systemic risk in financial systems.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Management Science 47 (2):236Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c249. Elliott, Matthew, Benjamin Golub, and Matthew O. Jackson. Forthcoming. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Financial networks and contagion.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d American Economic Review.",
        "Giannetti, Mariassunta, and Luc Laeven. 2012a. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093The flight home effect: Evidence from the syndicated loan market during financial crises.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Journal of Financial Economics 104 (1):23Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c43.",
        "Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009dÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009dÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009d. 2012b. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Flight Home, Flight Abroad, and International Credit Cycles.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d American Economic Review 102 (3):219Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c24. Glasserman, Paul, and H. Peyton Young. Forthcoming. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093How likely is contagion in financial networks?Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Journal of Banking & Finance.",
        "Gofman, Michael. 2013. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093A network-based analysis of over-the-counter markets.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Unpublished.",
        "Gouri eroux, C., J.-C. H eam, and A. Monfort. 2012. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Bilateral exposures and systemic solvency risk.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Canadian Journal of Economics 45 (4):1273Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c1309.",
        "Kodres, Laura E, and Matthew Pritsker. 2002. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093A rational expectations model of financial contagion.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Journal of Finance 57 (2):769Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c799.",
        "Krauth, Brian V. 2006. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Simulation-based estimation of peer effects.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Journal of Econometrics 133 (1):243Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c271.",
        "Lee, Lung-fei, Ji Li, and Xu Lin. 2014. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Binary Choice Models with Social Network under Heterogeneous Rational Expectations.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d The Review of Economics and Statistics 96 (3):402Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c417.",
        "Lee, Lung-fei, Xiaodong Liu, and Xu Lin. 2010. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Specification and estimation of social interaction models with network structures.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Econometrics Journal 13 (2):145Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c176.",
        "Longstaff, F.A., J. Pan, L.H. Pedersen, and K.J. Singleton. 2011. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093How sovereign is sovereign credit risk?Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d American Economic Journal: Macroeconomics 3 (2):75Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c103.",
        "Manski, Charles F. 1993. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Identification of Endogenous Social Effects: The Reflection Problem. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d The Review of Economic Studies 60 (3):531Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c542.",
        "Neyman, J., and Elizabeth L. Scott. 1948. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Consistent Estimates Based on Partially Consistent Observations.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Econometrica 16 (1):1Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c32.",
        "Pan, J., and K.J. Singleton. 2008. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Default and recovery implicit in the term structure of sovereign CDS spreads.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Journal of Finance 63 (5):2345Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c84.",
        "Soetevent, Adriaan R., and Peter Kooreman. 2007. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093A discrete-choice model with social interactions: with an application to high school teen behavior.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Journal of Applied Econometrics 22 (3):599Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c624.",
        "Stern, Steven. 1997. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Simulation-Based Estimation.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Journal of Economic Literature 35 (4):2006Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c39.",
        "Sturzenegger, Federico, and Jeromin Zettelmeyer. 2008. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Haircuts: Estimating investor losses in sovereign debt restructurings, 1998Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c2005.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Journal of International Money and Finance 27 (5):780Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c805.",
        "Upper, Christian. 2011. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Simulation methods to assess the danger of contagion in interbank markets.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Journal of Financial Stability 7 (3):111Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c125.",
        "Yue, Vivian Z. 2010. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Sovereign default and debt renegotiation.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Journal of International Economics 80 (2):176Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c187."
    ]
}