{
    "id": 20574,
    "cites": 34,
    "cited_by": 140,
    "reference": [
        "Abel, Andrew B., N. Gregory Mankiw, Lawrence H. Summers, and Richard J. Zeckhauser. 1989. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Assessing Dynamic Efficiency: Theory and Evidence.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Review of Economic Studies, 56(1): 1Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c19.",
        "Barattieri, Alessandro, Susanto Basu, and Peter Gottschalk. 2010. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Some Evidence on the Importance of Sticky Wages.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d National Bureau of Economic Research.",
        "Benhabib, Jess, Stephanie Schmitt-Groh e, and MartÃ\u0083â\u0080\u009eÃ\u0082Â±n Uribe. 2001. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093The Perils of Taylor Rules.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Journal of Economic Theory, 96(1): 40Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c69.",
        "Bullard, James. 2010. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Seven Faces of the Peril.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Federal Reserve Bank of St. Louis Review, 92(5): 339Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c 52.",
        "Carvalho, Carlos, and Andrea Ferrero. 2014. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093What Explains JapanÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0084¢s Persistent Deflation.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Mimeo, PUC-Rio.",
        "Christiano, Lawrence, Martin Eichenbaum, and Sergio Rebelo. 2011. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093When Is the Government Spending Multiplier Large?Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Journal of Political Economy, 119(1): 78Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c121.",
        "Curdia, Vasco, and Michael Woodford. 2010. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Credit Spreads and Fiscal Policy.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Journal of Money, Credit and Banking, 42(6): 3Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c35.",
        "Delong, Brad. 2014. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093What Market Failures Underlie our Fears of Secular Stagnation?Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Blog post.",
        "Diamond, Peter. 1965. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093National Debt in a Neoclassical Growth Model.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d American Economic Review, 55(5): 1126Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c1150.",
        "Eggertsson, Gauti B. 2010. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093The Paradox of Toil.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Staff Report, Federal Reserve Bank of New York.",
        "Eggertsson, Gauti B., and Michael Woodford. 2003. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093The Zero Bound on Interest Rates and Optimal Monetary Policy.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Brookings Papers on Economic Activity, , (1): 139Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c234.",
        "Eggertsson, Gauti B, and Paul Krugman. 2012. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Debt, Deleveraging, and the Liquidity Trap: A Fisher-Minsky-Koo Approach.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d The Quarterly Journal of Economics, 127(3): 1469Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c1513.",
        "Fallick, Bruce, Michael Lettau, and William Wascher. 2011. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Downward Nominal Wage Rigidity in the United States During the Great Recession.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Mimeo, Federal Reserve Board.",
        "Gal Ã\u0083â\u0080\u009eÃ\u0082Â±, Jordi. 2014. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Monetary Policy and Rational Asset Price Bubbles.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d American Economic Review, 104(3): 721Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c752.",
        "Greenwood, Jeremy, Zvi Hercowitz, and Gregory W. Huffman. 1988. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Investment, Capacity Utilization, and the Real Business Cycle.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d American Economic Review, 78(3): 402Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c417.",
        "Guerrieri, Veronica, and Guido Lorenzoni. 2011. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Credit Crises, Precautionary Savings, and the Liquidity Trap.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d National Bureau of Economic Research.",
        "Hall, Robert E. 2011. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093The Long Slump.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d American Economic Review, 101(2): 431Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c469.",
        "Hansen, Alvin. 1939. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Economic Progress and Declining Population Growth.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d American Economic Review, 29(1): 1Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c15.",
        "Keynes, John Maynard. 1936. General Theory of Employment, Interest and Money. Atlantic Publishers & Dist.",
        "Keynes, John Maynard. 1937. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Some Economic Consequences of a Declining Population.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Eugenics Review, 29(1): 13Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c17.",
        "Kocherlakota, Naryana. 2013. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Impact of a Land Price Fall when Labor Markets are Incomplete.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Mimeo, Federal Reserve Bank of Minneapolis.",
        "Krugman, Paul R. 1998. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093ItÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0084¢s Baaack: JapanÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0084¢s Slump and the Return of the Liquidity Trap.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Brookings Papers on Economic Activity, 2: 137Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c205.",
        "Krugman, Paul R. 2013. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Secular Stagnation, Coalmines, Bubbles, and Larry Summers.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Blog post.",
        "Krugman, Paul R. 2014. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093The Timidity Trap.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d The New York Times.",
        "Mehrotra, Neil. 2012. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Fiscal Policy Stabilization: Purchases or Transfers?Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Mimeo, Columbia University.",
        "Mian, Atif, and Amir Sufi. 2011. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093House Prices, Home Equity-Based Borrowing, and the US Household Leverage Crisis.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d American Economic Review, 101(5): 2132Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c56.",
        "Mian, Atif, and Amir Sufi. 2012. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093What Explains High Unemployment: The Aggregate Demand Channel.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d National Bureau of Economic Research.",
        "Philippon, Thomas, and Virgiliu Midrigin. 2011. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Household Leverage and the Recession.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d National Bureau of Economic Research.",
        "Samuelson, Paul A. 1958. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093An Exact Consumption-Loan Model of Interest With or Without the Social Contrivance of Money.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Journal of Political Economy, 66(6): 467Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c482.",
        "Schmitt-Groh e, Stephanie, and MartÃ\u0083â\u0080\u009eÃ\u0082Â±n Uribe. 2013. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093The Making of Great Contraction with a Liquidity Trap and a Jobless Recovery.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Mimeo, Columbia University.",
        "Shimer, Robert. 2012. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Wage Rigidities and Jobless Recoveries.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Journal of Monetary Economics, 59(S): S65Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009cS77.",
        "Summers, Lawrence. 2013. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Why Stagnation Might Prove to be the New Normal.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d The Financial Times.",
        "Taylor, John B. 2014. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093The Economic Hokum of Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0084¢Secular StagnationÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0084¢.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d The Wall Street Journal.",
        "Werning, Ivan. 2012. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Managing a Liquidity Trap: Monetary and Fiscal Policy.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Mimeo, Massachusetts Institute of Technology."
    ]
}