{
    "id": 2057,
    "cites": 17,
    "cited_by": 0,
    "reference": [
        "ALBERTS, W. W., 1984, `Do Oligopolists Earn Nonconpetitive Rates of Return?, The American Economic Review, 74, 4, pp. 624-632.",
        "DOMOWITZ, I., HUBBARD, R. C., and PETERSEN, B. C., 1986a, `Business Cycles and the Relationship Between Concentration and Price-Cost Margins, Rand Journal of Economics, 17, pp. 1-17.",
        "DOMOWITZ, I., HUBBARD, R. C., and PETERSEN, B. C., 1986b, `The Intertemporal Stability of the Concentration-Margins Relationship, Journal of Industrial Economics, 35, 1, pp. 13-34.",
        "FREEMAN, R. B. and MEDOFF, J. L., 1984, What Do Unions Do?, New York: Basic Books, Inc., Publishers.",
        "FRIEDMAN, J. W., 1985, `Cooperative Equilibria in Finite Horizon Noncooperative Supergamest, Journal of Economic Theory, 35, pp. 390-398.",
        "FRIEDMAN, J. W., 1986, Game Theory with Applications to Economics, New York: Oxford University Press.",
        "GREEN, E. J., and PORTER, R. II., 1984, `Noncooperative Collusion Under Imperfect Price Information, Econometrica, 52, pp. 87-100.",
        "HUBBARD, R. C., and WEINER, R. J., 1985, `Nominal Contracting and Price Flexibility in Product Markets, Working Paper No. 1738, National Bureau of Economic Research.",
        "LUCE, D., and RAIFFA, H., 1957, Games and Decisions, New York: Wiley and Sons.",
        "NICKELL, 5., 1986, `Biases in Dynamic Models with Fixed Effects, Econometrica, 45, pp. 1417-1426.",
        "PORTER, R. H., 1985 `Incidence and Duration of Price Wars, Journal of Industrial Economics, 33, 4, pp. 415-426.",
        "RADNER, R., 1980, `Collusive Behavior in Noncooperative Epsilon-Equilibria of Oligopolies with Long but Finite Lives, Journal of Economic Theory, 22, pp. 136-154.",
        "ROTEMBERC, J. J., 1982, `Sticky Prices in the United States, Journal of Political Economy, 90, pp. 1187-1212.",
        "ROTEMBERG, J. J., and SALONER, C., 1986, `A Supergame-Theoretic Model of Price Wars During Booms, American Economic Review, 76, pp. 390-407.",
        "SELTEN, R., 1975, `Reexamination of the Perfectness Concept for Equilibrium Points in Extensive Games, International Journal of Caine Theory, 4, pp. 25-55.",
        "WATERSON, M., 1984, Economic Theory of the Industry, Cambridge: Cambridge University Press.",
        "WEISS, L. W., and PASCOR, C., 1981, `Adjusted Concentration Ratios in Manufacturing, Mimeograph."
    ]
}