{
    "id": 20576,
    "cites": 48,
    "cited_by": 24,
    "reference": [
        "Armantier, O.; Bruine de Bruin, W.; Potter, G.; Topa, G.; van der Klaauw, W. and Zafar, B. (2013). Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Measuring Inflation Expectations,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Annual Review of Economics, Vol. 5, pp. 273-301.",
        "Armantier, O.; Nelson, S.; Topa, G.; van der Klaauw, W. and Zafar, B. (2014), Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093The Price Is Right: Updating of Inflation Expectations in a Randomized Price Information Experiment,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Review of Economics and Statistics, forthcoming.",
        "Armantier, O., Bruine de Bruin, W., Topa, G., der Klaauw, V., Wilbert, H., and Zafar, B. (2012), Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Inflation expectations and behavior: Do survey respondents act on their beliefs?Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Federal Reserve Bank of New York Staff Report No. 509.",
        "Atkeson, A., and Ohanian, L.E. (2001), Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Are Phillips Curves Useful for Forecasting Inflation?,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d FRB Minneapolis Quarterly Review (Winter) pp. 2-11.",
        "Brachinger, H., (2008), Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093A new index of perceived inflation: Assumptions, method, and application to Germany,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Journal of Economic Psychology, vol. 29(4).",
        "Bachmann, R.; Berg, T. and Sims, E. (2012), Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Inflation Expectations and Readiness to Spend: Cross-Sectional Evidence,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d NBER Working Paper No. 17958.",
        "Badarinza, C. and Buchmann, M. (2009), Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Inflation Perceptions and Expectations in the Euro Area: The Role of News,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d ECB Working Paper 1088.",
        "Barr, D.G. and Campbell, J.Y. (1997), Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Inflation, real interest rates, and the bond market: A study of UK nominal and index-linked government bond prices,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Journal of Monetary Economics, Vol. 39, pp. 361-383.",
        "Bates, J. M. and Gabor, A. (1986), Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Price perception in creeping inflation: Report on an enquiry,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Journal of Economic Psychology, Vol. 7, pp. 291Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c314.",
        "Behrend, H. (1977), Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Research into inflation and conceptions of earnings,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Journal of Occupational Psychology, Vol. 50, pp. 169Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c176.",
        "Bernanke, B. (2007), Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Inflation Expectations and Inflation ForecastingÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d, Speech at the Monetary Economics Workshop of the NBER Summer Institute, Cambridge, Massachusetts, July 10, 2007. Available at: http://www.federalreserve.gov/newsevents/speech/bernanke20070710a.htm, last accessed on December 2012.",
        "Blanchflower, D. and MacCoille, C. (2009), Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093The formation of inflation expectations: an empirical analysis for the UK,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Working Paper.",
        "Bruine de Bruin, W.; van der Klaauw, W. and Topa, G. (2011), Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Expectations of inflation: The biasing effect of thoughts about specific prices,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Journal of Economic Psychology, Vol. 32 (5).",
        "Burke, M. and Manz, M. (2011), Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Economic literacy and inflation expectations: evidence from a laboratory experiment,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Public Policy Discussion Paper No. 11-8.",
        "Carrillo, P.E., and Shahe Emran, M. (2012), Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Public information and inflation expectations: Microeconometric evidence from a natural experiment,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Review of Economics and Statistics, Vol. 94 (4), pp. 860-877.",
        "Carroll, C. (2003), \"Macroeconomic Expectations of Households and Professional Forecasters,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Quarterly Journal of Economics, 118(1).",
        "Cavallo, A.; Cruces, G. and Perez-Truglia, R. (2014), Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Learning from Biased Statistics Field Experimental Evidence,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Working Paper.",
        "Cavallo, A. (2013), Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Online and Official Price Indexes: Measuring ArgentinaÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0084¢s Inflation,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Journal of Monetary Economics. Vol. 60 (1).",
        "Coibion, O. and Gorodnichenko, Y. (2013), Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Is The Phillips Curve Alive and Well After All? Inflation Expectations and the Missing Disinflation,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d NBER Working Paper No. 19598.",
        "Crump, M.J.C.; McDonnell, J.V. and Gureckis, T.M. (2013), Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Evaluating AmazonÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0084¢s Mechanical Turk as a Tool for Experimental Behavioral Research,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d PLoS ONE, Vol. 8 (3).",
        "Demery, D. and Duck, N. (2007), Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093The theory of rational expectations and the interpretation of macroeconomic data,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Journal of Macroeconomics, Vol. 29 (1), pp. 1-18.",
        "Drager, L. (2011), Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Inflation Perceptions and Expectations in Sweden - Are Media Reports the Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0084¢Missing LinkÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0084¢?Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d KOF Swiss Economic Institute Working Paper No. 273.",
        "Eurobarometer (2008), Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093EuropeansÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0084¢ knowledge of economic indicators,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Special Eurobarometer 323, Wave 67.2 Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c TNS Opinion & Social, European Commission, Brussels.",
        "Fuster, A.; Laibson, David and Mendel, Brock (2010), Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Natural Expectations and Macroeconomic Fluctuations,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Journal of Economic Perspectives, Vol. 24 (4), pp. 67-84.",
        "Goerg, S. and Kaiser, J. (2009), Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Nonparametric testing of distributionsÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009dthe EppsÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009cSingleton twosample test using the empirical characteristic function,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Stata Journal, Vol. 9(3), pp. 454-465.",
        "Goffman, E. (1963), Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Stigma: Notes on the Management of Spoiled Identity,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d New Jersey: PrenticeHall.",
        "Hellwig, C. (2005), Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Heterogeneous Information and the Benefits of Public Information Disclosures,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Working Paper.",
        "Jonung, L. (1981), Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Perceived and expected rates of inflation in Sweden,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d The American Economic Review, Vol. 71 (5), pp. 961-968.",
        "Lamla, M.J. and Lein, S.M. (2008), Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093The Role of Media for ConsumersÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0084¢ Inflation Expectation Formation. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d KOF Swiss Economic Institute, Working Paper No. 201.",
        "Kemp, S. (1987), Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Estimation of past prices,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Journal of Economic Psychology, Vol. 8, pp. 181Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c189.",
        "Lucas, R. E., Jr. (1972), Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Expectations and the Neutrality of Money,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Journal of Economic Theory 4 (2): 103Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c124.",
        "Madeira, Carlos and Zafar, Basit (2014) Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Heterogeneous Inflation Expectations, Learning, and Market Outcomes.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Forthcoming, Journal of Money, Credit, and Banking.",
        "Manski, C. (2004), Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Measuring expectations,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Econometrica 72 (5), pp. 1329Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c1376.",
        "Mankiw, N.G. and Reis, R. (2002), Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Sticky Information Versus Sticky Prices: A Proposal To Replace The New Keynesian Phillips Curve,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Quarterly Journal of Economics, Vol. 117 (4), pp. 1295-1328.",
        "Mankiw, N.G.; Reis, R. and Wolfers, J. (2003), Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Disagreement About Inflation Expectations.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d In NBER Macroeconomics Annual 2003, ed. by M. Gertler, and K. Rogoff.",
        "Malmendier, U. and Nagel, S. (2013), Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Learning from Inflation Experiences,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Working Paper, Berkeley.",
        "McGranahan, L., and Paulson, A. (2006), Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Constructing the Chicago Fed Income Based Economic IndexÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c Consumer Price Index: Inflation Experiences by Demographic Group: 1983-2005,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Federal Reserve Bank of Chicago Working Paper.",
        "Monroe, K.B. and Lee, A.Y. (1999), Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Remembering versus knowing: Issues in buyersÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0084¢ processing of price information,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Journal of the Academy of Marketing Science, Vol. 27, pp. 207Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c225.",
        "Phelps, E.S. (1969), Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093The New Microeconomics in Inflation and Employment Theory,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d American Economic Review: Papers and Proceedings, 59.",
        "Ranyard, R.; Missier, F.D.; Bonini, N.; Duxbury, D. and Summers, B. (2008), Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Perceptions and expectations of price changes and inflation: A review and conceptual framework,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Journal of Economic Psychology, Vol. 29(4), pp. 378-400.",
        "Rosenthal, R. (1966). Experimenter effects in behavioral research. New York : Appleton-CenturyCrofts.",
        "Roos, M.W.M. and Schmidt, U. (2012), Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093The Importance of Time-Series Extrapolation for Macroeconomic Expectations,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d German Economic Review, Vol. 13(2), pp. 196Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c210.",
        "Sargent, T.J. (1993), Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Bounded Rationality in Macroeconomics,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Oxford: Oxford University Press.",
        "Sims, C. (2005), Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Rational inattention: a research agenda,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Discussion Paper Series 1, Deutsche Bundesbank.",
        "Tversky, A., and Kahneman, D. (1974), Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Judgement under uncertainty: Heuristics and biases,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Science, Vol. 185, pp. 1124Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c1130.",
        "Van Praag, B., and A. Ferrer-i Carbonell (2007), Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Happiness Quantied: A Satisfaction Calculus Approach.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Oxford: Oxford University Press.",
        "Veldkamp, L. (2011), Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Information Choice in Macroeconomics and Finance,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d New Jersey: Princeton University Press.",
        "Zizzo, D. J. (2010). Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Experimenter demand effects in economic experiments,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Experimental Economics, Volume 13, Issue 1, pp 75-98."
    ]
}