{
    "id": 20573,
    "cites": 31,
    "cited_by": 50,
    "reference": [
        "Acemoglu, Daron; Simon Johnson and James Robinson. 2001. \"The Colonial Origins of Comparative Development: An Empirical Investigation.\" American Economic Review, 91(5), 1369-401.",
        "Aguiar, Mark; Gopinath, Gita. 2007. \"Emerging Markets Business Cycles: The Cycle Is the Trend.\" Journal of Political Economy, 115, 69-102.",
        "Barro, Robert. 1991. \"Economic Growth in a Cross Section of Countries.\" Quarterly Journal of Economics, 102(2), 407-43.",
        "Breuer, Janice Boucher; McDermott, John. 2013. \"Economic Depression in the World.\" Journal of Macroeconomics, 38(PB), 227-42.",
        "Dell, Melissa. 2010. \"The Persistent Effects of Peru's Mining Mita.\" Econometrica, 78(6), 1863-903.",
        "Easterly, William; Michael Kremer; Lant Pritchett and Lawrence Summers. 1993. \"Good Policy or Good Luck: Country Growth Performance and Temporary Shocks.\" Journal of Monetary Economics, 32(3), 459-83.",
        "Eichengreen, Barry; Park, Donghyun; Shin, Kwanho. 2013. \"Growth Slowdosn Redux: New Evidence on the Middle Income Trap.\" NBER Working Paper No. 18673.",
        "____. 2012. \"When Fast Growing Economies Slow Down: International Evidence and Implications for China.\" Asian Economic Papers, 11, 42-87.",
        "Feenstra, Robert C.; Inklaar, Robert; Timmer, Marcel. 2013. \"The Next Generation of the Penn World Table.\" Fisman, Raymond. 2001. \"Estimating the Value of Political Connections.\" The American Economic Review, 91(4), 1095-102.",
        "Fogel, Robert. 2010. \"123,000,000,000,000.\" Foreign Policy, (December 20, 2010).",
        "Greenspan, Alan. 2013. The Map and the Territory: Risk, Human Nature and the Future of Forecasting. New York NY: Penguin Press.",
        "Hall, Robert and Charles I Jones. 1999. \"Why Do Some Countries Produce So Much More Output Per Capita Than Others?\" Quarterly Journal of Economics, 114(1), 83-116.",
        "Hallward-Driemeier, Mary and Lant Pritchett. 2011. \"How Business Is Done and the 'Doing Business' Indicators: The Investment Climate When Firms Have Climate Control,\" Washington DC: World Bank, Hausmann, Ricardo; Lant Pritchett and Dani Rodrik. 2005. \"Growth Accelerations.\" Journal of Economic Growth, 10(5), 303-29.",
        "Hellman, Joel; Jones, Geraint; Kaufmann, Daniel. 2000. \"Sieze the State, Sieze the Day: State Capture, Corruption, and Influence in the Transition.\" World Bank Policy Research Working Paper No. 2444.",
        "Jones, Benjamins and Benjamin Olken. 2008. \"The Anatomy of Stop-Start Growth.\" Review of Economics and Statistics, 90(3), 582-87.",
        "Kar, Sabyasachi; Pritchett, Lant; Raihan, Selim; Sen, Kunal. 2013. \"Looking for a Break: Identifying Transitions in Growth Regimes.\" Journal of Macroeconomics, 38(PB), 151-66.",
        "Kenny, Charles; Pritchett, Lant. 2013. \"Promoting Millennium Development Ideals: The Risks of Defining Development Down \" Center for Global Development, Working Paper, (338).",
        "Leamer, Edward. 2010. \"Tantalus on the Road to Asymptopia.\" Jounral of Economic Perspectives, 24(2), 31-46.",
        "Levine, Ross; Renelt, David. 1992. \"A Sensitivity Analysis of Cross-Country Growth Regressions.\" American Economic Review, 82(4), 942-63.",
        "North, Douglas; John Wallis and Barry Weingast. 2009. Social Order: A Conceptual Framework for Interpreting Recorded Human History. Cambridge University Press.",
        "Pritchett, Lant. 1997. \"Divergence, Big Time.\" Journal of Economic Perspectives, 11(3), 3-17. !",
        "____. 2011. \"How Good Are Good Transitions? Indonesia after Soeharto for Instance?\" Employment, living standards and poverty in contemporary Indonesia.",
        "____. 2000. \"Understanding Patterns of Economic Growth: Searching for Hills among Mountains, Plateaus, and Plains.\" World Bank Economic Review, 14(2), 221-50.",
        "Pritchett, Lant; Werker, Eric. 2012. \"Developing the Guts of a Gut (Grand Unified Theory): Elite Commitment and Inclusive Growth.\" Effective States and Inclusive Development Research Centre (ESID) Working Paper No. 16/12.",
        "Rodrik, Dani. 1999. \"Where Did All the Growth Go? External Shocks, Social Conflict, and Growth Collapses.\" Journal of Economic Growth, 4(December), 358-412.",
        "Rodrik, Dani; Subramanian, Arvind. 2004. \"From \"Hindu Growth\" to Productivity Surge: The Mystery of the Indian Growth Transition.\" NBER Working Papers 10376 (March).",
        "Rodrik, Dani; Wacziarg, Romain. 2005. \"Do Democratic Transitions Produce Bad Economic Outcomes?\" American Economic Review, 95(2), 50-55.",
        "Sala-i-Martin, Xavier. 1997. \"I Just Ran Four Million Regressions.\" NBER Working Paper No. 6252.",
        "Shleifer, Andrei and Robert Vishny. 1993. \"Corruption.\" Quarterly Journal of Economics, 108(3), 599614.",
        "Silver, Nate. 2012. The Signal and the Noise: Why So Many Predications Fail--but Some Don't. New York NY: Penguin Press.",
        "Taleb, Nassim Nicolas. 2007. The Black Swan: The Impact of the Highly Improbable. New York NY: Random House."
    ]
}