{
    "id": 20571,
    "cites": 37,
    "cited_by": 6,
    "reference": [
        "Ahmed, S., S. Curcuru, F. Warnock, and A. Zlate, 2014. The Many Forms of International Capital Flows. mimeo.",
        "Alvarez, R. and J. De Gregorio, 2013. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Why did Latin America and Developing Countries Perform Better in the Global Financial Crisis than in the Asian Crisis?Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d working paper presented to IMFÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0084¢s 14th Annual Research Conference.",
        "Asian Development Bank, 2013. Broadening the investor base for local currency bonds in ASEA+2 countries.",
        "Bekaert, G., and X. Wang, 2009, Home bias revisited, unpublished working paper.",
        "Bertaut, C., A. Tabova, and V. Wong, 2013. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093The replacement of safe assets in the US financial bond portfolio and implications for the US financial bond home bias,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Working Paper, Federal Reserve Board.",
        "Blank, S., and C. Buch, 2007. The Euro and Cross-Border Banking: Evidence from Bilateral Data. Comparative Economic Studies 49: 389-410.",
        "Burger, J., and F. Warnock, 2007. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Foreign Participation in Local-Currency Bond Markets,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Review of Financial Economics 16(3): 291-304.",
        "Burger, J., F. Warnock, and V. Warnock, 2012. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Emerging Local Currency Bond Markets,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Financial Analysts Journal 68(4):73-93.",
        "Calvo, Guillermo, Leonardo Leiderman, and Carmen Reinhart. (1993). Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Capital Inflows and Real Exchange Rate Appreciation in Latin America: The Role of External Factors.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d IMF Staff Papers 40(1): 108Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c151.",
        "Chuhan, Punam, Stijn Claessens, and Nlandu Mamingi. (1998). Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Equity and bond flows to Latin America and Asia: The Role of Global and Country Factors.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Journal of Development Economics 55 (2), 439 -463.",
        "Claessens, S., D. Klingebiel, and S. Schmukler, 2007. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Government Bonds in Domestic and Foreign Currency: The Role of Institutional and Macroeconomic Factors.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Review of International Economics 15(2): 370-413.",
        "Cooper, I., and E. Kaplanis, 1986. Costs to crossborder investment and international equity market equilibrium. in J. Edwards, J. Franks, C. Mayer and S. Schaefer (eds.), Recent Developments in Corporate Finance. Cambridge University Press, Cambridge.",
        "Eichengreen, B., and R. Hausmann, 1999. Exchange rates and financial fragility. Proceedings, Federal Reserve Bank of Kansas City, pages 329-368.",
        "Eichengreen, B. and P. Luengnaruemitchai, 2006. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Why DoesnÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0084¢t Asia Have Bigger Bond Markets?Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d In BIS Papers No 30: Asian Bond Markets: Issues and Prospects. Basel, Switzerland: Bank for International Settlements.",
        "Felettigh, A., and P. Monti, 2008. How to interpret the CPIS data on the distribution of foreign portfolio assets in the presence of sizeable cross-border positions in mutual funds. Evidence for Italy and the main euro-area countries. Banca dÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0084¢Italia Occasional Paper No. 16.",
        "Fidora, M., M. Fratzscher, and C. Thimann, 2007. Home Bias in Global Bond and Equity Markets: The Role of Real Exchange Rate Volatility. Journal of International Money and Finance 26: 631-655.",
        "Fratzscher, M., 2012. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Capital Flows, Push Versus Pull Factors and the Global Financial Crisis,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Journal of International Economics 88(2): 341-356.",
        "Forbes, K., and F. Warnock, 2013. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Debt- and Equity-Led Capital Flow Episodes,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d in Capital Mobility and Monetary Policy edited by Miguel Fuentes and Carmen M. Reinhart. Santiago: Central Bank of Chile. Also available as NBER Working Paper No. 18329.",
        "Goldstein, M., and P. Turner, 2004. Controlling Currency Mismatches in Emerging Economies. Washington, DC: Institute for International Economics.",
        "GruiÃ\u0083â\u0080\u009eÃ\u0082â\u0080¡, B., and P. Wooldridge, 2012. Enhancements to the BIS debt securities statistics. BIS Quarterly Review (December, pages 63-76).",
        "Hale, G., and M. Obstfeld, 2014. The Euro and the Geography of International Debt Flows. mimeo.",
        "Holland, S., S. Sarkissian, M. Schill, and F. Warnock, 2013. Global cross-border equity holdings. Mimeo.",
        "J.P. Morgan, 2002. JPMorgan Government Bond Indices. J.P. Morgan Portfolio Research, January 14.",
        "J.P. Morgan, 2006. Introducing the JPMorgan Government Bond Index-Emerging Markets (GBI-EM): Index Methodology. J.P. Morgan Emerging Markets Research and Bond Index Research, January.",
        "Lane, P., 2006. Global Bond Portfolios and EMU. International Journal of Central Banking 2(2): 1-23.",
        "Markit Indices Limited, 2013. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093GEMLOC Investability Indicator Methodlogy,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d February 2013, https://www.markit.com/assets/en/docs/products/data/indices/bondindices /GEMLOC%20Investability%20Indicator%20Methodology.pdf McCauley, R., C. Upper, and A. Villar, 2013. Emerging market debt securities issuance in offshore centers. BIS Quarterly Review (September, Box 2).",
        "Mendoza, E. and M. Terrones, 2008. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093An Anatomy of Credit Booms: Evidence from Macro Aggregates And Micro Data,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d NBER Working Paper No. 14049.",
        "Milesi-Ferretti, G.M., and C. Tille, 2012. The great retrenchment: international capital flows during the global financial crisis. Economic Policy 26(66): 289-346.",
        "Moore, J., S. Nam, M. Suh, and A. Tepper, 2013. Estimating the Impacts of U.S. LSAPs on Emerging Market EconomiesÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0084¢ Local Currency Bond Markets. Federal Reserve Bank of New York Staff Reports, no. 595.",
        "Raddatz, C., S.Schmukler, 2012. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093On the international transmission of shocks: Micro-evidence from mutual fund portfolios,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Journal of International Economics 88(2): 357-374.",
        "Schularick, M., and A. M. Taylor, 2012. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Credit Booms Gone Bust: Monetary Policy, Leverage Cycles, and Financial Crises, 1870Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u00902008.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d American Economic Review 102: 1029Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009061.",
        "Tille, Cedric, and Eric van Wincoop, 2010. International Capital Flows. Journal of International Economics 80(2): 157-175.",
        "U.S. Department of the Treasury, Federal Reserve Bank of New York, and Board of Governors of the Federal Reserve System, 2002. Report on Foreign Portfolio Investment in the United States as of December 31, 2001.",
        "________ 2007. Report on Foreign Portfolio Investment in the United States as of December 31, 2006.",
        "________ 2009. Report on Foreign Portfolio Investment in the United States as of December 31, 2008.",
        "________ 2012. Report on Foreign Portfolio Investment in the United States as of December 31, 2011.",
        "Vegh, C. and G. Vuletin, 2013. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093The Road to Redeption: Policy Response to Crises in Latin America,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d working paper presented to IMFÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0084¢s 14th Annual Research Conference. Data Appendix Throughout, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093bondsÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d refer to debt instruments with greater than one year original maturity. We focus on bonds denominated in the currency of the country in which the issuer resides."
    ]
}