{
    "id": 20589,
    "cites": 29,
    "cited_by": 2,
    "reference": [
        "Acharya, Viral V., and Lasse H. Pedersen, 2005, Asset Pricing with Liquidity Risk, Journal of Financial Economics 77, 375-410.",
        "Amihud, Yakov, and Haim Mendelson, 1986, Asset Pricing and the Bid-Ask Spread, Journal of Financial Economics 17, 223-249.",
        "Amihud, Yakov, Beni Lauterbach, and Haim Mendelson, 1997, Market Microstructure and Securities Values: Evidence from the Tel Aviv Exchange, Journal of Financial Economics 45, 365-390.",
        "Amihud, Yakov, Haim Mendelson, and Lasse H. Pedersen, 2005, Liquidity and Asset Prices, Foundations and Trends in Finance 1, 269-364.",
        "Ang, Andrew, and Nicolas Bollen, 2010, Locked Up by a Lockup: Valuing Liquidity at a Real Option, Financial Management 39, 1069-1095 Berkman, H., and V. R. Eleswarapu, 1998, Short-term Traders and Liquidity: A Test Using Bombay Stock Exchange Data, Journal of Financial Economics 47, 339-355.",
        "Brenner, Menachem, RaÃ\u0083Â¯Ã\u0082Â¬Ã\u0082Â\u0081 Eldor, and Schmuel Hauser, 2001, The Price of Options Illiquidity, Journal of Finance 56, 789-805.",
        "Brunnermeier, Markus, and Lasse H. Pedersen, 2005, Predatory Trading, Journal of Finance 60, 1825-1863.",
        "Brunnermeier, Markus, and Lasse H. Pedersen, 2009, Market Liquidity and Funding Liquidity, Review of Financial Studies 22, 2201-2238.",
        "Copeland, Thomas E., and Dan Galai, 1983, Information EÃ\u0083Â¯Ã\u0082Â¬Ã\u0082â\u0082¬ects on the Bid-Ask Spread, Journal of Finance 38, 1457-1469.",
        "Chacko, George C., Jakub W. Jurek, and Erik StaÃ\u0083Â¯Ã\u0082Â¬Ã\u0082â\u0082¬ord, 2008, The Price of Immediacy, Journal of Finance 63, 1253-1290.",
        "Constantinides, George M., 1986, Capital Market Equilibrium with Transaction Costs, Journal of Political Economy 94, 842-862.",
        "Demsetz, Harold, 1968, The Cost of Transacting, Quarterly Journal of Economics 82, 33-53.",
        "Finnerty, John D., 2012, An Average Strike Put Option Model of the Marketability Discount, it Journal of Derivatives 19, 53-69.",
        "Ghaidarov, Stillian, 2014, Analytical Bound on the Cost of Illiquidity for Equity Securities Subject to Sale Restrictions, The Journal of Derivatives 21, Summer, No. 4, 31-48.",
        "Glosten, Lawrence R., and Paul R. Milgrom, 1985, Bid, Ask, and Transaction Prices in a Specialist Market with Heterogeneously Informed Traders, Journal of Financial Economics 14, 71-100.",
        "Gromb, Denis, and Dimitri Vayanos, 2002, Equilibrium and Welfare in Markets with Financial Constrained Arbitrageurs, Journal of Financial Economics 66, 361-407.",
        "Heaton, John, and Deborah Lucas, 1996, Evaluating the EÃ\u0083Â¯Ã\u0082Â¬Ã\u0082â\u0082¬ects of Incomplete Markets on Risk Sharing and Asset Pricing, Journal of Political Economy 104, 443-487.",
        "Huang, Jennifer, and Jiang Wang, 2009, Liquidity and Market Crashes, Review of Financial Studies 22, 2607-2643.",
        "Juang, Jennifer, and Jiang Wang, 2010, Market Liquidity, Asset Prices, and Welfare, Journal of Financial Economics 95, 107-127.",
        "Kahl, Matthias, Jun Liu, and Francis A. LongstaÃ\u0083Â¯Ã\u0082Â¬Ã\u0082â\u0082¬, 2003, Paper Millionaires: How Valuable is Stock to a Stockholder Who is Restricted from Selling it?, Journal of Financial Economics 67, 385-410.",
        "LongstaÃ\u0083Â¯Ã\u0082Â¬Ã\u0082â\u0082¬, Francis A., 1995, How Much Can Marketability AÃ\u0083Â¯Ã\u0082Â¬Ã\u0082â\u0082¬ect Security Values ?, Journal of Finance 50, 1767-1774.",
        "LongstaÃ\u0083Â¯Ã\u0082Â¬Ã\u0082â\u0082¬, Francis A., 2001, Optimal Portfolio Choice and the Valuation of Illiquid Securities, Review of Financial Studies 14, 407-431.",
        "LongstaÃ\u0083Â¯Ã\u0082Â¬Ã\u0082â\u0082¬, Francis. A., 2009, Portfolio Claustrophobia: Asset Pricing in Markets with Illiquid Assets, American Economic Review 99, 1119-1144.",
        "Pastor, Lubos, and Robert Stambaugh, 2003, Liquidity Risk and Expected Stock Returns, Journal of Political Economy 111, 642-685.",
        "Silber, William L., 1991, Discounts on Restricted Stock: The Impact of Illiquidity on Stock Prices, Financial Analysts Journal 47, 60-64.",
        "Vayanos, Dimitri, 1998, Transaction Costs and Asset Prices: A Dynamic Equilibrium Model, Review of Financial Studies 11, 1-58.",
        "Vayanos, Dimitri, and Jean-Luc Vila, 1999, Equilibrium Interest Rate and Liquidity Premium with Transaction Costs, Economic Theory 13, 509-539.",
        "Vayanos, Dimitri, and Tan Wang, 2007, Search and Endogenous Concentration of Liquidity in Asset Markets, Journal of Economic Theory 136, 66-104.",
        ". (A19) This last equation can also be expressed as SÃ\u0083Â\u008fÃ\u0082â\u0080\u009e EÃ\u0083Â\u008fÃ\u0082â\u0080\u009e [max (0, 1 Ã\u0083Â¢Ã\u0082Ë\u0086Ã\u0082â\u0080\u0099 W)] , (A20) where W is a martingale and is independent of SÃ\u0083Â\u008fÃ\u0082â\u0080\u009e . It is readily seen that the variance of W is a decreasing function of Ã\u0083Â\u008fÃ\u0082â\u0080\u009e because of the independence of Brownian increments. From Theorem 8 of Merton (1973), this implies that the value of the exchange option at time Ã\u0083Â\u008fÃ\u0082â\u0080\u009e is a decreasing function of Ã\u0083Â\u008fÃ\u0082â\u0080\u009e. Following a similar line of reasoning as above, this implies that the time-zero value of the exchange option is maximized by setting Ã\u0083Â\u008fÃ\u0082â\u0080\u009e = 0."
    ]
}