{
    "id": 20584,
    "cites": 15,
    "cited_by": 4,
    "reference": [
        "Board of Trustees, Social Security Administration. 2012. Annual Report of The Board of Trustees (2012). (www.ssa.gov/oact/tr/2012/tr2012.pdf).",
        "Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Surveying the Aftermath of the Storm: Changes in Family Finances from 2007 to 2009.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Paper 2011-17, Finance and Economics Discussion Series, FRB, Washington, DC, 2011.",
        "Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Changes in U.S. Family Finances from 2007 to 2010: Evidence from the Survey of Consumer Finances.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Federal Reserve Bulletin 98(2).",
        "Cooper, Daniel. 2013. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Changes in U.S. Household Balance Sheet Behavior after the Housing Bust and Great Recession: Evidence from Panel Data. Federal Reserve Bank, Boston. Public Policy Discussion Paper 13-6.",
        "Emmons, William R. and Bryan J. Noeth. 2013. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093The Economic and Financial Status of Older Americans: Trends and ProspectsÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d. Federal Reserve Bank of St. Louis.",
        "Gustman, Alan L., Thomas L. Steinmeier and Nahid Tabatabai. 2010a. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093What the Stock Market Decline Means for the Financial Security and Retirement Choices of the NearRetirement PopulationÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d. Journal of Economic Perspectives 24(1): 161-182.",
        "________________. 2010b. Pensions in the Health and Retirement Study. Cambridge: Harvard Press.",
        "________________. 2012. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093How Did the Recession of 2007-2009 Affect the Wealth and Retirement of the Near Retirement Age Population in the Health and Retirement StudyÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d. Social Security Bulletin 72(4): 47-66.",
        "________________. 2014a. \"Mismeasurement of Pensions Before and After Retirement: The Mystery of the Disappearing Pensions with Implications for the Importance of Social Security as a Source of Retirement Support\". Journal of Pension Economics and Finance 13(1): 1-26.",
        "________________. 2014b. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093The Social Security Windfall Elimination and Government Pension Offset Provisions for Public Employees in the Health and Retirement StudyÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d. Social Security Bulletin 74(3): 55-69.",
        "Kopcke, Richard W. and Anthony Webb. 2014. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093How Has the Financial Crisis Affected the Finances of Older Households? Center for Retirement Research at Boston College.",
        "Krimmel, Jacob; Moore, Kevin B.; Sabelhaus, John; and Smith, Paul. 2013. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093The Current State of U.S. Household Balance Sheets.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Federal Reserve Bank of St. Louis Review 95(5).",
        "McKernan, Signe-Mary, Caroline Ratcliffe, Eugene Steuerle, and Sisi Zhang. 2014. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Impact of the Great Recession and Beyond, Disparities in Wealth Building by Generation and RaceÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d. Urban Institute Working Paper, April.",
        "Shoven, John B. and Sita Nataraj Slavov. 2012. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093When Does it Pay to Delay Social Security? The Impact of Mortality, Interest Rates and Program RulesÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d. NBER Working Paper 18210.",
        "Wolff, Edward N. 2013. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093The Asset Meltdown and the Wealth of the Middle Class. NBER Working Paper 41"
    ]
}