{
    "id": 20591,
    "cites": 16,
    "cited_by": 3,
    "reference": [
        "Ang, A., Hodrick, R., Xing, Y., Zhang, X., 2006. The cross-section of volatility and expected returns. Journal of Finance 61, 259Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c299.",
        "Asness, C., Frazzini, A., Pedersen, L.H., 2014. Low-risk investing without industry bets. Financial Analysts Journal 70, 24Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c41.",
        "Ball, R., Gerakos, J., Linnainmaa, j., Nikolaev, V., 2014. Deflating profitability. University of Chicago working paper.",
        "Baker, M., Bradley, B., Wurgler, J., 2011. Benchmarks as limits to arbitrage: understanding the low-volatility anomaly. Financial Analysts Journal 67, 1Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c15.",
        "Bali, T.G., Caici, N., 2008. Idiosyncratic volatility and the cross section of expected returns. Journal of Financial and Quantitative Analysis 43, 29Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c58.",
        "Blitz, D., Van Vliet, P., 2007. The volatility effect: Lower risk without lower return. Journal of Portfolio Management, 102Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c113.",
        "Black, F., 1972. Capital market equilibrium with restricted borrowing. Journal of Business 45, 444Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c455.",
        "Black, F., Jensen, M. C., Scholes, M., 1972. The Capital Asset Pricing Model: Some empirical tests. In Studies in the Theory of Capital Markets (Jensen, M.C. editor). Praeger, New York.",
        "Fama, E.F., French, K.R., 1993. Common risk factors in the returns on stocks and bonds. Journal of Financial Economics 33, 3Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c56.",
        "Fama, E.F., French, K.R., 2014. A five-factor asset pricing model. University of Chicago working paper.",
        "Fama, E. F., MacBeth, J. D., 1973. Risk, return, and equilibrium: empirical tests. Journal of Political Economy 81, 607Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c636.",
        "Frazzini, A., Pedersen, L.H., 2014. Betting against beta. Journal of Financial Economics 111, 1Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c25.",
        "Gibbons, M.R., Ross, S.A., Shanken, J., 1989. A test of the efficiency of a given portfolio. Econometrics 57, 1121Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c1152.",
        "Li X., Sullivan, R.N., Garcia-Feij oo, L., 2014. The limits to arbitrage and the low-volatility anomaly. Financial Analysts Journal 70, 52Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c63.",
        "Newey, W.K., West, K.D., 1987. A simple, positive semi-definite, heteroskedasticity and autocorrelation consistent covariance matrix. Econometrica 55, 703Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c708.",
        "Novy-Marx, R., 2013. The other side of value: The gross profitability premium. Journal of Financial Economics 108, 1Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c28."
    ]
}