{
    "id": 2059,
    "cites": 19,
    "cited_by": 2,
    "reference": [
        "Bergsten, C. Fred et al. 1982. Promoting World Recovery: A Statement on Global Economic Strategy by Twenty-Six Economists from Fourteen Countries. Institute for International Economics, December.",
        "Blanchard, Olivier and Rudiger Dornbusch, 19814. U.S. Deficits, the Dollar and Europe, Banca Nazionale del Lavoro Quarterly Review, no. 1148, March, pp. 89-113.",
        "Brainard, William, 1967. Uncertainty and the Effectiveness of Policy: American Economic Review.",
        "Branson, William, 1986. The Limits of Monetary Coordination As Exchange Rate PolIcy. Brooklngs Papers on EconomIc ActIvIty 1, 175-188.",
        "Bryant, Ralph and Dale Henderson. eds., Empirical Macroeconomics for Interdependent Economics, Brookings Institution, Washington, D.C. Buiter, Willem and Richard Marston. 1985. International Economic Policy Coordination. Cambridge University Press, Cambridge.",
        "Canzoneri, Matthew and JoAnna Gray. 1983. Monetary Policy Games and the Consequences of Non-Cooperative Behavior. International Economic Review, forthcoming.",
        "Cooper, Richard. 1985. Economic Interdependence and Coordination of Economic Policies. In Handbook in International Economics Vol. II, Edited by R. Jones and P. Kenen. Amsterdam: North Holland.",
        "Frankel, Jeffrey. 1986. The Sources of Disagreement Among International Macro Models and Implications for Policy Coordination, - NBER Working Paper No. 1925, May 1986. Forthcoming in R. Bryant and D. Henderson, eds., Empirical Macroeconomics for Interdependent Economics, Brookings Institution, Washington, D.C., as Ambiguous Macroeconomic Policy Multipliers, in Theory and in Twelve Econometric Models (1986a) and The Implications of Conflicting Models f or Coordination Between Monetary and Fiscal Policy-Makers (1986b), International Monetary Fund, Oct.",
        "Hamada, Koichi. 1976. A Strategic Analysis of Monetary Interdependence. Journal of Political Economy 811. Aug. pp. 77-99.",
        "Ishii, Naoko, Warwick McKibbin and Jeffrey Sachs. 1985. The Economic Policy Mix, Policy Cooperation, and Protectionism: Some Aspects of Macroeconomic Interdependence Among the United States, Japan, and Other OECD Countries. Journal of Policy Modeling 7(14), 533-572.",
        "Kehoe, Patrick. 1986. International Policy Cooperation May Be Undesirable Federal Reserve Bank of Minneapolis Research Department Staff Report 103, February.",
        "Layard, Richard, et al. 19814. The Case for Unsustainable Growth. CEPS Discussion Papers (Brussels: Center for European Policy). April.",
        "Marris, Stephen. 1985. Deficits and the Dollar: The World Economy-at Risk. Institute for International Economics, Policy Analyses in International Economies No 114. December.",
        "Miller, Marcus and Mark Salmon. 1985. Dynamic Games and the Time Inconsistency of Optimal Policy in Open Economies Economic Journal vol. 85 (Supp.) pp. 1214-137.",
        "Mussa, Michael. 1979. Macroeconomic Interdependence and the Exchange Rate Regime. In International Economic Policy: Theory and Evidence, edited by R. Dornbusch and J. Frenkel. Baltimore: Johns Hopkins.",
        "Oudiz, Gilles and Jeffrey Sachs. 19814. Macroeconomic Policy Coordination among the Industrialized Economies. Brookings Papers on Economic Activity 1-76.",
        "Rogoff, Kenneth. 1985. Can International Monetary Policy Cooperation be Counterproductive? Journal of International Economics 18, pp. 199-217.",
        "Roubini, Nouriel. 1986. International Policy Coordination and Model Uncertainty. Harvard University, May.",
        "Svensson, Lars and Sweder van Wijnbergen. 1986. International Transmission of Monetary Policy. National Bureau of Economic Research Summer Institute Paper. August."
    ]
}