{
    "id": 20594,
    "cites": 41,
    "cited_by": 1,
    "reference": [
        "Aastveit, Knut Are, Gisle James Natvik, and Sergio Sola (2013) Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Economic uncertainty and the effectiveness of monetary policy.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Unpublished manuscript, Norges Bank.",
        "Andersen, Torben, and Luca Benzoni (2010) Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Do bonds span volatility risk in the U.S. treasury market? A specification test for affine term structure models.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d The Journal of Finance 65, 603Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c653.",
        "Baker, Scott R., Nicholas Bloom, and Steven J. Davis (2013) Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Measuring economic policy uncertainty.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d University of Chicago, Booth School of Business, Working paper.",
        "Bauer, Michael D. (2014) Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Bayesian Estimation of Dynamic Term Structure Models under Restrictions on Risk PricingÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Federal Reserve Bank of San Francisco Working Paper 2011-03.",
        "Bekaert, Geert, Marie Hoerova, and Marco Lo Duca (2013) Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Risk, uncertainty, and monetary policy.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Working paper, European Central Bank.",
        "Bernanke, Ben S., Jean Boivin, and Piotr Eliasz (2005) Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Measuring monetary policy: a factor augmented vector autoregressive (FAVAR) approach.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Quarterly Journal of Economics 120, 387Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c422.",
        "Bikbov, Ruslan, and Mikhail Chernov (2009) Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Unspanned stochastic volatility in affine models: evidence from eurodollar futures and options.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Management Science 55, 1292Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c1305.",
        "Bloom, Nicholas (2013) Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Fluctuations in uncertainty.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Journal of Economic Perspectives forthcoming.",
        "Chen, Rong, and Jun S. Liu (2000) Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Mixture Kalman filters.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Journal of the Royal Statistical Society, Series B 62, 493Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c508.",
        "Chib, Siddhartha, and Edward Greenberg (1994) Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Bayes inference in regression models with ARMA(p,q) errors.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Journal of Econometrics 64, 183Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c206.",
        "Christensen, Jens H.E., Jose A. Lopez, and Glenn D. Rudebusch (2014) Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Can spanned term structure factors drive stochastic yield volatility?Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Working paper, Federal Reserve Bank of San Francisco.",
        "Christiano, Lawrence J., Martin Eichenbaum, and Charles L. Evans (1999) Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Monetary policy shocks: What have we learned and to what end?Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d in Handbook of macroeconomics Elsevier.",
        "Cieslak, Anna, and Pavol Povala (2013) Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Information in the term structure of yield curve volatility.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Working Paper, Northwestern University.",
        "Cogley, Timothy, and Thomas J. Sargent (2001) Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Evolving post-World War II U.S. inflation dynamicsÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d in NBER Macroeconomics Annual, edited by Ben S. Bernanke and Kenneth Rogoff pages 331Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c388.",
        "Cogley, Timothy, and Thomas J. Sargent (2005) Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Drift and volatilities: monetary policies and outcomes in the post WWII U.S.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Review of Economic Dynamics 8, 262Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c 302.",
        "Collin-Dufresne, Pierre, and Robert S. Goldstein (2002) Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Do bonds span the fixed income markets? Theory and evidence for unspanned stochastic volatility.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d The Journal of Finance 57, 1685Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c1730.",
        "Creal, Drew D. (2012) Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093A survey of sequential Monte Carlo methods for economics and finance.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Econometric Reviews 31, 245Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c296.",
        "Creal, Drew D., and Jing Cynthia Wu (2014) Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Estimation of affine term structure models with spanned or unspanned stochastic volatility.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Working paper, University of Chicago, Booth School of Business.",
        "Dai, Qiang, and Kenneth J. Singleton (2000) Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Specification analysis of affine term structure models.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d The Journal of Finance 55, 1943Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c1978.",
        "de Jong, Piet, and Neil Shephard (1995) Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093The simulation smoother for time series modelsÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Biometrika 82, 339Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c350.",
        "Del Negro, Marco, and Frank Schorfheide (2011) Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Bayesian Macroeconometrics.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d in Handbook of Bayesian Econometrics, edited by John Geweke, Gary Koop, and Herman K. van Dijk Oxford University Press, Oxford pages 293Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c389.",
        "Duffee, Gregory R. (2002) Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Term premia and interest rate forecasts in affine modelsÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d The Journal of Finance 57, 405Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c443.",
        "Durbin, James, and Siem Jan Koopman (2002) Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093A simple and efficient simulation smoother for state space time series analysis.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Biometrika 89, 603Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c616.",
        "Elder, John (2004) Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Another perspective on the effects of inflation uncertainty.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Journal of Money, Credit, and Banking 36, 911Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c928.",
        "Engle, Robert F., David M Lilien, and Russel P Robins (1987) Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Estimating time varying risk premia in the term structure: the ARCH-M model.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Econometrica 55, 391Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c407.",
        "Ghysels, Eric, Ahn Le, Sunjin Park, and Haoxiang Zhu (2014) Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Risk and return trade-off in the U.S. treasury market.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Working Paper, Department of Economics, University of North Carolina.",
        "Hamilton, James D., and Jing Cynthia Wu (2012) Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Identification and estimation of Gaussian affine term structure models.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Journal of Econometrics 168, 315Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c331.",
        "Hamilton, James D., and Jing Cynthia Wu (2014) Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Testable implications of affine term structure models.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Journal of Econometrics 178, 231Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c242.",
        "Joslin, Scott (2010) Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Pricing and hedging volatility risk in fixed income markets.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Working paper, MIT Sloan School of Management.",
        "Jurado, Kyle, Sydney C. Ludvigson, and Serena Ng (2013) Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Measuring uncertainty.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Working paper, Columbia University, Department of Economics.",
        "Kim, Sangjoon, Neil Shephard, and Siddhartha Chib (1998) Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Stochastic volatility: likelihood inference and comparison with ARCH models.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d The Review of Economic Studies 65, 361Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c393.",
        "Liu, Jun S., and Rong Chen (1998) Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Sequential Monte Carlo computation for dynamic systems.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Journal of the American Statistical Association 93, 1032Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c1044.",
        "Mueller, Phillipe, Andrea Vedolin, and Yu-min Yen (2011) Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Bond variance risk premiaÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Unpublished Manuscript, London School of Economics.",
        "Omori, Yasuhiro, Siddhartha Chib, Neil Shephard, and Jouchi Nakajima (2007) Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Stochastic volatility with leverage: fast and efficient likelihood inference.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Journal of Econometrics 140, 425Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c449.",
        "Pastor, Lubos, and Pietro Veronesi (2012) Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Uncertainty about government policy and stock prices.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d The Journal of Finance 67, 1219Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c1264.",
        "Pastor, Lubos, and Pietro Veronesi (2013) Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Political uncertainty and risk premia.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Journal of Financial Economics 110, 520Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c545.",
        "Primiceri, Giorgio E. (2005) Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Time varying structural vector autoregressions and monetary policyÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d The Review of Economic Studies 72, 821Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c852.",
        "Shephard, Neil (2013) Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Martingale unobserved components models.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Working paper, Department of Economics, University of Oxford.",
        "Stock, James H., and Mark W. Watson (2001) Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Vector autoregressionsÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Journal of Economic Perspectives 15, 101Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c115.",
        "Ulrich, Maxim (2012) Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Economic policy uncertainty and asset price volatilityÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Unpublished manuscript, Department of Economics, Columbia University.",
        "Wu, Jing Cynthia, and Dora Fan Xia (2014) Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Measuring the macroeconomic impact of monetary policy at the zero lower bound.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Working paper, University of Chicago, Booth School of Business."
    ]
}