{
    "id": 206,
    "cites": 21,
    "cited_by": 8,
    "reference": [
        "Aaron, Henry J., Social Security: International Comparison, in Otto Eckstein (ed.), Studies in the Economics of Income Maintenance (Washington, D.C.: The Brookings Institution, 1967), 13Ã\u0082â\u0080\u009448.",
        "Barro, Robert, Are Government Bonds Net Wealth? Journal of Political Economy 82 (Nov/Dec. 1974), 1095Ã\u0082â\u0080\u00941117.",
        "Barro, Robert, Social Security and Private SavingÃ\u0082â\u0080\u0094Evidence from the U.S. Time Series, in Studies in Social Security and Retirement Policy, American Enterprise Institute, 1978.",
        "Darby, Michael, The Effects of Social Security on Income and the Capital Stock, mimeographed, American Enterprise Institute, 1979.",
        "Diamond, Peter, A Framework for Social Security Analysis, Journal of Public Economics 8 (Dec. 1977), 275Ã\u0082â\u0080\u0094298.",
        "Feldstein, Martin, Social Security, Induced Retirement, and Aggregate Capital Accumulation, Journal of Political Economy 82 (Sept./Oct. 1974), 905Ã\u0082â\u0080\u0094926.",
        "Feldstein, Martin, Social Security and the Distribution of Wealth, Journal of the American Statistical Association 71 (Dec. 1976a), 800Ã\u0082â\u0080\u0094807.",
        "Feldstein, Martin, Social Security and Saving: The Extended Life Cycle Theory, American Economic Review 66 (May 1976b), 77Ã\u0082â\u0080\u009486.",
        "Feldstein, Martin, Social Security and Private Savings: International Evidence in an Extended Life Cycle Model, in Martin Feldstein and Robert Inman (eds.), The Economics of Public Services, an International Economic Association Conference Volume (New York: Haisted Press, 1977).",
        "Feldstein, Martin, Social Security and Private Savings: Reply to Barro, in Studies in Social Security and Retirement Policy, American Enterprise Institute, 1978.",
        "Feldstein, Martin, and Anthony Pellechio, Social Security and Household Wealth Accumulation: New Microeconometric Evidence, National Bureau of Economic Research Discussion Paper No. 206, 1977.",
        "Katona, George, Private Pensions and Individual Saving, Survey Research Center, Institute for Social Research, The University of Michigan, 1965.",
        "Kotlikoff, Larry, Anthony Pellechio, and Christophe Chamley, Social Security and Private Wealth Accumulation, mimeographed, Harvard University, 1977.",
        "Miller, M. H., and C. W. Upton, Macroeconomics: A Neoclassical Introduction (Homewood, Illinois: Irwin Publishing Company, 1974).",
        "Modigliani, Franco, and Albert Ando, Tests of the Life-Cycle Hypothesis of Savings, Bulletin of the Oxford University Institute of Statistics 19 (May 1957), 99Ã\u0082â\u0080\u0094124.",
        "Munnell, Alicia H., The Effect of Social Security on Personal Savings (Cambridge: Ballinger Publishing Company, 1974).",
        "Munnell, Alicia H., Private Pensions and Saving: New Evidence, Journal of Political Economy 84 (Oct. 1976), 1013Ã\u0082â\u0080\u00941032.",
        "Myers, Robert J., Social Insurance and Allied Government Programs (Homewood, Illinois: Richard D. Irwin, 1965).",
        "Pechman, Joseph A., Henry J. Aaron, and Michael K. Taussig, Social Security: Perspectives for Reform (Washington, D.C.: The Brookings Institution, 1968).",
        "Projector, Dorothy S., and Gertrude S. Weiss, Survey of Financial Characteristics of Consumers (Washington, D.C.: Board of Governors of the Federal Reserve System, 1966).",
        "Schulz, James, et al. Providing Adequate Retirement Income: Pension Reform in the United States and Abroad (Hanover, New Hampshire: Published for Brandeis University Press by the University Press of New England, 1974)."
    ]
}