{
    "id": 20608,
    "cites": 48,
    "cited_by": 5,
    "reference": [
        "James Albrecht, Pieter Gautier, and Susan Vroman. Directed search in the housing market. Working Paper, Georgetown University, 2013.",
        "Robert Battalio, Brian Hatch, and Robert Jennings. All else equal? A multidimensional analysis of retail, market order execution quality. Journal of Financial Markets, 6(2):143Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c162, 2003.",
        "Ekehart Boehmer, Robert Jennings, and Wei Li. Public disclosure and private decisions: Equity market execution quality and order routing. Review of Financial Studies, 20:315Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c358, 2007. Ekkehart Boehmer. Dimensions of execution quality: Recent evidence for u.s. equity markets.",
        "Kenneth Burdett and Maureen OÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0084¢Hara. Building blocks: An introduction to block trading. Journal of Banking and Finance, 11(2):193 Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c 212, 1987.",
        "Kenneth Burdett, Shouyong Shi, and Randall Wright. Pricing and matching with frictions. Journal of Political Economy, 109(5):1060Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c1085, 2001.",
        "Briana Chang. Adverse selection and liquidity distortion in decentralized markets. Working Paper, University of Wisconsin, Madison, 2012.",
        "Antonia Diaz and Bel en Jerez. House prices, sales, and time on the market: A search-theoretic framework. Working Paper, Universidad de Carlos III, 2013.",
        "Darrell Duffie. Dark Markets: Asset Pricing and Information Transmission in Over-the-Counter Markets. Princeton University Press, 2012.",
        "Amy K. Edwards, Lawrence E. Harris, and Michael S. Piwowar. Corporate bond market transaction costs and transparency. Journal of Finance, 62(3):1421Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c1451, 2007.",
        "Miquel Faig and Bel en Jerez. Inflation, prices, and information in competitive search. The BE Journal of Macroeconomics (Advances), 2006. Peter Feldh utter. The same bond at different prices: Identifying search frictions and selling pressures.",
        "Review of Financial Studies, 25:1155Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c1206, 2012.",
        "Alessandro Gavazza. Leasing and secondary markets: Theory and evidence from commercial aircraft. Journal of Political Economy, 119(2):325Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c377, 2011.",
        "Richard C. Green, Burton Hollifield, and Norman Sch urhoff. Financial intermediation and the costs of trading in an opaque market. Review of Financial Studies, 20:275Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c314, 2007.",
        "Veronica Guerrieri and Robert Shimer. Dynamic adverse selection: A theory of illiquidity, fire sales, and flight to quality. Working Paper, University of Chicago, 2012.",
        "Veronica Guerrieri and Robert Shimer. Markets with multidimensional private information. Working Paper, University of Chicago, 2013.",
        "Veronica Guerrieri, Robert Shimer, and Randall Wright. Adverse selection in competitive search equilibrium. Econometrica, 78(6):1823Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c1862, 2010. George Hall and John Rust. Middlemen versus market makers: A theory of competitive exchange.",
        "Lawrence E. Harris and Michael S. Piwowar. Secondary trading costs in the municipal bond market. 2004.",
        "Thomas S. Y. Ho and Hans R. Stoll. The dynamics of dealer markets under competition. Journal of Finance, 38(4):1053Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c1074, 1983.",
        "Burton Hollifield, Artem Neklyudov, and Chester Spatt. Bid-ask spreads and the pricing of securitizations: 144a vs. Technical report, registered securitizations. Working Paper, Carnegie Mellon University, 2012. Arthur J. Hosios. On the efficiency of matching and related models of search and unemployment.",
        "Roman Inderst and Holger M. M uller. Competitive search markets for durable goods. Economic Theory, 19(3):599Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c622, 2002.",
        "Ricardo Lagos and Guillaume Rocheteau. Inflation, output, and welfare. Federal Reserve Bank of Cleveland, working paper 04-07, 2004.",
        "Ricardo Lagos and Guillaume Rocheteau. Search in asset markets: Market structure, liquidity, and welfare. American Economic Review, 97(2):198Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c202, 2007.",
        "Ricardo Lagos and Guillaume Rocheteau. Liquidity in asset markets with search frictions. Econometrica, 77:403Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c426, 2009.",
        "Ricardo Lagos, Guillaume Rocheteau, and Pierre-Olivier Weill. Crises and liquidity in over-thecounter markets. Journal of Economic Theory, 146(6):2169Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c2205, 2011.",
        "Benjamin Lester. Information and prices with capacity constraints. The American Economic Review, 101(4):1591Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c1600, 2011.",
        "Benjamin Lester, Ludo Visschers, and Ronald Wolthoff. Competing with asking prices. Federal Reserve Bank of Philadelphia working paper series, 2013.",
        "Andrew W Lo, Harry Mamaysky, and Jiang Wang. Asset prices and trading volume under fixed transactions costs. Journal of Political Economy, 112(5), 2004.",
        "Lionel Melin. Multi-speed markets. Working paper, University of Chicago, 2012.",
        "Guido Menzio and Shouyong Shi. Efficient search on the job and the business cycle. Journal of Political Economy, 119(3):468Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c510, 2011.",
        "Espen Moen. Competitive search equilibrium. Journal of Political Economy, 105:385Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c411, 1997. Dale T. Mortensen and Randall Wright. Competitive pricing and efficiency in search equilibrium.",
        "Municipal Securities Rulemaking Board. Fact Book. 2008.",
        "Artem Neklyudov. Bid-ask spreads and the over-the-counter interdealer markets: Core and peripheral dealers. Working Paper HEC Lausanne, 2012.",
        "Emiliano Pagnotta and Thomas Philippon. Competing on speed. Working Paper, NYU Stern School of Business, 2011.",
        "Christopher A Pissarides. Equilibrium unemployment theory. MIT Press Books, 1, 2000.",
        "Remy Praz. Equilibrium asset pricing and portfolio choice in the presence of both liquid and illiquid markets. Working paper, EPFL, 2012.",
        "Guillaume Rocheteau and Pierre-Olivier Weill. Liquidity in frictional asset markets. Journal of Money, Credit and Banking, 43(7):261Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c282, 2011.",
        "Guillaume Rocheteau and Randall Wright. Money in search equilibrium, in competitive equilibrium, and in competitive search equilibrium. Econometrica, 73(1):175Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c202, 2005.",
        "M Sattinger. Queueing and searching. Technical report, Mimeo, 2010.",
        "Michael Sattinger. A search version of the Roy model. Working paper, SUNY Albany, 2003.",
        "Paul Schultz. Corporate bond trading costs: A peak behind the curtain. Journal of Finance, 56(2): pp. 677Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c698, 2001.",
        "Robert Shimer. The cyclical behavior of equilibrium unemployment and vacancies. American Economic Review, 95:25Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c49, 2005.",
        "Daniel F. Spulber. Market making by price-setting firms. The Review of Economic Studies, 63(4): 559Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c580, 1996.",
        "Derek G. Stacey. Information, commitment, and separation in illiquid housing markets. Working paper, QueenÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0084¢s Economics Department, 2012.",
        "Margaret Stevens. New microfoundations for the aggregate matching function. International Economic Review, pages 847Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c868, 2007.",
        "Nancy L. Stokey and Robert E. Lucas. Recursive Methods in Economic Dynamics. Harvard University Press, 1989. Dimitri Vayanos and Pierre-Olivier Weill. A Search-Based Theory of the On-the-Run Phenomenon.",
        "Makoto Watanabe. Middlemen: A directed search equilibrium approach. Working Paper, VU University Amsterdam, Tinbergen Institute, 2013.",
        "Pierre-Olivier Weill. Leaning against the wind. The Review of Economic Studies, 74(4):1329Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c 1354, 2007.",
        "Pierre-Olivier Weill. Liquidity premia in dynamic bargaining markets. Journal of Economic Theory, 140:66Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c96, 2008."
    ]
}