{
    "id": 2060,
    "cites": 28,
    "cited_by": 1,
    "reference": [
        "Azariadis, C. Implicit Contracts and Underemployment Equilibria, Journal of Political Economy, 83 (1975), 1183-1202.",
        "Baily, M.N. Wages and En~ployment under ~Uncertain Demand, Review of Economic Studies, 41 (1974), 3:-SO.",
        "Blanchard, 0. and N. Kiyotaki, Monopolistic Competition, Aggregate Demand Externalities and the Real Effects of Nominal Money, NEER Working Paper 1770, 1985.",
        "Bryant, J. A Simple Rational Expectations Keynes-Type Model, Quarterly Journal of Economics. 98 (1983), 525-29.",
        "Models, Cowles Foundation Working Paper 745R, revised September 1986.",
        "Diamond, P. Aggregate Demand Management in Search Equilibrium, Journal of Political Economy, 90 (1982), 881-94.",
        "Domowitz, I., R. Hubbard and B. Petersen, Business Cycles and the Relationship between Concentration and Price-Cost Margins, Rand Journal of Economics. 17 (1986) 1- 17.",
        "Drazen, A. A Rational Expectations Keynesian Model with Price Flexibility, Working Paper 2-85, Foerder Institute for Economic Research, Tel-Aviv University, 1985.",
        "Grossman, S.; 0. Hart and E. Maskin, Unemployment with Observable Aggregate Shocks, Journal of Political Economy, 91 (l983),907-928. Hall, R. The Relation between Price and Marginal Cost, Stanford University, Working Paper E-86-24, 1986.",
        "Hart, 0. A Model of ImpeTfect Competition with Keynesian Features, Quarterly Journal of Economics. 97 (1982), 109-38.",
        "Heller, W. Coordination Failure Under Complete Markets with Applications to Effective Demand, University of California at San Diego, mimeo, 1985.",
        "Hosios, A. Layoffs, Recruitment and Interfirm Mobility, Journal of Labor Economics. forthcoming, 1986.",
        "Howitt, P. Transactions Costs in the Theory of Unemployment, American Economic Review, 75 (1985), 88-101.",
        "Ito, T. Implicit Contracts with Costly Search: The Incentive Constraint in Severance Payments, University of Minnesota, mimeo, 1984.",
        "Kahn, C. Optimal Severance Pay with Incomplete Information, Journal of Political Economy, 93 (1985) ,435-51.",
        "Kiyotaki, N. Implications of Multiple Expectational Equilibria Under Monopolistic Competition, Harvard University, mimeo, 1985.",
        "Long, J. and C. Plosser, Real Business Cycles, Journal of Political Economy. 91 (1983), 39-69.",
        "Pissarides, C. Short-run Equilibrium Dynamics of Unemployment, Vacancies, and Real Wages, American Economic Review, 75 (1985), 676-690.",
        "Roberts, J. General Equilibrium Analysis of Imperfect Competition: An Illustrative Example, Stanford University, mimeo, 1984.",
        "Theoretic Macro Model, Stanford University, mimeo, 1986.",
        "Shleifer, A. and R. Vishny, The Role of the Stock Market in Coordinating Macroeconomic Activity, mimeo, 1986.",
        "Startz, R. Monopolistic Competition as a Foundation for Keynesian Macroeconomic Models, University of Washington, mimeo, 1986.",
        "Townsend, R. Models of Money with Spatially Separated Agents, in Models of Monetary Economies, ed. by J. Kareken and N. Wallace, Federal Reserve Bank of Minneapolis, 1980, 265-304.",
        "Weitzman, M. Increasing Returns and the Foundations of Unemployment Theory, Economic Journal, 92 (1982), 787-804.",
        "Schemes, Economtc Journal, 93 (1983), 763-83.",
        "Review, 75 (1985), 937-53.",
        "Weiss, A. Job Queues and Layoffs in Labor Markets with Flexible Wages, Journal of Political Economy, 88 (1980), 526-38.",
        "Yellen, J. Efficiency Wage Models of Unemployment, American Economic Review,Pnpers and Proceecftng~, 74 (1984), 200-205."
    ]
}