{
    "id": 20615,
    "cites": 30,
    "cited_by": 6,
    "reference": [
        "Akcigit, U. and W. Kerr (2010). Growth Through Heterogeneous Innovations. NBER Working Paper, #16443.",
        "Altshuler, R. (1988). A dynamic analysis of the research and experimentation credit. National Tax Journal 41, 453Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c466.",
        "Auten, G. and R. Caroll (1999). The Effect of Income Taxes on Household Income. Review of Economics and Statistics 81(4), 681Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c693.",
        "Baghana, R. and P. Mohnen (2009). Effectiveness of R&D tax incentives in small and large enterprises in Quebec. Small Business Economics 33, 91Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c107.",
        "Bailey, M. N. and R. Lawrence (1992). Tax Incentives for R&D: What Do the Data Tell Us? Technical report, Council on Research and Technology, Washington, DC.",
        "Bernstein, J. I. and M. I. Nadiri (1988). Rates of Return on Physical and R&D Capital and Structure of the Production Process: Cross Section and Time Series Evidence. NBER Working Paper #2570.",
        "Bloom, N., R. Griffith, and J. Van Reenen (2002). Do R&D Tax Credits Work? Evidence from a Panel of Countries, 1979-1997. Journal of Public Economics 85, 1Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c31.",
        "Blundell, R., R. Grifith, and F. Windmeijer (2002). Individual effects and dynamics in count data models. Journal of Econometrics 108, 113Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c121.",
        "Cohen, W. and S. Klepper (1996). Firm Size and the Nature of Innovation within Industries: The Case of Process and Product R&D. The Review of Economics and Statistics 78(2), 232Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c243.",
        "Congressional Budget Office (2007). Federal support for research and development. Publication #2927.",
        "Dagenais, M., P. Mohnen, and P. Therrien (1997). Do Canadian Firms Respond to Fiscal Incentives to Research and Development? Technical report, CIRANO, Discussion Paper 97s-34.",
        "Gruber, J. and E. Saez (2002). The Elasticity of Taxable Income: Evidence and Implications. Journal of Public Economics 84, 1Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c32.",
        "Hall, B. H. (1993). R&D Tax Policy During the Eighties: Success or Failure? Tax Policy and the Economy 7, 1Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c36.",
        "Hall, B. H., Z. Griliches, and J. A. Hausman (1986). Patents and R&D: Is There a Lag? International Economic Review 27(2), 265Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c283.",
        "Hall, B. H. and J. Van Reenen (2000). How Effective Are Fiscal Incentives for R&D? A Review of the Evidence. Research Policy 29, 449Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c469.",
        "Hao, K. Y. and A. Jaffe (1993). Effect of Liquidity on FirmÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0084¢s R&D Spending. Economics of Innovation and New Technology 2, 275Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c282.",
        "Harhoff, D. (1997). Are there Financing Constraints for R&D and Investment in German Manufacturing Firms? ENSAE Annales dÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0084¢Economie et de Statistique 49-50, 421Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c456.",
        "Himmelberg, C. P. and B. C. Petersen (1994). R&D and Internal Finance: A Panel Study of Small Firms in High-Tech Industries. The Review of Economics and Statistics 76(1), 38Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c51.",
        "J. M. C. Santos-Silva and S. Tenreyro (2006). The Log of Gravity. Review of Economics and Statistics 88, 641Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c658.",
        "Koga, T. (2003). Firm size and R&D tax incentives. Technovation 23(7), 643Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c648.",
        "Lach, S. and M. Schankerman (1989). Dynamics of R&D and Investment in the Scientific Sector. Journal of Politial Economy 97(4), 880Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c904.",
        "Lokshin, B. and P. Mohnen (2012). How effective are level-based R&D tax credits? Evidence from the Netherlands. Applied Economics 44(12), 1527Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c1538.",
        "Mansfield, E. (1986). The R&D Tax Credit and Other Technology Policy Issues. American Economic Review 76, 190Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c194.",
        "Rao, N. (2012). Do Tax Credits Stimulate R&D Spending? Revisiting the Effect of the R&D Tax Credit in its First Decade. New York University Working Paper.",
        "Swenson, C. (1992). Some tests of the incentive effects of the research and experimentation tax credit. Journal of Public Economics 49, 203Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c218.",
        "Tyson, L. and G. Linden (2012). The Corporate R&D Tax Credit and U.S. Innovation and Competitiveness. Technical report.",
        "Wilson, D. J. (2009). Beggar Thy Neighbor? The In-State, Out-of-State, and Aggregate Effects of R&D Tax Credits. Review of Economics and Statistics 91(2), 431Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c426.",
        "Windmeijer, F. (2000). Moment Conditions for Fixed Effects Count Data Models with Endogenous Regressors. Economics Letters 68, 21Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c24.",
        "Yohei, K. (2011). Effect of R&D Tax Credits for Small and Medium-sized Enterprises in Japan: Evidence from Firm-Level Data. RIETI Discussion Paper Series 11-E-066.",
        "Zwick, E. and J. Mahon (2014). Do Financial Frictions Amplify Fiscal Policy? Evidence from Business Investment Stimulus. Working Paper Harvard University."
    ]
}