{
    "id": 20612,
    "cites": 21,
    "cited_by": 30,
    "reference": [
        "Bils, Mark, and Peter J. Klenow (2004), Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Some evidence on the importance of sticky prices,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009dJournal of Political Economy, Vol. 112, pp. 947-985.",
        "Borio, C., and I. Shim (2007), Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093What can (macro-)prudential policy do to support monetary policy?Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009dBIS Working Paper No. 242.",
        "Calderon, Cesar, and Luis Serven (2011), Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Macro-prudential policies over the cycle in Latin America,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009dunpublished manuscript (World Bank).",
        "Canuto, Otaviano and Swati R. Ghosh (2013), editors, Dealing with the challenges of macro Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â¦nancial linkages in emerging markets, World Bank.",
        "Claessens, Stijn, Swati R. Ghosh, and Roxana Mihet, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Macro prudential policies to mitigate Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â¦nancial vulnerabilities in emerging markets,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d in Otaviano Canuto and Swati R. Ghosh, editors, Dealing with the challenges of macro Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â¦nancial linkages in emerging markets, World Bank (2013), pp. 155-178.",
        "De Gregorio, Jose, Sebastian Edwards, and Rodrigo Valdes (2000), Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Controls on capital inÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â¡ ows: Do they work?Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009dNBER Working Paper No. 7645.",
        "De la Torre, Augusto, Alain Ize, and Sergio Schmukler (2012), Financial development in Latin America and the Caribbean (World Bank: Latin American and Caribbean Studies).",
        "Fischer, Stanley (1998), Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093The IMF and the Asian Crisis,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Speech delivered at UCLA (available on the IMF website).",
        "Frankel, Jerey, Carlos A. Vegh, and Guillermo Vuletin (2013), Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093On graduation from Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â¦scal policy procyclicality,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009dJournal of Development Economics, Vol. 100, pp. 32-47.",
        "Glocker, C., and P. Towbin (2012), \"The Macroeconomic eects of reserve requirements,\" Austrian Institute of Economic Research, Working Paper No. 420/2012.",
        "IMF (2011), Shifting winds, new policy challenges (Regional Economic Outlook, Western Hemisphere Department).",
        "IMF (2012), The liberalization and management of capital Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â¡ows: An institutional view.",
        "Lim, C, F. Columba, A. Costa, P. Kongsamut, A. Otani, M. Saiyid, T. Wezel, and X. Wu (2011), Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Macroprudential policy: What instruments and how to use them?Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d IMF Working Paper 11/238.",
        "Ma, Guonan, Yan Xiandong and Liu Xi (2013), Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093ChinaÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0084¢ s evolving reserve requirements,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Journal of Chinese Economic and Business Studies, Vol. 11.",
        "Montoro, C., and R. Moreno (2011), Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093The use of reserve requirements as a policy instrument in Latin America,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009dBIS Quarterly Review (March).",
        "Nier, E., J. Osinski, L. Jacome, and P. Madrid (2011), Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Towards eective macroprudential policy frameworks: An assessment of stylized institution models,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d IMF Working Paper 11/250.",
        "Rossini, Renzo and Zenon Quispe (2010), Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Monetary policy during the global Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â¦nancial crisis of 2007-2009: The case of Peru,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009dBank for International Settlements (Vol. 54), pp. 299-315.",
        "Rossini, Renzo, Zenon Quispe and Donita Rodriguez (2011), Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Capital Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â¡ ows, monetary policy and FOREX interventions in PeruÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Working Paper 2011-008 (Central Reserve Bank of Peru).",
        "Tovar, Camilo, M. Garcia-Escribano, and M. Vera (2012), Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Credit growth and the eectiveness of reserve requirements and other macroprudential instruments in Latin America, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009dIMF Working Paper No. 142.",
        "Vargas, H., Betancourt, Y., Rodriguez, N. and Varela, C. (2010): Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Eects of reserve requirements in an inÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â¡ ation targeting regime: the case of Colombia,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009dBIS Working Paper No. 54, pp 133Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c 70.",
        "Vegh, Carlos A. and Guillermo Vuletin, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Overcoming the fear of free falling: Monetary policy graduation in emerging markets,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009dNBER Working Paper No. 17753 (2012), forthcoming in The role of Central Banks in Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â¦nancial stability: How has it changed? (Federal Reserve Bank of Chicago)."
    ]
}