{
    "id": 20614,
    "cites": 27,
    "cited_by": 0,
    "reference": [
        "Agarwal, S. and B. Mazumder. (2013). Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Cognitive Abilities and Household Financial Decision Making.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d American Economic Journal: Applied Economics 5 (1): 193-207.",
        "Banks, J., C. OÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0084¢Dea, and Z. Oldfield. (2010). Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Cognitive Function, Numeracy and Retirement Saving Trajectories.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Economic Journal 120 (548): F381-F410.",
        "Bell, F., K.M. Bye, and A. Winters. (2008). Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Unisex Life Expectancies at Birth and Age 65.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Actuarial Note 2008.2 SSOACT.",
        "Brown, D.C., M.D. Hayward, J. Karas Montez, R.A. Hummer, C. Chiu, and M.M. Hidajat. (2012). Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093The Significance of Education for Mortality Compression in the United States.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Demography 49 (3): 819-40.",
        "Brown, E.H. (2012). Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093The Takeaway: 14 Countries Raising Retirement Age.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d aarp.com, 07/12. http://blog.aarp.org/2012/07/12/europe-pension-reform-retirement-age-increases/.",
        "Brown, J., A. Kapteyn, and O. S. Mitchell. (2013) Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Framing and Claiming: How InformationFraming Affects Expected Social Security Claiming Behavior.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Journal of Risk and Insurance (forthcoming). DOI: 10.1111/j.1539-6975.2013.12004.x. Brown, J., A. Kapteyn, E. Luttmer, and O.S. Mitchell. (2013). Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Complexity as a Barrier to Annuitization: Do Consumers Know How to Value Annuities?Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d NBER Working Paper No. 19168.",
        "Brown, J., J. Kling, S. Mullainathan, and M. Wrobel. (2008). Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Why Don't People Insure Late Life Consumption? A Framing Explanation of the Under-Annuitization Puzzle.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d American Economic Review 98 (2): 304-309.",
        "Calvet, L.E., J.Y. Campbell, and P. Sodini. (2009). Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Measuring the Financial Sophistication of Households.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d American Economic Review 99 (2): 393-398.",
        "Chai, J., W. Horneff, R. Maurer, and O.S. Mitchell. (2011). Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Optimal Portfolio Choice over the Life Cycle with Flexible Work, Endogenous Retirement, and Lifetime Payouts.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Review of Finance 15 (4): 875-907 Chai, J., R. Maurer, O.S. Mitchell, and R. Rogalla. (2013). Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Exchanging Delayed Social Security Benefits for Lump Sums: Could This Incentivize Longer Work Careers?Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d NBER Working Paper No. 19032.",
        "Dohmen, T., A. Falk, D. Huffman, and U. Sunde. (2010). Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Are Risk Aversion and Impatience Related to Cognitive Ability?Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d American Economic Review 100 (3): 1238Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c1260.",
        "Dohmen, T. A. Falk, D. Huffman, and U. Sunde. (2012). Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Interpreting Time Horizon Effects in Inter-Temporal Choice.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d IZA Discussion paper 6385.",
        "Fang, H., M. Keane, and D. Silverman. (2008). Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Sources of Advantageous Selection: Evidence from the Medigap Insurance Market.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Journal of Political Economy 226 (2): 303-350.",
        "Fetherstonhaugh, D. and L. Ross. (1999). Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Framing Effects and Income Flow Preferences in Decisions about Social Security.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d In Behavioral Dimensions of Retirement Economics ed.",
        "French, E. (2005). Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093The Effects of Health, Wealth, and Wages on Labour Supply and Retirement Behaviour.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Review of Economic Studies 72 (2): 395-427.",
        "Gustman, A.L. and T.L. Steinmeier. (2005). Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093The Social Security Early Entitlement Age in a Structural Model of Retirement and Wealth.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Journal of Public Economics 89 (1-2): 441Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c 463.",
        "Hurd, M. and K. McGarry. (2002). Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093The Predictive Validity of Subjective Probabilities of Survival.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d The Economic Journal 112 (October): 966-985.",
        "Hurd, M., J.P. Smith and J.M. Zissimopoulos. (2004). Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093The Effects of Subjective Survival on Retirement and Social Security Claiming.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Journal of Applied Econometrics, 19 (6): 761775.",
        "Lusardi, A. and O.S. Mitchell. (2007). Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Baby Boomer Retirement Security: The Roles of Planning, Financial Literacy, and Housing Wealth.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Journal of Monetary Economics 54 (1): 205224.",
        "National Research Council. (2012). Aging and the Macroeconomy: Long-Term Implications of an Older Population. Washington, DC: The National Academies Press, 2012.",
        "McArdle, J., J.P. Smith, and R. Willis. (2011). Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Cognition and Economic Outcomes in the Health and Retirement Survey.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d In Explorations in the Economics of Aging. D. Wise, Ed. Chicago: University of Chicago Press: 209Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c233.",
        "Orszag, P.R. (2001). Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Should a Lump-Sum Payment Replace Social Security Delayed Retirement Credit?Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Issue Brief No. 6 April 2001, Center for Retirement Research at Boston College.",
        "Sahlgren, G. (2013). Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Work Longer, Live Heathier Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c The Relationship between Economics Activity, Health, and Government Policy.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d IEA Discussion Paper No. 46.",
        "Shoven, J.B. and S.N. Slavov. (2012). Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093When Does it Pay to Delay Social Security? The Impact of Mortality, Interest Rates, and Program Rules.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d NBER Working Paper No. 18210.",
        "Smith, K.R. and N.J. Waitzman. (1997). Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Effects of Marital Status on the Risk of Mortality in Poor and Non-poor Neighborhoods,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Annals of Epidemiology 7 (5): 343-349.",
        "Social Security Administration. (SSA 2013). Trustees Report. www.ssa.gov.",
        "Turner, J. (2009). Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Social Security Financing: Automatic Adjustments to Restore Solvency.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d AARP Public Policy Institute Paper. #2009-01.",
        "Zick, C.D. and K.R. Smith. (1991). Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Marital Status, Poverty, and Gender Differences in Mortality.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Journal of Marriage and the Family 53 (2): 327-336."
    ]
}