{
    "id": 2062,
    "cites": 19,
    "cited_by": 22,
    "reference": [
        "Abel, Andrew 8. (1985), Precautionary Saving and Accidental Bequests, American Economic Review 75: 777-91.",
        "Bailey, M.J. (1971), National Income and the Price Level. New York: McGraw I,~ I I ni I I.",
        "Barro, Robert J. (1974), Are Government Bonds Net Wealth? Journal of Political Economy.",
        "Barsky, at al. (1986), Ricardian Consumers with Keynesian Propensities, American Economic Review 76: 676-91.",
        "Bernheim, Douglas, Andre Schlaefer and Lawrence Summers (1984), Bequests as a Means of Payment. NBER Working Paper No. 1303. Cambridge, Mass.: National Bureau of Economic Research (March).",
        "Dreze, Jacques and Franco Modigliani (1972), Consumption Decisions Under Uncertainty, Journal of Economic Theory 5 (December): 308-25.",
        "Eckstein, Zvi, Martin S. Eichenbaum and Dan Peled (1985), The Distribution of Wealth and Welfare in the Presence of Incomplete Annuity Markets, Quarterly Journal of Economics.",
        "Feldstein, Martin (1982), Government Deficits and Aggregate Demand, Journal of Monetary Economics.",
        "Feldstein, Martin (1987), The Aggregate Effects of Income Uncertainty on Capital Accumulation and Bequests. Forthcoming.",
        "Friedman, Benjamin and Mark Warshawsky (1985), The Cost of Annuities: Implications for Saving Behavior. NBER Working Paper No. 1682.",
        "Cambridge, Mass.: National Bureau of Economic Research. Kotlikoff, Laurence and Avia Spivak (1981), The Family as an Incomplete Annuities Market, Journal of Political Economy 89 (April): 372-91.",
        "Kotlikoff, Laurence and Lawrence Summers (1981), The Importance of Intergenerational Transfers in Aggregate Capital Accumulation, Journal of Political Economy (August).",
        "Leyland, Hayne E. (1968), Saving and Uncertainty: The Precuationary Demand for Saving, Quarterly Journal of Economics 82 (August): 465-73.",
        "Miller, M. and C. Upton (1974), Macroeconomics: A Neo-classical Introduction.",
        "Homewood, Ii.: Irwin. ODriscoll, Gerald P., Jr. (1977), The Ricardian Nonequivalence Theorem, Journal of Political Economy 85: 207-10.",
        "Patinkin, Don (1956), Money, Interest and Prices. Evanston, Ii.: Rowe Peterson.",
        "Ricardo, D. (1951), The Works and Correspondence of David Ricardo, P. Sraffa, ed. Cambridge: Cambridge University Press.",
        "Sandmo, Agnar (1970), The Effect of Uncertainty on Saving Decisions, Review of Economic Studies 37 (July): 353-60.",
        "Tobin, James (1980), Asset Accumulation and Economic Activity. Chicago: University of Chicago Press."
    ]
}