{
    "id": 20626,
    "cites": 36,
    "cited_by": 13,
    "reference": [
        "Altonji, J., E. Blom, and C. Meghir, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Heterogeneity in Human Capital Investments: High School Curriculum, College Majors, and Careers,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Annual Review of Economics, 2012, 4, 185Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c223.",
        "Antonovics, K. and L. Golan, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Experimentation and Job Choice,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Journal of Labor Economics, 2012, 30, 333Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c366.",
        "Arcidiacono, P., Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Affirmative action in higher education: how do admission and financial aid rules affect future earnings?,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Econometrica, 2005, 73, 1477Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c1524.",
        ", E. Aucejo, H. Fang, and K. Spenner, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Does Affirmative Action Lead to Mismatch? A New Test and Evidence,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Quantitative Economics, 2011, 2, 303Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c333.",
        ", V. J. Hotz, and S. Kang, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Modeling college major choices using elicited measures of expectations and counterfactuals,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Journal of Econometrics, 2012, 166, 3Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c16.",
        "Beffy, M., D. Fougere, and A. Maurel, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Choosing the Field of Studies in Postsecondary Education: Do Expected Earnings Matter?,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Review of Economics and Statistics, 2012, 94, 334Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c347.",
        "Berry, S. T., Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Estimating Discrete-Choice Models of Product Differentiation,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d The RAND Journal of Economics, 1994, 25, 242Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c262.",
        "Blass, A., S. Lach, and C. Manski, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Using elicited choice probabilities to estimate random utility models: preferences for electricity reliability,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d International Economic Review, 2010, 51, 421Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c440.",
        "Carneiro, P.M., K.T. Hansen, and J.J. Heckman, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Estimating Distributions of Treatment Effects with an Application to the Returns to Schooling and Measurement of the Effects of Uncertainty on College Choice,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d International Economic Review, 2003, 44, 361Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c 422.",
        "Cunha, F. and J. J. Heckman, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Identifying and Estimating the Distributions of Ex Post and Ex Ante Returns to Schooling,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Labour Economics, 2007, 14, 870Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c893.",
        ", , and S. Navarro, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Separating uncertainty from heterogeneity in life cycle earnings,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Oxford Economic Papers, 2005, 57, 191Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c261.",
        "Delavande, A., Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Pill, patch, or shot? Subjective expectations and birth control choice,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d International Economic Review, 2008, 49, 999Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c1042.",
        "DÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0084¢Haultfoeuille, X. and A. Maurel, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Inference on an Extended Roy Model, with an Application to Schooling Decisions in France,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Journal of Econometrics, 2013, 174, 95Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c 106.",
        "Dominitz, J. and C. Manski, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Eliciting student expectations of the returns to schooling,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Journal of Human Resources, 1996, 31, 1Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c26.",
        "Eisenhauer, P., J. J. Heckman, and E. Vytlacil, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093The generalized Roy model and the cost-benefit analysis of social programs,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Forthcoming in the Journal of Political Economy, 2014.",
        "Hotz, V. J. and R. A. Miller, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Conditional Choice Probabilities and the Estimation of Dynamic Models,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Review of Economic Studies, 1993, 60, 497Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c529.",
        "Hurd, M., Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Subjective Probabilities in Household Surveys,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Annual Review of Economics, 2009, 1, 543Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c562.",
        "Kang, S., Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Eliciting expectations and counterfactuals about college major choice: Data Documentation,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d 2009. Working paper.",
        "Keane, M. and K. I. Wolpin, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093The Career Decisions of Young Men,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Journal of Political Economy, 1997, 105, 473Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c522.",
        "Kinsler, J. and R. Pavan, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Specifity of general human capital: evidence from college major choice,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Forthcoming in the Journal of Labor Economics, 2014.",
        "Long, M.C., D. Goldhaber, and N. Huntington-Klein, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Do StudentsÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0084¢ College Major Choices Reflect Changes in Wages?,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d 2014. Working paper.",
        "Manski, C., Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Adolescent Econometricians: How Do Youths Infer the Returns to Schooling ?,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d in C.T. Clotfelter and M. Rothschild, eds., Studies of Supply and Demand in Higher Education, Chicago: University of Chicago Press, 1993.",
        "McFadden, D., Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Modelling the Choice of Residential Location,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d in F. Snickars and J. Weibull, eds., Spatial Interaction and Planning Models, Amsterdam: North-Holland, 1978, pp. 75Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c96.",
        "Miller, R. A., Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Job Matching and Occupational Choice,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Journal of Political Economy, 1984, 92, 1086Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c1120.",
        "Neyman, J. and E. L. Scott, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Consistent estimates based on partially consistent observations, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Econometrica, 1948, 16, 1Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c32.",
        "Osman, A., Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Occupational choice under credit and information constraints,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d 2014. Working paper.",
        "Pantano, J. and Y. Zheng, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Using Subjective Expectations Data to Allow for Unobserved Heterogeneity in Hotz-Miller Estimation Strategies,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d 2013. Working paper.",
        "Reuben, E., M. Wiswall, and B. Zafar, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Preferences and Biases in Educational Choices and Labor Market Expectations: Shrinking the Black Box of Gender,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d 2013. Working paper.",
        "Rosen, S., Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093The theory of equalizing differences,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d in O. Ashenfelter and D. Card, eds., Handbook of Labor Economics, Vol. 1, Elsevier, 1986, pp. 641Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c692.",
        "Siow, A., Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Occupational choice under uncertainty,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Econometrica, 1984, 52, 631Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c645.",
        "Stinebrickner, T. and R. Stinebrickner, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093A major in science? Initial beliefs and final outcomes for college major and dropout,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Review of Economic Studies, 2014, 81, 426Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c472.",
        "Train, K., Discrete Choice Methods with Simulation, Cambridge University Press, 2003.",
        "van der Klaauw, W., Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093On the use of expectations data in estimating structural dynamic choice models,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Journal of Labor Economics, 2012, 30, 521Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c554.",
        "van der Vaart, A. W., Asymptotic Statistics, Cambridge, U.K.: Cambridge University Press, 1998.",
        "Wiswall, M. and B. Zafar, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Determinants of college major choice: identification using an information experiment,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Forthcoming in the Review of Economic Studies, 2014.",
        "Zafar, B., Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093How do college students form expectations?,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Journal of Labor Economics, 2011, 29, 301Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c348."
    ]
}