{
    "id": 20627,
    "cites": 36,
    "cited_by": 6,
    "reference": [
        "Ashraf, N., Bandiera, O. and Jack, K.: 2013, No margin, no mission? a field experiment on incentives for public service delivery, Unpublished Manuscript, London School of Economics .",
        "Bahl, R., Wallace, S. and Cyan, M.: 2008, Pakistan: Provincial government taxation, Technical report, International Center for Public Policy, Andrew Young School of Policy Studies, Georgia State University.",
        "Baker, G., Gibbons, R. and Murphy, K. J.: 1994, Subjective performance measures in optimal incentive contracts, The Quarterly Journal of Economics 109(4), 1125Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c1156.",
        "Bartlett, B.: 1994, How excessive government killed ancient rome, Cato J. 14, 287.",
        "Becker, G. S. and Stigler, G. J.: 1974, Law enforcement, malfeasance, and compensation of enforcers, The Journal of Legal Studies pp. 1Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c18.",
        "Besley, T. and McLaren, J.: 1993, Taxes and bribery: the role of wage incentives, The Economic Journal pp. 119Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c141.",
        "Best, M. C., Brockmeyer, A., Kleven, H. J., Spinnewijn, J. and Waseem, M.: 2013, Production vs revenue efficiency with limited tax capacity: theory and evidence from pakistan.",
        "Carillo, P., Pomeranz, D. and Singhal, M.: 2014, Tax me if you can: Evidence on firm misreporting behavior and evasion substitution, Technical report, Harvard Kennedy School.",
        "URL: http://goo.gl/rMTDjB City of Detroit, Michigan: 2013, Comprehensive annual financial report for the fiscal year ended june 30, 2013, Technical report.",
        "URL: http://goo.gl/5NjnIs Dal B o, E., Finan, F. and Rossi, M. A.: 2013, Strengthening state capabilities: The role of financial incentives in the call to public service*, The Quarterly Journal of Economics 128(3), 1169Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c1218.",
        "Das-Gupta, A. and Mookherjee, D.: 1998, Incentives and institutional reform in tax enforcement: an analysis of developing country experience, Oxford University Press New York/Oxford.",
        "Fisman, R. and Wei, S.-J.: 2004, Tax rates and tax evasion: Evidence from Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0084¢missing importsÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0084¢ in china, Journal of Political Economy 112(2), 471Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c500.",
        "Gertler, P. and Vermeersch, C.: 2013, Using performance incentives to improve medical care productivity and health outcomes, Working Paper 19046, National Bureau of Economic Research.",
        "URL: http://www.jstor.org/stable/25760225 Gordon, R. and Li, W.: 2009, Tax structures in developing countries: Many puzzles and a possible explanation, Journal of Public Economics 93(7), 855Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c866. H",
        "olmstrom, B.: 1979, Moral hazard and observability, The Bell Journal of Economics pp. 74Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c91.",
        "Holmstrom, B. and Milgrom, P.: 1987, Aggregation and linearity in the provision of intertemporal incentives, Econometrica: Journal of the Econometric Society pp. 303Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c328.",
        "Holmstrom, B. and Milgrom, P.: 1991, Multitask principal-agent analyses: Incentive contracts, asset ownership, and job design, JL Econ. & Org. 7, 24.",
        "Kahn, C. M., Silva, E. C. and Ziliak, J. P.: 2001, Performance-based wages in tax collection: The brazilian tax collection reform and its effects, The Economic Journal 111(468), 188Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c205. Kleven, H. J.: forthcoming, How can scandinavians tax so much?, Journal of Economic Perspectives .",
        "Kleven, H. J., Knudsen, M. B., Kreiner, C. T., Pedersen, S. and Saez, E.: 2011, Unwilling or unable to cheat? evidence from a tax audit experiment in denmark, Econometrica 79(3), 651Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c692.",
        "Kleven, H. J., Kreiner, C. T. and Saez, E.: 2014, Why can modern governments tax so much? an agency model of firms as fiscal intermediaries, Technical report.",
        "Kleven, H. J. and Waseem, M.: 2013, Using notches to uncover optimization frictions and structural elasticities: Theory and evidence from pakistan*, The Quarterly Journal of Economics p. qjt004.",
        "Kumler, T., Verhoogen, E. and Fr Ã\u0083â\u0080\u009eÃ\u0082Â±Ã\u0083â\u0080¦Ã\u0082â\u0080\u009cas, J. A.: 2013, Enlisting employees in improving payrolltax compliance: Evidence from mexico, Working Paper 19385, National Bureau of Economic Research.",
        "URL: http://www.nber.org/papers/w19385 MacLeod, B. W.: 2003, Optimal contracting with subjective evaluation, The American Economic Review 93(1), 216Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c240.",
        "Mookherjee, D. and Png, I. P.-L.: 1995, Corruptible law enforcers: how should they be compensated ?, The Economic Journal pp. 145Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c159.",
        "Muralidharan, K. and Sundararaman, V.: 2011, Teacher performance pay: Experimental evidence from india, Journal of Political Economy 119(1), 39Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c77.",
        "Olken, B. A.: 2007, Monitoring corruption: Evidence from a field experiment in indonesia, Journal of Political Economy 115(2), 200Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c249.",
        "Olken, B. A. and Pande, R.: 2012, Corruption in developing countries, Annu. Rev. Econ. 4(1), 479Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c 509.",
        "Parrillo, N. R.: 2013, Against the Profit Motive: The Salary Revolution in American Government, 1780-1940, Yale University Press.",
        "Piracha, M. and Moore, M.: 2013, The informality of formal tax collection in pakistan.",
        "Pomeranz, D.: 2013, No taxation without information: Deterrence and self-enforcement in the value added tax, Working Paper 19199, National Bureau of Economic Research.",
        "URL: http://www.nber.org/papers/w19199 Prendergast, C.: 1999, The provision of incentives in firms, Journal of economic literature pp. 7Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c63.",
        "Prendergast, C. and Topel, R. H.: 1996, Favoritism in organizations, The Journal of Political Economy 104(5), 958Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c978.",
        "Rasul, I. and Rogger, D.: 2013, Management of bureaucrats and public service delivery: Evidence from the nigerian civil service, Work. Pap., Univ. Coll. Lon .",
        "White, E. N.: 2004, From privatized to government-administered tax collection: tax farming in eighteenth-century france1, The Economic History Review 57(4), 636Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c663.",
        "World Bank: 2006, Proptery taxes in the punjab, pakistan, Technical report.",
        "URL: https://openknowledge.worldbank.org/handle/10986/8277 World Bank: 2009, Government of the punjab property tax decentralisation program : Scope evaluation report, Technical report. URL: https://openknowledge.worldbank.org/handle/10986/12378"
    ]
}