{
    "id": 20622,
    "cites": 60,
    "cited_by": 2,
    "reference": [
        "ABBOTT, B., G. GALLIPOLI, C. MEGHIR AND G. L. VIOLANTE, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Education Policy and Intergenerational Transfers in Equilibrium,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Working Paper 18782, National Bureau of Economic Research, February 2013.",
        "ADDA, J., C. DUSTMANN, C. MEGHIR AND J.-M. ROBIN, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Career Progression, Economic Downturns, and Skills,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Working Paper 18832, National Bureau of Economic Research, February 2013.",
        "ADDA, J., C. DUSTMANN AND K. STEVENS, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093The Career Costs of Children,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Working Paper 6201, Institute for the Study of Labor, December 2011.",
        "ANDERSEN, T. G., L. BENZONI AND J. LUND, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093An Empirical Investigation of Continuous-Time Equity Return Models,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Journal of Finance 57 (December 2002), 1239Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c1284.",
        "ANDERSEN, T. G., H.-J. CHUNG AND B. E. SORENSEN, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Efficient Method of Moments Estimation of a Stochastic Volatility Model: A Monte Carlo Study,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Journal of Econometrics 91 (July 1999), 61Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c87.",
        "ARCIDIACONO, P. AND R. A. MILLER, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Conditional Choice Probability Estimation of Dynamic Discrete Choice Models with Unobserved Heterogeneity,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Econometrica 79 (November 2011), 1823Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c1867.",
        "BARTLETT, M. S., Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093The Statistical Conception of Mental Factors,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d British Journal of Psychology 1 (July 1937), 97Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c104.",
        "BUREAU OF LABOR STATISTICS, NLS Hanbook 2001: The National Longitudinal Surveys (Washington, DC: U.S. Department of Labor, 2001).",
        "CARNEIRO, P., K. HANSEN AND J. J. HECKMAN, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Estimating Distributions of Treatment Effects with an Application to the Returns to Schooling and Measurement of the Effects of Uncertainty on College Choice,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d International Economic Review 44 (April 2003), 361Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c422.",
        "CARRASCO, M. AND J.-P. FLORENS, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Simulation-Based Method of Moments and Efficiency,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Journal of Business & Economics and Statistics 20 (October 2002), 482Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c492.",
        "Estimation of Dynamic Models 43 COMAY, Y., A. MELNIK AND M. A. POLLATSCHEK, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093The Option Value of Education and the Optimal Path for Investment in Human Capital,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d International Economic Review 14 (June 1973), 421Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c435.",
        "CUNHA, F., J. J. HECKMAN AND S. NAVARRO, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Separating Uncertainty from Heterogeneity in Life Cycle Earnings,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Oxford Economic Papers 57 (April 2005), 191Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c261.",
        "Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009dÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009dÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009d, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093The Identification and Economic Content of Ordered Choice Models with Stochastic Thresholds, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d International Economic Review 48 (November 2007), 1273Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c1309.",
        "CUNHA, F., J. J. HECKMAN AND S. SCHENNACH, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Estimating the Technology of Cognitive and Noncognitive Skill Formation,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Econometrica 78 (May 2010), 883Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c931.",
        "DEL BOCA, D., C. FLINN AND M. WISWALL, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Household Choices and Child Development,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Review of Economic Studies (January 2014), 137Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c185.",
        "ECKSTEIN, Z. AND K. I. WOLPIN, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093The Specification and Estimation of Dynamic Stochastic Discrete Choice Models: A Survey,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d The Journal of Human Resources 24 (Autumn 1989), 562Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c598.",
        "Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009dÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009dÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009d, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Why Youths Drop Out of High School: The Impact of Preferences, Opportunities, and Abilities, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Econometrica 67 (November 1999), 1295Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c1339.",
        "FLINN, C. AND D. DEL BOCA, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Endogenous Household Interaction,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Journal of Econometrics 166 (January 2012), 49Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c65.",
        "FLINN, C. AND J. MABLI, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093On-the-Job Search, Minimum Wages, and Labor Market Outcomes in an Equilibrium Bargaining Framework,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Working Paper 91, Carlo Alberto Notebooks, December 2008.",
        "FRENCH, E. AND J. B. JONES, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093The Effects of Health Insurance and Self-Insurance on Retirement Behavior,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Econometrica 79 (May 2011), 693Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c732.",
        "GACH, F. AND B. M. PÃ\u0083Æ\u0092Ã\u0082â\u0080\u0093TSCHER, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Nonparametric Maximum Likelihood Density Estimation and Simulation-Based Minimum Distance Estimators,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Mathematical Methods of Statistics 20 (December 2011), 288Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c326.",
        "GALLANT, A. R. AND G. TAUCHEN, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Which Moments to Match?,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Econometric Theory 12 (October 1996), 657Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c681.",
        "Estimation of Dynamic Models 44 GEWEKE, J. F., Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Bayesian Inference in Econometric Models using Monte-Carlo Integration,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Econometrica 57 (November 1989), 1317Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c1339.",
        "GOURIÃ\u0083Æ\u0092Ã\u0082â\u0080°ROUX, C. AND A. MONFORT, Simulation-Based Econometric Methods (New York, NY: Oxford University Press, 1997).",
        "GOURIÃ\u0083Æ\u0092Ã\u0082â\u0080°ROUX, C., A. MONFORT AND E. M. RENAULT, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Indirect Inference,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Journal of Applied Econometrics 8 (December 1993), S85Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009cS118.",
        "HAJIVASSILIOU, V. AND D. L. MCFADDEN, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093The Method of Simulated Scores for the Estimation of LDV Models,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Econometrica 66 (July 1998), 863Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c896.",
        "HANSEN, K., J. J. HECKMAN AND K. MULLEN, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093The Effect of Schooling and Ability on Achievement Test Scores,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Journal of Econometrics 121 (July 2004), 39Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c89.",
        "HECKMAN, J. J., Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Heterogeneity and State Dependence,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d in S. Rosen, ed., Studies in Labor Markets (Chicago, IL: University of Chicago Press, 1981), 91Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c140.",
        "Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009dÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009dÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009d, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093The Ã\u0083Â\u008fÃ\u0082â\u0080¡2 Goodness of Fit Statistic for Models with Parameters Estimated from Microdata,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Econometrica (November 1984), 1543Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c1547.",
        "HECKMAN, J. J., J. E. HUMPHRIES AND T. KAUTZ, eds., The Myth of Achievement Tests: The GED and the Role of Character in American Life (Chicago, IL: University of Chicago Press, 2014a).",
        "HECKMAN, J. J., L. J. LOCHNER AND P. E. TODD, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Earnings Functions, Rates of Return and Treatment Effects: The Mincer Equation and Beyond,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d in E. A. Hanushek and F. Welch, eds., Handbook of the Economics of Educationvolume 1 (Amsterdam, Netherlands: Elsevier, 2006a), 307Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c458.",
        "HECKMAN, J. J. AND S. NAVARRO, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Dynamic Discrete Choice and Dynamic Treatment Effects,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Journal of Econometrics 136 (February 2007), 341Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c396.",
        "HECKMAN, J. J., R. PINTO AND P. A. SAVELYEV, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Understanding the Mechanisms Through Which an Influential Early Childhood Program Boosted Adult Outcomes,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d American Economic Review 103 (October 2013), 2052Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c2086.",
        "HECKMAN, J. J. AND J. R. WALKER, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093The Relationship Between Wages and Income and the Timing and Spacing of Births: Evidence from Swedish Longitudinal Data,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Econometrica 58 (November 1990), 1411Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c1441.",
        "HOTZ, V. J. AND R. A. MILLER, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Conditional Choice Probabilities and the Estimation of Dynamic Models,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d The Review of Economic Studies 60 (July 1993), 497Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c529.",
        "JOHNSON, M. T., Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Borrowing Constraints, College Enrollment, and Delayed Entry,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Journal of Labor Economics 31 (October 2013), 669Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c725.",
        "JUDD, K. L. AND B. SKRAINKA, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093High Performance Quadrature Rules: How Numerical Integration Affects a Popular Model of Product Differentiation,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d CeMMAP Working Papers, November 2011.",
        "KEANE, M. AND A. A. SMITH, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Generalized Indirect Inference for Discrete Choice Models,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d mimeo, Yale University, November 2003.",
        "KEANE, M., P. E. TODD AND K. I. WOLPIN, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093The Structural Estimation of Behavioral Models: Discrete Choice Dynamic Programming Methods and Applications,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d in O. Ashenfelter and D. Card, eds., Handbook of Labor Economicsvolume 4A (Amsterdam, Netherlands: Elsevier, 2011), 331Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c461.",
        "KEANE, M. AND K. I. WOLPIN, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093The Solution and Estimation of Discrete Choice Dynamic Programming Models by Simulation: Monte Carlo Evidence,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Review of Economics and Statistics 76 (November 1994), 648Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c672.",
        "KEANE, M. P., Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093A Computationally Practical Simulation Estimator for Panel Data,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Econometrica 62 (January 1994), 95Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c116.",
        "KEANE, M. P. AND K. I. WOLPIN, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093The Career Decisions of Young Men,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Journal of Political Economy 105 (June 1997), 473Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c522.",
        "Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009dÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009dÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009d, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093The Effects of Parental Transfers and Borrowing Constraints on Education,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d International Economic Review 42 (November 2001), 1051Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c1103. Estimation of Dynamic Models 46 KORTELAINEN, M., T. LESINSKI, J. MORÃ\u0083Æ\u0092Ã\u0082â\u0080°, W. NAZAREWICZ, J. SARICH, N. SCHUNCK, M. V.",
        "KRINSKY, I. AND L. A. ROBB, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093On Approximating the Statistical Properties of Elasticities,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d The Review of Economics and Statistics 68 (November 1986), 715Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c719.",
        "Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009dÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009dÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009d, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093On Approximating the Statistical Properties of Elasticities: A Correction,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d The Review of Economics and Statistics 72 (Febrary 1990), 189Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c190.",
        "KRISTENSEN, D. AND B. SALANIÃ\u0083Æ\u0092Ã\u0082â\u0080°, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Higher-order Properties of Approximate Estimators,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d mimeo, Columbia University, June 2011.",
        "LEE, D. AND M. WISWALL, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093A Parallel Implementation of the Simplex Function Minimization Routine, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Computational Economics 30 (September 2007), 171Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c187.",
        "LEE, D. AND K. I. WOLPIN, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Intersectoral Labor Mobility and the Growth of the Service Sector,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Econometrica 74 (January 2006), 1Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c46.",
        "Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009dÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009dÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009d, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Accounting for Wage and Employment Changes in the U.S. from 1968-2000: A Dynamic Model of Labor Market Equilibrium,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Journal of Econometrics 156 (May 2010), 68Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c85.",
        "MCFADDEN, D. L., Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093A Method of Simulated Moments for Estimation of Discrete Response Models without Numerical Integration,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Econometrica 57 (September 1989), 995Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c1026.",
        "MORÃ\u0083Æ\u0092Ã\u0082â\u0080°, J. J. AND S. M. WILD, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Benchmarking Derivative-Free Optimization Algorithms,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d SIAM J. Optimization 20 (March 2009), 172Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c191.",
        "NICKL, R. AND B. M. PÃ\u0083Æ\u0092Ã\u0082â\u0080\u0093TSCHER, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Efficient Simulation-Based Minimum Distance Estimation and Indirect Inference,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Mathematical Methods of Statistics 19 (December 2010), 327Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c364.",
        "Estimation of Dynamic Models 47 NOCEDAL, J. AND S. J. WRIGHT, Numerical Optimization (New York, NY: Springer, 2006).",
        "PRESS, W. H., B. P. FLANNERY, S. A. TEUKOLSKY AND W. T. VETTERLING, Numerical Recpies in Fortran 77: The Art of Scientific Computing (New York, NY: Cambridge University Press, 1992).",
        "RAKNERUD, A. AND O. SKARE, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Indirect Inference Methods for Stochastic Volatility Models Based on Non-Gaussian Ornstein-Uhlenbeck Processes,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Computational Statistics and Data Analysis 56 (November 2012), 3260Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c3275.",
        "RUGE-MURCIA, F., Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Estimating Nonlinear DSGE Models by the Simulated Method of Moments: With an Application to Business Cycles,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Journal of Economic Dynamics and Control 36 (June 2012), 914Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c938.",
        "SKRAINKA, B. S., Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093A Large Scale Study of the Small Sample Performance of Random Coefficient Models of Demand,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d mimeo, The University of Chicago, October 2011.",
        "TRACHTER, N., Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Stepping Stone and Option Value in a Model of Postsecondary Education,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Working Paper 14-03, Federal Reserve Bank of Richmond, February 2014.",
        "WEISBROD, B. A., Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Education and Investment in Human Capital,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Journal of Political Economy 70 (October 1962), 106Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c123.",
        "WOLPIN, K. I., The Limits of Inference Without Theory (Cambridge, MA: MIT Press, 2013)."
    ]
}