{
    "id": 20620,
    "cites": 25,
    "cited_by": 20,
    "reference": [
        "Bank for International Settlements (2014) OTC Derivatives Statistics at End-December 2013, Monetary and Economic Department, Statistical Release.",
        "Bank of England (2014) Recommendations on Additional Financial Benchmarks to be Brought into UK Regulatory Scope, Fair and Effective Markets Review, Report to Her MajestyÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0084¢s Treasury.",
        "Benabou, R. and Gertner, R. (1993) Search with Learning form Prices: Does Increased Inflationary Uncertainty Lead to Higher Markups?, The Review of Economic Studies, 60, 69Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c93.",
        "Brundsen, J. (2014) ECB Seeks Rules to Stem Bank Exodus from Benchmark Panels, Bloomberg, June 19.",
        "Coulter, B. and Shapiro, J. (2014) A Mechanism for LIBOR, Working Paper, University of Oxford.",
        "Diamond, P. (1971) A Model of Price Adjustment, Journal of Economic Theory, 3, 156Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c168.",
        "Duffie, D. and Stein, J. (2014) Reforming LIBOR and Other Financial-Market Benchmarks, Working Paper.",
        "Finch, G. and Larkin, N. (2014) U.K. Seeks to Criminalize Manipulation of 7 Benchmarks, Bloomberg, September 25.",
        "Foreign Exchange Benchmark Group (2014) Foreign Exchange Benchmarks Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c Final Report, Financial Stability Board.",
        "Fudenberg, D. and Tirole, J. (1991) Game Theory, MIT Press.",
        "Gencarelli, D. (2002) Average Wholesale Price for Prescription Drugs: Is There a More Appropriate Pricing Mechanism, NHPF Issue Brief, 775, 1Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c19.",
        "Gencarelli, D. (2005) One Pill, Many Prices: Variation in Prescription Drug Prices in Selected Government Programs, National Health Policy Forum, Issue Brief, 807, 1Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c20.",
        "Hurtado, P. (2014) Deutsche Bank, HSBC Accused of Silver Fix Manipulation, Bloomberg, July 25.",
        "Janssen, M. and Moraga-Gonz alez, J. L. (2004) Strategic Pricing, Consumer Search and the Number of Firms, Review of Economic Studies, 71, 1089Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c1118.",
        "7 Concluding Remarks 34 Janssen, M., Pichler, P. and Weidenholzer, S. (2011) Oligopolistic Markets with Sequential Search and Production Cost Uncertainty, RAND Journal of Economics, 42, 444Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c470.",
        "Market Participants Group on Reference Rate Reform (2014) Final Report, Financial Stability Board.",
        "Maskin, E. (1999) Nash Equilibrium and Welfare Optimality, Review of Economic Studies, 66, 23Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c38.",
        "Official Sector Steering Group (2014) Reforming Major Interest Rate Benchmarks, Financial Stability Board.",
        "Rogerson, R., Shimer, R. and Wright, R. (2005) Search-Theoretic Models of the Labor Market: A Survey, Journal of Economic Literature, 43, 959Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c988.",
        "Rothschild, M. (1974) Searching for the Lowest Price When the Distribution of Prices is Unknown, Journal of Polictical Economy, 82, 689Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c711.",
        "Scheck, J. and Gross, J. (2013) Traders Try to Game Platts Oil-Price, Wall Street Journal, June 19.",
        "Stahl, I. D. O. (1989) Oligopolistic Pricing with Sequential Consumer Search, The American Economic Review, 79, 700Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c712.",
        "Sun, Y. (2006) The Exact Law of Large Numbers via Fubini Extension and Characterization of Insurable Risks, Journal of Economic Theory, 126, 31Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c69.",
        "Vaughn, L. (2014) Gold Fix Study Shows Signs of Decade of Bank Manipulation, Bloomberg, February 8.",
        "Weitzman, M. L. (1979) Optimal Search for the Best Alternative, Econometrica, 47, 641Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c654."
    ]
}