{
    "id": 20637,
    "cites": 51,
    "cited_by": 58,
    "reference": [
        "Abowd, John M. and David Card, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093On the Covariance Structure of Earnings and Hours Changes,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Econometrica, March 1989, 57 (2), 411Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c45.",
        "Acemoglu, Daron and David Autor, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Skills, Tasks and Technologies: Implications for Employment and Earnings,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d in O. Ashenfelter and D. Card, eds., Handbook of Labor Economics, Vol. 4, Elsevier, June 2011, chapter 12, pp. 1043Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c1171.",
        "Achdou, Yves, Jean-Michel Lasry, Pierre-Louis Lions, and Benjamin Moll, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Heterogeneous Agent Models in Continuous Time,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d 2014. Princeton University manuscript.",
        "Aluation.wordpress.com, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Fractals, fractiles and inequality,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Technical Report August 2011.",
        "Aoki, Shuhei and Makoto Nirei, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Pareto Distributions and the Evolution of Top Incomes in the U.S,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d MPRA Paper 47967, University Library of Munich, Germany July 2013.",
        "Atkinson, Anthony B., Thomas Piketty, and Emmanuel Saez, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Top Incomes in the Long Run of History,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Journal of Economic Literature, 2011, 49 (1), 3Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c71.",
        "Baker, Michael, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Growth-Rate Heterogeneity and the Covariance Structure of Life-Cycle Earnings, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Journal of Labor Economics, April 1997, 15 (2), 338Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c75.",
        "A SCHUMPETERIAN MODEL OF TOP INCOME INEQUALITY 49 Bakija, Jon, Adam Cole, and Bradley Heim, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Jobs and Income Growth of Top Earners and the Causes of Changing Income Inequality: Evidence from U.S. Tax Return Data,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d working paper, Indiana University November 2010.",
        "Bell, Brian and John Van Reenen, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093BankersÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0084¢ pay and extreme wage inequality in the UK,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Open Access publications from London School of Economics and Political Science http://eprints.lse.ac.uk/, London School of Economics and Political Science 2010.",
        "Benabou, Roland and Jean Tirole, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Bonus Culture: Competitive Pay, Screening, and Multitasking, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Working Paper 18936, National Bureau of Economic Research April 2013.",
        "Benhabib, Jess, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Wealth Distribution Overview,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d 2014. NYU teaching slides http://www.econ.nyu.edu/user/benhabib/wealth%20distribution%20theories%20overview3.pdf.",
        ", Alberto Bisin, and Shenghao Zhu, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093The Distribution of Wealth and Fiscal Policy in Economies With Finitely Lived Agents,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Econometrica, 01 2011, 79 (1), 123Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c157.",
        "Cantelli, F.P., Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Sulle applicazioni del calcolo delle probabilita alla fisica molecolare,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Metron, 1921, 1 (3), 83Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c91.",
        "Gabaix, Xavier, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093ZipfÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0084¢s Law for Cities: An Explanation,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Quarterly Journal of Economics, August 1999, 114 (3), 739Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c767.",
        ", Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Power Laws in Economics and Finance,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Annual Review of Economics, 2009, 1 (1), 255Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c294.",
        ", Benjamin Moll, Jean-Michel Lasry, and Pierre-Louis Lions, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093The Dynamics of Inequality,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d July 2014. Princeton University manuscript.",
        "Gordon, Robert J. and Ian Dew-Becker, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Controversies about the Rise of American Inequality: A Survey,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d NBER Working Papers 13982, National Bureau of Economic Research, Inc May 2008.",
        "Grossman, Gene M. and Elhanan Helpman, Innovation and Growth in the Global Economy, Cambridge, MA: MIT Press, 1991.",
        "Guvenen, Fatih, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Learning Your Earning: Are Labor Income Shocks Really Very Persistent?,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d American Economic Review, June 2007, 97 (3), 687Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c712.",
        ", Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093An Empirical Investigation of Labor Income Processes,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Review of Economic Dynamics, January 2009, 12 (1), 58Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c79.",
        "JONES AND KIM , Serdar Ozkan, and Jae Song, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093The Nature of Countercyclical Income Risk,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Technical Report, Board of Governors of the Federal Reserve System (U.S.) September 2013. working paper.",
        "Haskel, Jonathan, Robert Z. Lawrence, Edward E. Leamer, and Matthew J. Slaughter, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Globalization and U.S. Wages: Modifying Classic Theory to Explain Recent Facts,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Journal of Economic Perspectives, Spring 2012, 26 (2), 119Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c40.",
        "Heathcote, Jonathan, Fabrizio Perri, and Giovanni L. Violante, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Unequal We Stand: An Empirical Analysis of Economic Inequality in the United States: 1967-2006,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Review of Economic Dynamics, January 2010, 13 (1), 15Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c51.",
        "Kaplan, Steven N. and Joshua Rauh, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Wall Street and Main Street: What Contributes to the Rise in the Highest Incomes?,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Review of Financial Studies, 2010, 23 (3), 1004Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c1050.",
        "Katz, Lawrence F. and David H. Autor, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Changes in the wage structure and earnings inequality,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d in O. Ashenfelter and D. Card, eds., Handbook of Labor Economics, Vol. 3 of Handbook of Labor Economics, Elsevier, June 1999, chapter 26, pp. 1463Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c1555.",
        "Kim, Jihee, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093The Effect of the Top Marginal Tax Rate on Top Income Inequality,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d 2013. KAIST, unpublished paper.",
        "Kindermann, Fabian and Dirk Krueger, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093High Marginal Tax Rates on the Top 1Paper 20601, National Bureau of Economic Research October 2014.",
        "Koenig, Michael, Jan Lorenz, and Fabrizio Zilibotti, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Innovation vs. Imitation and the Evolution of Productivity Distributions,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Discussion Papers, Stanford Institute for Economic Policy Research 11-008, Stanford Institute for Economic Policy Research February 2012.",
        "Kortum, Samuel S., Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Research, Patenting, and Technological Change,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Econometrica, 1997, 65 (6), 1389Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c1419.",
        "Krusell, Per and Anthony A. Smith, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Income and Wealth Heterogeneity in the Macroeconomy,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Journal of Political Economy, October 1998, 106 (5), 867Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c896.",
        "Lillard, Lee A. and Robert J. Willis, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Dynamic Aspects of Earning Mobility,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Econometrica, September 1978, 46 (5), 985Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c1012.",
        "Lucas, Robert E., Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093On the Mechanics of Economic Development,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Journal of Monetary Economics, 1988, 22 (1), 3Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c42.",
        ", Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Models of Growth and Firm Heterogeneity,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Annual Review Economics, 2010, 2 (1), 547Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c576.",
        ", Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093An Assignment Model of Knowledge Diffusion and Income Inequality,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Working Papers 715, Federal Reserve Bank of Minneapolis September 2014.",
        "MaCurdy, Thomas E., Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093The Use of Time Series Processes to Model the Error Structure of Earnings in a Longitudinal Data Analysis,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Journal of Econometrics, 1982, 18 (1), 83Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c114.",
        "Malevergne, Y., A. Saichev, and D. Sornette, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093ZipfÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0084¢s law and maximum sustainable growth,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Quantitative Finance Papers 1012.0199, arXiv.org December 2010.",
        "Meghir, Costas and Luigi Pistaferri, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Income Variance Dynamics and Heterogeneity,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Econometrica, 01 2004, 72 (1), 1Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c32.",
        "Mitzenmacher, Michael, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093A Brief History of Generative Models for Power Law and Lognormal Distributions,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Internet Mathematics, 2004, 1 (2).",
        "Moll, Benjamin, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Inequality and Financial Development: A Power-Law Kuznets Curve,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d 2012. Princeton University working paper.",
        ", Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Lecture 6: Income and Wealth Distribution,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d 2012. Princeton teaching slides http://www.princeton.edu/Ã\u0083Â¢Ã\u0082Ë\u0086Ã\u0082Â¼moll/ECO521Web/Lecture6 ECO521 web.pdf.",
        "Nirei, Makoto, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Pareto Distributions in Economic Growth Models,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d IIR Working Paper 09-05, Institute of Innovation Research, Hitotsubashi University July 2009.",
        "Pareto, Vilfredo, Cours dÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0084¢Economie Politique, Geneva: Droz, 1896.",
        "Perla, Jesse and Christopher Tonetti, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Equilibrium Imitation and Growth,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Journal of Political Economy, February 2014, 122 (1), 52Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c76.",
        "Philippon, Thomas and Ariell Reshef, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Wages and Human Capital in the U.S. Financial Industry: 1909-2006,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d NBER Working Papers 14644, National Bureau of Economic Research, Inc January 2009.",
        "Piketty, Thomas and Emmanuel Saez, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Income Inequality In The United States, 1913Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c1998,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Quarterly Journal of Economics, February 2003, 118 (1), 1Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c39.",
        "JONES AND KIM and , Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093A Theory of Optimal Capital Taxation,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d NBER Working Papers 17989, National Bureau of Economic Research, Inc April 2012.",
        ", Emmanuel Saez, and Stefanie Stantcheva, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Optimal Taxation of Top Labor Incomes: A Tale of Three Elasticities,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d American Economic Journal: Economic Policy, February 2014, 6 (1), 230Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c71.",
        "Reed, William J., Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093The Pareto, Zipf and other power laws,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Economics Letters, 2001, 74 (1), 15Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c19.",
        "Rothschild, Casey and Florian Scheuer, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Optimal Taxation with Rent-Seeking,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d NBER Working Papers 17035, National Bureau of Economic Research, Inc May 2011.",
        "Saez, Emmanuel, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Using Elasticities to Derive Optimal Tax Rates,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Review of Economic Studies, 2001, 68, 205Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c229.",
        "Topel, Robert H and Michael P Ward, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Job Mobility and the Careers of Young Men,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d The Quarterly Journal of Economics, May 1992, 107 (2), 439Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c79."
    ]
}