{
    "id": 2063,
    "cites": 16,
    "cited_by": 0,
    "reference": [
        "ACIR (Advisory Commission on Intergovernmental Relations), The Federal Influence on State and Local Roles in the Federal System, Washington, D. C., November, 1981.",
        "Ashenfelter, Orley and David Card, uTime Series Representations of Economic Variables and Alternative Models of the Labour Market, Review of Economic Studies, Vol. 49, 1982, pgs. 761-782.",
        "Barro, Robert J., On the Output Effects of Government Purchases, Journal of Political Economy, Vol. 89, No. 6, December, 1981, pgs. 10861121. Bureau of the Census, U. S. Department of Commerce, Annual Survey of Governments, various years and titles, Washington, 0. C.",
        "Copeland, Morris A., Trend; in Government Financing, Princeton University Press, Princeton, New Jersey, 1961.",
        "Craig, Steven G. and Robert P. Inman, Education, Welfare, and the `New Federalism: State Budgeting in a Federalist Public Economy, in Studies in State and Local Public Finance, Harvey S. Rosen, ed.. University of Chicago Press, Chicago, Illinois, 1986, pgs. 187-222.",
        "Gold, Steven 0., Recent Developments in State Finances, National Tax Journal, Vol. 36, No. 1, March, 1983, pgs. 1-29.",
        "Golden, David G., and James M. Paterba, The Price of Popularity: The Political Business Cycle Reexamined, American Journal of Political Science, Vol. 24, November, 1980, pgs. 696-714.",
        "Harvey, A. C., Time Series Models, Halsted Press, John Wiley and Sons, New York, 1981.",
        "Hal tz-Eakin, Douglas, Short Run Dynamics o-f Municipal Budgets, Discussion Paper Series No. 320, Columbia University Department a-f Economics, March, 1986.",
        "Hulten, Charles R. and George E. Peterson, The Public Capital Stock: Needs, Trends, and Performance, The American Economic Review, May, 1984, Vol. 74, No. 2, pgs. 166-173.",
        "Levin, David J., The State and Local Government Fiscal Position: An Alternative Measure, Survey cf Current Business, United State; Department of Commerce, Bureau of Economic Analysis, Vol. 64, No. 3, March, 1984, pgs. 23-25.",
        "MacRae, C. Duncan, A Pal itical Model of the Business Cycle, Journal of Political Economy, Vol. 85, No. 2, April, 1977, pgs. 239-263.",
        "McCallum, Bennett T., The Political Business Cycle: An Empirical Test, Southern Economic Journal, Vol. 44, No. 3, January, 1978, ogs. 504-515.",
        "Nordhaus, Will iam 0., The Political Business Cycle, The Review of Economic Studies, Vol. 42, No. 2, April, 1975, pgs. 169-190.",
        "Rogoff, Kenneth and Anne Sibert, Elections and Macroeconomic Pal icy Cycles, National Bureau of Economic Research Working Paper No. 1838, Cambridge, Massachusetts, February, 1986.",
        "Skaperdas, Peter D., State Wand Local Governments: An Assessment of Their Financial Position and Fiscal Pal icies, Federal Reserve Bank of New York Quarterly Review, Vol. 8, No. 4, Winter, 1983-84, pgs. 1-13."
    ]
}