{
    "id": 20639,
    "cites": 54,
    "cited_by": 4,
    "reference": [
        "Allcott, H. (2014). Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Site Selection Bias in Program Evaluation.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Mimeo, New York University.",
        "Anderson, M. (2008). Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Multiple Inference and Gender Differences in the Effects of Early Intervention: A Reevaluation of the Abecedarian, Perry Preschool, and Early Training Projects.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Journal of the American Statistical Association 103(484).",
        "Angrist, J., and Imbens, G. (1995). Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Two-stage Least Squares Estimation of Average Causal Effects in Models with Variable Treatment Intensity.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Journal of the American Statistical Association 90(430).",
        "Angrist, J., and Lavy, V. (1999). Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Using MaimonidesÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0084¢ Rule to Estimate the Effect of Class Size on Scholastic Achievement.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Quarterly Journal of Economics 114(2).",
        "Berruta-Clement, J., Schweinhart, L., Barnett, W., Epstein, A., and Weikart, D. (1984). Changed Lives: The Effects of the Perry Preschool Program on Youths Through Age 19. Ypsilanti, MI: High/Scope Press.",
        "Bertrand, M., and Pan, J. (2013). Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093The Trouble with Boys: Social Influences and the Gender Gap in Disruptive Behavior.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d American Economic Journal: Applied Economics 5(1).",
        "Bitler, M., Domina, T., and Hoynes, H. (2014). Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Experimental Evidence on Distributional Effects of Head Start.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d NBER Working Paper no. 20434.",
        "Campbell, F., and Ramey, C. (1994). Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Effects of Early Intervention on Intellectual and Academic Achievement: A Follow-up Study of Children from Low-Income Families.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Child Development 65(2).",
        "Campbell, F., and Ramey, C. (1995). Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Cognitive and School Outcomes for High-Risk African-American Students at Middle Adolescence: Positive Effects of Early Intervention.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d American Educational Research Journal 32(4).",
        "Cascio, E., and Schanzenbach, D. (2013). Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093The Impacts of Expanding Access to High-Quality Preschool Education.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Brookings Papers on Economic Activity.",
        "Chandra, A., Finkelstein, A., Sacarny, A., and Syverson, C. (2013). Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Healthcare Exceptionalizm? Productivity and Allocation in the US Healthcare Sector.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d NBER Working Paper no. 19200.",
        "Chetty, R., Hilger, N., Saez, E., Schanzenbach, D., and Yagan, D. (2011). Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093How Does Your Kindergarten Classroom Affect Your Earnings? Evidence from Project STAR.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Quarterly Journal of Economics 126(4).",
        "Chetty, R., Friedman, J., and Rockoff, J. (2013a). Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Measuring the Impacts of Teachers I: Evaluating Bias in Teacher Value-added Estimates.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d NBER Working Paper no. 19423.",
        "Chetty, R., Friedman, J., and Rockoff, J. (2013b). Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Measuring the Impacts of Teachers II: Teacher Value-added and Student Outcomes in Adulthood.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d NBER Working Paper no. 19424.",
        "Currie, J., and Thomas, D. (1995). Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Does Head Start Make a Difference?Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d American Economic Review 85(3).",
        "Deming, D. (2009). Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Early Childhood Intervention and Life-Cycle Skill Development: Evidence from Head Start.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d American Economic Journal: Applied Economics 1(3).",
        "Deming, D. (2013). Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Using School Choice Lotteries to Test Measures of School Effectiveness.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d National Bureau of Economic Research Working Paper no. 19803.",
        "Dobbie, W., and Fryer, R. (2011). Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Are High Quality Schools Enough to Increase Achievement Among the Poor? Evidence from the Harlem ChildrenÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0084¢s Zone.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d American Economic Journal: Applied Economics 3(3).",
        "Epstein, A. (2007). Essentials of Active Learning in Preschool: Getting to Know the High/Scope Curriculum. Ypsilanti, MI: High/Scope Press.",
        "Fitzpatrick, M. (2008). Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Starting School at Four: The Effect of Universal Pre-Kindergarten on Children Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0084¢s Academic Achievement.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d The B.E. Journal of Economic Analysis and Policy 8(1).",
        "Garces, E., Thomas, D., and Currie, J. (2002). Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Longer-term Effects of Head Start.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d American Economic Review 92(4).",
        "Gelber, A., and Isen, A. (2013). Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093ChildrenÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0084¢s Schooling and ParentsÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0084¢Behavior: Evidence from the Head Start Impact Study.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Journal of Public Economics 101.",
        "Gibbs, C., Ludwig, J., and Miller, D. (2011). Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Does Head Start Do Any Lasting Good?Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d National Bureau of Economic Research Working Paper no. 17452.",
        "Gormley, W., and Gayer, T. (2005). Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Promoting School Readiness in Oklahoma: An Evaluation of TulsaÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0084¢s Pre-K Program.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Journal of Human Resources 40.",
        "Hanushek, E. (2009). Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Teacher Deselection.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d In: Creating a New Teaching Profession, D. Goldhaber and J. Hannaway, eds. Washington, DC: Urban Institute Press.",
        "Heckman, J. (1979). Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Sample Selection Bias as a Specification Error.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Econometrica 47(1).",
        "Heckman, J. (1990). Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Varieties of Selection Bias.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d The American Economic Review 80(2).",
        "Heckman, J. (2011). Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093The American Family in Black and White: A Post-Racial Strategy for Improving Skills to Promote Equality.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d IZA Discussion Paper no. 5495.",
        "Heckman, J., Moon, S., Pinto, R., Savelyev, P., and Yavitz, A. (2010a). Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093The Rate of Return to the High/Scope Perry Preschool Program.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Journal of Public Economics 94.",
        "Heckman, J., Moon, S., Pinto, R., Savelyev, P., and Yavitz, A. (2010b). Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Analyzing Social Experiments as Implemented: A Reexamination of the Evidence from the High/Scope Perry Preschool Program.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Quantitative Economics 1(1).",
        "Heckman, J., Malofeeva, L., Pinto, R., and Savelyev, P. (2013). Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Understanding the Mechanisms Through Which an Influential Early Childhood Program Boosted Adult Outcomes.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d American Economic Review 103(6).",
        "Heckman, J., Urzua, S., and Vytlacil, E. (2006). Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Understanding Instrumental Variables in Models with Essential Heterogeneity.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d The Review of Economics and Statistics 88(3).",
        "Hotz, V., Imens, G., and Mortimer, J. (2005). Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Predicting the Efficacy of Future Training Programs Using Past Experiences at Other Locations.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Journal of Econometrics 125(1-2).",
        "Imbens, G., and Angrist, J., (1994). Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Identification and Estimation of Local Average Treatment Effects. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Econometrica 62(2).",
        "Imbens, G., and Rubin, D. (1997). Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Bayesian Inference for Causal Effects in Randomized Experiments with Noncompliance.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Annals of Statistics 25(1).",
        "Jacob, B. (2002). Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Where the Boys ArenÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0084¢t: Non-cognitive Skills, Returns to School and the Gender Gap in Higher Education.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Economics of Education Review 21.",
        "Jacob, B., and Lefgren, L. (2008). Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Principals as Agents: Subjective Performance Assessment in Education.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Journal of Labor Economics 26(1).",
        "Kane, T., Rockoff, J., and Staiger, D. (2008). Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093What does Certification Tell Us About Teacher Effectiveness ? Evidence from New York City.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Economics of Education Review 27(6).",
        "Krueger, A. (1999). Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Experimental Estimates of Education Production Functions.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Quarterly Journal of Economics 114(2).",
        "Ludwig, J., and Miller, D. (2007). Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Does Head Start Improve ChildrenÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0084¢s Life Chances? Evidence from a Regression Discontinuity Design.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Quarterly Journal of Economics 122(1).",
        "Mariano, R. (1977). Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Finite Sample Properties of Instrumental Variable Estimators of Structural Coefficients.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Econometrica 45(2).",
        "Morris, C. (1983). Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Parametric Empirical Bayes Inference: Theory and Applications.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Journal of the American Statistical Association 78(381).",
        "Nelson, C., and Startz, R. (1990). Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Some Further Results on the Exact Small Sample Properties of the Instrumental Variable Estimator.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Econometrica 58(4).",
        "Obama, B. (2013). The White House, Office of the Press Secretary. Remarks by the President in state of the union address.",
        "Raudenbush, S., Reardon, S., and Nomi, T. (2012). Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Statistical Analysis for Multisite Trials Using Instrumental Variables with Random Coefficients.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Journal of Research on Educational Effectiveness 5(3).",
        "Reynolds, A. (1998). Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Extended Early Childhood Intervention and School Achievement: Age Thirteen Findings from the Chicago Longitudinal Study.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Child Development 69(1).",
        "Schweinhart, L. (2007). Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093How to Take the High/Scope Perry Preschool to Scale.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Paper prepared for the National Invitational Conference of the Early Childhood Research Collaborative.",
        "Schweinhart, L., Montie, J., Xiang, Z., Barnett, W., Belfield, C., and Nores, M. (2005). Lifetime Effects: The High/Scope Perry Preschool Study Through Age 40. Ypsilanti, MI: High/Scope Press.",
        "Schweinhart, L., and Weikart, D. (1997). Lasting Differences: The High/Scope Preschool Curriculum Comparison Study Through Age 23. Ypsilanti, MI: High/Scope Press.",
        "Syverson, C. (2011). Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093What Determines Productivity?Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Journal of Economic Literature 49(2).",
        "US Department of Health and Human Services, Administration for Children and Families (2008). Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Statutory Degree and Credentialing Requirements for Head Start Teaching Staff.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d http://eclkc.ohs.acf. hhs.gov/hslc/standards/IMs_and_PIs_in_PDF/PDF_IMs/IM2008/ACF-IM-HS-08-12.pdf. Accessed March 27, 2013.",
        "US Department of Health and Human Services, Administration for Children and Families (2010). Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Head Start Impact Study, Final Report.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Washington, DC.",
        "US Department of Health and Human Services, Administration for Children and Families (2011). Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Head Start Program Facts, Fiscal Year 2011.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d http://eclkc.ohs.acf.hhs.gov/hslc/mr/factsheets/docs/hsprogram -fact-sheet-2011-final.pdf. Accessed March 27, 2013.",
        "US Department of Health and Human Services, Administration for Children and Families (2012). Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Third Grade Follow-up to the Head Start Impact Study.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Washington, DC ."
    ]
}