{
    "id": 20630,
    "cites": 22,
    "cited_by": 0,
    "reference": [
        "Antras, P. & Costinot, A. (1993). Intermediated trade. Quarterly Journal of Economics, 126(3), 1319Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c1374.",
        "Antras, P. & Foley, C. F. (2011, May). Poultry in motion: a study of international trade finance practices. Working Paper Series.",
        "Banerjee, A. V. & Duflo, E. (2000). Reputation effects and the limits of contracting: a study of the indian software industry. The Quarterly Journal of Economics, 115(3), 989Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c1017.",
        "Burdett, K. & Mortensen, D. T. (1998). Wage differentials, employer size, and unemployment. International Economic Review, 257Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c273.",
        "Caselli, F. (2005). Accounting for cross-country income differences. Handbook of economic growth, 1, 679Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c741.",
        "Delgado, C., Narrod, C. & Tiongco, M. (2003). Policy, technical and environmental determinants and implications of the scaling-up of livestock production in four fast-growing developing countries: a synthesis. International Food Policy Research Institute.",
        "Engel, E. (2001). Poisoned grapes, mad cows and protectionism. The Journal of Policy Reform, 4(2), 91Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c111.",
        "Fafchamps, M., Gabre-Madhin, E. & Minten, B. (2005). Increasing returns and market efficiency in agricultural trade. Journal of Development Economics, 78(2), 406Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c442.",
        "Fafchamps, M. & Hill, R. V. (2005). Selling at the farmgate or traveling to market. American Journal of Agricultural Economics, 87(3), 717Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c 734.",
        "Fafchamps, M. & Hill, R. V. (2008). Price transmission and trader entry in domestic commodity markets. Economic Development and Cultural Change, 56(4), 729Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c766.",
        "Galenianos, M. & Kircher, P. (2008). A model of money with multilateral matching. Journal of Monetary Economics, 55(6), 1054Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c1066.",
        "Greif, A. (2005). Commitment, coercion, and markets: the nature and dynamics of institutions supporting exchange. In Handbook of new institutional economics (pp. 727Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c786). Springer.",
        "Hausmann, R., Hwang, J. & Rodrik, D. (2007). What you export matters. Journal of economic growth, 12(1), 1Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c25.",
        "Hausmann, R. & Rodrik, D. (2003). Economic development as self-discovery. Journal of development Economics, 72(2), 603Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c633.",
        "Hirschman, A. O. (1988). The strategy of economic development. Westview Press Boulder.",
        "Kranton, R. & Swamy, A. V. (2008). Contracts, hold-up, and exports: textiles and opium in colonial india. The American Economic Review, 967Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c989.",
        "Lagakos, D. & Waugh, M. E. (2013). Selection, agriculture, and crosscountry productivity differences. The American Economic Review, 103(2), 948Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c980.",
        "Macchiavello, R. & Morjaria, A. (2012). The value of relationships: evidence from a supply shock to kenyan flower exports. Working paper.",
        "McMillan, J. & Woodruff, C. (1999). Interfirm relationships and informal credit in vietnam. The Quarterly Journal of Economics, 114(4), 1285Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c 1320.",
        "Murphy, K. M., Shleifer, A. & Vishny, R. W. (1989). Industrialization and the big push. Journal of Political Economy, 97(5), 1003Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c1026.",
        "Nurkse, R. (1966). Problems of capital formation in underdeveloped countries.",
        "Osborne, T. (2005). Imperfect competition in agricultural markets: evidence from ethiopia. Journal of Development Economics, 76(2), 405Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c 428."
    ]
}