{
    "id": 20632,
    "cites": 35,
    "cited_by": 10,
    "reference": [
        "Aguiar, M. and M. Amador (2013). Take the Short Route: How to Repay and Restructure Sovereign Debt with Multiple Maturities. National Bureau of Economic Research, Working Paper.",
        "Aiyagari, R., A. Marcet, T. Sargent, and J. Seppala (2002). Optimal Taxation without StateContingent Debt. Journal of Political Economy 110(6), 1220Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c1254.",
        "Alvarez, F., P. J. Kehoe, and P. A. Neumeyer (2004). The Time Consistency of Optimal Monetary and Fiscal Policies. Econometrica 72(2), 541Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c567.",
        "Angeletos, G.-M. (2002). Fiscal Policy with Noncontingent Debt and the Optimal Maturity Structure. The Quarterly Journal of Economics 117(3), 1105Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c1131.",
        "Arellano, C., Y. Bai, P. Kehoe, and A. Ramanarayanan (2013). Credibility and the Maturity of Government Debt. Federal Reserve Bank of Minneapolis, Manuscript.",
        "Arellano, C. and A. Ramanarayanan (2012). Default and the Maturity Structure in Sovereign Bonds. Journal of Political Economy 120(2), 187Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c232.",
        "Barro, R. J. (1979). On the Determination of the Public Debt. Journal of Political Economy 87(5), 940Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c71.",
        "Bhandari, A., D. Evans, M. Golosov, and T. Sargent (2013). Taxes, debts, and redistributions with aggregate shocks. working paper.",
        "Blommestein, H. J., M. E. Elmadag, and J. W. Ejsing (2012). Buyback and Exchange Operations Policies, Procedures and Practices among OECD Public Debt Managers. OECD Working Papers on Sovereign Borrowing and Public Debt Management.",
        "Broner, F. A., G. Lorenzoni, and S. L. Schmukler (2013). Why Do Emerging Economies Borrow Short Term? Journal of the European Economic Association 11, 67Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c100.",
        "Buera, F. and J. P. Nicolini (2004). Optimal Maturity of Government Debt without State Contingent Bonds. Journal of Monetary Economics 51(3), 531Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c554.",
        "Chari, V. and P. Kehoe (1993a). Sustainable Plans and Debt. Journal of Economic Theory 61(2), 230Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c261.",
        "Chari, V. and P. Kehoe (1993b). Sustainable Plans and Mutual Default. Review of Economic Studies 60(1), 175Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c95.",
        "Chari, V. V., L. J. Christiano, and P. J. Kehoe (1994, August). Optimal Fiscal Policy in a Business Cycle Model. Journal of Political Economy 102(4), 617Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c52.",
        "Debortoli, D. and R. Nunes (2013). Lack of Commitment and the Level of Debt. Journal of the European Economic Association 11(5), 1053Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c1078.",
        "Faraglia, E., A. Marcet, and A. Scott (2010). In Search of a Theory of Debt Management. Journal of Monetary Economics 57(7), 821Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c836.",
        "Farhi, E. (2010). Capital Taxation and Ownership When Markets Are Incomplete. Journal of Political Economy 118(5), 908Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c948.",
        "Greenwood, R., S. G. Hanson, and J. C. Stein (2014). A Comparative-Advantage Approach to Government Debt Maturity. Journal of Finance.",
        "Guibaud, S., Y. Nosbusch, and D. Vayanos (2013). Bond Market Clienteles, the Yield Curve, and the Optimal Maturity Structure of Government Debt. Review of Financial Studies 26(8), 1914Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c1961.",
        "IMF (2001). Guidelines for Public Debt Management. Report by the Staffs of the International Monetary Fund and the World Bank.",
        "Leitner, J. and I. Shapiro (2013). Consols Could Avert Another Debt-Ceiling. The Washington Post, Nov. 14, 2013.",
        "Lucas, R. E. (1987). Models of Business Cycles. New York. Basil Blackwell.",
        "Lucas, R. E. and N. L. Stokey (1983). Optimal Fiscal and Monetary Policy in an Economy without Capital. Journal of Monetary Economics 12(1), 55Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c93.",
        "Lustig, H., C. Sleet, and S. Yeltekin (2008). Fiscal Hedging with Nominal Assets. Journal of Monetary Economics 55(4), 710Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c727.",
        "Missale, A. and O. Blanchard (1994, March). The Debt Burden and Debt Maturity. American Economic Review 84(1), 309Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c19.",
        "Missale, A., F. Giavazzi, and P. Benigno (2002, September). How Is the Debt Managed? Learning from Fiscal Stabilizations. Scandinavian Journal of Economics 104(3), 443Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c69.",
        "Mokyr, J. (2011). The Enlightened Economy: Britain and the Industrial Revolution, 1700-1850. Penguin UK.",
        "Niepelt, D. (2008). Debt-Maturity without Commitment. CEPR Discussion Paper 7093.",
        "Persson, M., T. Persson, and L. E. O. Svensson (2006). Time Consistency of Fiscal and Monetary Policy: A Solution. Econometrica 74(1), 193Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c212.",
        "Rogers, C. (1989). Debt Restructuring with a Public Good. Scandinavian Journal of Economics 91, 117Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c130.",
        "Shin, Y. (2007). Managing the Maturity Structure of Government Debt. Journal of Monetary Economics 54(6), 1565Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c1571.",
        "Sleet, C. and S. Yeltekin (2006). Optimal Taxation with Endogenously Incomplete Debt Markets. Journal of Economic Theory 127(1), 36Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c73.",
        "Werning, I. (2007, 08). Optimal Fiscal Policy with Redistribution. The Quarterly Journal of Economics 122(3), 925Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c967.",
        "Woodford, M. (2001). Fiscal Requirements of Price Stability. Journal of Money Credit and Banking 33, 669Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c728.",
        "Yglesias, M. (2013). DonÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0084¢t Repay the National Debt. Slate, Jan. 29, 2013."
    ]
}