{
    "id": 20640,
    "cites": 56,
    "cited_by": 4,
    "reference": [
        "Abadie, A. (2002). Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Bootstrap Tests for Distributional Treatment Effects in Instrumental Variable Models.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Journal of the American Statistical Association 97(457).",
        "Abdulkadiroglu, A., Angrist J., Dynarski, S., Kane, T., and Pathak, P. (2011). Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Accountability and Flexibility in Public Schools: Evidence from BostonÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0084¢s Charters and Pilots.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d The Quarterly Journal of Economics 126(2).",
        "Ajayi (2013). Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093School Choice and Educational Mobility: Lessons from Secondary School Applications in Ghana.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Mimeo, Boston University.",
        "Angrist, J., Cohodes, S., Dynarski, S., Pathak, P., and Walters, C. (2013a). Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Stand and Deliver: Effects of BostonÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0084¢s Charter High Schools on College Preparation, Entry, and Choice.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d NBER Working Paper no. 19275.",
        "Angrist, J., Dynarski, S., Kane, T., Pathak, P., and Walters, C. (2012). Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Who Benefits from KIPP?Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Journal of Policy Analysis and Management 31(4).",
        "Angrist, J., and Imbens, G. (1995). Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Two-Stage Least Squares Estimation of Average Causal Effects in Models with Variable Treatment Intensity.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Journal of the American Statistical Association 90(430).",
        "Arcidiacono, P., Aucejo, E., and Hotz, V. (2013). Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093University Differences in the Graduation of Minorities in STEM Fields: Evidence from California.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Mimeo, Duke University.",
        "Berry, S., Levinsohn, J., and Pakes, A. (1995). Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Automobile Prices in Market Equilibrium.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Econometrica 63(4).",
        "Booker, K., Sass, T., Gill, B., and Zimmer, R. (2011). Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093The Effects of Charter High Schools on Educational Attainment.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Journal of Labor Economics 29(2).",
        "Boston Municipal Research Bureau (2008). Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093The Status of Charter Schools in Boston.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d http://www.bmrb.org /content/upload/Charter608.pdf.",
        "Brand, J., and Xie, Y. (2010). Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Who Benefits Most from College? Evidence for Negative Selection in Heterogeneous Economic Returns to Higher Education.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d American Sociological Review 75(2).",
        "Butler, J., Carr, D., Toma, E., and Zimmer, R. (2013). Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Choice in a World of New School Types.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Journal of Policy Analysis and Management, forthcoming",
        "Card, D. (1993). Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Using Geographic Variation in College Proximity to Estimate the Return to Schooling.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d NBER Working Paper no. 4483.",
        "Chade, H., Lewis, G., and Smith, L. (2009). Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093A Supply and Demand Model of the College Admissions Problem.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Mimeo, Arizona State University.",
        "Commonwealth of Massachusetts (2010). Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093An Act Relative to the Achievement Gap: Turning Around Low-Performing Schools and Promoting Innovation for All.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d https://www.mass.gov/Eoedu/docs/ legislation_policy /20100125_ed_law_fact_sheet.pdf.",
        "Center for Research on Education Outcomes (CREDO, 2013). Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093National Charter School Study.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Stanford University.",
        "Curto, V., and Fryer, R. (2011). Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Estimating the Returns to Urban Boarding Schools: Evidence from SEED.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d NBER Working Paper no. 16746.",
        "Dahl, G. (2002). Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Mobility and the Return to Education: Testing a Roy Model with Multiple Markets.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Econometrica 70(6).",
        "Deming, D., Hastings, J., Kane, T., and Staiger, D. (2014). Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093School Choice and College Attendance: Evidence from Randomized Lotteries.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d American Economic Review, forthcoming.",
        "Dillon, E., and Smith, J. (2013). Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093The Determinants of Mismatch Between Students and Colleges.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d NBER Working Paper no. 19286.",
        "Dobbie, W., and Fryer, R. (2011). Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Are High Quality Schools Enough to Increase Achievement Among the Poor? Evidence from the Harlem ChildrenÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0084¢s Zone.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d American Economic Journal: Applied Economics 3(3).",
        "Dobbie, W., and Fryer, R. (2013). Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Getting Beneath the Veil of Effective Schools: Evidence from New York City.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d American Economic Journal: Applied Economics 5(4).",
        "Dubin, J., and McFadden, D. (1984). Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093An Econometric Analysis of Residential Electric Appliance Holdings and Consumption.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Econometrica 52(2).",
        "Epple, D., and Romano, R. (1998). Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Competition between Private and Public Schools, Vouchers, and PeerGroup Effects.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d The American Economic Review 88(1).",
        "Epple, D., Romano, R., and Seigh, H. (2003). Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Peer Effects, Financial aid and Selection of Students into Colleges and Universities: An Empirical Analysis.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Journal of Applied Econometrics 18(5).",
        "Epple, D., Romano, R., and Sieg, H. (2006). Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Admission, Tuition, and Financial Aid Policies in the Market for Higher Education.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Econometrica 74(4).",
        "Epple, D., Romano, R., Sarpca, S., and Sieg, H. (2013). Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093The US Market for Higher Education: A General Equilibrium Analysis of State and Private Colleges and Public Funding Policies.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d NBER Working Paper no.",
        "Ferreyra, M., and Kosenok, G. (2011). Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Charter School Entry and School Choice: The Case of Washington, D.C.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Mimeo, Carnegie Mellon University.",
        "Fryer, R. (2011). Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Creating Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0084¢No ExcusesÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0084¢ (Traditional) Public Schools: Preliminary Evidence from an Experiment in Houston.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d NBER Working Paper no. 17494.",
        "Gleason, P., Clark, M., Tuttle, C., and Dwoyer, E. (2010). Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093The Evaluation of Charter School Impacts: Final Report.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Washington, D.C.: National Center for Education Evaluation and Regional Assistance, Institute of Education Sciences, U.S. Department of Education.",
        "Hastings, J., Kane, T., and Staiger, D. (2009). Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Heterogeneous Preferences and the Efficacy of Public School Choice.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Mimeo, Yale University.",
        "Hastings, J., and Weinstein, J. (2008). Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Information, School Choice, and Academic Achievement: Evidence from Two Experiments.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d The Quarterly Journal of Economics 123(4).",
        "Hausman, J., and Wise, D. (1978). Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093A Conditional Probit Model for Qualitative Choice: Discrete Decisions Recognizing Interdependence and Heterogeneous Preferences.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Econometrica 46(2).",
        "Heckman, J. (1979). Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Sample Selection as a Specification Error.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Econometrica 47(1).",
        "Heckman, J. (1990). Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Varieties of Selection Bias.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d The American Economic Review 80(2).",
        "Heckman, J., Tobias, J., and Vytlacil, E. (2001). Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Four Parameters of Interest in the Evaluation of Social Programs.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Southern Economic Journal 68 (2).",
        "Hoxby, C., and Avery, C. (2012). Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093The Missing Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0084¢One-Offs:Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0084¢ The Hidden Supply of High-Achieving, Low-Income Students.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d NBER Working Paper no. 18586.",
        "Hoxby, C., and Murarka, S. (2009). Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Charter Schools in New York City: Who Enrolls and How They Affect Their StudentsÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0084¢ Achievement.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d NBER Working Paper no. 14852.",
        "Hoxby, C., and Rockoff, J. (2004). Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093The Impact of Charter Schools on Student Achievement.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Harvard Institute of Economic Research Working Paper Series.",
        "Imbens, G., and Angrist, J. (1994). Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Identification and Estimation of Local Average Treatment Effects.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Econometrica 62(2).",
        "Imberman, S. (2011). Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093The Effect of Charter Schools on Achievement and Behavior of Public School Students.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Journal of Public Economics 95(7-8).",
        "Kirkeboen, L., Leuven, E., and Mogstad, M. (2014). Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Field of Study, Earnings, and Self-Selection.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Mimeo, University of Chicago.",
        "Lee, L. (1983). Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Some Approaches to the Correction of Selectivity Bias.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Review of Economic Studies 49(3).",
        "Levitz, J. (2013). Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093New Front in Charter Schools.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d The Wall Street Journal, March 10.",
        "Massachusetts Department of Elementary and Secondary Education (2012a). Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Application for a Massachusetts Horace Mann Public Charter School.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d http://www.doe.mass.edu/charter/app/HM_full.pdf.",
        "Massachusetts Department of Elementary and Secondary Education (2012b). Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Charter School News Archives.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d http://www.doe.mass.edu/charter/default.html?section=archive.",
        "Mehta, N. (2011). Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Competition in Public School Districts: Charter School Entry, Student Sorting, and School Input Determination.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Mimeo, University of Pennsylvania.",
        "Nevo, A. (2000). Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093A PractitionerÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0084¢s Guide to Estimation of Random-Coefficients Logit Models of Demand.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Journal of Economics and Management Strategy 9(4).",
        "Pathak, P., and Sonmez, T. (2008). Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Leveling the Playing Field: Sincere and Sophisticated Players in the Boston Mechanism.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d American Economic Review 98(4).",
        "Rothstein, R. (2004). Class and Schools: Using Social, Economic, and Educational Reform to Close the Black-White Achievement Gap. Washington, D.C.: Economic Policy Institute.",
        "Roy, A. (1951). Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Some Thoughts on the Distribution of Earnings.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Oxford Economic Papers 3(2).",
        "Roy, A. (2010). Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Public Charter School Sets Sights on Vacant South End Church.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d South End Patch, November",
        "Sacerdote, B. (2011). Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Peer Effects in Education: How Might They Work, How Big are They, and How Much Do We Know Thus Far?Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d In: Hanushek, E., Marchin, S. and Woessmann, L., eds., Handbook of the Economics of Education, Volume 3. Amsterdam: Elsvier.",
        "Train, K. (2003). Discrete Choice Models with Simulation. New York: Cambridge University Press.",
        "Walters, C. (2013). Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093A Structural Model of Charter School Choice and Academic Achievement.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Mimeo, MIT.",
        "Wilson, S. (2008). Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Success at Scale in Charter Schooling.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d American Enterprise Institute Future of American Education Project, Working Paper no. 2008-02. For Online Publication"
    ]
}