{
    "id": 20644,
    "cites": 32,
    "cited_by": 1,
    "reference": [
        "Archer, W. R., Ling, D. C., and Smith, B. C. (2010). Ownership duration in the residential housing market: The influence of structure, tenure, household and neighborhood factors. The Journal of Real Estate Finance and Economics, 40(1):41Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c61.",
        "Atreya, A., Ferreira, S., and Kriesel, W. (2013). Forgetting the flood? An analysis of the flood risk discount over time. Land Economics, 89(4):577Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c596.",
        "Bin, O. and Landry, C. E. (2012). Changes in implicit flood risk premiums: Empirical evidence from the housing market. Journal of Environmental Economics and Management.",
        "Champ, P. A., Donovan, G. H., and Barth, C. M. (2009). Homebuyers and wildfire risk: A Colorado Springs case study. Society & Natural Resources, 23(1):58Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c70.",
        "Colorado Wildfire Risk Assessment Project: Final Report (2013). Colorado State Forest Service.",
        "Conroy, M. J., Allen, C. R., Pritchard Jr, L., Moore, C. T., and Peterson, J. T. (2003). Landscape change in the southern Piedmont: Challenges, solutions, and uncertainty across scales. Conservation Ecology (11955449), 8(2).",
        "Donovan, G. H., Champ, P. A., and Butry, D. T. (2007). Wildfire risk and housing prices: A case study from Colorado Springs. Land Economics, 83(2):217Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c233.",
        "Hallstrom, D. G. and Smith, V. K. (2005). Market responses to hurricanes. Journal of Environmental Economics and Management, 50(3):541Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c561.",
        "Hansen, J. L., Benson, E. D., and Hagen, D. A. (2006). Environmental hazards and residential property values: Evidence from a major pipeline event. Land Economics, 82(4):529Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c541.",
        "Huggett Jr, R. J., Murphy, E. A., and Holmes, T. P. (2008). Forest disturbance impacts on residential property values. In The Economics of Forest Disturbances, pages 209Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c228. Springer.",
        "Kousky, C. (2010). Learning from extreme events: Risk perceptions after the flood. Land Economics, 86(3):395Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c422.",
        "Loomis, J. (2004). Do nearby forest fires cause a reduction in residential property values? Journal of Forest Economics, 10(3):149Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c157.",
        "McCluskey, J. J. and Rausser, G. C. (2001). Estimation of perceived risk and its effect on property values. Land Economics, 77(1):42Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c55.",
        "Muehlenbachs, L., Spiller, E., and Timmins, C. (2014). The housing market impacts of shale gas development. NBER Working Paper No. 19796.",
        "Mueller, J., Loomis, J., and Gonzalez-Caban, A. (2009). Do repeated wildfires change homebuyers demand for homes in high-risk areas? A hedonic analysis of the short and long-term effects of repeated wildfires on house prices in Southern California. The Journal of Real Estate Finance W.U.I. ON FIRE: RISK, SALIENCE & HOUSING DEMAND 24 and Economics, 38(2):155Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c172.",
        "Mueller, J. M. and Loomis, J. B. (2008). Spatial dependence in hedonic property models: Do different corrections for spatial dependence result in economically significant differences in estimated implicit prices? Journal of Agricultural and Resource Economics, pages 212Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c231.",
        "Mueller, J. M. and Loomis, J. B. (2014). Does the estimated impact of wildfires vary with the housing price distribution? A quantile regression approach. Land Use Policy, 41(0):121 Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c 127.",
        "Naoi, M., Seko, M., and Sumita, K. (2009). Earthquake risk and housing prices in Japan: Evidence before and after massive earthquakes. Regional Science and Urban Economics, 39(6):658 Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c 669.",
        "Radeloff, V. C., Hammer, R. B., Stewart, S. I., Fried, J. S., Holcomb, S. S., and McKeefry, J. F. (2005). The wildland-urban interface in the United States. Ecological Applications, 15(3):799Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c 805.",
        "Shafran, A. P. (2008). Risk externalities and the problem of wildfire risk. Journal of Urban Economics, 64(2):488Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c495.",
        "Spyratos, V., Bourgeron, P. S., and Ghil, M. (2007). Development at the wildlandÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009curban interface and the mitigation of forest-fire risk. Proceedings of the National Academy of Sciences, 104(36):14272Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c14276.",
        "Steelman, T. A. (2008). Addressing the mitigation paradox at the community level. Wildfire risk: Human perceptions and management implications. (Eds W Martin, C Raish, B Kent) pp, pages 64Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c80.",
        "Stetler, K. M., Venn, T. J., and Calkin, D. E. (2010). The effects of wildfire and environmental amenities on property values in Northwest Montana, USA. Ecological Economics, 69(11):2233Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c 2243.",
        "Sunak, Y. and Madlener, R. (2012). The impact of wind farms on property values: A geographically weighted hedonic pricing model. FCN Working Paper No. 3/2012.",
        "Tobin, G. A. and Montz, B. E. (1988). Catastrophic flooding and the response of the real estate market. The Social Science Journal, 25(2):167Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c177.",
        "Tobin, G. A. and Montz, B. E. (1997). The impacts of a second catastrophic flood on property values in Linda and Olivehurst, California. Natural Hazards Research and Applications Center, University of Colorado, Boulder.",
        "Travis, W. R., Theobald, D. M., and Fagre, D. (2002). Transforming the rockies: Human forces, settlement patterns, and ecosystem effects. Rocky Mountain futures: An Ecological Perspective. Island Press, Washington, DC, pages 1Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c24.",
        "W.U.I. ON FIRE: RISK, SALIENCE & HOUSING DEMAND 25 Troy, A. and Romm, J. (2004). Assessing the price effects of flood hazard disclosure under the California natural hazard disclosure law (AB 1195). Journal of Environmental Planning and Management, 47(1):137Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c162.",
        "Tversky, A. and Kahneman, D. (1974). Judgment under uncertainty: Heuristics and biases. Science, 185(4157):1124Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c1131.",
        "Walls, M., Kousky, C., and Chu, Z. (2013). Is what you see what you get? The value of natural landscape views (August 2013). Resources for the Future Discussion Paper, (13-25).",
        "Westerling, A. L., Hidalgo, H. G., Cayan, D. R., and Swetnam, T. W. (2006). Warming and earlier spring increase western US forest wildfire activity. Science, 313(5789):940Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c943.",
        "Wildland Fire Management: Federal agencies have taken steps forward but additional action is needed to address remaining challenges (2013). GAO. W.U.I. ON FIRE: RISK, SALIENCE & HOUSING DEMAND Study Area Wilfires"
    ]
}