{
    "id": 20651,
    "cites": 47,
    "cited_by": 4,
    "reference": [
        "Abarbanell, J., and R. Lehavy. 2007. Letting the Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Tail Wag the DogÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d: The Debate over GAAP versus Street Earnings Revisited. Contemporary Accounting Research 24:675Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c723.",
        "Ai, H., M. Croce, A. Diercks, and K. Li. 2013. Production-Based Term Structure of Equity Returns. Working Paper, UNC Chapel Hill.",
        "Andersen, T., N. Fusari, and V. Todorov. 2013. The Risk Premia Embedded in Index Options. Working Paper, Northwestern University.",
        "Bakshi, G., and Z. Chen. 2005. Stock Valuation in Dynamic Economies. Journal of Financial Markets 8:111Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c151.",
        "Ball, R. 1978. Anomalies in Relationships between SecuritiesÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0084¢ Yields and Yield-surrogates. Journal of Financial Economics 6:103Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c126.",
        "Bansal, R., D. Kiku, I. Shaliastovich, and A. Yaron. 2014. Volatility, the Macroeconomy, and Asset Prices. Journal of Finance Forthcoming.",
        "Bansal, R., and C. Lundblad. 2002. Market Efficiency, Asset Returns, and the Size of the Risk Premium in Global Equity Markets. Journal of Econometrics 109:195Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c237.",
        "Basu, S. 1983. The Relationship between EarningsÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0084¢ Yield, Market Value and Return for NYSE Common Stocks: Further Evidence. Journal of Financial Economics 12:129Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c156.",
        "Belo, F., P. Collin-Dufresne, and R. Goldstein. 2014. Dividend Dynamics and the Term Structure of Dividend Strips. Journal of Finance Forthcoming.",
        "Binsbergen, J.V., M. W. Brandt, and R. Koijen. 2012. On the Timing and Pricing of Dividends.",
        "Binsbergen, J.V., W. Hueskes, R. Koijen, and E. Vrugt. 2013. Equity Yields. Journal of Financial Economics 110:503Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c519.",
        "Binsbergen, J.V., and R. Koijen. 2010. Predictive Regressions: A Present-Value Approach.",
        "Bollerslev, T., G. Tauchen, and H. Zhou. 2009. Expected Stock Returns and Variance Risk Premia. Review of Financial Studies 22:4463Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c4492.",
        "Boyd, J., J. Hu, and R. Jagannathan. 2005. The Stock MarketÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0084¢s Reaction to Unemployment News: Why Bad News Is Usually Good for Stocks. Journal of Finance 60:649Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c672.",
        "Bradshaw, M., and R. Sloan. 2002. GAAP versus the Street: An Empirical Assessment of Two Alternative Definitions of Earnings. Journal of Accounting Research 40:41Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c66.",
        "Campbell, J., and R. Shiller. 1988. The Dividend-Price Ratio and Expectations of Future Dividends and Discount Factors. Review of Financial Studies 1:195Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c228.",
        "Campbell, J., and S. Thompson. 2008. Predicting Excess Stock Returns Out of Sample: Can Anything Beat the Historical Average? Review of Financial Studies 21:1509Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c1531.",
        "Chan, L., J. Karceski, and J. Lakonishok. 2003. The Level and Persistence of Growth Rates. Journal of Finance 58:643Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c684.",
        "Chen, L., Z. Da, and X. Zhao. 2013. What Drives Stock Price Movement? Review of Financial Studies 26:841Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c876.",
        "Clark, T., and K. West. 2007. Approximately Normal Tests for Equal Predictive Accuracy in Nested Models. Journal of Econometrics 138:291Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c311.",
        "Claus, J., and J. Thomas. 2001. Equity Premia as Low as Three Percent? Evidence from Analysts Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0084¢ Earnings Forecasts for Domestic and International Stock Markets. Journal of Finance 56:1629Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c1666.",
        "da Silva, A., and R. Jagannathan. 2001. Forecasting Earnings and Dividends on Benchmark Stock Portfolios. Working paper, Northwestern University.",
        "Daniel, K., and S. Titman. 2006. Market Reactions to Tangible and Intangible Information.",
        "Diether, K., C. Malloy, and A. Scherbina. 2002. Differences of Opinion and the Cross Section of Stock Returns. Journal of Finance 57:2113Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c2141.",
        "Drechsler, I., and A. Yaron. 2011. WhatÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0084¢s Vol Got to Do with It. Review of Financial Studies 24:1Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c45.",
        "Fama, E., and K. French. 1988. Dividend Yields and Expected Stock Returns. Journal of Financial Economics 22:3Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c25.",
        "Fama, E., and K. French. 1997. Industry Costs of Equity. Journal of Financial Economics 43:153Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c193.",
        "Fama, E., and G. Schwert. 1977. Asset Returns and Inflation. Journal of Financial Economics 5:115Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c146.",
        "Golez, B. 2014. Expected Returns and Dividend Growth Rates Implied by Derivative Markets. Review of Financial Studies 27:790Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c822.",
        "Gordon, M. 1962. The Investment, Financing, and Valuation of the Corporation (Homewood, IL: R. D. Irwin).",
        "Guan, J., and J. Parker. 2014. Predicting the Equity Premium using Macroeconomic Data. Working Paper, Georgia State University.",
        "Harvey, D.I., S.J. Leybourne, and P. Newbold. 1998. Tests for Forecast Encompassing. Journal of Business & Economic Statistics 16:254Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c259.",
        "Hou, K., G. Karolyi, and B. Kho. 2011. What Factors Drive Global Stock Returns? Review of Financial Studies 24:2527Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c2574.",
        "Ince, O., and R.Porter. 2006. Individual Equity Return Data From Thomson Datastream: Handle with Care! Journal of Financial Research 29:463Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c479.",
        "Ivkovic, Z., and N. Jegadeesh. 2004. The Timing and Value of Forecast and Recommendation Revisions Journal of Financial Economics 73:433Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c463.",
        "Jagannathan, R., E. McGrattan, and A. Scherbina. 2000. The Declining U.S. Equity Premium. Quarterly Review, Federal Reserve Bank of Minneapolis 24:3Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c19.",
        "Kacperczyk M., S. Van Nieuwerburgh, and L. Veldkamp. 2014. Time-Varying Fund Manager Skill. Journal of Finance 69:1455Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c1484.",
        "Kelly, B., and S. Pruitt. 2013. Market Expectations in the Cross-Section of Present Values.",
        "Kim, S. 2013. Asset Prices in Turbulent Markets with Rare Disasters. Working Paper, Georgia Institute of Technology.",
        "Lacerda, F., and P. Santa-Clara. 2010. Forecasting Dividend Growth to Better Predict Returns. Working Paper, University of Chicago and Universidade Nova de Lisboa.",
        "Lettau, M., and S. Ludvigson. 2005. Expected Returns and Expected Dividend Growth? Journal of Financial Economics 76:583Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c626.",
        "Li, Y., D. Ng, and B. Swaminathan. 2013. Predicting Market Returns Using Aggregate Implied Cost of Capital, Journal of Financial Economics 110:419Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c436.",
        "Ljungqvist, A., C. Malloy, and F. Marston. 2009. Rewriting History. Journal of Finance 64:1935Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c 1960.",
        "Miller, M., and F. Modigliani. 1961. Dividend Policy, Growth, and the Valuation of Shares. Journal of Business 34:411Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c433.",
        "Newey, W., and K. West. 1987. A Simple, Positive Semi-definite, Heteroskedasticity and Autocorrelation Consistent Covariance Matrix. Econometrica 55:703Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c708.",
        "Pastor, L., M. Sinha, and B. Swaminathan. 2008. Estimating the Intertemporal Risk-Return Tradeoff Using the Implied Cost of Capital. Journal of Finance 63:2859Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c2897.",
        "Welch. I., and A. Goyal. 2008. A Comprehensive Look at the Empirical Performance of Equity Premium Prediction. Review of Financial Studies 21:1455Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c1508."
    ]
}