{
    "id": 20659,
    "cites": 48,
    "cited_by": 11,
    "reference": [
        "Abraham, C., & Michie, S. (2008). A taxonomy of behavior change techniques used in interventions. Health Psychology, 27(3), 379.",
        "Anderson, N. B. (2006). Child-care effect sizes for the NICHD study of early child care and youth development. National Institute of Child Health and Human Development Early Child Care Research Network.",
        "Aos, S., Lieb, R., Mayfield, J., Miller, M., & Pennucci, A. (2004). Benefits and costs of prevention and early intervention programs for youth (No. 04-07, p. 3901). Olympia, WA: Washington State Institute for Public Policy.",
        "Astuto, J., & Allen, L. (2009). Home Visitation and Young Children: An Approach Worth Investing In? Social Policy Report. Volume XXIII, Number IV. Society for Research in Child Development.",
        "Avery, C., & Kane, T.J. (2004). Student perceptions of college opportunities. The Boston COACH program. In College choices: The economics of where to go, when to go, and how to pay for it (pp. 355-394). University of Chicago Press.",
        "Azzi-Lessing, L. (2011). Home visitation programs: critical issues and future directions. Early Childhood Research Quarterly, 26(4), 387-398.",
        "Bergman, P. (2014). Parent-child information frictions and human capital investment: Evidence from a field experiment. Working paper.",
        "Bettinger, E.P., Long, B.T., Oreopoulos, P., & Sanbonmatsu, L. (2012). The role of application assistance and information in college decisions: Results from the H&R Block FAFSA experiment. The Quarterly Journal of Economics, 127(3), 1205-1242.",
        "The Effects of a Text Messaging Program for Parents Blom-Hoffman, J., O'Neil-Pirozzi, T., Volpe, R., Cutting, J., & Bissinger, E. (2007). Instructing parents to use dialogic reading strategies with preschool children: Impact of a videobased training program on caregiver reading behaviors and childrenÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0084¢s related verbalizations. Journal of Applied School Psychology, 23(1), 117-131.",
        "Bloom, H.S. (1995). Minimum detectable effects: A simple way to report the statistical power of experimental designs. Evaluation Review, 19(5), 547-556.",
        "Bradley, R.H., Corwyn, R.F., McAdoo, H.P., & GarcÃ\u0083Æ\u0092Ã\u0082Â­a Coll, C. (2001). The home environments of children in the United States part I: Variations by age, ethnicity, and poverty status. Child Development, 72(6), 1844-1867.",
        "Bradley, R.H., Corwyn, R.F., Burchinal, M., McAdoo, H.P., & GarcÃ\u0083Æ\u0092Ã\u0082Â­a Coll, C. (2001). The home environments of children in the United States Part II: Relations with behavioral development through age thirteen. Child Development, 72(6), 1868-1886.",
        "Brotman, L.M., Calzada, E., Huang, K.Y., Kingston, S., DawsonÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u0090McClure, S., Kamboukos, D., Rosenfelt, A., Schwab, A., & Petkova, E. (2011). Promoting effective parenting practices and preventing child behavior problems in school among ethnically diverse families from underserved, urban communities. Child Development, 82(1), 258-276.",
        "Castleman, B.L., & Page, L.C. (2013). Summer Nudging: Can Personalized Text Messages and Peer Mentor Outreach Increase College Going Among Low-Income High School Graduates?. Center for Education Policy and Workforce Competitiveness Working Paper, (9).",
        "Costello, E.J., Compton, S.N., Keeler, G., & Angold, A. (2003). Relationships between poverty and psychopathology: A natural experiment. Journal of the American Medical Association, 290(15), 2023-2029.",
        "Ehrlich, S. (2013, February 27). Mogreet releases best practices guide for successfully navigating text marketing rules and regulations. The Wall Street Journal. Retrieved from http://online.wsj.com/article/PR-CO-20130227-908303.html Golova, N., Alario, A.J., Vivier, P.M., Rodriguez, M., & High, P.C. (1999). Literacy promotion for Hispanic families in a primary care setting: a randomized, controlled trial. Pediatrics, 103(5), 993-997.",
        "Gomby, D.S. (2005). Home visitation in 2005: Outcomes for children and parents. Washington, DC: Committee on Economic Development.",
        "Gomby, D.S., Culross, P.L., & Behrman, R. E. (1999). Home visiting: Recent program evaluations: Analysis and recommendations. The Future of Children, 4-26.",
        "Grodsky, E., & Jones, M. T. (2007). Real and imagined barriers to college entry: Perceptions of cost. Social Science Research, 36(2), 745-766.",
        "Hart, B., & Risley, T.R. (1995). Meaningful differences in the everyday experience of young American children. Baltimore, MD: Brookes Publishing.",
        "Hastings, J.S., & Weinstein, J.M. (2007). Information, school choice, and academic achievement: Evidence from two experiments (No. w13623). National Bureau of Economic Research.",
        "Heckman, J.J. (2006). Skill formation and the economics of investing in disadvantaged children. Science, 312(5782), 1900-1902.",
        "Invernizzi, Sullivan, Meier & Swank (2004). Phonological Awareness Literacy Screening (PALS) prek teacherÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0084¢s manual. University of Virginia.",
        "The Effects of a Text Messaging Program for Parents Jordan, G.E., Snow, C.E., & Porche, M. V. (2000). Project EASE: The effect of a family literacy project on kindergarten students' early literacy skills. Reading Research Quarterly, 35(4), 524-546.",
        "Karlan, D., McConnell, M., Mullainathan, S., & Zinman, J. (2010). Getting to the top of mind: How reminders increase saving (No. w16205). National Bureau of Economic Research.",
        "Lonigan, C.J., & Shanahan, T. (2009). Developing Early Literacy: Report of the National Early Literacy Panel. Executive Summary. A Scientific Synthesis of Early Literacy Development and Implications for Intervention. National Institute for Literacy.",
        "Madrian, B.C., & Shea, D.F. (2000). The power of suggestion: Inertia in 401 (k) participation and savings behavior (No. w7682). National Bureau of Economic Research.",
        "Manz, P.H., Hughes, C., Barnabas, E., Bracaliello, C., & Ginsburg-Block, M. (2010). A descriptive review and meta-analysis of family-based emergent literacy interventions: To what extent is the research applicable to low-income, ethnic-minority or linguisticallydiverse young children?. Early Childhood Research Quarterly, 25(4), 409-431.",
        "Melhuish, E.C., Phan, M. B., Sylva, K., Sammons, P., SirajÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u0090Blatchford, I., & Taggart, B. (2008). Effects of the home learning environment and preschool center experience upon literacy and numeracy development in early primary school. Journal of Social Issues, 64(1), 95114.",
        "Mendelsohn, A.L., Mogilner, L.N., Dreyer, B.P., Forman, J.A., Weinstein, S.C., Broderick, M., Cheng, K., Magloire, T., Moore, T., & Napier, C. (2001). The impact of a clinic-based literacy intervention on language development in inner-city preschool children. Pediatrics, 107(1), 130-134.",
        "The Effects of a Text Messaging Program for Parents Needlman, R., Toker, K.H., Dreyer, B.P., Klass, P., & Mendelsohn, A.L. (2005). Effectiveness of a primary care intervention to support reading aloud: a multicenter evaluation. Ambulatory Pediatrics, 5(4), 209-215.",
        "Olds, D.L., Eckenrode, J., Henderson, C.R., Kitzman, H., Powers, J., Cole, R., Sidora, K., Morris, P., Pettitt, L.M., & Luckey, D. (1997). Long-term effects of home visitation on maternal life course and child abuse and neglect: fifteen-year follow-up of a randomized trial. Journal of the American Medical Association, 278(8), 637-643.",
        "Olds, D., Henderson Jr, C.R., Cole, R., Eckenrode, J., Kitzman, H., Luckey, D., Pettitt, L., Sidora, K., Morris, P., & Powers, J. (1998). Long-term effects of nurse home visitation on children's criminal and antisocial behavior: 15-year follow-up of a randomized controlled trial. Journal of the American Medical Association, 280(14), 1238-1244.",
        "Patrick, K., Raab, F., Adams, M.A., Dillon, L., Zabinski, M., Rock, C.L., Griswold, W.G., & Norman, G. J. (2009). A text messageÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009cbased intervention for weight loss: randomized controlled trial. Journal of Medical Internet Research, 11(1).",
        "Petrie, K.J., Perry, K., Broadbent, E., & Weinman, J. (2012). A text message programme designed to modify patientsÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0084¢ illness and treatment beliefs improves selfÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u0090reported adherence to asthma preventer medication. British Journal of Health Psychology, 17(1), 74-84.",
        "Prinz, R.J., & Miller, G.E. (1994). Family-based treatment for childhood antisocial behavior: Experimental influences on dropout and engagement. Journal of Consulting and Clinical Psychology, 62(3), 645.",
        "The Effects of a Text Messaging Program for Parents Reese, E., Sparks, A., & Leyva, D. (2010). A review of parent interventions for preschool childrenÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0084¢s language and emergent literacy. Journal of Early Childhood Literacy, 10(1), 97-117.",
        "Riccio, J., Dechausay, N., Miller, C., Nunez, S., Verma, N., & Yang, E. (2013). Conditional cash transfers in New York City: The continuing story of the Opportunity NYC-Family Rewards demonstration. New York: MDRC.",
        "Samuelson, W., & Zeckhauser, R. (1988). Status quo bias in decision making. Journal of Risk and Uncertainty, 1(1), 7-59.",
        "Sharif, I., Rieber, S., Ozuah, P.O., & Reiber, S. (2002). Exposure to Reach Out and Read and vocabulary outcomes in inner city preschoolers. Journal of the National Medical Association, 94(3), 171.",
        "Spybrook, J., Bloom, H., Congdon, R., Hill, C., Martinez, A., & Raudenbush, S.(2011). Optimal design plus empirical evidence: Documentation for the Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Optimal DesignÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d software. William T. Grant Foundation. Retrieved on 7/1/2013.",
        "Thaler, R.H., & Sunstein, C.R. (2008). Nudge: Improving decisions about health, wealth, and happiness. New Haven, CT: Yale University Press.",
        "United States Department of Health and Human Services. (1996). Physical activity and health: a report of the Surgeon General. Darby, PA: DIANE Publishing.",
        "Valant, J., & Loeb, S. (2014). Information, choice, and decision-making: Field experiments with adult and student school choosers. Working Paper.",
        "The Effects of a Text Messaging Program for Parents Whitehurst, G.J., Epstein, J.N., Angell, A.L., Payne, A.C., Crone, D.A., & Fischel, J. E. (1994). Outcomes of an emergent literacy intervention in Head Start. Journal of Educational Psychology, 86(4), 542.",
        "Yoon, K.H., & Kim, H.S. (2008). A short message service by cellular phone in type 2 diabetic patients for 12 months. Diabetes Research and Clinical Practice, 79(2), 256-261.",
        "Zickuhr, K., & Smith, A. (2012). Digital differences. Pew Internet & American Life Project, 13.",
        "Zuckerman, B. (2009). Promoting early literacy in pediatric practice: twenty years of Reach Out and Read. Pediatrics, 124(6), 1660-1665. The Effects of a Text Messaging Program for Parents"
    ]
}