{
    "id": 20666,
    "cites": 45,
    "cited_by": 10,
    "reference": [
        "ALEXOPOULOS, M. Read All about It!! What Happens Following a Technology Shock? American Economic Review 101, 4 (June 2011), 1144Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c79.",
        "BARRO, R. J., AND KING, R. G. Time-separable Preferences and Intertemporal-Substitution Models of Business Cycles. The Quarterly Journal of Economics 99, 4 (November 1984), 817Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c39.",
        "BARSKY, R. B., AND SIMS, E. R. News Shocks. NBER Working Papers, 15312 (Sept. 2009).",
        "BARSKY, R. B., AND SIMS, E. R. News shocks and business cycles. Journal of Monetary Economics 58, 3 (2011), 273Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c289.",
        "BARSKY, R. B., AND SIMS, E. R. Information, Animal Spirits, and the Meaning of Innovations in Consumer Confidence. American Economic Review 102, 4 (June 2012), 1343Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c77.",
        "BASU, S., FERNALD, J. G., FISHER, J., AND KIMBALL, M. S. Sector-specific technical change. Unpublished Manuscript (2011).",
        "BASU, S., KIMBALL, M. S., AND FERNALD, J. G. Are technology improvements contractionary ? American Economic Review 96, 5 (December 2006), 1418Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c1448.",
        "BEAUDRY, P., AND LUCKE, B. Letting Different Views about Business Cycles Compete. NBER Macroeconomics Annual 2009, Volume 24 (2010), 413Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c455.",
        "BEAUDRY, P., AND PORTIER, F. An exploration into PigouÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0084¢s theory of cycles. Journal of Monetary Economics 51, 6 (September 2004), 1183Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c1216.",
        "BEAUDRY, P., AND PORTIER, F. Stock Prices, News, and Economic Fluctuations. American Economic Review 96, 4 (September 2006), 1293Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c1307.",
        "BEAUDRY, P., AND PORTIER, F. When can changes in expectations cause business cycle fluctuations in neo-classical settings? Journal of Economic Theory 135, 1 (July 2007), 458Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c 477.",
        "BEAUDRY, P., AND PORTIER, F. News Driven Business Cycles: Insights and Challenges. NBER Working Papers, 19411 (Sept. 2013).",
        "BEAUDRY, P., AND PORTIER, F. Understanding Non-Inflationary Demand Driven Business Cycles. NBER Macroeconomics Annual 2013, Volume 28 (October 2013).",
        "BEN ZEEV, N., AND KHAN, H. U. Investment-Specific News Shocks and U.S. Business Cycles. Carleton University, Department of Economics Working Papers, 12-05 (Sept. 2012).",
        "BERNANKE, B., AND GERTLER, M. Monetary Policy and Asset Price Volatility. NBER Working Papers, 7559 (Feb. 2000).",
        "BERNANKE, B. S., GERTLER, M., AND GILCHRIST, S. The financial accelerator in a quantitative business cycle framework. In Handbook of Macroeconomics, J. B. Taylor and M. Woodford, Eds., vol. 1 of Handbook of Macroeconomics. Elsevier, 1999, ch. 21, pp. 1341Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c 1393.",
        "BLANCHARD, O., AND GALI, J. Real Wage Rigidities and the New Keynesian Model. Journal of Money, Credit and Banking 39, s1 (02 2007), 35Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c65.",
        "CHRISTIANO, L., ILUT, C., MOTTO, R., AND ROSTAGNO, M. Monetary policy and stock market booms. Proceedings - Economic Policy Symposium - Jackson Hole (2010), 85Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c145.",
        "CHRISTIANO, L., MOTTO, R., AND ROSTAGNO, M. Risk Shocks. NBER Working Papers, 18682 (Jan. 2013).",
        "CHRISTIANO, L. J., EICHENBAUM, M., AND EVANS, C. L. Nominal Rigidities and the Dynamic Effects of a Shock to Monetary Policy. Journal of Political Economy 113, 1 (February 2005), 1Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c45.",
        "COCHRANE, J. H. Shocks. Carnegie-Rochester Conference Series on Public Policy 41, 1 (December 1994), 295Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c364.",
        "DOAN, T. A. RATS Handbook for Vector Autoregressions. February 2010.",
        "FERNALD, J. A quarterly, utilization-adjusted series on total factor productivity. Federal Reserve Bank of San Francisco Working Paper Series, 2012-19 (2012).",
        "FERNNDEZ-VILLAVERDE, J., RUBIO-RAMIREZ, J. F., SARGENT, T. J., AND WATSON, M. W. ABCs (and Ds) of Understanding VARs. American Economic Review 97, 3 (June 2007), 1021Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c1026.",
        "FRANCIS, N., OWYANG, M. T., ROUSH, J. E., AND DICECIO, R. A flexible finite-horizon alternative to long-run restrictions with an application to technology shock. Federal Reserve Bank of St. Louis Working Papers, 2005-024 (2005).",
        "FRANCIS, N., AND RAMEY, V. A. Measures of per Capita Hours and Their Implications for the Technology-Hours Debate. Journal of Money, Credit and Banking 41, 6 (09 2009), 1071Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c1097.",
        "GALI, J. Technology, Employment, and the Business Cycle: Do Technology Shocks Explain Aggregate Fluctuations? American Economic Review 89, 1 (March 1999), 249Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c271.",
        "GALI, J. The new Keynesian approach to monetary policy analysis: Lessons and new directions. Department of Economics and Business, Universitat Pompeu Fabra Economics Working Papers, 1075 (Feb. 2008).",
        "GALI, J., AND GERTLER, M. Inflation dynamics: A structural econometric analysis. Journal of Monetary Economics 44, 2 (October 1999), 195Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c222.",
        "GREENWOOD, J., HERCOWITZ, Z., AND KRUSELL, P. The role of investment-specific technological change in the business cycle. European Economic Review 44, 1 (January 2000), 91Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c115.",
        "HAMILTON, J. D. Causes and Consequences of the Oil Shock of 2007-08. Brookings Papers on Economic Activity 40, 1 (Spring (2009), 215Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c283.",
        "HAYASHI, F. TobinÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0084¢s Marginal q and Average q: A Neoclassical Interpretation. Econometrica 50, 1 (January 1982), 213Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c24.",
        "JAIMOVICH, N., AND REBELO, S. Can News about the Future Drive the Business Cycle? American Economic Review 99, 4 (September 2009), 1097Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c1118.",
        "JINNAI, R. News shocks and inflation. Economics Letters 119, 2 (2013), 176Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c179.",
        "JUSTINIANO, A., PRIMICERI, G., AND TAMBALOTTI, A. Investment Shocks and the Relative Price of Investment. Review of Economic Dynamics 14, 1 (January 2011), 101Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c121.",
        "JUSTINIANO, A., PRIMICERI, G. E., AND TAMBALOTTI, A. Investment shocks and business cycles. Journal of Monetary Economics 57, 2 (March 2010), 132Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c145.",
        "LAITNER, J., AND STOLYAROV, D. Owned Ideas and the Stock Market. Working Paper, University of Michigan (Aug. 2005).",
        "RAMEY, V. A. Identifying Government Spending Shocks: ItÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0084¢s all in the Timing. The Quarterly Journal of Economics 126, 1 (2011), 1Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c50.",
        "ROTEMBERG, J. J., AND WOODFORD, M. Imperfect Competition and the Effects of Energy Price Increases on Economic Activity. Journal of Money, Credit and Banking 28, 4 (November 1996), 550Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c77.",
        "SBORDONE, A. M. Prices and unit labor costs: a new test of price stickiness. Journal of Monetary Economics 49, 2 (March 2002), 265Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c292.",
        "SIMS, C. A., AND ZHA, T. Error Bands for Impulse Responses. Econometrica 67, 5 (September 1999), 1113Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c1156.",
        "SIMS, E. R. News, Non-Invertibility, and Structural VARs. University of Notre Dame Department of Economics Working Paper Series, 013 (June 2012).",
        "SUROWIECKI, J. The Wisdom of Crowds. Anchor, 2005.",
        "UHLIG, H. What moves GNP? Econometric Society 2004 North American Winter Meetings, 636 (Aug. 2004).",
        "WOODFORD, M. Interest and Prices: Foundations of a Theory of Monetary Policy. Princeton University Press, 2003."
    ]
}