{
    "id": 20688,
    "cites": 24,
    "cited_by": 25,
    "reference": [
        "Aiyagari, R., 1994, Uninsured Risk and Aggregate Saving, Quarterly Journal of Economics 109, 659Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c684.",
        "Badel, Alejandro, and Mark Huggett, 2014, Taxing Top Earners: A Human Capital Perspective, Working Paper.",
        "Ben-Porath, Yoram, 1967, The Production of Human Capital and the Life Cycle of Earnings, Journal of Political Economy 75, 352Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c365.",
        "Benabou, R, 2002, Tax and Education Policy in a Heterogeneous Agent Economy: What Levels of Redistribution Maximize Growth and Efficiency?, Econometrica 70, 481Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c517.",
        "Caucutt, Elizabeth M., Selahattin Imrohoroglu, and Krishna B. Kumar, 2003, Growth and Welfare Analysis of Tax Progressivity in a Heterogeneous-Agent Model, Review of Economic Dynamics pp. 546Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c577.",
        "Chakraborty, Indraneel, Hans A. Holter, and Serhiy Stepanchuk, 2012, Marriage Stability, Taxation and Aggregate Labor Supply in the U.S. vs. Europe, Working Paper.",
        "Chen, Kaiji, and Ayse Imrohoroglu, 2013, Debt in the US Economy, Working Paper.",
        "Conesa, Juan Carlos, Sagiri Kitao, and Dirk Krueger, 2009, Taxing Capital? Not a Bad Idea After All!, American Economic Review 99, 25Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c48.",
        "Cubeddu, Luis, and Jose Victor Rios-Rull, 2003, Families as Shocks, Journal of the European Economic Association pp. 671Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c682.",
        "Feve, P., J. Matheron, and J.G. Sahuc, 2013, The Laffer Curve in an Incomplete-Market Economy, Working paper.",
        "Guner, Nezih, Remzi Kaygusuz, and Gustavo Ventura, 2011, Taxation and Household Labor Supply, Review of Economic Studies, forthcoming.",
        "Guner, Nezih, Remzi Kaygusuz, and Gustavo Ventura, 2012, Income Taxation of US Households: Facts and Parametric Estimates, CEPR Discussion Paper 9078.",
        "Guner, Nezih, Martin Lopez-Daneri, and Gustavo Ventura, 2014, Heterogeneity and Government Revenues: Higher Taxes at the Top?, Working Paper.",
        "Guvenen, Fatih, Burhanettin Kuruscu, and Serdar Ozkan, 2009, Taxation of Human Capital and Wage Inequality: A Cross-Country Analysis, Working Paper 15526 National Bureau of Economic Research.",
        "Heathcote, J., S. Storesletten, and G. Violante, 2012, Redistribution in a Partial Insurance Economy, Working paper.",
        "Heckman, James, 1976, The Common Structure of Statistical Models of Truncation, Sample Selection and Limited Dependent Variables and a Simple Estimator for Such Models, The Annals of Economic and Social Measurement 5, 475Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c492.",
        "Heckman, James, 1979, Sample Selection Bias as a Specification Error, Econometrica 47, 153Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c162.",
        "Holter, Hans, 2014, Accounting for Cross-Country Differences in Intergenerational Earnings Persistence: The Impact of Taxation and Public Education Expenditure, Quantitative Economics, forthcoming.",
        "Keane, Michael, and Richard Rogerson, 2012, Micro and Macro Labor Supply Elasticities: A Reassessment of Conventional Wisdom., Journal of Economic Literature 50, 464Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c476.",
        "Keane, Michael P., 2011, Labor Supply and Taxes: A Survey, Journal of Economic Literature 49, 961Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c1045.",
        "Kindermann, Fabian, and Dirk Krueger, 2014, High Marginal Tax Rates on the Top 1%? Lessons from a Life Cycle Model with Idiosyncratic Income Risk, Working Paper.",
        "King, R.G., C.I. Plosser, and S.T. Rebelo, 2002, Production, growth and business cycles: Technical appendix, Computational Economics 20, 87Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c116.",
        "Prescott, Edward C., 2004, Why do Americans Work so Much More Than Europeans, Federal Reserve Bank of Minneapolis Quarterly Review 28, 2Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c13.",
        "Trabandt, Mathias, and Harald Uhlig, 2011, The Laffer Curve Revisited, Journal of Monetary Economics 58, 305Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c327."
    ]
}