{
    "id": 20697,
    "cites": 47,
    "cited_by": 4,
    "reference": [
        "Alt, James E., David D. Lassen and John Marshall. 2014. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Information sources, belief updating, and the politics of economic expectations: Evidence from a Danish survey experiment.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Working paper.",
        "Ansolabehere, Stephen, Erik C. Snowberg and James M. Snyder. 2006. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Television and the incumbency advantage in US elections.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Legislative Studies Quarterly 31(4):469Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c490.",
        "Banerjee, Abhijit V., Donald Green, Jeffrey McManus and Rohini Pande. 2014. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Are Poor Voters Indifferent to Whether Elected Leaders are Criminal or Corrupt? A Vignette Experiment in Rural India.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d. Working paper.",
        "Banerjee, Abhijit V., Selvan Kumar, Rohini Pande and Felix Su. 2011. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Do Informed Voters Make Better Choices? Experimental Evidence from Urban India.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Working paper.",
        "Barro, Robert J. 1973. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093The control of politicians: an economic model.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Public choice 14(1):19Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c 42.",
        "Besley, Timothy and Andrea Prat. 2006. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Handcuffs for the grabbing hand? Media capture and government accountability.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d American Economic Review 96(3):720Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c736.",
        "Boas, Taylor C. and F. Daniel Hidalgo. 2011. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Controlling the airwaves: Incumbency advantage and community radio in Brazil.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d American Journal of Political Science 55(4):869Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c885.",
        "Bobonis, Gustavo J., Luis R. Camara Fuertes and Rainer Schwabe. 2013. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Monitoring Corruptible Politicians.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Working paper.",
        "Bobonis, Gustavo J., Luis R. C amara Fuertes and Rainer Schwabe. 2014. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Monitoring Corruptible Politicians.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Working paper.",
        "Caselli, Francesco and Massimo Morelli. 2004. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Bad politicians.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Journal of Public Economics 88(3):759Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c782.",
        "CastaÃ\u0083â\u0080¹Ã\u0082Å\u0093 neda Sabido, Fernando. 2011. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Investigaci on sobre la percepci on ciudadana acerca de la transparencia, rendici on de cuentas y fiscalizacin en el uso de los recursos p ublicos en M exico.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Reporte para la Auditor Ã\u0083â\u0080\u009eÃ\u0082Â±a Superior de la Federaci on .",
        "Chang, Eric C.C., Miriam A. Golden and Seth J. Hill. 2010. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Legislative malfeasance and political accountability.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d World Politics 62(2):177Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c220.",
        "Chiang, Chun-Fang and Brian Knight. 2011. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Media bias and influence: Evidence from newspaper endorsements.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Review of Economic Studies 78(3):795Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c820. Chong, Alberto, Ana De La O, Dean Karlan and Leonard Wantchekon. forthcoming. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Does Corruption Information Inspire the Fight or Quash the Hope? A Field Experiment in Mexico on Voter Turnout, Choice and Party Identification.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Journal of Politics .",
        "Costas, Elena, Albert Sol e-Oll e and Pilar Sorribas-Navarro. 2011. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Do voters really tolerate corruption ? Evidence from Spanish Mayors.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Working paper.",
        "de Figueiredo, Miguel F.P., F. Daniel Hidalgo and Yuri Kasahara. 2013. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093When Do Voters Punish Corrupt Politicians? Experimental Evidence from Brazil.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Working paper.",
        "Dell, Melissa. 2010. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093The persistent effects of PeruÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0084¢s mining mita.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Econometrica 78(6):1863Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c 1903.",
        "DellaVigna, Stefano and Ethan Kaplan. 2007. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093The Fox News effect: Media bias and voting.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Quarterly Journal of Economics 122(3):1187Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c1234.",
        "DellaVigna, Stefano and Matthew Gentzkow. 2010. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Persuasion: Empirical Evidence.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Annual Review of Economics 2(1):643Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c669.",
        "Durante, Ruben and Brian Knight. 2012. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Partisan control, media bias, and viewer responses: Evidence from BerlusconiÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0084¢s Italy.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Journal of the European Economic Association 10(3):451Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c 481.",
        "Dutta, Bhaskar and Poonam Gupta. 2012. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093How Do Indian Voters Respond to Candidates with Criminal Charges: Evidence from the 2009 Lok Sabha Elections.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d University Library of Munich, MPRA Paper Series, No. 38417.",
        "Eggers, Andrew and Alexander C. Fisher. 2011. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Electoral Accountability and the UK Parliamentary Expenses Scandal: Did Voters Punish Corrupt MPs?Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d SSRN working paper.",
        "Enikolopov, Ruben, Maria Petrova and Ekaterina Zhuravskaya. 2011. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Media and political persuasion: Evidence from Russia.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d American Economic Review 101(7):3253Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c3285.",
        "Ferejohn, John. 1986. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Incumbent performance and electoral control.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Public choice 50(1):5Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c25.",
        "Fergusson, Leopoldo. 2014. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Media markets, special interests, and voters.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Journal of Public Economics 109(C):13Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c26.",
        "Ferraz, Claudio and Frederico Finan. 2008. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Exposing Corrupt Politicians: The Effects of BrazilÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0084¢s Publicly Released Audits on Electoral Outcomes.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Quarterly Journal of Economics 123(2):703Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c 745.",
        "Gentzkow, Matthew and Jesse M. Shapiro. 2006. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Media bias and reputation.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Journal of Political Economy 114(2):280Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c316.",
        "Gentzkow, Matthew, Jesse M. Shapiro and Michael Sinkinson. 2014. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Competition and ideological diversity: Historical evidence from U.S. newspapers.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d American Economic Review 104(10):3073Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c3114.",
        "Humphreys, Macartan and Jeremy Weinstein. 2012. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Policing Politicians: Citizen Empowerment and Political Accountability in Uganda Preliminary Analysis.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Working paper.",
        "Klasnja, Marko. 2011. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Why Do Malfeasant Politicians Maintain Political Support? Testing the Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Uninformed VoterÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Argument.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d.",
        "Langston, Joy. 2003. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Rising from the ashes? Reorganizing and unifying the PRIÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0084¢s state party organizations after electoral defeat.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Comparative Political Studies 36(3):293Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c318.",
        "Larreguy, Horacio, John Marshall and James M. Snyder Jr. 2014. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Leveling the playing field: How equalizing access to political advertising helps locally non-dominant parties in consolidating democracies.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Working paper.",
        "Larreguy, Horacio, John Marshall and Pablo Querub Ã\u0083â\u0080\u009eÃ\u0082Â±n. 2014. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093What is the Effect of Turnout Buying? Theory and Evidence from Mexico.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Working paper.",
        "Lavielle, Briseida, Kristina Pirker and Alberto Serd an. 2006. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Monitoreo de Programas Sociales en Contextos Electorales.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Fundar Working paper.",
        "Lee, David S., Enrico Moretti and Matthew J. Butler. 2004. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Do voters affect or elect policies? Evidence from the U.S. House.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Quarterly Journal of Economics pp. 807Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c859.",
        "McCann, James A. and Jorge I. DomÃ\u0083â\u0080\u009eÃ\u0082Â±nguez. 1998. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Mexicans react to electoral fraud and political corruption: an assessment of public opinion and voting behavior.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Electoral Studies 17(4):483Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c 503.",
        "Niehaus, Paul and Sandip Sukhtankar. 2013. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Corruption Dynamics: The Golden Goose Effect.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d American Economic Journal: Economic Policy 5(4):230Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c269.",
        "Olken, Benjamin A. 2007. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Monitoring Corruption: Evidence from a Field Experiment in Indonesia. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Journal of Political Economy 115(2).",
        "Prat, Andrea and David Str omberg. 2005. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Commercial Television and Voter Information.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d. CEPR Discussion Paper No. 4989.",
        "Rundquist, Barry S., Gerald S. Strom and John G. Peters. 1977. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Corrupt politicians and their electoral support: some experimental observations.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d American Political Science Review pp. 954Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c 963.",
        "Serra, Gilles. 2012. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093The Risk of Partyarchy and Democratic Backsliding Mexico.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Taiwan Journal of Democracy 8(1):93Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c118.",
        "Slomczynski, Kazimierz and Goldie Shabad. 2012. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Perceptions of political party corruption and voting behaviour in Poland.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Party Politics 18(6):897Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c917.",
        "Snyder, James M. and David Str omberg. 2010. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Press Coverage and Political Accountability.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Journal of Political Economy 118(2):355Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c408. Stanig, Piero. forthcoming. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Regulation of Speech and Media Coverage of Corruption: An Empirical Analysis of the Mexican Press.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d American Journal of Political Science .",
        "Svolik, Milan W. 2013. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Learning to love democracy: electoral accountability and the success of democracy.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d American Journal of Political Science 57(3):685Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c702.",
        "Weitz-Shapiro, Rebecca and Matthew S. Winters. 2014. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Discerning corruption: Credible Accusations and the Punishment of Politicians in Brazil.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Working paper.",
        "Wellenstein, Anna, Ang elica N uÃ\u0083â\u0080¹Ã\u0082Å\u0093 nez and Luis Andr es. 2006. Social Infrastructure: Fondo de Aportaciones para la Infraestructura Social (FAIS). In Decentralized service delivery for the poor, Volume II: Background papers, ed. The World Bank. Mexico City: The World Bank pp. 167Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c222.",
        "Zaller, John R. 1992. The Nature and Origins of Mass Opinion. Cambridge University Press.",
        "Zamboni, Yves and Stephan Litschig. 2014. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Audit Risk and Rent Extraction: Evidence from a Randomized Evaluation in Brazil.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Working paper. -2 -1 Standardized search activity (sigma) Feb 06 Feb 07 Feb 08 Feb 09 Feb 10 Feb 11 Feb 12 (a) Searches for ASF -1 Standardized search activity (sigma) Feb 06 Feb 06 Feb 07 Feb 06 Feb 07 Feb 08 Feb 06 Feb 07 Feb 08 Feb 09 Feb 06 Feb 07 Feb 08 Feb 09 Feb 10 Feb 06 Feb 07 Feb 08 Feb 09 Feb 10 Feb 11 Feb 06 Feb 07 Feb 08 Feb 09 Feb 10 Feb 11 Feb 12 (b) Searches for FISM"
    ]
}