{
    "id": 2069,
    "cites": 77,
    "cited_by": 0,
    "reference": [
        "Beck, John H. An Analysis of the Supply-side Effects of Tax Cuts in an IS-LM Model, The National Tax Journal 32 (December 1982): 439-99.",
        "Boskin, Michael J. The Economics of the Labor Supply. In Income Maintenance and Labor Supply. Edited by Glen G. Cain and Harold W. Watts. Chicago: Rand McNally, 1973.",
        "Boskin, Michael 3. Taxation, Saving and the Rate of Interest, Journal of Political Economy 86 (April 1978): S23-S27.",
        "Browning, E.K. and Johnson, W.R. The Distribution of the Tax Burden. Washington, D.C.: American Enterprise Institute for Public Policy Research, 1979.",
        "Browning, Edgar K. and Johnson, William R. The Trade-off Between Equality and Efficiency. Journal of Political Economy 92 (April 1984): 175-203.",
        "Buchanan, James M. and Lee, Dwight R. Politics, Time .and the Laffer Curve. Journal of Political Economy 90 (August 1982): 816-819.",
        "Budd, Edward C. The Creation of a Microdata File for Estimating the Size Distribution of Income. Review of Income and Wealth 17 (December 1971): 317-33.",
        "Burtless, Gary, and Hausman, Jerry A. The Effect of Taxation on Labor Supply: Evaluating the Gary Negative Income Tax Experiment, Journal of Political Economy 86 (December 1978): 1103-30.",
        "Canto, Victor A.; Joines, Douglas H.; and Laffer, Arthur B. Tax Rates, Factor Employment, and Market Production, The Supply Side Effects of Economic Policy. St. Louis: Center for the Study of American Business. Canto, Victor A.; Joines, Douglas H.; and Webb, Robert I. Empirical Evidence on the Effects of Tax Rates on Economic Activity. Proceedings of the Business and Economics Section, American Statistical Association. Washington, D.C.: 1979.",
        "Canto, Victor A.; Joines, Douglas H.; and Laffer, Arthur B. An Income Expenditure Version of the Wedge Model. University of Southern California, 1978. (Mimeographed).",
        "Clotfelter, Charles T. Equity, Efficiency, and the Tax Treatment of In-kind Compensation, National Tax Journal 32 (March 1979): 51-60.",
        "Clotfelter, Charles T. Tax-Induced Distortions and the Business-Pleasure Borderline, The American Economic Review 73 (December 1983): 1053-65.",
        "Individual Returns. Review of Economics and Statistics 65 (August 1983): 363-373.",
        "Contributions. In How Taxes Affect Economic Behavior. Edited by Henry J. Aaron and Joseph A. Pechman. Washington, D.C.: The Brookings Institution, 1981.",
        "Congressional Budget Office. Forecasting Individual Income Tax Revenues: A Technical Analysis. Washington, D.C.: U.S. Government Printing Office, August 1983.",
        "Due, John F. Personal Deductions. In Comprehensive Income Taxation, pp. - . Edited by Joseph Pechman. Washington, D.C.: The Brookings Institution, 1977.",
        "Economic Report of the President. Washington, D.C.: U.S. Government Printing Office, 1983.",
        "Feenberg, Daniel and Rosen, Harvey S. Alternative Tax Treatment of the Family: Simulation Methodology and Results. In Simulation Methods in Tax Policy Analysis, pp. 7-41. Edited by Martin Feldstein. Chicago: The University of Chicago Press, 1982.",
        "Feldstein, Martin. The Rate of Return, Taxation, and Personal Savings, The Economic Journal 88 (September 1978): 482-87.",
        "Feldstein, Martin and Clotfelter, Charles. Tax Incentives for Charitable Contributions in the United States, Journal of Public Economics 5, 1976, pp. 1-26.",
        "Feldstein, Martin; Slemrod, Joel; and Yitzhaki, Shiomo. The Effects of Taxation on the Selling of Corporate Stock and the Realization of Capital Gains: Reply. The Quarterly Journal of Economics 94 (June 1980) 777-91.",
        "Feldstein, Martin and Slemrod, Joel. The Lock-In Effect of the Capital Gains Tax: Some Time Series Analysis. Tax Notes, August 7, 1978.",
        "Feldstein, Martin; Slemrod, Joel; and Yitzhaki, Shlomo. The Effects of Taxation on the Selling of Corporate Stock and the Realization of Capital Gains, Quarterly Journal of Economics 94 (June 1980) 777-91.",
        "Fries, A., Hutton, J.P. , and Lambert, P.J. The Elasticity of the U.S. Individual Income Tax: Its Calculation, Determinants and Behavior, Review of Economics and Statistics 64, 1982.",
        "Fullerton, Don. On the Possibility of an Inverse Relationship Between Tax Rates and Government Revenues, Journal of Public Economics 19 (October 1982): 3-22.",
        "Fullerton, Don, and Gordon, Roger H. A Reexamination of Tax Distortions in General Equilibrium Models. In Simulation Methods in Tax Policy Analysis, pp. 369 -420. Edited by Martin FeldsteIn. Chicago: The University of Chicago Press, 1982.",
        "Fullerton, Don; King, A. Thomas; Shoven, John B.; and Whalley, John. Corpo-rate Tax Integration in the United States: A General Equilibrium Approach, American Economic Review 71 (September 1981): 677-91.",
        "Fullerton, Don; Shoven, John B.; and Whalley, John. General Equilibrium Analysis of U.S. Taxation Policy. In 1978 Compendium of Tax Research, pp. 23-58. Washington, D.C. : U.S. Government Printing Office, 1978.",
        "Galper, Harvey and Hammerman, Dennis, Preferential Taxation and Portfolio Choice: Some Empirical Evidence. National Tax Journal 30 (December 1977): 387-397.",
        "Goode, Richard. The Individual Income Tax. Washington, D.C.: The Brookings Institution, 1964.",
        "Green, Gordon. Tax Simulation with Non-Tax Data Conference on Data Needs for Effective Tax Policy. Washington. D.C.: The Brookings Institution, November 1964.",
        "Greytak, David and McHugh, P. Inflation and The Individual Income Tax. Southern Economic Journal 45, 1978.",
        "Grieson, Ronald E. Theoretical Analysis and Empirical Measurements of the Effects of the Philadelphia Income Tax, Journal of Urban Economics 8 (July 1980): 123-37.",
        "Gwartney, James, and Long, James. Income Tax Avoidance and an Empirical Estimation of the Laffer Curve. Florida State University, mIaeo, July 1984.",
        "Gwartney, James, and Stroup, Richard. Tax Cuts: Who Shoulders the Burden? Economic Revenue of the Federal Reserve Bank of Atlanta, March 1982, 19-27.",
        "Hausman, Jerry A. Exact Consumers Surplus and Deadweight Loss, The American Economic Review 71 (September 1981): 662-76.",
        "Hausman, Jerry A. Labor Supply. In How Taxes Affect Economic Behavior, pp. 29-48. Washington, D.C.: The Brookings Institution, 1981.",
        "Herriot, Roger A., and Miller, Herman P. The Taxes We Pay. Conference Board Record 8 (May 1971): 31-40.",
        "Joint Committee on Taxation, General Explanation of the Economic Recovery Tax Act of 1981. Washington, D.C.: U.S. Government Printing Office, 1981.",
        "Kinsley, Michael. Alms for the Rich, The New Republic, August 1978, pp. 19-26.",
        "Laffer, Arthur B. An Equilibrium Rational Macroeconomic Framework. In Economic Issues of the Eighties, pp. - . Edited by Nake M. Kamrani and Richard Day. Baltimore: Johns Hopkins University Press, 1980.",
        "Lindsey, Lawrence B. Is the Maximum Tax on Earned Income Effective? National Tax Journal (June 1981): 249-55.",
        "Earned Income. In Behavioral Simulation Methods in Tax Policy Analysis, Edited by Martin Feldstein. Chicago: University of Chicago Press, 1983.",
        "Variable Elasticity Models, NBER Working Paper No. 1592. Cambridge, Mass.: National Bureau of Economic Research, April 1985.",
        "Press, (forthcoming) Long, James E. Income Tax and Self Employment. National Tax Journal 43 (March 1982): 43.",
        "Mankiw, Gregory and Summers, Lawrence. Are Tax Cuts Really Expansionary?, NBER Working Paper No. 1443, Cambridge, Mass.: National Bureau of Economic Research, October 1984.",
        "Metcalf, C. The Size Distribution of Personal Income During the Business Cycle. American Economic Review 59, 1969.",
        "Minarik, Joseph. The Size Distribution of Income During Inflation. The Review of Income and Wealth 4, 1979.",
        "Microeconomic Simulation Models for Public Policy Analysis. New York: Academic Press, 1980.",
        "Economic Behavior, pp. 242-67. Edited by Henry J. Aaron and Joseph A. Pechman. Washington, D.C.: The Brookings Institution, 1981.",
        "Comments. The Quarterly Journal of Economics 99 (February, 1984): 93-110 ________________ The Tax Shares Boomlet. Tax Notes. June 11, 1984.",
        "Musgrave, Richard. The Theory of Public Finance. New York: McGraw Hill, 1959.",
        "Musgrave, Richard A.; Case, Karl E.; and Leonard, Herman. The Distribution of Fiscal Burdens and Benefits. Public Finance Quarterly 2 (July 1974): 259-311.",
        "Musgrave, Richard A., and Musgrave, Peggy B. Public Finance in Theory and Practice. New York: McGraw-Hill, 1980.",
        "Nelson, Charles and Feldman, Angela. Estimating After-Tax Money Income Distributions Using Data from the March Current Population Survey. U.S. Department of Commerce, Series P-23, No. 126, August 1983.",
        "Pechman, Joseph. A New Tax Model for Revenue Estimating. In Government Finance and Economic Development, Organization for Economic Cooperation and Development, 1965.",
        "Pechman, Joseph. Federal Tax Policy. Washington, D.C.: The Brookings Institution, 1971.",
        "Pechman, Joseph. Anatomy of the U.S. Individual Income Tax. In Comparative Tax Studies: Essays in Honor of Richard Goode, ed. S. Cnossen. New York: North Holland, 1983.",
        "Pechman, Joseph and Okner, Benjamin A. Individual Income Tax Erosion by Income Classes in The Economics of Federal Subsidy Programs, Part I. Washington: Joint Economic Committee, 1972.",
        "Pechman, Joseph and Okner, Benjamin A. Who Bears the Tax Burden? Washington, D.C.: The Brookings Institution, 1974.",
        "Rosen, Harvey. Taxes in a Labor Supply Model with Joint Wages-Hours Determination, Econometrica (May 1976) :485-587.",
        "Ruggles, Nancy, and Ruggles, Richard. A Strategy for Mergin and Matching Microdata Sets. Annals of Economic and Social Measurement 2 (April 1974): 353-72.",
        "Smith, Adam. The Wealth of Nations. London: J.M. Dent and Sons, Ltd., 1776. Smeeding, T.M. The Size Distribution of Wage and Nonwage Compensation: Employer Cost vs. Employer Value, Presented at the Conference on Research in Income and Wealth, National Bureau of Economic Research, Williamsburg, VA, December 1981.",
        "Simons, Henry. Personal Icome Taxation. (Chicago: University of Chicago Press, 1938).",
        "Simonson, Kenneth. Supply Side Tax Changes: Do They Soak the Rich or Sock it to the Poor? Tax Notes, June 11, 1984.",
        "Statistics of Income Bulletin. Washington, D.C.: U.S. Government Printing Office, Winter 1983-84.",
        "Sunley, Emil. The Maximum Tax on Earned Income. National Tax Journal (December 1979): 543-52.",
        "Tax Foundation, Inc. Top Earners Get Short Shrift As All Other Get 3.9% Cut Under ERTA, June 8, 1984, mimeo.",
        "Thurow, Lester. Analysis of the American Income Distribution. American Economic Review 60, 1970.",
        "U.S. Department of Health, Education, and Welfare, Social Security Administration. Measuring the Impact on Family and Personal Income Statistics of Reporting Differences Between the Current Population Survey and Administrative Sources. Office of Research and Statistics Report No. 11. Washington, D.C.: U.S. Government Printing Office, 1980.",
        "Wall Street Journal. Tricklenomics. April 11, 1984, p. 32.",
        "Wanniski, Jude. Taxes, Revenues, and the Laffer Curve. The Public Interest. (Winter 1978) : 4.",
        "Wanniski, Jude. The Way the World Works: How Economics Fail and Succeed. New York: Basic Books, 1978.",
        "Washington Post, Tax Cuts Arent Working As Promised. April 22, 1984, Section G, p. 1.",
        "Wolff, Edward N. The Goodness of Match. National Bureau of Economic Research Working Paper No. 72 (December 1974) Cambridge, Mass.: NBER.",
        "Woodbury, Stephen A. Substitution Between Wage and Nonwage Benefits, The American Economic Review 73 (March 1983): 166-82.",
        "Wyscarver, Roy A. The Treasury Individual Income Tax Simulation Model. Washington, D.C.: Office of Tax Analysis, Secretary of the Treasury, November, 1982."
    ]
}