{
    "id": 20703,
    "cites": 13,
    "cited_by": 0,
    "reference": [
        "Acharya, V. V., and P. Schnabl (2010): Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Do Global Banks Spread Global Imbalances&quest; Asset-Backed Commercial Paper during the Financial Crisis of 2007Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c09,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d IMF Economic Review, 58(1), 37Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c73.",
        "Boissay, F. (2011): Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Financial Imbalances and Financial Fragility,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d ECB Working Paper #1317.",
        "Caballero, R. (2009): Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093The Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093OtherÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Imbalance and the Financial Crisis,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d MIT, Working Paper 09-32.",
        "Copeland, A., A. Martin, and M. Walker (2011): Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Repo run: evidence from the tri-party repo market,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Discussion paper, Staff Report, Federal Reserve Bank of New York.",
        "Covitz, D. M., N. Liang, and G. A. Suarez (2009): Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093The evolution of a financial crisis: Panic in the asset-backed commercial paper market,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Discussion paper, Division of Research & Statistics and Monetary Affairs, Federal Reserve Board.",
        "Diamond, D. W., and P. H. Dybvig (1983): Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Bank runs, deposit insurance, and liquidity,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Journal of Political Economy, pp. 401Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c419.",
        "Fleming, M. J., W. B. Hrung, and F. M. Keane (2010): Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Repo market effects of the term securities lending facility,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d The American Economic Review, pp. 591Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c596.",
        "Foster, L., C. Grim, and J. Haltiwanger (2013): Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Reallocation in the Great Recession: Cleansing or Not?,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d US Census Bureau Center for Economic Studies Paper No. CES-WP-1342.",
        "Gorton, G., and A. Metrick (2012): Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Securitized banking and the run on repo,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Journal of Financial Economics, 104(3), 425Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c451.",
        "Holmstrom, B., and J. Tirole (1998): Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Private and public supply of liquidity,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Journal of Political Economy, 112, 1Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c40.",
        "Krishnamurthy, A., S. Nagel, and D. Orlov (2014): Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Sizing up repo,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d The Journal of Finance.",
        "Krishnamurthy, A., and A. Vissing-Jorgensen (2012): Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093The aggregate demand for treasury debt,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Journal of Political Economy, 120(2), 233Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c267.",
        "Pozard, Z., T. Adrian, A. Ashcraft, and H. Boesky (2012): Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Shadow Banking,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Federal Reserve Bank of New York Staff Report #458."
    ]
}