{
    "id": 20707,
    "cites": 28,
    "cited_by": 22,
    "reference": [
        "Atkeson, Andrew, and Ariel Burstein. 2008. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Pricing-to-Market, Trade Costs, and International Relative Prices.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d American Economic Review, 98(5): 1998Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c2031.",
        "Ball, Laurence, and Sandeep Mazumber. 2011. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Inflation Dynamics and the Great Recession.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d IMF Working paper.",
        "Basu, Susanto. 1995. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Intermediate Goods and Business Cycles: Implications for Productivity and Welfare.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d American Economic Review, 85(3): 512Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c31.",
        "Christiano, Lawrence J., Martin S. Eichenbaum, and Mathias Trabandt. 2014. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Understanding the Great Recession.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d National Bureau of Economic Research Working Paper 20040.",
        "Cochrane, John. 2011. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Understanding Policy in the Great Recession: Some Unpleasant Fiscal Arithmetic.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d European Economic Review, 55: 2Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c 30.",
        "Cogan, John F., Tobias Cwik, John B. Taylor, and Volker Wieland. 2010. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093New Keynesian versus old Keynesian government spending multipliers. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Journal of Economic Dynamics and Control, 34(3): 281 Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c 295.",
        "Coibion, Olivier, and Yuriy Gorodnichenko. 2013. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Is the Phillips Curve Alive and Well After All? Inflation Expectations and the Missing Inflation.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d , (19598).",
        "Conley, Timothy G., and Bill Dupor. 2013. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093The American Recovery and Reinvestment Act: Solely a government jobs program?Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Journal of Monetary Economics, 60(5): 535Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c549.",
        "Del Negro Marco, Giannoni Marc P., and Schorfheide Frank. 2014. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Inflation in the Great Recession and New Keynesian Models.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d National Bureau of Economic Research Working Paper 20055.",
        "Drautzburg, Thorsten, and Harald Uhlig. 2011. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Fiscal Stimulus and Distortionary Taxation.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Working paper 2011-005, Becker Friedman Institute for Research In Economics, University of Chicago.",
        "Dupor, Bill, and Rong Li. 2014. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093The Expected Inflation Channel of Government Spending in the Postwar U.S.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Federal Reserve Bank of St. Louis draft.",
        "Eggertsson, Gauti B. 2006. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Fiscal Multipliers and Policy Coordination.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Federal Reserve Bank of New York 241.",
        "Eggertsson, Gauti B., and Michael Woodford. 2005. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093The Zero Lower Bound on Interest Rate and Optimal Monetary Policy.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Journal of Money, Credit and Banking, 37(5).",
        "Fernandez-Villaverde, J., J.F. Rubio-Ramirez, T.J. Sargent, and M.W. Watson. 2007. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093ABCs (and Ds) for Understanding VARs.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d American Economic Review, 97: 1021Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c1026.",
        "Guerrieri, L, and M Iacoviello. 2013. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Occbin: A toolkit for solving dynamic models with occasionally binding constraints.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Manuscript, Federal Reserve Board.[44, 45].",
        "Hall, Robert. 2011. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093The Long Slump.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d American Economic Review, 101(2): 431Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c469.",
        "Hall, Robert E. 2010. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Why Does the Economy Fall to Pieces after a Financial Crisis?Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d The Journal of Economic Perspectives, 24(4): pp. 3Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c 20.",
        "Kaplan, Greg, and Giovanni L. Violante. 2014. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093A Tale of Two Stimulus Payments: 2001 versus 2008.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d American Economic Review, 104(5): 116Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c21.",
        "King, Robert G., and Mark W. Watson. 2012. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Inflation and Unit Labor Cost.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Journal of Money, Credit and Banking, 44: 111Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c149.",
        "Klenow, Peter J., and Jonathan L. Willis. 2006. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Real rigidities and nominal price changes.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Leeper, Eric M. 2013. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Fiscal Limits and Monetary Policy.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d National Bureau of Economic Research NBER Working Papers 18877.",
        "Leeper, Eric M., and Xuan Zhou. 2013. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093InflationÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0084¢s Role in Optimal Monetary-Fiscal Policy.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d National Bureau of Economic Research NBER Working Papers 19686.",
        "Matthias Fleckenstein, Francis A. Longstaff, and Hanno Lustig. 2013. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Deflation Risk.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d National Bureau of Economic Research NBER Working Papers 19238.",
        "Michaillat, Pascal, and Emmanuel Saez. 2014. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093An Economical Business-Cycle Model.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d National Bureau of Economic Research, Inc NBER Working Papers 19777.",
        "Reinhart, Carmen M., and Kenneth S. Rogoff. 2014. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Recovery from Financial Crises: Evidence from 100 Episodes.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d The American Economic Review, 104(5): pp. 50Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c55.",
        "Shoag, Daniel. 2013. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Using State Pension Shocks to Estimate Fiscal Multipliers since the Great Recession.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d American Economic Review, 103(3): 121Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c24.",
        "Smets, Frank, and Raf Wouters. 2007. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Shocks and Frictions in US Business Cycles: A Bayesian DSGE Approach.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d The American Economic Review, 97(3): 586Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c606.",
        "Werning, Ivan. 2011. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Managing a Liquidity Trap: Monetary and Fiscal Policy.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d National Bureau of Economic Research, Inc NBER Working Papers 17344.",
        "Wilson, Daniel J. 2012. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Fiscal Spending Jobs Multipliers: Evidence from the 2009 American Recovery and Reinvestment Act.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d American Economic Journal: Economic Policy, 4(3): 251Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c82."
    ]
}