{
    "id": 20706,
    "cites": 26,
    "cited_by": 2,
    "reference": [
        "Allcott, H. (2011). Social norms and energy conservation. Journal of Public Economics, 95(9-10), 1082Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c1095.",
        "Ayres, I., Raseman, S., & Shih, A. (2013). Evidence from two large field experiments that peer comparison feedback can reduce residential energy usage. Journal of Law, Economics, and Organization, 29(5), 992Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c1022.",
        "Bogorad, C. S., & Huang, W. S. (2005). Long-term rights for new resources: A crucial missing ingredient in RTO markets. The Electricity Journal.",
        "Borenstein, S., Bushnell, J., Knittel, C. R., & Wolfram, C. (2008). Inefficiencies and market power in financial arbitrage: A study of californiaÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0084¢s electricity markets. Journal of Industrial Economics, 56(2), 347Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c378.",
        "Costa, D. L., & Kahn, M. E. (2013). Energy conservation Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093nudgesÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d and environmentalist ideology: Evidence from a randomized residential electricity field experiment. Journal of the European Economic Association, 11(3), 680Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c702.",
        "Davis, L. W., & Kahn, M. E. (2010). International trade in used vehicles: The environmental consequences of NAFTA. American Economic Journal: Economic Policy, 2(4), 58Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c82.",
        "Dolan, P., & Metcalfe, R. (2011). Neighbors, knowledge, and nuggets: Two natural field experiments on the role of incentives on energy conservation. Working paper, University of Chicago.",
        "Eisensee, T., & Str omberg, D. (2007). News droughts, news floods, and U.S. disaster relief. The Quarterly Journal of Economics, 122(2), 693Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c728.",
        "Ferraro, P., Miranda, J.-J., & Price, M. (2011). The persistence of treatment effects with norm-based policy instruments: Evidence from a randomized environmental policy experiment. The American Economic Review, 101(3), 318Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c322.",
        "Ferraro, P., & Price, M. (2013). Using non-pecuniary strategies to influence behavior: Evidence from a large-scale field experiment. Review of Economics and Statistics.",
        "Fowlie, M. L. (2009). Incomplete environmental regulation, imperfect competition, and emissions leakage. American Economic Journal: Economic Policy, 1(2), 72Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c112.",
        "Goldstein, N. J., Cialdini, R. B., & Griskevicius, V. (2008). A room with a viewpoint: Using social norms to motivate environmental conservation in hotels. Journal of Consumer Research, 35(3), 472Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c482.",
        "Goulder, L. H., Jacobsen, M. R., & van Benthem, A. A. (2012). Unintended consequences from nested state and federal regulations: The case of the Pavley greenhouse-gas-per-mile limits. Journal of Environmental Economics and Management, 63(2), 187Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c207.",
        "Goulder, L. H., & Stavins, R. N. (2011). Interactions between state and federal climate change policies. In The Design and Implementation of US Climate Policy, NBER Chapters, (pp. 109Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c121). National Bureau of Economic Research, Inc.",
        "Harding, M., & Hsiaw, A. (2012). Goal setting and energy efficiency. Working paper, Stanford University.",
        "Herter, K., McAuliffe, P., & Rosenfeld, A. (2007). An Exploratory Analysis of California Residential Customer Response to Critical Peak Pricing of Electricity. Energy, 32(1), 25Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c34.",
        "Herter, K., & Wayland, S. (2010). Residential Response to Critical-Peak Pricing of Electricity: California Evidence. Energy, 35(4), 1561Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c1567.",
        "Ito, K., Ida, T., & Tanaka, M. (2013). Using dynamic electricity pricing to address energy crises: Evidence from randomized field experiments. Working paper.",
        "Jessoe, K., & Rapson, D. (2012). Knowledge is (less) power: Experimental evidence from residential energy use. NBER Working Papers 18344, National Bureau of Economic Research, Inc.",
        "Lang, C., & Okwelum, E. (2014). The mitigating effect of strategic behavior on the net benefits of a direct load control program. Working Paper.",
        "Luyben, P. D. (1982). Prompting thermostat setting behavior: Public response to a Presidential appeal for conservation. Environment and Behavior, 14, 113Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c128.",
        "Mansur, E. (2008). Measuring Welfare in Restructured Electricity Markets. Review of Economics and Statistics, 90(2), 369Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c386.",
        "Reiss, P. C., & White, M. W. (2008). What changes energy consumption? Prices and public pressures. The RAND Journal of Economics, 39(3), 636Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c663.",
        "Schultz, P. W., Nolan, J. M., Cialdini, R. B., Goldstein, N. J., & Griskevicius, V. (2007). The constructive, destructive, and reconstructive power of social norms. Psychological Science, 18(5), 429Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c34.",
        "Zivin, J. G., & Neidell, M. (2009). Days of haze: Environmental information disclosure and intertemporal avoidance behavior. Journal of Environmental Economics and Management, 58, 119Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c128.",
        "Zivin, J. S. G., Kotchen, M., & Mansur, E. T. (2014). Spatial and temporal heterogeneity of marginal emissions: Implications for electric cars and other electricity-shifting policies. Journal of Economic Behavior and Organization, Forthcoming."
    ]
}