{
    "id": 20715,
    "cites": 32,
    "cited_by": 11,
    "reference": [
        "Andrews, D. (1993): Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Tests for Parameter Instability and Structural Change with Unknown Change Point,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Econometrica, 61, 821Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c856.",
        "Ball, L., N. Mankiw, and D. Romer (1988): Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093The New Keynsesian Economics and the Output-Inflation Trade-off,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Brookings Papers on Economic Activity, 19, 1Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c82.",
        "Ball, L. and S. Mazumder (2011): Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Inflation Dynamics and the Great Recession,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Brookings Papers on Economic Activity, 337Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c405.",
        "Bernanke, B. (2010): Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093The Economic Outlook and Monetary Policy,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Speech At the Federal Reserve Bank of Kansas City Economic Symposium, Jackson Hole, Wyoming.",
        "Coibion, O. and Y. Gorodnichenko (2013): Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Is The Phillips Curve Alive and Well After All? Inflation Expectations and the Missing Disinflation,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d NBER Working Paper 19598.",
        "Daly, M. and B. Hobijn (2013): Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Downward nominal wage rigidities bend the Phillips curve,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Working Paper Series 2013-08, Federal Reserve Bank of San Francisco.",
        "Dickens, W. (2010): Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Has the Recession Increased the NAIRU?,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d mimeo, Northeastern University.",
        "Friedman, M. (1968): Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093The Role of Monetary Policy,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d American Economic Review, 58, 1Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c17.",
        "Recent analyses of downward wage rigidity include Dickens (2010); Schmitt-Grohe and Uribe (2012); Daly and Hobijn (2013); and numerous blog posts by Paul Krugman. Recent research on inflation has also explored the roles of oil prices and consumer expectations (Coibion and Gorodnichenko, 2013); weak balance sheets of firms (Sim et al., 2013); and uncertainty about regional economic conditions (Murphy, 2014).",
        "Fuhrer, J., G. Olivei, and G. Tootell (2009): Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Empirical estimates of changing inflation dynamics,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Working Papers 09-4, Federal Reserve Bank of Boston.",
        "Gali, J. (2008): Monetary Policy, Inflation, and the Business Cycle: An Introduction to the New Keynesian Framework, Princeton University Press.",
        "Gordon, R. (1982): Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Inflation, Flexible Exchange Rates, and the Natural Rate of Unemployment, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d in Workers, Jobs, and Inflation, ed. by M. Baily, The Brookings Institution, 89Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c158.",
        "Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009dÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009dÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009d (2013): Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093The Phillips Curve is Alive and Well: Inflation and the NAIRU During the Slow Recovery,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Working Paper 19390, National Bureau of Economic Research.",
        "IMF (2013): Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093The Dog That DidnÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0084¢t Bark: Has Inflation Been Muzzled or Was It Just Sleeping?Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d World Economic Outlook, International Monetary Fund.",
        "Krueger, A., J. Cramer, and D. Cho (2014): Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Are the Long-Term Unemployed on the Margins of the Labor Market?Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Brookings Papers on Economic Activity, 229Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c280.",
        "Krugman, P. (2014): Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Inflation, Unemployment, Ignorance,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d The New York Times Blog.",
        "Llaudes, R. (2005): Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093The Phillips curve and long-term unemployment,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Working Paper Series 441, European Central Bank.",
        "Mankiw, N. (2014): Principles of Economics, 7th edition, Cengage Learning.",
        "Mishkin, F. (2007): Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Inflation Dynamics,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d International Finance, 10, 317Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c334.",
        "Murphy, R. (2014): Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Explaining inflation in the aftermath of the Great Recession,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Journal of Macroeconomics, 40, 228Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c244.",
        "Nickell, S. (1987): Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Why Is Wage Inflation in Britain So High?Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Oxford Bulletin of Economics and Statistics, 49, 103Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c128.",
        "Phillips, A. (1958): Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093The Relation Between Unemployment and the Rate of Change of Money Wage Rates in the United Kingdom, 1861-1957,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Economica, 25, 283Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c299.",
        "Samuelson, P. and R. Solow (1960): Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Analytical Aspects of Anti-Inflation Policy,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d The American Economic Review, 50, 177Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c194.",
        "Schmitt-Grohe, S. and M. Uribe (2012): Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093The Making Of a Great Contraction With a Liquidity Trap and a Jobless Recovery,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d NBER Working Paper 18544.",
        "Sim, J., R. Schoenle, E. Zakrajsek, and S. Gilchrist (2013): Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Inflation Dynamics During the Financial Crisis,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d 2013 Meeting Papers 826, Society for Economic Dynamics.",
        "Staiger, D., J. Stock, and M. Watson (1997): Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093How Precise Are Estimates of the Natural Rate of Unemployment?Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d in Reducing Inflation: Motivation and Strategy, ed. by C. Romer and D. Romer, University of Chicago Press, 195Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c246.",
        "Stock, J. (2011): Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Discussion of Ball and Mazumder, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Inflation Dynamics and the Great RecessionÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Brookings Papers on Economic Activity, 387Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c402.",
        "Stock, J. and M. Watson (1999): Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Forecasting Inflation,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Journal of Monetary Economics, 44, 293Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c335.",
        "Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009dÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009dÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009d (2009): Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Phillips Curve Inflation Forecasts,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d in Understanding Inflation and the Implications for Monetary Policy, ed. by J. Fuhrer, Y. Kodrzycki, J. Little, and G. Olivei, Cambridge: MIT Press, 99Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c202.",
        "Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009dÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009dÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009d (2010): Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Modeling inflation after the crisis,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Proceedings - Economic Policy Symposium - Jackson Hole, 173Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c220.",
        "Taylor, J. (1993): Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Discretion versus policy rules in practice,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Carnegie-Rochester Conference Series on Public Policy, 39, 195Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c214.",
        "Yellen, J. (2013): Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Panel Discussion on Monetary Policy: Many Targets, Many Instruments. Where Do We Stand?Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Remarks at Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Rethinking Macro Policy IIÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d IMF Conference."
    ]
}