{
    "id": 20711,
    "cites": 26,
    "cited_by": 5,
    "reference": [
        "Andersen, T. G., T. Bollerslev, and F. X. Diebold (2007): Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Roughing it Up: Including Jump Components in the Measurement, Modeling and Forecasting of Return Volatility,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Review of Economics and Statistics, 89, 701Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c720.",
        "Andersen, T. G., T. Bollerslev, F. X. Diebold, and C. Vega (2007): Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Realtime Price Discovery in Global Stock, Bond and Foreign Exchange Markets,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Journal of International Economics, 73, 251Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c277.",
        "Balduzzi, P., S. R. Das, and S. Foresi (1998): Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093The Central Tendency: A Second Factor in Bond Yields,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Review of Economics and Statistics, 80, 62Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c72.",
        "Balduzzi, P., E. J. Elton, and T. C. Green (2001): Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Economic News and Bond Prices: Evidence from the US Treasury Market,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Journal of Financial and Quantitative Analysis, 36, 523Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c543.",
        "Beechey, M. J. (2007): Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093A Closer Look at the Sensitivity Puzzle: The Sensitivity of Expected Future Short Rates and Term Premia to Macroeconomic News,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Finance and Economics Discussion Series 2007-06.",
        "Das, S. R. (2002): Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093The Surprise Element: Jumps in Interest Rates,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Journal of Econometrics, 106, 27Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c65.",
        "Duffee, G. (2002): Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Term Premia and Interest Rate Forecasts in Affine Models,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Journal of Finance, 57, 405Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c443.",
        "Duffie, D. (2001): Dynamic Asset Pricing Theory. Princeton University Press, Princeton.",
        "Faust, J., and J. H. Wright (2008): Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Risk Premia in the 8:30 Economy,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Working Paper.",
        "Feldhutter, P., P. Schneider, and A. B. Trolle (2008): Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Jumps in interest rates and pricing of jump risk evidence from the Eurodollar market,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Working Paper.",
        "Fleming, M. J., and E. M. Remolona (1997): Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093What Moves the Bond Market?,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Federal Reserve Bank of New York Economic Policy Review.",
        "(1999): Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093The Term Structure of Announcement Effects,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d BIS Working Paper 71. G",
        "urkaynak, R. S., B. Sack, and E. T. Swanson (2005a): Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Do Actions Speak Louder Than Words? The Response of Asset Prices to Monetary Policy Actions and Statements,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d International Journal of Central Banking, 1, 55Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c93.",
        "(2005b): Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093The Excess Sensitivity of Long Term Interest Rates: Evidence and Implications for Macroeconomic Models,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d American Economic Review, 95, 425Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c436. G",
        "urkaynak, R. S., B. Sack, and J. H. Wright (2007): Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093The U.S. Treasury Yield Curve: 1961 to the Present,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Journal of Monetary Economics, 54, 2291Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c2304.",
        "Jegadeesh, N., and G. G. Pennachi (1996): Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093The Behavior of Interest Rates Implied by the Term Structure of Eurodollar Futures,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Journal of Money, Credit and Banking, 28, 426Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c446.",
        "Jiang, G., and S. Yan (2009): Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Linear-quadratic term structure models: Toward the understanding of jumps in interest rates,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Journal of Banking and Finance, 33, 473Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c485.",
        "Johannes, M. (2004): Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093The Economic and Statistical Role of Jumps to Interest Rates,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Journal of Finance, 59, 227Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c260.",
        "Jones, C. M., O. Lamont, and R. L. Lumsdaine (1998): Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Macroeconomic News and Bond Market Volatility,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Journal of Financial Economics, 47, 315Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c337.",
        "Kim, D. H., and A. Orphanides (2012): Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Term Structure Estimation with Survey Data on Interest Rate Forecasts,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Journal of Financial and Quantitative Analysis, 47, 241Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c272.",
        "Kim, D. H., and J. H. Wright (2005): Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093An Arbitrage-Free Three-Factor Term Structure Model and the Recent Behavior of Long-Term Yields and Distant-Horizon Forward Rates,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Finance and Economics Discussion Series 2005-33.",
        "Litterman, R. B., and J. Scheinkman (1991): Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Common Factors Affecting Bond Returns,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Journal of Fixed Income, 1, 54Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c61.",
        "Piazzesi, M. (2001): Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093An Econometric Model of the Yield Curve with Macroeconomic Jump Effects,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d NBER Working Paper 8246.",
        "(2005): Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Bond Yields and the Federal Reserve,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Journal of Political Economy, 113, 311Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c344.",
        "(2009): Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Affine Term Structure Models,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d in Handbook of Financial Econometrics, ed. by Y. A. Sahalia, and L. P. Hansen. North Holland.",
        "Swanson, E. T., and J. C. Williams (2014): Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Measuring the Effect of the Zero Lower Bound on Medium- and Longer-term Interest Rates,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d American Economic Review, 104, 3154Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c3185."
    ]
}