{
    "id": 20721,
    "cites": 34,
    "cited_by": 2,
    "reference": [
        "Abel, A. B., Eberly, J. C. 1996. Optimal investment with costly reversibility. Review of Economic Studies, 63, 581Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c593.",
        "Ang, A., Hodrick, R. J., Xing, Y., Zhang, X. 2006. The cross-section of volatility and expected returns. Journal of Finance, 61, 259Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c299.",
        "Arrow, K. J., Harris, T., Marschak, J. 1951. Optimal inventory policy. Econometrica, 19, 250Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c272.",
        "Brandt, M. W., Kishore, R., Santa-Clara, P., Venkatachalam, M. 2008. Earnings announcements are full of surprises. Working paper.",
        "Campbell, J. Y., Hilscher, J., Szilagyi, J. 2008. In search of distress risk. Journal of Finance, 63, 2899Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c2939.",
        "Carhart, M. M. 1997. On the persistence in mutual fund performance. Journal of Finance, 52, 57Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c82.",
        "Chen, L., Novy-Marx, R., Zhang, L. 2010. An alternative three-factor model. Working paper.",
        "Chen, Z., Watanabe, M., Stanzl, W. 2005. Price impact costs and the limit of arbitrage. Working paper.",
        "Cooper, M. J., Gulen, H., Schill, M. J. 2008. Asset growth and the cross-section of stock returns. Journal of Finance, 63, 1609Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c1651.",
        "Da, Z., Liu, Q., Schaumurg, E. 2014. A closer look at the short-term reversal. Management Science, 60, 658Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c674.",
        "Davis, M., Norman, A. 1990. Portfolio selection with transaction costs. Mathematics of Operations Research, 15, 676Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c713.",
        "Engle, R., Festenberg, R., Russel, J. 2012. Measuring and modeling execution cost and risk. Journal of Portfolio Management, 38, 14Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c28.",
        "Fama, E. F., French, K. R. 1993. Common risk factors in the returns on stocks and bonds. Journal of Financial Economics, 33, 3Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c56.",
        "Fama, E. F., French, K. R. 2008. Dissecting anomalies. Journal of Finance, 63, 1653Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c1678.",
        "Foster, G., Olsen, C., Shevlin, T. 1984. Earnings releases, anomalies, and the behavior of security returns. The Accounting Review, 59, 574Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c603.",
        "Frazzini, A., Israel, R., Moskowitz, T. 2014. Trading costs of asset pricing anomalies. Working paper.",
        "Grinblatt, M., Titman, S. 1989. Portfolio performance evaluation: old issues and new insights. Review of Financial Studies, 2, 393Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c416.",
        "Hanna, J. D., Ready, M. J. 2005. Profitable predictability in the cross section of stock returns. Journal of Financial Economics, 78, 463Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c505.",
        "Harris, L. E. 1990. Statistical properties of the roll serial covariance bid/ask spread estimatior. Journal of Finance, 45, 579Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c590.",
        "Hasbrouck, J. 2009. Trading costs and returns for u.s. equities: estimating effective costs from daily data. Journal of Finance, 64, 1446Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c1477.",
        "Haugen, R. A., Baker, N. L. 1996. Commonality in the determinants of expected stock returns. Journal of Financial Economics, 41, 401Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c440.",
        "Heston, S. L., Sadka, R. 2011. Seasonality in the cross-section of stock returns. Journal of Financial Economics, 87, 418Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c445.",
        "Jegadeesh, N., Titman, S. 1993. Returns to buying winners and selling losers: implications for stock market efficiency. Journal of Finance, 48, 65Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c91.",
        "Keim, D. B., Madhavan, A. 1997. Execution costs and investment style: an interexchange analysis of instituitional equity trades. Journal of Financial Economics, 46, 265Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c292.",
        "Korajczyk, R. A., Sadka, R. 2004. Are momentum profits robust to trading costs? Journal of Finance, 59, 1039Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c1082.",
        "Lesmond, D. A., Schill, M. J., Zhou, C. 2004. The illusory nature of momentum profits. Journal of Financial Economics, 71, 349Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c380.",
        "Lyandres, E., Sun, L., Zhang, L. 2008. Investment-based underperformance following seasoned equity offerings. Review of Financial Studies, 21, 2825Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c2855.",
        "McLean, D., Pontiff, J. 2014. Does academic research destroy return predictability. Working paper.",
        "Moskowitz, T., Grinblatt, M. 1999. Do industries explain momenum? Journal of Finance, 54, 1249Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c1290.",
        "Novy-Marx, R. 2013. The other side of value: the gross profitability premium. Journal of Financial Economics, 108, 1Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c28.",
        "Novy-Marx, R. 2014. The quality dimension of value investing. Working paper.",
        "Piotroski, J. 2000. Value investing: the use of historical financial statement information to separate winners from losers. Journal of Accounting Research, 38, 1Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c41.",
        "Roll, R. 1984. A simple implicit measure of the effective bid-ask spread in an efficient market. Journal of Finance, 39, 1127Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c1139.",
        "Sloan, R. G. 1996. Do stock prices fully reflect information in accruals and cash flows about future earnings? The Accounting Review, 71, 289Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c315."
    ]
}