{
    "id": 20722,
    "cites": 38,
    "cited_by": 12,
    "reference": [
        "Angrist, Joshua D., Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093The Perils of Peer Effects,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Labour Economics, 2014, 30, 98Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c108.",
        "Booth, Alison and Patrick Nolen, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Choosing to Compete: How Different are Girls and Boys?,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Journal of Economic Behavior and Organization, 2012, 81 (2), 542Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c555.",
        "Burke, Mary A. and Tim R. Sass, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Classroom Peer Effects and Student Achievement,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Journal of Labor Economics, 2013, 31 (1), 51Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c82.",
        "Carrell, Scott E., Bruce I. Sacerdote, and James E. West, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093From Natural Variation to Optimal Policy? The Importance of Endogenous Peer Group Formation,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Econometrica, 2013, 81 (3), 855Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c882.",
        "Cho, Insook, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093The Effect of Teacher-Student Gender Matching: Evidence from OECD Countries,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Economics of Education Review, 2012, 31 (3), 54Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c67.",
        "Choi, Eleanor Jawon, Hyungsik Roger Moon, and Geert Ridder, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Estimation of an Education Production Function under Random Assignment with Selection,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d American Economic Review: Papers and Proceedings, 2014, 104 (5), 206Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c211.",
        "Chung, Haesook, Jineun Yoo, and Meeyoon Kim, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Gender Equality in Education at Coeducational Secondary Schools,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d 2009. Korean WomenÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0084¢s Development Institute.",
        "Ding, Weili and Steven F. Lehrer, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Do Peers Affect Student Achievement in ChinaÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0084¢s Secondary Schools?,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Review of Economics and Statistics, 2007, 89 (2), 300Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c312.",
        "Eliot, Lise, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Single-Sex Education and the Brain,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Sex Roles, 2013, 69 (7-8), 363Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c381.",
        "Epple, Dennis and Richard E. Romano, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Peer Effects in Education: A Survey of the Theory and Evidence,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d in Jess Benhabib, Alberto Bisin, and Matthew O. Jackson, eds., Handbook of Social Economics, Vol. 1, Elsevier, 2011, chapter 20, pp. 1053Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c1163.",
        "Evans, William N., Wallace E. Oates, and Robert M. Schwab, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Measuring Peer Group Effects: A Study of Teenage Behavior,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Journal of Political Economy, 1992, 100 (5), 966Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c991. Flory, Jeffrey A., Andreas Leibbrandt, and John A. List, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Do Competitive Work Places Deter Female Workers? A Large-Scale Natural Field Experiment on Gender Differences in Job-Entry Decisions,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Review of Economic Studies, forthcoming.",
        "Garcia-Fontes, Walter and Antonio Ciccone, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Gender Peer Effects in School, a Birth Cohort Approach, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d 2014. CEPR Discussion Paper No. DP10042.",
        "Gneezy, Uri, Muriel Niederle, and Aldo Rustichini, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Performance in Competitive Environments: Gender Differences,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Quarterly Journal of Economics, 2003, 118 (3), 1049Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c1074.",
        "Halpern, Diane F., Lise Eliot, Rebecca S. Bigler, Richard A. Fabes, Laura D. Hanish, Janet Hyde, Lynn S. Liben, and Carol Lynn Martin, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093The Pseudoscience of Single-Sex Schooling,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Science, 2011, 333 (6050), 1706Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c1707.",
        "Hanlon, Harriet W., Robert W. Thatcher, and Marvin J. Cline, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Gender Differences in the Development of EEG Coherence in Normal Children,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Developmental Neuropsychology, 1999, 16 (3), 479Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c506.",
        "Hoffmann, Florian and Philip Oreopoulos, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093A Professor Like Me: The Influence of Instructor Gender on College Achievement,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Journal of Human Resources, 2009, 44 (2), 479Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c494.",
        "Hoxby, Caroline, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Peer Effects in the Classroom: Learning from Gender and Race Variation,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d 2000. NBER working paper 7867.",
        "Hoxby, Caroline M. and Gretchen Weingarth, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093School Reassignment and the Structure of Peer Effects, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d 2005. working paper.",
        "Jackson, C. Kirabo, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Single-Sex Schools, Student Achievement, and Course Selection: Evidence from Rule-Based Student Assignments in Trinidad and Tobago,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Journal of Public Economics, 2012, 96 (1-2), 173Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c187.",
        "Jung, Kyungah and Haesook Chung, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Gender Equality in Classroom Instruction: Introducing Gender Training for Teachers in the Republic of Korea,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d 2005. UNESCO Asia and Pacific Regional Bureau for Education.",
        "Kang, Changhui, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Classroom Peer Effects and Academic Achievement: Quasi-Randomization Evidence from South Korea,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Journal of Urban Economics, 2007, 61 (3), 458Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c495.",
        "Kim, Taejong, Ju-Ho Lee, and Young Lee, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Mixing versus Sorting in Schooling: Evidence from the Equalization Policy in South Korea,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Economics of Education Review, 2008, 27 (6), 697Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c711.",
        ", Olmo Silva, and Felix Weinhardt, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093The Good, The Bad and The Average: Evidence on Ability Peer Effects in Schools,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Journal of Labor Economics, 2012, 30 (2), 367Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c414.",
        "Lee, Soohyung, Muriel Niederle, and Namwook Kang, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Do Single-Sex Schools Make Boys and Girls More Competitive?,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Economics Letters, 2014, 124 (3), 474Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c477).",
        "Lenroot, Rhoshel K., Nitin Gogtay, Deanna K. Greenstein, Elizabeth Molloy Wells, Gregory L. Wallace, Liv S. Clasen, Jonathan D. Blumenthal, Jason Lerch, Alex P. Zijdenbos, Alan C. Evans, Paul M. Thompson, and Jay N. Giedd, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Sexual Dimorphism of Brain Developmental Trajectories During Childhood and Adolescence,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d NeuroImage, 2007, 36 (4), 1065Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c1073.",
        "Lim, Jiyeon, Jungju Kim, Shinyoung Kim, and Min Kim, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Activities of Children and Adolescents in Korea,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d 2009. National Youth Policy Institute Policy Brief. Lu, Fangwen and Michael L. Anderson, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Peer Effects in Microenvironments: The Benefits of Homogeneous Classroom Groups,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Journal of Labor Economics, forthcoming.",
        "Manski, Charles F., Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Identification of Endogenous Social Effects: The Reflection Problem,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Review of Economic Studies, 1993, 60 (3), 531Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c542.",
        "Mo, Sanghyun and Heejin Kim, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Human Rights of Korean Children and Adolescents Compared to International Standard,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d 2009. National Youth Policy Institute Policy Brief.",
        "Moffitt, Robert, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Policy Interventions, Low-Level Equilibria, and Social Interactions,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d in Steven N. Durlauf and H. Peyton Young, eds., Social Dynamics, Washington, DC: Brookings Institution Pres, 2001.",
        "Muralidharan, Karthik and Ketki Sheth, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Bridging Education Gender Gaps in Developing Countries: The Role of Female Teachers,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d 2013. NBER working paper 19341.",
        "Niederle, Muriel and Lise Vesterlund, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Do Women Shy Away From Competition? Do Men Compete Too Much?,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Quarterly Journal of Economics, 2007, 122 (3), 1067Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c1101.",
        "Park, Hyunjoon, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Single Parenthood and ChildrenÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0084¢s Education in South Korea: An Update,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d in Hyunjoon Park and Kyung keun Kim, eds., Korean Education in Changing Economic and Demographic Contexts, Springer, 2014, pp. 153Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c171.",
        ", Jere R. Behrman, and Jaesung Choi, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Causal Effects of Single-Sex Schools on College Entrance Exams and College Attendance: Random Assignment in Seoul High Schools,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Demography, 2013, 50 (2), 447Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c469.",
        "Sacerdote, Bruce, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Peer Effects in Education: How Might They Work, How Big Are They and How Much Do We Know Thus Far?,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d in Eric A. Hanushek, Stephen Machin, and Ludger Woessmann, eds., Handbook of the Economics of Education, Vol. 4, Elsevier, 2011, chapter 4, pp. 249Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c277.",
        "Steele, Claude M., Steven J. Spencer, and Joshua Aronson, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Contending with Group Image: The Psychology of Stereotype and Social Identity Threat,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Advances in Experimental Social Psychology, 2002, 34, 379Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c440.",
        "Strain, Michael R., Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Single-Sex Classes and Student Outcomes: Evidence from North Carolina,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Economics of Education Review, 2013, 36, 73Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c87.",
        "U.S. Department of Education, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Single-Sex Versus Secondary Schooling: A Systematic Review,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d 2005.",
        "Washington DC: U.S. Department of Education, Office of Planning, Evaluation, and Policy Development. Whitmore, Diane, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Resource and Peer Impacts on GirlsÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0084¢ Academic Achievement: Evidence from a Randomized Experiment,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d American Economic Review: Papers and Proceedings, 2005, 95 (2), 199Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c203."
    ]
}