{
    "id": 20720,
    "cites": 38,
    "cited_by": 7,
    "reference": [
        "Allcott, Hunt. 2011a. \"Consumers' Perceptions and Misperceptions of Energy Costs.\" American Economic Review Papers & Proceedings, 101(3), 98-104.",
        "Allcott, Hunt. 2011b. \"Social Norms and Energy Conservation.\" Journal of Public Economics, 95(9-10), 1082-1095.",
        "Allcott, Hunt. 2013. \"The Welfare Effects of Misperceived Product Costs: Data and Calibrations from the Automobile Market.\" American Economic Journal: Economic Policy, 5(3), 30-66. Allcott, Hunt and Todd Rogers. forthcoming. \"The Short-Run and Long-Run Effects of Behavioral Interventions: Experimental Evidence from Energy Conservation.\" American Economic Review.",
        "Allcott, Hunt and Richard Sweeney. 2014. \"Information Disclosure through Agents: Evidence from a Field Experiment,\" National Bureau of Economic Research: Cambridge, MA, NBER Working Paper No. 20048.",
        "Allcott, Hunt and Dmitry Taubinsky. 2013. \"The Lightbulb Paradox: Evidence from Two Randomized Experiments,\" National Bureau of Economic Research: Cambridge, MA, NBER Working Paper No. 19713. Allcott, Hunt and Nathan Wozny. forthcoming. \"Gasoline Prices, Fuel Economy, and the Energy Paradox.\" Review of Economics and Statistics.",
        "Ayres, Ian; Sophie Raseman and Alice Shih. 2009. \"Evidence from Two Large Field Experiments That Peer Comparison Feedback Can Reduce Residential Energy Usage,\" National Bureau of Economic Research: Cambridge, MA, NBER Working Paper No. 15386.",
        "Brounen, Dirk and Nils Kok. 2011. \"On the Economics of Energy Labels in the Housing Market.\" Journal of Environmental Economics and Management, 62(2), 166179.",
        "Busse, Megan R.; Christopher R. Knittel and Florian Zettelmeyer. 2013. \"Are Consumers Myopic? Evidence from New and Used Car Purchases.\" American Economic Review, 103(1), 220-256.",
        "Camilleri, Adrian R. and Richard P. Larrick. 2014. \"Metric and Scale Design as Choice Architecture Tools.\" Journal of Public Policy and Marketing, 33(1), 108-125.",
        "Collaborative Labeling and Appliance Standards Program (CLASP). 2014. \"Global S&L Database,\" http://www.clasponline.org/en/Tools/Tools/SL_Search.aspx, Accessed on Sept. 25, 2014.",
        "Davis, Lucas W. 2008. \"Durable Goods and Residential Demand for Energy and Water: Evidence from a Field Trial.\" RAND Journal of Economics, 39(2), 530-546.",
        "Dubin, Jeffrey A. and Daniel L. McFadden. 1984. \"An Econometric Analysis of Residential Electric Appliance Holdings and Consumption.\" Econometrica, 52(2), 345362.",
        "Federal Trade Commission. 2014. \"Energyguide Labeling: Faqs for Appliance Manufacturers,\" http://www.business.ftc.gov/documents/bus-82-energyguide-labels-faqs, Accessed on October 9, 2014.",
        "GfK. 2013. \"Knowledgepanel Design Summary,\" http://www.gfk.com/Documents/GfKKnowledgePanel -Design-Summary.pdf, Accessed on September 26, 2014. GfK. nd. \"Gfk Methodology,\" provided with data; available from authors.",
        "Gillingham, Kenneth; Richard G. Newell and Karen Palmer. 2009. \"Energy Efficiency Economics and Policy.\" Annual Review of Resource Economics, 1(1), 597619.",
        "Gillingham, Kenneth and Karen Palmer. 2014. \"Bridging the Energy Efficiency Gap: Policy Insights from Economic Theory and Empirical Evidence.\" Review of Environmental Economics and Policy, 8(1), 18-38.",
        "Graff Ziven, Joshua; Matthew J. Kotchen and Erin T. Mansur. 2014. \"Spatial and Temporal Heterogeneity of Marginal Emissions: Implications for Electric Cars and Other Electricity-Shifting Policies.\" Journal of Economic Behavior and Organization, 107(Part A, November), 248-268.",
        "Hausman, Jerry A. 1979. \"Individual Discount Rates and the Purchase and Utilization of Energy-Using Durables.\" Bell Journal of Economics, 10(1), 33-54.",
        "Hausman, Jerry A. 2012. \"Contingent Valuation: From Dubious to Hopeless.\" Journal of Economic Perspectives, 26(4), 43-56.",
        "Heutel, Garth. 2011. \"Optimal Policy Instruments for Externality-Producing Durable Goods under Time Inconsistency,\" National Bureau of Economic Research: Cambridge, MA, NBER Working Paper No. 17083.",
        "Houde, Sebastien. 2014a. \"Bunching with the Stars: How Firms Respond to Environmental Certification,\" University of Maryland Working Paper: College Park, MD.",
        "Houde, Sebastien. 2014b. \"How Consumers Respond to Environmental Certification and the Value of Energy Information,\" E2e Project: Berkeley, CA, Working Paper 007.",
        "Jacobsen, Grant. 2014. \"Do Energy Prices Influence Investment in Energy Efficiency? Evidence from Energy Star Appliances,\" University of Oregon Working Paper.",
        "Kahn, Matthew E. 2007. \"Do Greens Drive Hummers? Environmental Ideology as a Determinant of Consumer Choice.\" Journal of Environmental Economics and Management, 54, 129-145.",
        "Kahn, Matthew E. and Ryan K. Vaughn. 2009. \"Green Market Geography: The Spatial Clustering of Hybrid Vehicles and Leed Registered Buildings.\" B.E. Journal of Economic Analysis & Policy, 9(2, Article 2), 1-24.",
        "Kahneman, Daniel. 2011. \"Thinking Fast and Slow,\" New York: Farrar, Strauss and Giroux, McKinsey & Company and The Conference Board. 2007. \"Reducing U.S. Greenhouse Gas Emissions: How Much at What Cost?,\" Washington, DC.",
        "Metcalf, Gilbert E. 1994. \"Economics and Rational Conservation Policy.\" Energy Policy, 22(10), 819-825.",
        "Metcalf, Gilbert E. and Kevin A. Hassett. 1999. \"Measuring the Energy Savings from Home Improvement Investments: Evidence from Monthly Billing Data.\" Review of Economics and Statistics, 81(3), 516-528.",
        "National Research Council. 2009. Hidden Costs of Energy: Unpriced Consequences of Energy Production and Use. Washington, DC: National Academies Press.",
        "Newell, Richard G. and Juha V. Siikamaki. 2013. \"Nudging Energy Efficiency Behavior: The Role of Information Labels,\" Cambridge, MA, NBER Working Paper No. 19224.",
        "Revelt, David and Kenneth Train. 1998. \"Mixed Logit with Repeated Choices: Households' Choices of Appliance Efficiency Level.\" Review of Economics and Statistics, 80(4), 647-657. Sallee, James M. forthcoming. \"Rational Inattention and Energy Efficiency.\" Journal of Law and Economics.",
        "Spurlock, Anna. 2014. \"Appliance Efficiency Standards and Price Discrimination,\" Lawrence Berkeley Lab: Berkeley, CA.",
        "Thorne, Jennifer and Christine Egan. 2002. \"An Evaluation of the Federal Trade Commission's Energyguide Appliance Label,\" American Council for an Energy Efficient Economy: Washington, DC.",
        "U.S. Department of Energy. 2009. \"Residential Energy Consumption Survey (RECS) 2009,\" http://www.eia.gov/consumption/residential/data/2009/, Accessed on September 25, 2014.",
        "U.S. Department of Energy. 2010. \"2009 Unit Shipment Data Collection Forms,\" https://www.energystar.gov/index.cfm?c=partners.unit_shipment_data_archives, Accessed U.S. Department of Energy. 2013a. \"Electric Power Annual,\" Washington, DC, DOE/EIA-0348.",
        "U.S. Department of Energy. 2013b. \"Energy Star Unit Shipment and Market Penetration Report Calendar Year 2012 Summary,\" https://www.energystar.gov/index.cfm?c=partners.unit_shipment_data_archives, Accessed on September 25, 2014.",
        "U.S. Department of Energy. 2014. \"Room Air Conditioner Savings Calculator,\" http://www.energystar.gov/buildings/sites/default/uploads/files/RoomAC_Calculator.xls, Accessed on September 26, 2014.",
        "U.S. Energy Information Administration. 2014a. \"Annual Energy Outlook 2014,\" Washington, DC: U.S. Energy Information Administration. 2014b. \"Assumptions to the Annual Energy Outlook 2014: Residential Demand Model,\" Washington, DC, Wiel, Stephen and James E. McMahon. 2001. Energy-Efficiency Labels and Standards. Washington, DC: Collaborative Labeling and Appliance Standards Program (CLASP)."
    ]
}