{
    "id": 20728,
    "cites": 60,
    "cited_by": 11,
    "reference": [
        "Amiti, Mary, & Cameron, Lisa. 2007. Economic Geography and Wages. Review of Economics and Statistics, 89(1), pp. 15Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c29.",
        "Arellano, Manuel, & Bond, Stephen. 1991. Some tests of specification for panel data: Monte Carlo evidence and an application to employment equations. The Review of Economic Studies, 58(2), 277Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c297.",
        "Baines, Dudley. 1994. Population, Migration and Regional Development, 1870-1939. In: Floud, R, & McCloskey, D (eds), The Economic History of Britain Since 1700, second edition edn. Cambridge University Press.",
        "Balsvik, Ragnhild. 2011. Is labor mobility a channel for spillovers from multinationals? Evidence from Norwegian manufacturing. Review of Economics and Statistics, 93(1), 285Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c297.",
        "Barrios, Thomas, Diamond, Rebecca, Imbens, Guido, & Kolesar, Michal and. 2012. Clustering, Spatial Correlations and Randomized Inference. Journal of the American Statistical Association, 107(498), 578Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c591.",
        "Barro, Robert J. 2012 (August). Convergence and Modernization Revisited. NBER Working Paper No. 18295.",
        "Bartik, Timothy J. 1991. Who Benefits from State and Local Economic Development Policies? Kalamazoo, MI: W.E. Upjohn Institute for Employment Research.",
        "Bertrand, M, Duflo, E, & Mullainathan, S. 2004. How Much Should We Trust Differences-inDifferences Estimates? The Quarterly Journal of Economics, 119(1), pp. 249Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c275.",
        "Blundell, Richard, & Bond, Stephen. 1998. Initial Conditions and Moment Restrictions in Dynamic Panel Data Models. Journal of Econometrics, 87(1), 115 Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c 143.",
        "Cameron, A. C., Gelbach, J.B., & Milller, D. L. 2011. Robust Inference with Multi-Way Clustering. Journal of Business and Economic Statistics, 29(2), 238Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c249.",
        "Caselli, Francesco, Esquivel, Gerardo, & Lefort, Fernando. 1996. Reopening the Convergence Debate: A New Look at Cross-Country Growth Empirics. Journal of Economic Growth, 1(3), pp. 363Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c389.",
        "Chinitz, Benjamin. 1961. Contrasts in Agglomeration: New York and Pittsburgh. The American Economic Review, 51(2), pp. 279Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c289.",
        "Combes, Pierre-Philippe. 2000. Economic Structure and Local Growth: France, 1984-1993. Journal of Urban Economics, 47(3), 329 Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c 355. Combes, Pierre-Philippe, & Gobillon, Laure. Forthcoming. The Empirics of Agglomeration Economies. In: Duranton, Gilles, Henderson, Vernon, & Strange, William (eds), Handbook of Urban and Regional Economics, vol. 5. Elsevier.",
        "Combes, Pierre-Philippe, Duranton, Gilles, & Gobillon, Laurent. 2008. Spatial Wage Disparities: Sorting Matters!. Journal of Urban Economics, 63(2), 723 Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c 742.",
        "Combes, Pierre-Philippe, Duranton, Gilles, & Gobillon, Laurent. 2011. The Identification of Agglomeration Economies. Journal of Economic Geography, 11(2), 253 Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c 266.",
        "Combes, Pierre-Philippe, Duranton, Gilles, Gobillon, Laurent, Puga, Diego, & Roux, Sebastien. 2012. The Productivity Advantages of Large Cities: Distinguishing Agglomeration from Firm Selection. Econometrica, 80(6), pp. 2543Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c2594.",
        "Conley, T.G. 1999. GMM Estimation with Cross Sectional Dependence. Journal of Econometrics, 92(1), 1 Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c 45.",
        "Crafts, Nicholas, & Mulatu, Abay. 2006. How Did the Location of Industry Respond to Falling Transport Costs in Britain before World War I? The Journal of Economic History, 66(3), pp. 575Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c607.",
        "Davis, Donald R, & Dingel, Jonathan I. 2012 (June). A Spatial Knowledge Economy. NBER Working Paper No. 18188.",
        "Dekle, Robert. 2002. Industrial Concentration and Regional Growth: Evidence from the Prefectures. The Review of Economics and Statistics, 84(2), pp. 310Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c315.",
        "Desmet, Klaus, & Rappaport, Jordan. 2014 (April). The Settlement of the United States, 1800-2000: The Long Transition Towards GibratÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0084¢s Law. Working Paper.",
        "Dittmar, Jeremiah E. 2011 (August). Cities, Markets, and Growth: The Emergence of ZipfÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0084¢s Law. Working Paper.",
        "Dix-Carneiro, Rafael, & Kovak, Brian. 2014 (July). Trade Reform and Regional Dynamics: Evidence from 25 Years of Brazilian Matched Employer-Employee Data. Working Paper.",
        "Dumais, Guy, Ellison, Glenn, & Glaeser, Edward L. 1997 (November). Geographic Concentration as a Dynamic Process. NBER Working Paper No. 6720.",
        "Dumais, Guy, Ellison, Glenn, & Glaeser, Edward L. 2002. Geographic Concentration as a Dynamic Process. The Review of Economics and Statistics, 84(2), pp. 193Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c204.",
        "Ellison, G., Glaeser, E., & Kerr, W. 2010. What Causes Industry Agglomeration? Evidence from Coagglomeration Patterns. American Economic Review, 100(3), pp. 1195Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c1213.",
        "Ellison, Glenn, & Glaeser, Edward L. 1997. Geographic concentration in US manufacturing industries: A dartboard approach. Journal of Political Economy, 105(5), 889Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c927.",
        "Faggio, Guilia, Silva, Olmo, & Strange, William. 2013 (October). Heterogeneous Agglomeration. Working Paper.",
        "Glaeser, Edward L., & Mar, David C. 2001. Cities and Skills. Journal of Labor Economics, 19(2), pp. 316Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c342.",
        "Glaeser, Edward L., Gyourko, Joseph, & Saks, Raven E. 2005. Why Have Housing Prices Gone Up? American Economic Review, 95(2), 329Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c333.",
        "Greenstone, Michael, & Moretti, Enrico. 2004. Bidding for Industrial Plants: Does Winning a Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Ë\u009cMillion Dollar PlantÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0084¢ Increase Welfare? MIT Department of Economics Working Paper No. 04-39.",
        "Greenstone, Michael, Hornbeck, Richard, & Moretti, Enrico. 2010. Identifying Agglomeration Spillovers: Evidence from Million Dollar Plants. Journal of Political Economy, 118(3), pp. 536Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c598.",
        "Hanlon, W. Walker. 2014 (September). Temporary Shocks and Persistent Effects in the Urban System: Evidence from British Cities after the U.S. Civil War. NBER Working Paper No. 20471.",
        "Hanson, Gordon H. 2005. Market potential, increasing returns and geographic concentration. Journal of International Economics, 67(1), 1 Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c 24.",
        "Hauk Jr., William R., & Wacziarg, Romain. 2009. A Monte Carlo Study of Growth Regressions. Journal of Economic Growth, 14(2), pp. 103Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c147.",
        "Henderson, J Vernon. 1997. Externalities and Industrial Development. Journal of Urban Economics, 42(3), 449Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c470.",
        "Henderson, V, Kuncoro, A, & Turner, M. 1995. Industrial Development in Cities. Journal of Political Economy, 103(5), 1067Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c1090.",
        "Horrell, Sara, Humphries, Jane, & Weale, Martin. 1994. An Input-Output Table for 1841. Economic History Review, 47(3), 545Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c566.",
        "Hurwicz, Leonid. 1950. Least-Squares Bias in Time Series. In: Koopmans, Tjalling C. (ed), Statistical Inference in Dynamic Economic Models. New York: Wiley.",
        "Jacobs, Jane. 1969. The Economy of Cities. New York: Vintage Books.",
        "Javorcik, Beata S. 2004. Does Foreign Direct Investment Increase the Productivity of Domestic Firms? In Search of Spillovers through Backward Linkages. The American Economic Review, 94(3), 605Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c627.",
        "Jones, Ronald W. 1975. Income Distribution and Effective Protection in a Multicommodity Trade Model. Journal of Economic Theory, 11(1), 1 Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c 15.",
        "Kim, Sukkoo. 1995. Expansion of Markets and the Geographic Distribution of Economic Activities -The Trends in US Regional Manufacturing Structure, 1860-1987. Quarterly Journal of Economics , 110(4), 881Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c908.",
        "Kleibergen, Frank, & Paap, Richard. 2006. Generalized Reduced Rank Tests Using the Singular Value Decomposition. Journal of Econometrics, 133, 97Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c126.",
        "Kline, Patrick, & Moretti, Enrico. 2013. Local Economic Development, Agglomeration Economies, and the Big Push: 100 Years of Evidence from the Tennessee Valley Authority. Quarterly Journal of Economics.",
        "Kovak, Brian K. 2013. Regional Effects of Trade Reform: What is the Correct Measure of Liberalization ? American Economic Review, 103(5), 1960Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c1976.",
        "Kugler, Maurice. 2006. Spillovers from Foreign Direct Investment: Within or Between Industries? Journal of Development Economics, 80(2), 444Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c477.",
        "Lopez, R, & Sudekum, J. 2009. Vertical Industry Relations, Spillovers, and Productivity: Evidence from Chilean Plants. Journal of Regional Science, 49(4), pp. 721Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c747.",
        "Lucas, Robert E. 1988. On the Mechanics of Economic Development. Journal of Monetary Economics, 22(1), 3Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c42.",
        "Marshall, Alfred. 1890. Principles of Economics. New York: Macmillan and Co.",
        "Michaels, Guy, Rauch, Ferdinand, & Redding, Stephen. 2013 (January). Task Specialization in U.S. Cities from 1880-2000. NBER Working Paper No. 18715.",
        "Nickell, Stephen. 1981. Biases in Dynamic Models with Fixed Effects. Econometrica, 49(6), pp. 1417Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c1426.",
        "Nuvolari, A, & Tartari, V. 2011. Bennet Woodcroft and the Value of English Patents, 1617-1841. Explorations in Economic History, 48, 97Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c115.",
        "Poole, Jennifer P. 2013. Knowledge Transfers from Multinational to Domestic Firms: Evidence from Worker Mobility. The Review of Economics and Statistics, 95(2).",
        "Romer, PM. 1986. Increasing Returns and Long-run Growth. Journal of Political Economy, 94(5), 1002Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c1037.",
        "Rosenthal, S., & Strange, W. 2004. Evidence on the Nature and Sources of Agglomeration Economies.",
        "In: Henderson, JV., & Thisse, JF. (eds), Handbook of Regional and Urban Economics. Elsevier. Rosenthal, Stuart S, & Strange, William C. 2001. The Determinants of Agglomeration. Journal of Urban Economics , 50(2), 191Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c229.",
        "Rosenthal, Stuart S., & Strange, William C. 2003. Geography, Industrial Organization, and Agglomeration. The Review of Economics and Statistics, 85(2), pp. 377Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c393.",
        "Sutcliffe, Anthony. 1988. BritainÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0084¢s First Town Planning Act: A Review of the 1909 Achievement. The Town Planning Review, 59(3), pp. 289Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c303.",
        "Thomas, Mark. 1987. An Input-Output Approach to the British Economy, 1890-1914. Ph.D. thesis, Oxford University."
    ]
}