{
    "id": 2073,
    "cites": 17,
    "cited_by": 6,
    "reference": [
        "Baptista, Fernando. 1985. Estrategia Nacional Para La Lieudo Externa. La Paz: Editora Siglo.",
        "Bolivia, Ministerio de Finanzas. 1978. Memorandum: Sobre El Financiomiento Externo de Bolivia. La Paz: Instituto Nacional de Financiamiento. Externo (INDEF).",
        "Bolivia, Unidad de Analisis de Politica Economica (UDAPE). 1985. Analisis de Ia Gestion Economica en Bolivia: 1982-1985. La Paz: October, mimeo.",
        "December, mimeo. ______ 1985. Las Estadisticas Fiscales en Bolivia: 1970- 1985. La Paz: July, mimeo.",
        "Ph.D. diss., University of Illinois at Urbana-Champaign. Cagan, Philip. 1956. The monetary dynamics of hyperinflation. In Studies in the quantity theory of money, ed. M. Friedman. Chicago: University of Chicago Press.",
        "Cooper, Richard. 1971. Currency devaluation in developing countries. Essays in international Finance, no. 86. Princeton University.",
        "Dona Medina, Samuel. 1986. La economia informal en Bolivia. La Paz: Editorial Offset Boliviana.",
        "Dornbusch, Rudiger, and Stanley Fischer. 1986. Stopping hypcrinflation: Past and present. NBER Working Paper no. 1810. Cambridge, Mass.: NBER, January.",
        "Eder, George. 1968. inflation and stabilization in Latin America: A case history of inflation and stabilization in Bolivia. Ann Arbor: University of Michigan Press.",
        "Fernandez, R., and D. Kaaret, 1988. Bank size, reputation, and debt renegotiation.",
        "NBER Working Paper no. 2704. Cambridge, Mass.: NBER, September. Gillis, Malcom. 1978. The structure of Bolivian mining taxes. In Taxation and mining. Nonfuel minerals in Bolivia and other countries, ed. M. Gillis et al.",
        "Cambridge, Mass.: Ballinger International Monetary Fund (IMF). 1986. Bolivia: Recent economic developments.",
        "Machicado, Flavio. 1987. Las Finanzas Publicas y Ia Inversion. IDLIS, Serie Estudio, Diagnostico, Debate. La Paz: ILDIS.",
        "Malloy, James M., and Eduardo Gamarra. 1987. The transition to democracy in Bolivia. In AuthoritariaM and Democrats: Regime transition in Latin America, ed.",
        "James Malloy and Mitchel Seligson. Pittsburgh: University of Pittsburgh Press, 1988. Revolution and reaction. New Brunswick: Transaction Books.",
        "Morales, Juan Antonio, and Jeffrey Sachs. 1989. Bolivias economic crisis. In Developing country debt and the world economy, ed. J. Sachs. Chicago: University of Chicago Press.",
        "Morales, Juan Antonio, Rodolfo Ulloa, and Gloria Jimenez. 1978. Analisis economico de las implicaciones para Bolivia del Arancel Externo Comun del Cnipo Andino. La Paz: Informe at Ministerio de Finanzas de Ia Republiea de Bolivia, November."
    ]
}