{
    "id": 20732,
    "cites": 34,
    "cited_by": 2,
    "reference": [
        "Anselin, L., 1988. Spatial Econometrics: Methods and Models. Kluwer Academic Publishers: Dordrecht, the Netherlands.",
        "Anselin, L., A. Varga, and Z. Acs. 1997. Local geographic spillovers between university research and high technology innovations. Journal of Urban Economics 42:422Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c48.",
        "David B. Audretsch, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Innovation And Spatial Externalities,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d International Regional Science Review April 2003 vol. 26 no. 2 167-174.",
        "Barro, R. J., and X. Sala-i-Martin. 1991. Convergence across states and regions. Brookings Papers on Economic Activity 1:107Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c82. Dean Birkhaeuser, Robert E. Evenson and Gershon Feder, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093The Economic Impact of Agricultural Extension: A Review,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Economic Development and Cultural Change, Vol. 39, No.",
        "AutantÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u0090Bernard, Corinne, and James P. LeSage. Quantifying knowledge spillovers using spatial econometric models. Journal of Regional Science 51.3 (2011): 471-496.",
        "Autant-Bernard, Corinne. Spatial econometrics of innovation: recent contributions and research perspectives. Spatial Economic Analysis 7.4 (2012): 403-419.",
        "Boldrin, Michele and D. K. Levine, Against Intellectual Monopoly, Cambridge University Press, 2008.",
        "Bottazzi L. and G. Peri, Innovation and Spillovers in Regions: evidence from European Patent Data, European Economic Review, 47, 2003, 687-710.",
        "Brunt, Liam, Josh Lerner, and Tom Nicholas. Inducement prizes and innovation. The Journal of Industrial Economics 60.4 (2012): 657-696.",
        "DÃ\u0083Æ\u0092Ã\u0082Â¶ring, Thomas, and Jan Schnellenbach. What do we know about geographical knowledge spillovers and regional growth?: a survey of the literature. Regional Studies 40.03 (2006): 375395.",
        "Feldman, M. P. 2000. Location and innovation: The new economic geography of innovation, spillovers, and agglomeration. In The Oxford handbook of economic geography, ed. G. L. Clark, M. P. Feldman, and M. S. Gertler, 373Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c94. New York: Oxford University Press.",
        "Feldman, M.P., and D.B. Audretsch, 1999. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Innovation in Cities: Science-Based Diversity, Specialization and Localized Competition,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d European Economic Review 43, 409-429.",
        "Glaeser, Edward L., Learning in Cities, Journal of Urban Economics, vol. 46(2) 1999: 254277.",
        "Griliches, Zvi, Patent Statistics as Economic Indicators: A Survey. Journal of Economic Literature, Vol. XXVIII (Dec) 1990: 1661-1707.",
        "Jaffe, Adam B., Manuel Trajtenberg, and Rebecca Henderson. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Geographic Localization of Knowledge Spillovers as Evidenced by Patent Citations.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Quarterly Journal of Economics 108, no. 3 (1993): 577Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c98.",
        "Keller, Wolfgang, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Geographic Localization of International Technology,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d American Economic Review, Vol. 92, No. 1 (Mar., 2002): 120-142.",
        "Keller, Wolfgang, and Stephen Ross Yeaple, The Gravity of Knowledge, American Economic Review, 103(4) 2013: 1414-44.",
        "Khan, B. Zorina, The Democratization of Invention: Patents and Copyrights in American Economic Development, 1790-1920. New York: Cambridge University Press and NBER, 2005.",
        "Khan, B. Zorina, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Inventing in the Shadow of the Patent System: Evidence from 19th-Century Patents and Prizes for Technological Innovations,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Working Paper, 2014.",
        "Khan, B. Zorina, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Going for Gold: Industrial Fairs and Innovation in the Nineteenth-Century United States,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Special Issue on Innovation without Patents, Revue Economique, vol. 64 (1) 2013: 89-114.",
        "Khan, B. Zorina, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Premium Inventions: Patents and Prizes as Incentive Mechanisms in Britain and the United States, 1750-1930Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d in Dora L. Costa and Naomi R. Lamoreaux (eds), Understanding Long-Run Economic Growth: Geography, Institutions, and the Knowledge Economy, NBER and University of Chicago (2011): 205-234.",
        "Kremer, Michael, and Heidi Williams. Incentivizing innovation: Adding to the tool kit. Innovation Policy and the Economy, Volume 10. University of Chicago Press, 2010. 1-17.",
        "Moran, P., Notes on Continuous Stochastic Phenomena, Biometrika 37 (1) 1950: 17Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c23.",
        "Moser, Petra, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093How Do Patent Laws Influence Innovation? Evidence from Nineteenth-Century World&apos;s Fairs,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d AER vol. 95 (4) 2005: 1214-1236.",
        "Moser, Petra, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Do Patents Weaken the Localization of Innovations? Evidence from World&apos;s Fairs, 1851-1915.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Journal of Economic History, Volume 71, Number 2, June 2011, pp. 363382.",
        "Murray, Fiona, et al. Grand Innovation Prizes: A theoretical, normative, and empirical evaluation. Research Policy 41.10 (2012): 1779-1792.",
        "Nicholas, Tom, Hybrid Innovation in Meiji Japan, International Economic Review 54.2 (2013): 575-600.",
        "Pred, A. R. 1966. The spatial dynamics of U.S. urban-industrial growth, 1800Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c191. Cambridge, MA: MIT Press.",
        "Quah, Danny, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093The weightless economy in economic development,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d in Information Technology, Productivity, and Economic Growth, Matti Pohjola (ed.), Oxford University Press, 2001.",
        "Qiu, Jiaping, and Chi Wan. Technology spillovers and corporate cash holdings. Journal of Financial Economics (2014).",
        "Romer, P.M., 1990. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Endogenous Technological Change,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Journal of Political Economy, vol. 98, S71-S102.",
        "Sokoloff, Kenneth, Inventive Activity in Early Industrial America: Evidence from Patent Records, 1790-1846, Journal of Economic History, vol. 48 (4) 1988: 813-50.",
        "Richter, Ralf, and Streb, Jochen, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Catching-Up and Falling Behind: Knowledge Spillover from American to German Machine Toolmakers,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Journal of Economic History, vol. 71 (4) 2011: 1006-1031.",
        "Storper, Michael. The regional world: territorial development in a global economy. Guilford Press, 1997."
    ]
}