{
    "id": 20746,
    "cites": 58,
    "cited_by": 32,
    "reference": [
        "Milton Abramowitz and Irene A. Stegun. Handbook of Mathematical Functions. Dover, New York, 1964. Gara Afonso. Liquidity and congestion. Journal of Financial Intermediation, 20(3):324Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c360, 2011.",
        "Gara Afonso and Ricardo Lagos. An empirical study of trade dynamics in the fed funds market. Technical report, Staff Report, Federal Reserve Bank of New York, 2012a.",
        "Gara Afonso and Ricardo Lagos. Trade dynamics in the market for federal funds. FRB of New York Staff Report, (549), 2012b.",
        "Fernando Alvarez and Gadi Barlevy. Mandatory disclosure and financial contagion. Technical report, Working Paper, Federal Reserve Bank of Chicago, 2014.",
        "Adam Ashcraft and Darrell Duffie. Systemic illiquidity in the federal funds market. American Economic Review, Papers and Proceeding, 97:221Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c225, 2007. Andrew G. Atkeson, Andrea L. Eisfeldt, and Pierre-Olivieri Weill. The market for otc credit derivatives.",
        "Working paper, UCLA, 2012. Andrew G. Atkeson, Andrea L. Eisfeldt, and Pierre-Olivier Weill. Entry and exit in otc derivatives markets.",
        "Working paper UCLA, 2014.",
        "Ana Babus and Peter Kondor. Trading and information diffusion in otc markets. Working paper FRB Chicago and CEU, 2012.",
        "Michael Boss, Helmut Elsinger, Martin Summer, and Stefan Thurner 4. Network topology of the interbank market. Quantitative Finance, 4(6):677Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c684, 2004.",
        "Kenneth Burdett and Dale T Mortensen. Wage differentials, employer size, and unemployment. International Economic Review, pages 257Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c273, 1998.",
        "Eui Jung Chang, Eduardo Jos e Araujo Lima, Solange M Guerra, and Benjamin M Tabak. Measures of interbank market structure: An application to brazil. Brazilian Review of Econometrics, 28(2):163Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c190, 2008.",
        "Jean-Edouard Colliard and Gabrielle Demange. Cash providers: Asset dissemination over intermediation chains. Working paper, HEC and PSE, 2014.",
        "Ben Craig and Goetz Von Peter. Interbank tiering and money center banks. Journal of Financial Intermediation, 2014.",
        "Darrell Duffie, Nicolae GÃ\u0083â\u0080¹Ã\u0082â\u0080  arleanu, and Lasse H. Pedersen. Valuation in over-the-counter markets. Review of Financial Studies, 20(6):1865, 2007.",
        "Darrell Duffie, Semyon Malamud, and Gustavo Manso. Information percolation with equilibrium search dynamics. Econometrica, 77(1513-1574), 2009.",
        "Larry Eisenberg and Thomas H. Noe. Systemic risk in financial systems. Management Science, February: 236Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c249, 2001.",
        "Matthew Elliott, Benjamin Golub, and Matthew O. Jackson. Financial network and contagion. American Economic Review, Forthcoming, 2014.",
        "Maryam Farboodi. Intermediation and voluntary exposure to counterparty risk. Working paper, University of Chicago, 2013. Peter Feldh utter. The same bond at different prices: Identifying search frictions and selling pressures.",
        "Review of Financial Studies, 25:1155Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c1206, 2012.",
        "Peter Feldh utter. The same bond at different prices: identifying search frictions and selling pressures. Review of Financial Studies, 25(4):1155Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c1206, 2012.",
        "Nicolae GÃ\u0083â\u0080¹Ã\u0082â\u0080  arleanu. Portfolio choice and pricing in illiquid markets. Journal of Economic Theory, 144(2): 532Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c564, 2009. Alessandro Gavazza. Leasing and secondary markets: Theory and evidence from commercial aircraft.",
        "Alessandro Gavazza. The role of trading frictions in real asset markets. The American Economic Review, 101(4):1106Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c1143, 2011b.",
        "Alessandro Gavazza. An empirical equilibrium model of a decentralized asset market. Working paper, 2013.",
        "Thomas Gehrig. Intermediation in search markets. Journal of Economics & Management Strategy, 2(1): 97Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c120, 1993. Athanasios Geromichalos, Juan Manuel Licari, and Jos e Su arez-Lled o. Monetary policy and asset prices.",
        "Vincent Glode and Christian Opp. Adverse selection and intermediation chains. 2014. Working paper, Wharton.",
        "Michael Gofman. A network-based analysis of over-the-counter markets. Working paper, University of Wisconsin-Madison, 2010. Mikhail Golosov, Guido Lorenzoni, and Aleh Tsyvinski. Decentralized trading with private information.",
        "George Hall and John Rust. Middlemen versus market makers: A theory of competitive exchange. Journal of Political Economy, 111(2):pp. 353Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c403, 2003.",
        "Julien Hugonnier. Speculative behavior in decentralized markets. Working paper, Swiss Finance Institute, 2012.",
        "Matthew O Jackson. Social and economic networks. Princeton University Press, 2010.",
        "Rainer Jankowitsch, Amrut Nashikkar, and Marti G Subrahmanyam. Price dispersion in otc markets: A new measure of liquidity. Journal of Banking & Finance, 35(2):343Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c357, 2011.",
        "Patrick Kiefer. A search-based pricing model of credit default swaps. Working paper, UCLA, 2012.",
        "Nobuhiro Kiyotaki and Randall Wright. A search-theoretic approach to monetary economics. American Economic Review, 83:63Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c63, 1993.",
        "Ricardo Lagos. Asset prices and liquidity in an exchange economy. Journal of Monetary Economics, 57(8): 913Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c930, 2010.",
        "Ricardo Lagos and Guillaume Rocheteau. Liquidity in asset markets with search frictions. Econometrica, 77:403Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c426, 2009.",
        "Ricardo Lagos and Randall Wright. A unified framework for monetary theory and policy analysis. Journal of political Economy, 113(3):463Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c484, 2005.",
        "Ricardo Lagos, Guillaume Rocheteau, and Pierre-Olivier Weill. Crises and liquidity in over-the-counter markets. Journal of Economic Theory, 146(6):2169Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c2205, 2011.",
        "Benjamin Lester and Pierre-Olivier Weill. Over-the-counter markets with continuous valuations. Working paper, UCLA, 2013.",
        "Benjamin Lester, Andrew Postlewaite, and Randall Wright. Information, liquidity, asset prices, and monetary policy. The Review of Economic Studies, 79(3):1209Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c1238, 2012. Benjamin Lester, Guillaume Rocheteau, and Pierre-Olivier Weill. Competing for order flow in otc markets.",
        "Federal Reserve Bank of Philadelphia, working paper 14-9, 2014.",
        "Dan Li and Norman Sch urhoff. Dealer networks. Working Paper HEC Lausanne, 2012. Yiting Li, Guillaume Rocheteau, and Pierre-Olivier Weill. Liquidity and the threat of fraudulent assets.",
        "Semyon Malamud and Marzena Rostek. Decentralized exchange. Working paper, Ecole Polytechnique F ed erale de Lausanne and University of Wisconsin, 2012.",
        "Artem Neklyudov. Bid-ask spreads and the over-the-counter interdealer markets: Core and peripheral dealers. Working Paper HEC Lausanne, 2012. Ezra Oberfield. Business networks, production chains, and productivity: A theory of input-output architecture.",
        "Emiliano Pagnotta and Thomas Philippon. Competing on speed. Working Paper, NYU Stern School of Business, 2011.",
        "Tuomas A. Peltonen, Martin Scheicher, and Guillaume Vuillemey. The network structure of the cds markets and its determinants. Journal of Financial Stability, 13(118-133), 2014.",
        "Fabien Postel-Vinay and Jean-Marc Robin. Equilibrium wage dispersion with worker and employer heterogeneity. Econometrica, 70(6):2295Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c2350, 2002. R",
        "emy Praz. Equilibrium asset pricing with both liquid and illiquid markets. Working paper, Swiss Finance Institute at EPFL, 2013.",
        "William T. Reid. Riccati Differential Equations. Mathematics in science and engineering. Academic Press, 1972.",
        "Ji Shen and Hongjun Yan. A search model of the aggregate demand for safe and liquid assets. Available at SSRN, 2014.",
        "Kimmo Soram aki, Morten L Bech, Jeffrey Arnold, Robert J Glass, and Walter E Beyeler. The topology of interbank payment flows. Physica A: Statistical Mechanics and its Applications, 379(1):317Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c333, 2007.",
        "Daniel F. Spulber. Market making by price-setting firms. The Review of Economic Studies, 63(4):pp. 559Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c 580, 1996.",
        "Jiri Sremr. Absolutely continuous functions of two variables in the sense of carath eodory. Electronic Journal of Differential Equations, (154):1Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c11, 2010.",
        "Alberto Trejos and Randall Wright. Search, bargaining, money and prices. Journal of Political Economy, 103:118Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c141, 1995. Alberto Trejos and Randall Wright. Search-based models of money and finance: An integrated approach.",
        "Dimitri Vayanos and Tan Wang. Search and endogenous concentration of liquidity in asset markets. Journal of Economic Theory, 136(66-104), 2007.",
        "Dimitri Vayanos and Pierre-Olivier Weill. A Search-Based Theory of the On-the-Run Phenomenon. Journal of Finance, 63(3):1361Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c1398, 2008.",
        "S Viswanathan and James JD Wang. Inter-dealer trading in financial markets*. The Journal of Business, 77 (4):987Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c1040, 2004.",
        "Pierre-Olivier Weill. Leaning against the wind. The Review of Economic Studies, 74(4):pp. 1329Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c1354, 2007.",
        "Pierre-Olivier Weill. Liquidity premia in dynamic bargaining markets. Journal of Economic Theory, 140: 66Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c96, 2008.",
        "Adam Zawadowski. Entangled financial systems. Working paper, Boston University, 2013."
    ]
}