{
    "id": 20742,
    "cites": 31,
    "cited_by": 2,
    "reference": [
        "Allen, Robert C., Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093EngelÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0084¢s Pause: A PessimistÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0084¢s Guide to the British Industrial Revolution,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Economics Series Working Papers 315, University of Oxford, Department of Economics April 2007.",
        "Aoki, Shuhei and Makoto Nirei, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Pareto Distributions and the Evolution of Top Incomes in the U.S,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d MPRA Paper 47967, University Library of Munich, Germany July 2013.",
        "Benhabib, Jess, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Wealth Distribution Overview,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d 2014. NYU teaching slides http://www.econ.nyu.edu/user/benhabib/wealth%20distribution%20theories%20overview3.pdf.",
        ", Alberto Bisin, and Shenghao Zhu, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093The Distribution of Wealth and Fiscal Policy in Economies With Finitely Lived Agents,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Econometrica, 01 2011, 79 (1), 123Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c157.",
        "Bonnet, Odran, Pierre-Henri Bono, Guillaume Chapelle, and Etienne Wasmer, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Does housing capital contribute to inequality? A comment on Thomas Pikettys Capital in the 21st Century,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Sciences Po Economics Discussion Papers 2014-07, Sciences Po Departement of Economics April 2014.",
        "Bridgman, Benjamin, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Is LaborÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0084¢s Loss CapitalÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0084¢s Gain? Gross versus Net Labor Shares,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d June 2014. Bureau of Economic Analysis manuscript.",
        "Cantelli, F.P., Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Sulle applicazioni del calcolo delle probabilita alla fisica molecolare,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Metron, 1921, 1 (3), 83Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c91.",
        "CHARLES I. JONES Castaneda, Ana, Javier Diaz-Gimenez, and Jose-Victor Rios-Rull, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Accounting for the U.S. Earnings and Wealth Inequality,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Journal of Political Economy, August 2003, 111 (4), 818Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c857.",
        "Elsby, Michael WL, Bart Hobijn, and Ays eg ul S ahin, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093The Decline of the U.S. Labor Share,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Brookings Papers on Economic Activity, 2013, 2013 (2), 1Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c63.",
        "Gabaix, Xavier, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093ZipfÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0084¢s Law for Cities: An Explanation,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Quarterly Journal of Economics, August 1999, 114 (3), 739Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c767.",
        ", Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Power Laws in Economics and Finance,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Annual Review of Economics, 2009, 1 (1), 255Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c294.",
        "Heathcote, Jonathan, Kjetil Storesletten, and Giovanni L. Violante, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Optimal Tax Progressivity: An Analytical Framework,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d NBER Working Papers 19899, National Bureau of Economic Research, Inc February 2014.",
        "Huggett, Mark, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Wealth Distribution in Life-Cycle Economies,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Journal of Monetary Economics, December 1996, 38 (3), 469Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c494.",
        "Kaldor, Nicholas, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Capital Accumulation and Economic Growth,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d in F.A. Lutz and D.C. Hague, eds., The Theory of Capital, St. Martins Press, 1961, pp. 177Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c222.",
        "Karabarbounis, Loukas and Brent Neiman, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093The Global Decline of the Labor Share,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Quarterly Journal of Economics, 2013, 129 (1), 61Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c103.",
        "Krusell, Per and Tony Smith, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Is PikettyÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0084¢s Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Ë\u009cSecond Law of CapitalismÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0084¢ Fundamental?,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d June 2014. Institute for International Economic Studies manuscript.",
        "Mitzenmacher, Michael, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093A Brief History of Generative Models for Power Law and Lognormal Distributions,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Internet Mathematics, 2004, 1 (2).",
        "Moll, Benjamin, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Inequality and Financial Development: A Power-Law Kuznets Curve,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d 2012. Princeton University working paper.",
        ", Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Lecture 6: Income and Wealth Distribution,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d 2012. Princeton teaching slides http://www.princeton.edu/Ã\u0083Â¢Ã\u0082Ë\u0086Ã\u0082Â¼moll/ECO521Web/Lecture6 ECO521 web.pdf.",
        ", Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Why Piketty Says r Ã\u0083Â¢Ã\u0082Ë\u0086Ã\u0082â\u0080\u0099 g Matters for Inequality,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d 2014. Princeton teaching slides http://www.princeton.edu/Ã\u0083Â¢Ã\u0082Ë\u0086Ã\u0082Â¼moll/piketty notes.pdf.",
        "PARETO AND PIKETTY 31 Nirei, Makoto, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Pareto Distributions in Economic Growth Models,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d IIR Working Paper 09-05, Institute of Innovation Research, Hitotsubashi University July 2009.",
        "Oberfield, Ezra and Devesh Raval, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Micro Data and Macro Technology,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d manuscript, Princeton 2014.",
        "Pareto, Vilfredo, Cours dÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0084¢Economie Politique, Geneva: Droz, 1896.",
        "Piketty, Thomas, Capital in the Twenty-first Century, Harvard University Press, 2014.",
        "Quadrini, Vincenzo, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Entrepreneurship, Saving and Social Mobility,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Review of Economic Dynamics, January 2000, 3 (1), 1Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c40.",
        "Saez, Emmanuel and Gabriel Zucman, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Wealth Inequality in the United States since 1913,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d July 2014. U.C. Berkeley slides.",
        "Solow, Robert M., Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093A Contribution to the Theory of Economic Growth,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Quarterly Journal of Economics, February 1956, 70 (1), 65Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c94.",
        "Stiglitz, Joseph E, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Distribution of Income and Wealth among Individuals,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Econometrica, July 1969, 37 (3), 382Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c97.",
        "Swan, Trevor W., Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Economic Growth and Capital Accumulation,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d The Economic Record, November 1956, 32, 334Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c361.",
        "Tuljapurkar, Shripad, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Stable Population Theory,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d in Steven N. Durlauf and Lawrence E. Blume, eds., The New Palgrave Dictionary of Economics, second edition ed., Palgrave MacMillan, 2008.",
        "Wold, Herman OA and Peter Whittle, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093A Model Explaining the Pareto Distribution of Wealth,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Econometrica, 1957, pp. 591Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c595."
    ]
}