{
    "id": 2074,
    "cites": 25,
    "cited_by": 1,
    "reference": [
        "Balassa, B. (1964). The Purchasing Power Parity Doctrine: A Reappraisal. Journal of Political Economy, Vol. 72, pp. 548-96.",
        "Bordo, N. D. (1986). `Explorations in Monetary History. Explorations in Economic History, Vol. 23, No. 4 (October), pp. 339-415.",
        "The International Evidence, Cambridge University Press (forthcoming). Capie, F. H. and Wood, G. E. (1986). The Long-Run Behavior of Velocity in the U. K. Centre for Banking and International Finance. Discussion Paper No. 23.",
        "Clower, R. W., (1969). Introduction, Monetary Theory, Penguin Modern Readings, London.",
        "Doblin, E. M., (1951). The Ratio of Income to Money Supply: An International Survey..~ Review of Economics and Statistics.",
        "Driscoll, ft. 3. and Lahiri, A. K., (1983). ~Income Velocity of Money in Agricultural Developing Economies, Review of Economics and Statistics p. 393-401.",
        "Ezekiel, H., and Adekunle, J. 0., (1969). The Secular Behavior of Income Velocity: An International Cross-Section Study,1 IMF Staff Papers, July, p. 224-237.",
        "Fleetwood., E. E., Jucker, (1958). The Key Role of the Velocity of Circulation of Money and Credit, Oxford Economic Papers, October, p. 240-315.",
        "Friedman, M., (1959). The Demand for Money: Some Theoretica and Empirical Results, Journal of Political Economy, 67, No. 4, August.",
        "Friedman, M. and Schwartz, A. J.~, (1963). A Monetary History of the United States, Princeton University Press, Princeton, N.J.",
        "Kingdom, N.BE.R. Chicago, University of Chicago Press. Garvey, G., (1959). Deposit Velocity and Its Significance, Federal Reserve Bank of New York, New York.",
        "Garvey, G., and Blyn, M., (1970). The Velocity of Money, Federal Reserve Bank of New York, New York.",
        "Goldsmith, R~, (1969). Financial Structure and Development, Yale University Press, New Haven.",
        "Gurley, J., and Shaw, E., (1960). Money in a Theory of Finance, Brookings Institution, Washington.",
        "Jonung, L., (1978). ~The Long Run Demand for Money: A Wicksellian Interpre- tation, Scandinavian Journal of Economics, 80, no. 2, p. 216-230.",
        "Kaufman, G., G.., and Latta, C. M., (1966). The Demand for Money: Preliminary Evidence from Industrial Countries,~ Journal of Financial and Quantitative Analysis, I, No. 3, September, p. 75-89.",
        "Klein, B. (1973). Income Velocity, Interest Rates and the Money Supply Multiplier,1 JMCB, May.",
        "Uncertainty in the U. S. Demand for Money Function,1 Journal of Political Economy, J\\ugust. Kravis, I., Heston, I\\. W., and Summers, R. (1978). Real GNP Per Capita for More Than One Hundred Countries.11 Economic Journal 88, June, pp. 215-45.",
        "Laidler, D. E. W. (1985). The Demand for Money: Theories and Evidence, Third Edition. Harper and Row, New York.",
        "Latane, H., (1954). `1Cash Balances and the Interest Rate--J\\ Pragmatic ~4pproach,1 Review of Economics and Statistics, November.",
        "Melitz, J., and Correa, H., (1970). International Differences in Income Velocity,~ Review of Economics and Statistics, LII, No. 1, February, p. 12-17.",
        "Perlman, M., (1970). International Differences in Liquid ~4ssets Portfolios, in D. Meiselman (ed.), The Varieties of Monetary Experience, Chicago: University of Chicago Press.",
        "Tobin, J., (1965). `The Monetary Interpretation of History, American Economic Review, June, p. 464-485.",
        "Townsend, 3. C., (1983). `1Financial Structure and Economic ~4ctivity, I\\ER, December, Vol. 73, 5, p. 895-911.",
        "Wicksell , K., (1935). Lectures on Political Economy, vol. II, London."
    ]
}