{
    "id": 20752,
    "cites": 55,
    "cited_by": 5,
    "reference": [
        "Altonji, Joseph G. 2010. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Multiple Skills, Multiple Types of Education, and the Labor Market: A Research Agenda.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d note AEA: Ten Years and Beyond: Economists Answer NSFÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0084¢s Call for Long-Term Research Agendas.",
        "Autor, David H., Frank Levy, and Richard J. Murnane. 2003. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093The skill Content of Recent Technological Change: An Empirical Exploration.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Quarterly Journal of Economics, 118(4): 1279Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c1333.",
        "Bishop, John H. 1988. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Occupational competency as a predictor of labor market performance.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Cornell University, School of Industrial and Labor Relations.",
        "Blauvelt, Glenn Raymond. 2006. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093MachineShop: A Design Environment for Supporting Children Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0084¢s Construction of Mechanical Reasoning and Spatial Cognition.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d PhD diss. University of Colorado.",
        "Boehm, Michael J. 2013. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093The Wage Effects of Job Polarization: Evidence from the Allocation of Talents.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d http://personal.lse.ac.uk/boehm/.",
        "Bowles, Samuel, and Herbert Gintis. 1976. Schooling in Capitalist America: Educational Reform and the Contradictions of Economic Life. New York:Basic Books.",
        "Bowles, Samuel, Herbert Gintis, and Melissa Osborne. 2001. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Incentive-Enhancing Preferences: Personality, Behavior, and Earnings.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d American Economic Review, 91(2): 155Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c158.",
        "Cameron, Stephen V., and James J. Heckman. 1998. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Life Cycle Schooling and Dynamic Selection Bias: Models and Evidence for Five Cohorts of American Males.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Journal of Political Economy, 106(2): 262Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c333.",
        "Cameron, Stephen V., and James J. Heckman. 2001. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093The Dynamics of Educational Attainment for Black, Hispanic, and White Males.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Journal of Political Economy, 109(3): 455Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c99.",
        "Carneiro, Pedro, Karsten Hansen, and James J. Heckman. 2003. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Estimating Distributions of Treatment Effects with an Application to the Returns to Schooling and Measurement of the Effects of Uncertainty on College Choice.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d International Economic Review, 44(2): 361Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c422.",
        "Carpenter, Patricia. A., and Marcel A. Just. 1989. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Comprehension Processes in Mechanical Reasoning.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Carnegie Mellon University.",
        "Carroll, John B. 1993. Human Cognitive Abilities: A Survey of Factor-Analytic Studies. New York:Cambridge University Press.",
        "Cawley, John, James J. Heckman, and Edward J. Vytlacil. 2001. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Three Observations on Wages and Measured Cognitive Ability.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Labour Economics, 8(4): 419Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c442.",
        "Cooley, Jane, Salvador Navarro, and Yuya Takahashi. 2011. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093How the Timing of Grade Retention Affects Outcomes: Identification and Estimation of the Time-Varying Treatment Effects.",
        "Cox, John. 1928. Mechanical Aptitude: Its Existence, Nature, and Measurement. Methuen and Company Ltd.",
        "Cunha, Flavio, and James J. Heckman. 2007. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093The Evolution of Inequality, Heterogeneity and Uncertainty in Labor Earnings in the U.S. Economy.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d National Bureau of Economic Research Working Paper 13526.",
        "Dickens, William T. 2008. Cognitive Ability. The New Palgrave Dictionary of Economics, Steve Durlauf ed.",
        "Diekhoff, George. 1992. Statistics for the social and behavioral sciences: Univariate, bivariate, multivariate. Wm. C. Brown Publishers (Dubuque, IA).",
        "Edwards, Richard C. 1976. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Individual Traits and Organizational Incentives: What Makes a Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Ë\u009cGoodÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0084¢ Worker?Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Journal of Human Resources, 11(1): 51Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c68.",
        "Ellwood, David T., and Thomas J. Kane. 2000. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Who Is Getting a College Education? Family Background and the Growing Gaps in Enrollment.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d In Securing the Future: Investing in Children from Birth to College. , ed. S. Danziger and J. Waldfogel, 283Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c324. New York:Russell Sage Foundation.",
        "Farkas, George. 2003. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Cognitive Skills and Noncognitive Traits and Behaviors in Stratification Processes.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Annual Review of Sociology, 29: 541Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c562.",
        "Ferguson, Thomas S. 1983. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Bayesian Density Estimation by Mixtures of Normal Distributions.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d In Recent Advances in Statistics: Papers in Honor of Herman Chernoff on his Sixtieth Birthday. , ed. H. Chernoff, M.H. Rizvi, J. Rustagi and D. Siegmund, 287Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c302. New York:Academic Press.",
        "Gelman, Andrew, and Kenneth Shirley. 2011. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Inference from Simulations and Monitoring Convergence.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d In Handbook of Markov Chain Monte Carlo. , ed. G. Jones S. Brooks, A. Gelman and X. L. Meng. CRC Press.",
        "Gould, Eric D. 2002. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Rising Wage Inequality, Comparative Advantage, and the Growing Importance of General Skills in the United States.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Journal of Labor Economics, 20(1): 105Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c147.",
        "Gourieroux, Christian, and Alain Monfort. 1995. Statistics and Econometric Models. Cambridge university Press.",
        "Hartog, Joop; Mirjam van Praag, and Justin Van Der Sluis. 2010. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093If You Are So Smart, Why ArenÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0084¢t You An Entrepreneur? Returns to Cognitive And Social Ability: Entrepreneurs Versus Employees.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Journal of Economics and Management Strategy, 19(4): 947Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c989.",
        "Heckman, James J. 1995. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Notes on Schooling, Earnings and Ability.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Unpublished manuscript, University of Chicago, Department of Economics.",
        "Heckman, James J., and Guilherme L. Sedlacek. 1985. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Heterogeneity, Aggregation, and Market Wage Functions: An Empirical Model of Self-Selection in the Labor Market.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Journal of Political Economy, 93(6): 1077Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c1125.",
        "Heckman, James J., and Tim Kautz. 2013. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Fostering and Measuring Skills: Interventions that Improve Character and Cognition.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d National Bureau of Economic Research Working Paper 19656. Download from http://www.nber.org/papers/w19656.",
        "Heckman, James J., John Eric Humphries, Greg Veramendi, and Sergio S. Urzua. 2014. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Education, Health and Wages.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d NBER Working Paper No.19971.",
        "Hegarty, Mary. 1992. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Mental Animation: Inferring Motion From Static Displays of Mechanical Systems.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Journal of Experimental Psychology, 18(5): 1084?1102.",
        "Hegarty, Mary, Marcel A. Just, and Ian R. Morrison. 1988. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Mental Models of Mechanical Systems: Individual Differences in Qualitative and Quantitative Reasoning.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Cognitive Psychology, 20(2): 191Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c236.",
        "Heiser, Julie, and Barbara Tversky. 2002. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Diagrams and Depictions in Acquiring Complex Systems.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Herrnstein, Richard J., and Charles A. Murray. 1994. The Bell Curve: Intelligence and Class Structure in American Life. New York:Free Press.",
        "Jencks, Christopher. 1979. Who Gets Ahead? The Determinants of Economic Success in America. New York:Basic Books.",
        "Keane, Michael P., and Kenneth I. Wolpin. 1997. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093The Career Decisions of Young Men.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Journal of Political Economy, 105(3): 473Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c522.",
        "Menaghan, Elizabeth G. 1990. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093The Impact of Occupational and Economic Pressures on Young MothersÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0084¢ Self-Esteem: Evidence from the NLSY.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Presented: Annual Meetings of the Society for the Sociological Study of Social Problems, Washington, D.C., August 9.",
        "NCES. 2013. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093The Condition of Education 2013 (NCES 2013-037).Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Neal, Derek A., and William R. Johnson. 1996. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093The Role of Premarket Factors in BlackWhite Wage Differences.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Journal of Political Economy, 104(5): 869Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c895.",
        "OÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0084¢Neill, June. 1990. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093The Role of Human Capital in Earnings Differences Between Black and White Men.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d The Journal of Economic Perspectives, 4(4): 25Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c45.",
        "Paterson, Donald G, Richard Elliot, Leo D. Anderson, Herbert A. Toops, and Edna Heidbreder. 1930. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Minnesota Mechanical Ability Tests: The Report of a Research Investigation Subsidized by the Committee on Human Migrations of the National Research Council.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Department of Psychology of the University of Minnesota.",
        "Prada, Maria F. 2014. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Beyond Smart and Sociable: Re-thinking the Role of Abilities on Occupational Choices and Outcomes.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d University of Maryland.",
        "Rosenbaum, James, Jennifer Stephan, and Janet Rosenbaum. 2010. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Beyond one-sizefits -all college dreams: Alternative pathways to desirable careers.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d American Educator, 34(3): 2Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c 13.",
        "Rosenberg, Morris. 1965. Society and the Adolescent Self-Image. Princeton, NJ:Princeton University Press.",
        "Rotter, Julian B. 1966. Generalized Expectancies for Internal versus External Control of Reinforcement. Washington DC:American Psychological Association.",
        "Sheskin, David J. 2004. Handbook of Parametric and Nonparametric Statistical Procedures. . Third Edition ed., Chapman and Hall/CRC Press.",
        "Spearman, Charles. 1904. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093General intelligence,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d objectively determined and measured.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d American Journal of Psychology, 15: 201Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c293.",
        "Spearman, Charles. 1923. The nature of intelligence and the principles of cognition. London: Macmillan.",
        "Strocchia-Rivera, Lenore. 1988. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Self-Esteem and Educational Aspirations as Antecedents of Adolescent Unmarried Motherhood.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d PhD diss. The University of Texas at Austin.",
        "Train, Kenneth E. 2003. Discrete Choice Methods with Simulation. National Economic Research Associates, Inc:Cambridge University Press.",
        "Urzua, Sergio. 2008. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Racial Labor Market Gaps: The Role of Abilities and Schooling Choices.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Journal of Human Resources, 43(4): 919Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c971.",
        "Welsh, J. R., S. K. Kucinkas, and L. T. Curran. 1990. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Armed Services Vocational Battery (ASVAB): Integrative Review of Validity Studies.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Brooks Air Force Base, TX: Air Force Systems Command Technical Report 90-22.",
        "Willis, Robert J., and Sherwin Rosen. 1979. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Education and Self-Selection.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Journal of Political Economy, 87(5, Part 2): S7Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009cS36.",
        "Wise, L, J. Welsh, F. Grafton, Foley P., J. Earles, L. Sawin, and D. R. Divgi. 1992. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Sensitivity and fairness of the Armed Services Vocational Aptitude Battery (ASVAB) Technical Composites.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Seaside, CA: Defense Manpower Data Center.",
        "Wittenborn, J. R. 1945. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Mechanical Ability, its Nature, Measurement. II Manual Dexterity.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Educational and Psychological Measurement, 5(4): 395Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c409.",
        "Wolfe, Raymond N., and Scott D. Johnson. 1995. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Personality as a Predictor of College Performance.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Educational And Psychological Measurement, 55(2): 177Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c185.",
        "Yamaguchi, Shintaro. 2012. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Tasks and Heterogeneous Human Capital.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Journal of Labor Economics, pp. 1-53, 30(1): 1Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c53."
    ]
}