{
    "id": 20751,
    "cites": 17,
    "cited_by": 0,
    "reference": [
        "Acconcia, Antonio, Giancarlo Corsetti and Saverio Simonelli. (2014). Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Mafia and Public Spending: Evidence on the Fiscal Multiplier from a Quasi-experimentÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d, American Economic Review, 104(7), pp. 2185-2209.",
        "Brito, Fausto and Jose Alberto Carvalho. (2006). Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093As migraÃ\u0083Æ\u0092Ã\u0082Â§Ã\u0083Æ\u0092Ã\u0082Âµes internas no Brasil: as novidades sugeridas pelos censos demogrÃ\u0083Æ\u0092Ã\u0082Â¡ficos de 1991 e 2000 e pela PNADS recentesÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d. Anais do XV Encontro Nacional de Estudos Populacionais, ABEP, CaxambÃ\u0083Æ\u0092Ã\u0082Âº, MG.",
        "Brollo, Fernanda; Tommaso Nannicini; Roberto Perotti, and Guido Tabellini. (2013). Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093The Political Resource CurseÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d, American Economic Review, 103(5), pp. 1759-96.",
        "Chen, Xi, and William D. Nordhaus (2011): Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Using Luminosity Data as a Proxy for Economic Statistics,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Proceeedings of the National Academy of Sciences, 108(21), pp. 8589Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009d8594.",
        "Ferraz, Claudio and Frederico Finan. (2011). Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Motivating Politicians: The impacts of Monetary Incentives on Quality and PerformanceÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d, mimeo, PUC-Rio and University of California, Berkeley.",
        "Filho, Joaquim and Mark Horridge. (2010). Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Climate Change Impacts on Agriculture and Internal Migrations in BrazilÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d, mimeo, ESALQ/USP and Monash University.",
        "Gadenne, Lucie. (2014). Tax Me, But Spend Wisely: Sources of Public Finance and Government Accountability. mimeo UCL.",
        "Gelman, Andrew and Guido Imbens (2014). Why High-order Polynomials Should not be Used in Regression Discontinuity Designs, NBER Working Paper 20405.",
        "Griliches, Zvi and Jerry A. Hausman. Errors in Variables in Panel Data: A Note with an Example, Journal of Econometrics, Vol. 31, pp. 93-118, 1985.",
        "Lee, David S., and Thomas Lemieux. (2014). Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Regression Discontinuities Designs in the Social Sciences,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d in Economics Regression Analysis and Causal Inference, Henning Best and Christof Wolf, Sage, 2014.",
        "McCrary, Justin, (2008). Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Manipulation of the running variable in the regression discontinuity design: A density testÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d, Journal of Econometrics, Elsevier, vol. 142(2), pages 698-714, February.",
        "Michalopoulos, Stelios, and Elias Papaioannou (2013). Pre-colonial Ethnic Institutions and Contemporary African Development, Econometrica, 81(1), pp. 113Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009d152",
        "Michalopoulos, Stelios, and Elias Papaioannou (2014). National Institutions and Subnational Development in Africa, Quarterly Journal of Economics, 129(1), pp. 151Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009d213",
        "Pinkovskiy, M. (2013). Economic Discontinuities at Borders: Evidence from Satellite Data on Lights at Night, mimeo MIT.",
        "Serrato, Juan Carlos Suarez, and Philippe Wingender. (2014). Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Estimating Local Fiscal MultipliersÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d, mimeo, University of California, Berkeley.",
        "Shoag, Daniel. (2010). Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093The Impact of Government Spending Shocks: Evidence on the Multiplier from State Pension Plan Returns,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d mimeo, Harvard University.",
        "Clemens, Jeffrey and Stephen Miran. (2012). Fiscal Policy Multipliers on SubnationalÃ\u0082Â Government Spending, American Economic Journal: Economic Policy, 4 (2), pp. 46-68."
    ]
}