{
    "id": 20755,
    "cites": 32,
    "cited_by": 8,
    "reference": [
        "Adams D. and Henderson, D. 1983. Definition and Measurment of Exchange Market Intervention. Board of Governors of the Federal Reserve System, Staff Studies No. 126.",
        "Aizenman, J., Jinjarak, Y. and Park, D. 2011. International Reserves and Swap Lines: Substitutes or Compliments? International Review of Economics and Finance 20(): 5 Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c 18.",
        "Aizenman, J. and Pasricha, G. K. 2010. Selective Swap Arrangements and the Global Financial Crisis: Analysis and Interpretation. International Review of Economics and Finance 19: 353 Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c 365.",
        "Baillie, R., Humpage, O. and Osterberg W. 2000. Intervention from an Information Perspective. Journal of International Financial Markets, Institutions and Money, 10(3-4): 407 Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c 421.",
        "Board Staff. 1967. Reciprocal Swap Agreement with Venezuela. Unpublished memorandum to the FOMC. (February 28).",
        "Bordo, M. D., and Humpage, O. F. 2014. Federal Reserve Policy and Bretton Woods. Federal Reserve Bank of Cleveland Working Paper 14-07.",
        "Bordo, M. D., Humpage O. F. and Schwartz A. J. 2012. The Federal Reserve as an Informed Foreign Exchange Trader: 1973 Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c 1995. International Journal and Central Banking, 8(1): 1 Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c 29.",
        "Bordo, M. D., Humpage O. F. and Schwartz A. J. 2015 (forthcoming). Strained Relations, US Foreign Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009cExchange Operations and Monetary Policy in the Twentieth Century. Chicago: University of Chicago Press.",
        "Broaddus, J. A. and Goodfriend, M. 1996. Foreign Exchange Operations and the Federal Reserve. Federal Reserve Bank of Richmond Economic Quarterly, 82(1): 1 Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c 20. [Bulletin] Treasury and Federal Reserve Foreign Exchange Operations. Federal Reserve Bulletin, Board of Governors of the Federal Reserve System: Washington, D. C. various issues.",
        "Coombs, C. A. 1976. The Arena of International Finance, John Wiley & Sons: New York.",
        "Edison, H. 1993. The Effectiveness of Central Bank Intervention: A Survey of the Literature after 1982. Princeton University, Special Papers in International Economics No. 18.",
        "Fisher, P., D. Kohn, E. Truman, 1996, Issues Related to Review of SystemÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0084¢s Swap Arrangements. unpublished memorandum to the FOMC (March 14).",
        "Fleming, M. J. and Klagge, N. J. 2010. The Federal ReserveÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0084¢s Foreign Exchange Swap Lines, Federal Reserve Bank of New York Current Issues in Economics and Finance, 16(4) April. [FOMC Memorandum] Federal Open Market Committee, various issues. Memorandum of Discussion of the Federal Open Market Committee. Board of Governors of the Federal Reserve System. http://www.federalreserve.gov/monetarypolicy/fomc_historical.htm. [FOMC Transcripts] Federal Open Market Committee, various issues. Transcripts of the Federal Open Market Committee. Board of Governors of the Federal Reserve System. http://www.federalreserve.gov/monetarypolicy/fomc_historical.htm.",
        "Goldberg, L. S., Kennedy, C., and Miu, J. 2010. Central Bank Dollar Swap Lines and Overseas Dollar Funding Costs. Federal Reserve Bank of New York Staff Report, No. 429 (February).",
        "Goodfriend, M. 1994. Why We Need an Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Ë\u009cAccordÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0084¢ for Federal Reserve Credit Policy: A Note. Journal of Money, Credit, and Banking, 26(3): 572 Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c 580.",
        "Goodfriend, M. 2013. Policy Debates at the Federal Open Market Committee: 1993 Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c 2002. in Bordo M. D. and Roberds W. eds. The Origins, History, and Future of the Federal Reserve System, A Return to Jekyll Island. New York: Cambridge University Press.",
        "Holmes, A.R. and Pardee, S.E. 1978. Dr. GleskeÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0084¢s Proposals to Amend Swap Agreement, unpublished memorandum to the FOMC (September 26).",
        "Hooyman, C.J. 1993. The Use of Foreign Exchange Swaps by Central Banks: A Survey. IMF Working Papers WP/93/64.",
        "MacLaury, B.K. 1969. Discussion of Questions Raised by Governor Maisel Concerning System Foreign Currency Operations. unpublished memorandum to the FOMC (January 30).",
        "Maroni, Y. 1994. History of the Reciprocal Currency (Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093SwapÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d) Agreement between the Bank of Mexico and the Federal Reserve System. unpublished memorandum, 11 March.",
        "Makin, J.H. 1971. Swaps and Roosa Bonds as an Index of the Costs of Cooperation in the Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Crisis Zone.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Quarterly Journal of Economics 85(2): 349 Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c 356.",
        "McGuire, P. and von Peter, G. 2009. The US Dollar Shortage in Global Banking. Bank for International Settlements Quarterly Review. (March): 47 Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c 63.",
        "Moessner, R. and Allen, W. A. 2010. Central Bank Co-operation and International Liquidity in The Financial Crisis of 2008-9. Bank for International Settlements Working Papers No. 310. May.",
        "Obstfeld, M., Shambaugh, J. C. and Taylor, A. M. 2009. Financial Instability, Reserves, and Central Bank Swap Lines in the Panic of 2008. American Economic Review: Papers & Proceedings 99(2): 480 Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c 486.",
        "Prasad, E.S. 2014. The Dollar Trap, How the U.S. Dollar Tightened Its Grip on Global Finance.",
        "Princeton, N.J.: Princeton University Press Reynolds, J.E. 1969. Ireland as a Candidate for a Reciprocal Currency Arrangement with the Federal Reserve. unpublished memorandum to the FOMC. (December 16).",
        "Sarno, L. and Taylor, M. P. 2001. The Official Intervention in the Foreign-Exchange Market: Is It Effective and, If So, How Does It Work? Journal of Economic Literature, 39(3): 839868.",
        "Solomon, R. 1971. Use of Swap Network. unpublished memorandum to the FOMC (13 August).",
        "Task Force on System Foreign Currency Operations. Profits and Losses in U.S. ForeignCurrency Operations, Paper #10. 8 January 1990.",
        "Task Force on System Foreign Currency Operations. 1990. Reciprocal Currency Arrangements (The Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093SwapÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Network) Paper #9. 24 January. unpublished. Task Force on System Foreign Currency Operations. U.S. Official Holdings of Foreign Currencies, Paper #8. Foreign Exchange Department Federal Reserve Bank of New York.",
        "Todd, W. F. 1992. Disorderly Markets: The Law, History, and Economics of the Exchange Stabilization Fund and U.S. Foreign-Exchange Market Intervention. In: Kaufman, G. G.",
        "ed., Research in Financial Services: Private and Public Policy, Vol. 4. Greenwich, Conn.: JAI Press. 111-79 Triffin, R. 1960. Gold and the Dollar Crisis, The Future of Convertibility. New Haven, Conn: Yale University Press."
    ]
}