{
    "id": 20770,
    "cites": 42,
    "cited_by": 29,
    "reference": [
        "Akerlof, George. 2002. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Nobel Lecture: Behavioral Macroeconomics and Macroeconomic Behavior.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d American Economic Review.",
        "Akerlof, George, William Dickens, George Perry. 1996. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093The Macroeconomics of Low Inflation.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Brookings Papers on Economic Activity. 1: 1-76.",
        "Akerlof, George, and Janet Yellen. 1990. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093The Fair Wage-Effort Hypothesis and Unemployment,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Quarterly Journal of Economics. 255-83.",
        "Altonji, Joseph and Paul Devereux. 2000. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093The Extent and Consequences of Downward Nominal Wage Rigidity.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Research in Labor Economics. 19: 383-431.",
        "Bardhan, Pranab. 1973. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Size, Productivity, and Returns to Scale: An Analysis of Farm-level Data in Indian Agriculture.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Journal of Political Economy. 81(6).",
        "Barattieri, Alessandro, Susanto Basu, and Peter Gottschalk. 2014. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Some Evidence on the Importance of Sticky Wages.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d AEJ: Macroeconomics.",
        "Behrman, Jere. 1999. Labor Markets in Developing Countries, in ed. O. Ashenfelter and D. Card. (eds), Handbook of Labor Economics, Vol 3: 2859-2939.",
        "Benjamin, Dwayne. 1992. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Household Composition, Labor Markets, and Labor Demand: Testing for Separation in Agricultural Household Models.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Econometrica.",
        "Bewley, Truman F. 1999. Why Wages DonÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0084¢t Fall During a Recession.",
        "Blanchard, Olivier. 1990. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Why Does Money Affect Output? A SurveyÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d, in Ben Friedman and Frank Hahn, editors, Handbook of Monetary Economics. Vol 2.",
        "Bryan, Gharad, Shyamal Chowdhury, and A. Mushfiq Mobarak. 2014. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093UnderInvestment in a Profitable Technology: The Case of Seasonal Migration in Bangladesh,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Econometrica. 82(5): 1671-1748.",
        "Card, David. 1990. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Unexpected Inflation, Real Wages, and Employment Determination in Union Contracts.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d American Economic Review.",
        "Card, David and Dean Hyslop. 1997. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Does Inflation Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Ë\u009cGrease the Wheels of the Labor MarketÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0084¢?Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d, Romer and Romer, Reducing Inflation: Motivation and Strategy.",
        "Dickens, William et al. 2007. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093How Wages Change: Micro Evidence from the International Wage Flexibility Project.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Journal of Economic Perspectives. 21(2).",
        "Eliaz, Kfir and Ran Spiegler. 2013. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Reference Dependence and Labor-Market Fluctuations.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d NBER Macroeconomics Annual. Vol. 28.",
        "Fehr, Ernst, Georg Kirchsteiger and Arno Riedl. 1993. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Does Fairness Prevent Market Clearing? An Experimental Investigation.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Quarterly Journal of Economics.",
        "Fehr, Ernst, Lorenz Goette, and Christian Zehnder. 2009. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093A Behavioral Account of the Labor Market: The Role of Fairness Concerns.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Annual Review of Economics.",
        "Fink, Gunther, B. Kelsey Jack, and Felix Masiye. 2014. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Seasonal Credit Con31 straints and Agricultural Labor Supply.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d NBER Working Paper 20218.",
        "GalÃ\u0083Æ\u0092Ã\u0082Â¬, Jordi. 2009. Monetary Policy, Inflation, and the Business Cycle: An Introduction to the New Keynesian Framework. Princeton University Press.",
        "Gneezy, Uri and John List. 2006. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Putting Behavioral Economics to Work: Testing for Gift Exchange in Labor Markets Using Field Experiments.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Econometrica.",
        "Goldberg, Jessica. 2014. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Kwacha Gonna Do? Experimental Evidence about Labor Supply in Rural Malawi.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Mimeo.",
        "Holzer, Harry and Edward Montgomery. 1993. Asymmetries and Rigidities in Wage Adjustments by Firms. Review of Economics and Statistics. 75(3).",
        "Jayachandran, Seema. 2006. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Selling Labor Low: Wage Responses to Productivity Shocks in Developing Countries.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Journal of Political Economy. 114(3).",
        "Kahneman, Daniel, Jack Knetsch, and Richard Thaler. 1986. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Fairness as a Constraint on Profit Seeking: Entitlements in the Market.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d American Economic Review.",
        "Lewis, W. Arthur. 1954. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Economic Development with Unlimited Supplies of Labour.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d The Manchester School. 22(2): 139Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c191.",
        "Leibenstein, Harvey. 1957. Economic Backwardness and Economic Growth.",
        "Loewenstein, George and Drazen Prelec. 1991. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Negative Time Preference.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d American Economic Review Papers and Proceedings. 81(2): 347-352.",
        "McKenzie, David, Caroline Theoharides, and Dean Yang. 2014. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Distortions in the International Migrant Labor Market.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d American Economic Journal: Applied Economics. 6(2): 49-75.",
        "McLaughlin, Kenneth. 1994. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Rigid Wages?Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Journal of Monetary Economics.",
        "Morten, Melanie. 2013. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Temporary Migration and Endogenous Risk Sharing in Village India.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Mimeo.",
        "Paxson, Christina. 1992. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Using Weather Variability to Estimate the Response of Savings to Transitory Income in Thailand.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d American Economic Review. 82(1).",
        "Pissarides, Christopher. 2009. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093The Unemployment Volatility Puzzle: Is Wage Stickiness the Answer?Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Econometrica. 77(5): 1339Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c1369.",
        "Rogerson, Richard and Robert Shimer. 2011. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Search in Macroeconomic Models of the Labor MarketÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d, in Card and Ashenfelter (eds.), Handbook of Labor Economics.",
        "Rosenstein-Rodan, P. N. 1956. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Disguised Unemployment and Under-employment in Agriculture.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Working Papers Series C, Center for International Studies, MIT.",
        "Rosenzweig, Mark. 1980. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Neoclassical Theory and the Optimizing Peasant: An Econometric Analysis of Market Family Labour Supply in Developing Countries.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Quarterly Journal of Economics. (94): 31Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c56.",
        "Rosenzweig, Mark. 1988. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Labour Markets in Low-income CountriesÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d, in H. Chenery and T. N. Srinivasan (eds), Handbook of Development Economics.",
        "Schmitt-GrohÃ\u0083Æ\u0092Ã\u0082Â©, Stephanie and MartÃ\u0083Æ\u0092Ã\u0082Â­n Uribe. 2013. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Downward Nominal Wage Rigidity and the Case for Temporary Inflation in the Eurozone.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Journal of Economic Perspectives. 27(3): 193Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c212.",
        "Shapiro, Charles and Joseph Stiglitz. 1984. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Equilibrium Unemployment as a Worker Discipline Device.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d American Economic Review. 74(3): 433-444.",
        "Singh, I., L. Squire and J. Strauss, eds. 1986. Agricultural Household Models: Extensions, Applications, and Policy. The World Bank, Washington, DC.",
        "Tobin, James. 1972. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Inflation and Unemployment.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d American Economic Review.",
        "Townsend, Robert. 1994. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Risk and Insurance in Village India.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Econometrica.",
        "Udry, Chris. 1996. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Efficiency and Market Structure: Testing for Profit Maximization in African Agriculture.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Mimeo. Northwestern University."
    ]
}