{
    "id": 20772,
    "cites": 51,
    "cited_by": 32,
    "reference": [
        "Acemoglu, Daron, Pol Antr` as, and Elhanan Helpman, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Contracts and Technology Adoption,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d American Economic Review, 2007, 97 (3), 916Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c943.",
        "Amiti, Mary and Jozef Konings, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Trade Liberalization, Intermediate Inputs, and Productivity: Evidence from Indonesia,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d American Economic Review, December 2007, 97 (5), 1611Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c1638.",
        "Antr` as, Pol, Global Production: Firms, Contracts and Trade Structure 2014. unpublished book manuscript available at http://scholar.harvard.edu/antras/scholar.harvard.edu/antras/pages/books.",
        ", Luis Garicano, and Esteban Rossi-Hansberg, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Offshoring in a Knowledge Economy,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d The Quarterly Journal of Economics, 2006, 121 (1), 31Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c77.",
        "Arkolakis, Costas, Arnaud Costinot, and Andr es Rodr Ã\u0083â\u0080\u009eÃ\u0082Â±guez-Clare, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093New Trade Models, Same Old Gains?,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d American Economic Review, February 2012, 102 (1), 94Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c130.",
        ", Natalia Ramondo, Andr es Rodr Ã\u0083â\u0080\u009eÃ\u0082Â±guez-Clare, and Stephen Yeaple, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Innovation and Production in the Global Economy,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Working Paper 18972, National Bureau of Economic Research April 2013.",
        "Autor, David H., David Dorn, and Gordon H. Hanson, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093The China Syndrome: Local Labor Market Effects of Import Competition in the United States,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d American Economic Review, 2013, 103 (6), 2121Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c68.",
        "Bache, Peter and Anders Laugesen, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Monotone Comparative Statics for the Industry Composition,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Working Paper, Aarhus University, 2013.",
        "Barro, Robert and Jong Wha Lee, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093A New Data Set of Educational Attainment in the World, 19502010, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d 2010. NBER Working Paper No. 15902.",
        "Bernard, Andrew B. and Teresa C. Fort, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Factorlyess Goods Producers in the US,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Working Paper 19396, NBER June 2013.",
        ", Andreas Moxnes, and Karen Helene Ulltveit-Moe, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Two-Sided Heterogeneity and Trade,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d SSRN Scholarly Paper ID 2341044, Social Science Research Network, Rochester, NY October 2013.",
        "Bernard, Andrew B, J. Bradford Jensen, Stephen J Redding, and Peter K Schott, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Firms in International Trade,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Journal of Economic Perspectives, August 2007, 21 (3), 105Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c130.",
        "Bils, Mark and Peter J. Klenow, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Does Schooling Cause Growth?,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d American Economic Review, 2000, 90, 1160Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c1183.",
        "Blaum, Joaquin, Claire Lelarge, and Michael Peters, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Non-Homothetic Import Demand: Firm Productivity and Quality Bias,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Unpublished paper, 2013.",
        ", , and , Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Estimating the Productivity Gains from Importing,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Working Paper, Brown University, 2014.",
        "Blum, Bernardo S, Sebastian Claro, and Ignatius Horstmann, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Facts and Figures on Intermediated Trade,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d American Economic Review, May 2010, 100 (2), 419Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c423.",
        "Broda, Christian and David E. Weinstein, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Globalization and the Gains From Variety,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d The Quarterly Journal of Economics, May 2006, 121 (2), 541Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c585.",
        "Carballo, Jer onimo, Gianmarco I. P. Ottaviano, and Christian Volpe Martincus, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093The Buyer Margins of FirmsÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0084¢ Exports,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d CEP Discussion Paper dp1234, Centre for Economic Performance, LSE 2013.",
        "Chaney, Thomas, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Distorted Gravity: The Intensive and Extensive Margins of International Trade,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d American Economic Review, August 2008, 98 (4), 1707Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c1721.",
        "Costinot, Arnaud, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093An Elementary Theory of Comparative Advantage,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Econometrica, 2009, 77 (4), 1165Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c1192.",
        "Dragusanu, Raluca, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Firm-to-Firm Matching Along the Global Supply Chain,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d 2014. mimeo Harvard University.",
        ", Marcela Eslava, David Jinkins, C. Krizan, and James Tybout, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093A Search and Learning Model of Export Dynamics,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d 2012. mimeo Penn State University.",
        ", Samuel Kortum, and Francis Kramarz, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093An Anatomy of International Trade: Evidence From French Firms,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Econometrica, 2011, 79 (5), 1453Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c1498.",
        ", , , and Raul Sampognaro, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Firm-to-Firm Trade: Imports, Exports, and the Labor Market,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d 2013. unpublished manuscript.",
        "Ethier, Wilfred J., Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093National and International Returns to Scale in the Modern Theory of International Trade,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d The American Economic Review, June 1982, 72 (3), 389Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c405.",
        "Feenstra, Robert C. and J. Bradford Jensen, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Evaluating Estimates of Materials Offshoring from U.S. Manufacturing,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Economic Letters, 2012, 117, 170Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c173.",
        "Fort, Teresa C., Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Technology and Production Fragmentation: Domestic versus Foreign Sourcing,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Working Paper 2014.",
        "Garetto, Stefania, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Input Sourcing and Multinational Production,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d American Economic Journal: Macroeconomics, April 2013, 5 (2), 118Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c151.",
        "Goldberg, Pinelopi Koujianou, Amit Kumar Khandelwal, Nina Pavcnik, and Petia Topalova, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Imported Intermediate Inputs and Domestic Product Growth: Evidence from India,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d The Quarterly Journal of Economics, November 2010, 125 (4), 1727Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c1767.",
        "Gopinath, Gita and Brent Neiman, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Trade Adjustment and Productivity in Large Crises,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d American Economic Review, 2013, p. Forthcoming.",
        "Grossman, Gene M. and Esteban Rossi-Hansberg, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Trading Tasks: A Simple Theory of Offshoring,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d American Economic Review, 2008, 98 (5), 1978Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c97.",
        "Grossman, Gene M., Elhanan Helpman, and Adam Szeidl, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Optimal integration strategies for the multinational firm,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Journal of International Economics, 2006, 70 (1), 216Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c238.",
        "Hall, Robert E. and Charles I. Jones, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Why do some countries produce so much more output per worker than others?,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Quarterly Journal of Economics, 1999, 114, 83Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c116.",
        "Halpern, L aszl o, Mikl os Koren, and Adam Szeidl, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Imported inputs and productivity,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Working Paper, CEU, 2011, 8, 28.",
        "Helpman, Elhanan, Marc Melitz, and Yona Rubinstein, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Estimating Trade Flows: Trading Partners and Trading Volumes,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d The Quarterly Journal of Economics, May 2008, 123 (2), 441Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c487.",
        "Heston, Alan, Robert Summers, and Bettina Aten, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Penn World Table Version 7.0,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d 2011. Center for International Comparisons of Production, Income and Prices at the University of Pennsylvania.",
        "Jia, Panle, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093What Happens When Wal-Mart Comes to Town: An Empirical Analysis of the Discount Retailing Industry,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Econometrica, November 2008, 76 (6), 1263Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c1316.",
        "Johnson, Robert C. and Guillermo Noguera, Fragmentation and trade in value added over four decades, Working Paper, Dartmouth College, January 2012.",
        "Loecker, Jan De and Pinelopi Koujianou Goldberg, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Firm Performance in a Global Market,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Annual Review of Economics, 2014, 6 (1), 201Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c227.",
        ", Pinelopi K. Goldberg, Amit K. Khandelwal, and Nina Pavcnik, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Prices, Markups and Trade Reform,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Working Paper 17925, National Bureau of Economic Research March 2012.",
        "Melitz, Marc J., Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093The Impact of Trade on Intra-Industry Reallocations and Aggregate Industry Productivity, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Econometrica, 2003, 71 (6), 1695Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c1725.",
        "Milgrom, Paul and John Roberts, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093The Economics of Modern Manufacturing: Technology, Strategy, and Organization,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d The American Economic Review, June 1990, 80 (3), 511Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c528.",
        "Monarch, Ryan, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093ItÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0084¢s not you itÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0084¢s me: Breakups in U.S.-China Trade Relationships,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Working Paper, University of Michigan 2013.",
        "Olley, G Steven and Ariel Pakes, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093The Dynamics of Productivity in the Telecommunications Equipment Industry,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Econometrica, 1996, 64 (6), 1263Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c97.",
        "Oostendorp, Remco H., Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093The Standardized ILO October Inquiry 1983-2003,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d mimeo, Amsterdam Institute for International Development 2005.",
        "Ramanarayanan, Ananth, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Imported Inputs and the Gains from Trade,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Working Paper, Western Ontario, 2014.",
        "Ramondo, Natalia and Andr es Rodr Ã\u0083â\u0080\u009eÃ\u0082Â±guez-Clare, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Trade, Multinational Production, and the Gains from Openness,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Journal of Political Economy, April 2013, 121 (2), 273Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c322.",
        "Rodr Ã\u0083â\u0080\u009eÃ\u0082Â±guez-Clare, Andr es, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Offshoring in a Ricardian World,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d American Economic Journal: Macroeconomics, April 2010, 2 (2), 227Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c258.",
        "Tintelnot, Felix, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Global Production with Export Platforms,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d 2014. mimeo University of Chicago.",
        "Vives, Xavier, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Nash equilibrium with strategic complementarities,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Journal of Mathematical Economics, 1990, 19 (3), 305Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c321.",
        "Yeaple, Stephen Ross, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093The complex integration strategies of multinationals and cross country dependencies in the structure of foreign direct investment,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Journal of International Economics, 2003, 60 (2), 293Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c314."
    ]
}