{
    "id": 20773,
    "cites": 31,
    "cited_by": 56,
    "reference": [
        "Angrist, J., (2004), Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Treatment Effect Heterogeneity in Theory and Practice,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d , The Economic Journal 114, C52-C83.",
        "Angrist, J., and I. Fernandez-Val, (2010), Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093ExtrapoLATE-ing: External Validity and Overidentification in the LATE FrameworkÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d, NBER Working Paper 16566.",
        "Angrist, J.D., G.W. Imbens, and D.B. Rubin, (1996), Identification of Causal Effects Using Instrumental Variables, Journal of the American Statistical Association 91, 444Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c 472.",
        "Angrist, J.D. and A.B. Krueger, (1991), Does Compulsory School Attendance Affect Schooling and Earnings?, Quarterly Journal of Economics 106, 979-1014.",
        "Angrist, J.D., and V. Lavy, (1999), Using MaimonidesÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0084¢ Rule to Estimate the Effect of Class Size on Scholastic AchievementÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d, Quarterly Journal of Economics 114, 533-575.",
        "Angrist, J., and M. Rokkanen, (2012), Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Wanna Get Away? RD Identification Away from the CutoffÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d, NBER Working Paper 18662.",
        "Battistin, E. and E. Rettore, (2008), Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Ineligibles and Eligible Non-Participants as a Double Comparison Group in Regression-Discontinuity Designs,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Journal of Econometrics 142(2), 715-730 Berk, R., and D. Rauma, (1983), Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Capitalizing on Nonrandom Assignment to Treatments: A Regression-Discontinuity Evaluation of a Crime-Control Program,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Journal of the American Statistical Association, Vol. 78(381): 21-27.",
        "Bertanha, M., (2014), Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Regression Discontinuity Design with Many Thresholds,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Unpublished Manuscript, Department of Economics, Stanford.",
        "Black, S., (1999), Do Better Schools Matter? Parental Valuation of Elementary Education, Quarterly Journal of Economics 114, 577-599.",
        "Calonico, S., M. Cattaneo, and R. Titiunik, (2014a), Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Robust Nonparametric Confidence Intervals for Regression-Discontinuity DesignsÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d forthcoming, Econometrica.",
        "Calonico, S., M. Cattaneo, and R. Titiunik, (2014b), Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Optimal Data-Driven Regression Discontinuity Plots.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Unpublished Working Paper.",
        "Calonico, S., M. Cattaneo, and R. Titiunik, (2014c), Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Robust Data-Driven Inference in the Regression-Discontinuity DesignÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d forthcoming, Stata Journal.",
        "Cattaneo, M., B. Frandsen, and R. Titiunik, (2014), Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Randomization Inference in the Regression Discontinuity Design: An Application to Party Advantages in the U.S. SenateÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d forthcoming, Journal of Causal Inference.",
        "Cook, T., (2008), Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Waiting for Life to Arrive: A History of the Regression-Discontinuity Design in Psychology, Statistics and Economics.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Journal of Econometrics, 142(2): 63654. [22] Dong, Y., (2014), Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093An Alternative Assumption to Identify LATE in Regression Discontinuity Designs,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Unpublished Manuscript.",
        "Dong, Y., and A. Lewbel (2014): Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Identifying the Effect of Changing the Policy Threshold in Regression Discontinuity ModelsÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d forthcoming, Review of Economics and Statistics.",
        "Gelman, A., and G. Imbens, , (2014), Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Why High-Order Polynomials Should Not Be Used in Regression Discontinuity Designs,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d NBER Working Paper 20405.",
        "Hahn, J., P. Todd and W. Van der Klaauw, (2001), Identification and Estimation of Treatment Effects with a Regression Discontinuity Design, Econometrica 69, 201-209.",
        "Imbens, G., and J. Angrist, (1994), Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Identification and Estimation of Local Average Treatment EffectsÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d, Econometrica 61, 467-476.",
        "Imbens, G., and K. Kalyanaraman, (2012), Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Optimal Bandwidth Choice for the Regression Discontinuity Estimator,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Review of Economic Studies 79(3), 933-959 Imbens, G., and T. Lemieux, (2008), Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Regression Discontinuity Designs: A Guide to Practice, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Journal of Econometrics, Vol. 142(2): 615-35.",
        "Jacob, B.A., and L. Lefgren, (2004), Remedial Education and Student Achievement: A Regression-Discontinuity Analysis, Review of Economics and Statistics 68, 226-244.",
        "Lalive, R., (2008), How do Extended Benefits affect Unemployment Duration? A Regression Discontinuity Approach, Journal of Econometrics, 142(2), 785-806 Lee, D., (2008), Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Randomized Experiments from Non-random Selection in U.S. House Elections, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Journal of Econometrics, 142(2) 675697 Lee, D., and T. Lemieux, (2010), Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Regression Discontinuity Designs in Economics,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Journal of Economic Literature, Vol. 48, 281-355.",
        "Ludwig, J., and D. Miller, (2005), Does Head Start Improve ChildrenÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0084¢s Life Chances? Evidence from a Regression Discontinuity Design, NBER working paper 11702.",
        "Ludwig, J., and D. Miller, (2007), Does Head Start Improve ChildrenÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0084¢s Life Chances? Evidence from a Regression Discontinuity Design, Quarterly Journal of Economics 122(1), 159-208.",
        "Matsudaira, J., (2008), Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Mandatory Summer School and Student AchievementÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d, Journal of Econometrics, 142(2) 829850.",
        "McCrary, J., (2008), Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Testing for Manipulation of the Running Variable in the Regression Discontinuity Design,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Journal of Econometrics, 142(2) 698714.",
        "Porter, J., (2003), Estimation in the Regression Discontinuity Model,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d mimeo, Department of Economics, University of Wisconsin, http://www.ssc.wisc.edu/ jporter/reg discont 2003.pdf.",
        "Rubin, D., (1974), Estimating Causal Effects of Treatments in Randomized and Non-randomized Studies, Journal of Educational Psychology 66, 688-701. [23] Thistlewaite, D., and D. Campbell, (1960), Regression-Discontinuity Analysis: An Alternative to the Ex-Post Facto Experiment, Journal of Educational Psychology 51, 309317.",
        "Trochim, W., (1984), Research Design for Program Evaluation; The Regression-Discontinuity Design (Sage Publications, Beverly Hills, CA).",
        "Trochim, W., (2001), Regression-Discontinuity Design, in N.J. Smelser and P.B Baltes, eds., International Encyclopedia of the Social and Behavioral Sciences 19 (Elsevier NorthHolland, Amsterdam) 12940-12945.",
        "Van Der Klaauw, W., (2002), Estimating the Effect of Financial Aid Offers on College Enrollment: A Regression-Discontinuity Approach, International Economic Review 43, 1249-1287.",
        "Van Der Klaauw, W., (2008) Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Regression-Discontinuity Analysis: A Survey of Recent Developments in Economics.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009dLabour, Vol. 22(2): 21945. [24]"
    ]
}