{
    "id": 20787,
    "cites": 57,
    "cited_by": 15,
    "reference": [
        "Aliprantis, C. D., and K. Border (2006): Infinite Dimensional Analysis: A HitchhikerÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0084¢s Guide. Springer.",
        "Allen, T., and C. Arkolakis (2014): Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Trade and the Topography of the Spatial Economy, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d The Quarterly Journal of Economics.",
        "Allen, T., C. Arkolakis, and X. Li (2014): Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093On the existence and uniqueness of trade equilibria,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d mimeo, Northwestern and Yale Universities.",
        "Alvarez, F., and R. E. Lucas (2007): Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093General Equilibrium Analysis of the EatonKortum Model of International Trade,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009dJournal of Monetary Economics, 54(6), 1726Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c1768.",
        "Anderson, J. E. (1979): Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093A Theoretical Foundation for the Gravity Equation,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d American Economic Review, 69(1), 106Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c116.",
        "Anderson, J. E., and E. Van Wincoop (2003): Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Gravity with Gravitas: A Solution to the Border Puzzle,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d American Economic Review, 93(1), 170Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c192.",
        "(2004): Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Trade Costs,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Journal of Economic Literature, 42(3), 691Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c751.",
        "Arkolakis, C. (2010): Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Market Penetration Costs and the New Consumers Margin in International Trade,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Journal of Political Economy, 118(6), 1151Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c1199.",
        "Arkolakis, C., A. Costinot, D. Donaldson, and A. Rodr Ã\u0083â\u0080\u009eÃ\u0082Â±guez-Clare (2012): Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093The Elusive Pro-Competitive Effects of Trade,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d mimeo.",
        "Arkolakis, C., A. Costinot, and A. Rodr Ã\u0083â\u0080\u009eÃ\u0082Â±guez-Clare (2012): Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093New Trade Models, Same Old Gains?,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d American Economic Review, 102(1), 94Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c130.",
        "Arkolakis, C., S. Demidova, P. J. Klenow, and A. Rodr Ã\u0083â\u0080\u009eÃ\u0082Â±guez-Clare (2008): Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Endogenous Variety and the Gains from Trade,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d American Economic Review, Papers and Proceedings, 98(4), 444Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c450.",
        "Arkolakis, C., N. Ramondo, A. Rodr Ã\u0083â\u0080\u009eÃ\u0082Â±guez-Clare, and S. Yeaple (2013): Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Innovation and production in the global economy,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Discussion paper, National Bureau of Economic Research.",
        "Armington, P. S. (1969): Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093A Theory of Demand for Products Distinguished by Place of Production,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d International Monetary Fund Staff Papers, 16, 159Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c178.",
        "Atkeson, A., and A. Burstein (2010): Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Innovation, Firm Dynamics, and International Trade,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Journal of Political Economy, 118(3), 433Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c489.",
        "Baldwin, R., and D. Taglioni (2006): Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Gravity for dummies and dummies for gravity equations,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Discussion paper, National Bureau of Economic Research.",
        "Bartelme, D. (2014): Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Trade Costs and Economic Geography: Evidence from the US,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d mimeo.",
        "Bernard, A. B., J. Eaton, J. B. Jensen, and S. Kortum (2003): Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Plants and Productivity in International Trade,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d American Economic Review, 93(4), 1268Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c1290.",
        "Burstein, A., and J. Cravino (2012): Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Measured aggregate gains from international trade,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Discussion paper, National Bureau of Economic Research.",
        "Burstein, A., and J. Vogel (2012): Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093International Trade, Technology, and the Skill Premium,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Manuscript, Columbia University and UCLA.",
        "Caliendo, L., and F. Parro (2010): Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Estimates of the Trade and Welfare Effects of NAFTA,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Manuscript, University of Chicago and Yale University.",
        "Chaney, T. (2008): Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Distorted Gravity: The Intensive and Extensive Margins of International Trade,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d American Economic Review, 98(4), 1707Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c1721.",
        "Chor, D. (2010): Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Unpacking Sources of Comparative Advantage: A Quantitative Approach, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d forth. Journal of International Economics.",
        "Costinot, A. (2009): Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093An elementary theory of comparative advantage,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Econometrica, 77(4), 1165Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c1192.",
        "Costinot, A., D. Donaldson, and I. Komunjer (2010): Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093What Goods Do Countries Trade? A Quantitative Exploration of RicardoÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0084¢s Ideas,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009dForthcoming, Review of Economic Studies.",
        "Dekle, R., J. Eaton, and S. Kortum (2008): Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Global Rebalancing with Gravity: Measuring the Burden of Adjustment,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d IMF Staff Papers, 55(3), 511Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c540.",
        "Di Giovanni, J., and A. A. Levchenko (2008): Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Putting the Parts Together: Trade, Vertical Linkages, and Business Cycle Comovement,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d forthcoming, American Economic Journal: Macroeconomics.",
        "(2009): Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Firm Entry, Trade, and Welfare in ZipfÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0084¢s World,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Manuscript, University of Michigan.",
        "Eaton, J., and S. Kortum (2002): Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Technology, Geography and Trade,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Econometrica, 70(5), 1741Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c1779.",
        "Eaton, J., S. Kortum, and F. Kramarz (2011): Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093An Anatomy of International Trade: Evidence from French Firms,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Econometrica, 79(5), 1453Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c1498.",
        "Eaton, J., S. Kortum, B. Neiman, and J. Romalis (2011): Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Trade and the Global Recession,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d NBER Working Paper, 16666.",
        "Fajgelbaum, P. D., and A. K. Khandelwal (2013): Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Measuring the unequal gains from trade,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Discussion paper, Working Paper.",
        "Fan, H., E. Lai, and H. Qi (2013): Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Global Gains from Reduction of Trade Costs,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Unpublished manuscript.",
        "Feenstra, R. (2003a): Advanced International Trade. Princeton University Press, Princeton, New Jersey.",
        "Feenstra, R. C. (2003b): Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093A Homothetic Utility Function for Monopolistic Competition Models, Without Constant Price Elasticity,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Economics Letters, 78(1), 79Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c86.",
        "Harrigan, J. (1996): Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Openness to Trade in Manufactures in the OECD,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Journal of international economics, 40(1), 23Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c39.",
        "Head, K., and T. Mayer (2013): Gravity equations: Workhorse, toolkit, and cookbook. Centre for Economic Policy Research.",
        "Head, K., T. Mayer, and J. Ries (2010): Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093The erosion of colonial trade linkages after independence,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Journal of International Economics, 81(1), 1Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c14.",
        "Head, K., T. Mayer, and M. Thoenig (2014): Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Welfare and Trade Without Pareto,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d .",
        "Helpman, E. (1998): Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093The Size of Regions,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Topics in Public Economics. Theoretical and Applied Analysis, pp. 33Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c54.",
        "James, M. (1978): Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093The generalised inverse,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d The Mathematical Gazette, pp. 109Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c114.",
        "Karlin, S., and L. Nirenberg (1967): Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093On a theorem of P. Nowosad,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Journal of Mathematical Analysis and Applications, 17(1), 61Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c67.",
        "Kehoe, T. J. (1985): Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Multiplicity of equilibria and comparative statics,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d The Quarterly Journal of Economics, pp. 119Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c147.",
        "Kimball, M. S. (1995): Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093The Quantitative Analytics of the Basic Neomonetarist Model,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Journal of Money, Credit and Banking, pp. 1241Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c1277.",
        "Krugman, P. (1980): Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Scale Economies, Product Differentiation, and the Pattern of Trade,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d American Economic Review, 70(5), 950Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c959.",
        "Looi Kee, H., A. Nicita, and M. Olarreaga (2009): Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Estimating Trade Restrictiveness Indices,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d The Economic Journal, 119(534), 172Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c199.",
        "Mas-Colell, A., M. D. Whinston, and J. R. Green (1995): Microeconomic Theory. Oxford University Press, Oxford, UK.",
        "Melitz, M., and S. Redding (2014): Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093New Trade Models, New Welfare Implications,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Forthcoming, American Economic Review.",
        "Melitz, M. J. (2003): Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093The Impact of Trade on Intra-Industry Reallocations and Aggregate Industry Productivity,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Econometrica, 71(6), 1695Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c1725.",
        "Novy, D. (2010): Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093International Trade Without CES: Estimating Translog Gravity,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d CEP Discussion paper, 1031.",
        "Ossa, R. (2014): Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Trade Wars and Trade Talks with Data,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d American Economic Review, 104(12), 4104Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c46.",
        "Ramondo, N., A. Rodr Ã\u0083â\u0080\u009eÃ\u0082Â±guez-Clare, and M. Saborio-Rodriguez (2012): Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Scale Effects and Productivity Across Countries: Does Country Size Matter?,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d mimeo, University of California, Berkeley.",
        "Redding, S., and A. J. Venables (2004): Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Economic geography and international inequality, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Journal of international Economics, 62(1), 53Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c82.",
        "Redding, S. J. (2014): Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Goods Trade, Factor Mobility and Welfare,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d mimeo.",
        "Shafer, W., and H. F. Sonnenschein (1993): Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Market demand and excess demand functions,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d .",
        "Simonovska, I., and M. Waugh (2009): Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093The Elasticity of Trade: Estimates and Evidence, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Manuscript, University of California, Davis and New York University.",
        "Tinbergen, J. (1962): Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Shaping the world economy; suggestions for an international economic policy,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d .",
        "Waugh, M. (2010): Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093International Trade and Income Differences,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d forthcoming, American Economic Review."
    ]
}