{
    "id": 2078,
    "cites": 22,
    "cited_by": 5,
    "reference": [
        "Alexander, S. (1952) The effects of devaluation on a trade balance. International Monetary Fund Staff Papers, p. 263-278.",
        "Beckman, M. and H. Ryder (1969) Simultaneous price and quantity adjustment in a single market. Econometrica, p. 470-484.",
        "Benassy, J.P. (1984) A non-Wairasian model of the business cycle. Journal of Economic Behavior and Organization, p. 77-89.",
        "Connolly, M. and D. Taylor (1976) Testing the monetary approach to devaluation in developping countries. Journal of Political Economy, p. 849-859.",
        "Cooper, R. (1971a) Devaluation and aggregate demand in aid-receiving countries. In 3. Bhagwati et al. (eds.) Trade, balance of payments and growth. Cooper, R. (197th) Currency devaluation in developing countries. Essays in In~ ternational Finance 86, Princeton University.",
        "Ciaz-Alejandro, C. (1963) A note on the impact of devaluation and the redistributive effect. Journal of Political Economy, p. 577-580.",
        "Diaz-Alejandro, C. (1965) Exchange rate devaluation in a semi-industrialized country. M.I.T. Press.",
        "Dornbusch, R. (1974) Real and monetary aspects of the effects of exchange rate changes. In R. Aliber (ed.) National monetary policies and the international financial system. University of Chicago Press.",
        "Dornbusch, R. (1975) A portfolio balance model of the open economy. Journal of Monetary Economics, p. 1-20.",
        "Dorrxbusch, R. (1976) Exchange rates and fiscal policy in a popular model of international trade. American Economic Review, p. 859-871.",
        "Journal of Economics, p. 641-654. Hanson, 3. (1983) Contractionary devaluation, substitution in production and consumption and the role of the labor market. Journal of International Economics, p. 179-189.",
        "Harberger, A. (1950) Currency depreciation, income and the balance of trade. Journal of Political Economy, p. 47-60.",
        "Cambridge University Press. 31 Hirschrnan, A. (1949) Devaluation and the trade balance: a note. Review of Economics and Statistics, p. 50-53.",
        "Johnson, H. (1977) The monetary approach to the balance of payments. Journal of International Economics, p. 251-268.",
        "Krueger, A. (1978) Liberalization attempts and consequences. Ballinger.",
        "Krugman, P. and L. Taylor (1978) Contractionary effects of devaluation. Journal of International Economics, p. 445-456.",
        "Larrain, F. (1985) Essays on the exchange rate and economic activity in developing countries. Unpublished Ph.D. Dissertation, Harvard University.",
        "Laursen, S. and L. Metzler (1950) Flexible exchange rates and the theory of employment. Review of Economics and Statistics, p. 251-299.",
        "Lerner, A. (1944) The economics of control. Macmillan, New York.",
        "Mas-Colell, A. (1985) Notes on price and quantity tatonnement dynaln H. Sonnenschein and H. Weinberger (eds.) Price-quantity dynamics. Springer Berlack Lecture Notes.",
        "Marshall, A. (1923) Money, credit and commerce. Macmillan, London.",
        "Obstfeld, M. (1982) Aggregate spending and the terms of trade: is there a Laursen-Metzler effect? Quarterly Journal of Economics, p. 251-270."
    ]
}