{
    "id": 20799,
    "cites": 29,
    "cited_by": 13,
    "reference": [
        "Arora, A., Branstetter, L., & Chatterjee, C. (2008). Strong Medicine: Patent Reform and the Emergence of a Research-Driven Pharmaceutical Industry in India.",
        "Bate, R., Jin, G. Z., & Mathur, A. (2014a). Falsified or substandard? assessing price and non-price signals of drug quality. Journal of Economics and Management Strategy, forthcoming.",
        "Bate, R., Jin, G. Z., Mathur, A., & Attaran, A. (2014b). Poor drug quality and global trade: A pilot study. NBER Working Paper 20469.",
        "Beall, R., & Kuhn, R. (2012). Trends in Compulsory Licensing of Pharmaceuticals Since the Doha Declaration: A Database Analysis. PLoS Medicine, 9(1), e1001154.",
        "Berndt, E. R., Blalock, N., & Cockburn, I. M. (2011). Diffusion of new drugs in the post-trips era. International Journal of the Economics of Business, 18(2), 203Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c224.",
        "Berndt, E. R., & Cockburn, I. M. (2014). The hidden cost of low prices: Limited access to new drugs in india. Health Affairs, 33(9), 1567Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c1575.",
        "Boldrin, M., & Levine, D. (2002). The Case Against Intellectual Property. American Economic Review Papers and Proceedings, 92, 209Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c212.",
        "Borrell, J.-R. (2005). Patents and the faster introduction of new drugs in developing countries. Applied Economics Letters, 12(2), 379Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c382.",
        "Chaudhuri, S., Goldberg, P., & Jia, P. (2006). Estimating the Effects of Global Patent Protection in Pharmaceuticals: A Case Study of Quinilones in India. American Economic Review, 96(5), 1477Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c1513.",
        "Cockburn, I., Lanjouw, J., & Schankerman, M. (2014). Global diffusion of new drugs: The role of patent policy, price controls and institutions. NBER Working Paper 20492.",
        "Cohen, W., Nelson, R., & Walsh, J. (2000). Protecting their Intellectual Assets: Appropriability Conditions and Why U.S. Manufacturing Firms Patent (or Not). NBER Working Paper 7552.",
        "Danzon, P. M., & Epstein, A. (2008). Effects of Regulation on Drug Launch and Pricing in Interdependent Markets. NBER Working Paper 14041.",
        "Danzon, P. M., Wang, R., & Wang, L. (2005). The Impact of Price Regulation on the Launch Delay of New Drugs Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c Evidence from Twenty-five Major Markets in the 1990s. Health Economics, 14, 269Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c292.",
        "Duggan, M., Garthwaite, C., & Goyal, A. (2014). The market impacts of pharmaceutical product patents in developing countries: Evidence from India. NBER Working Paper 20548.",
        "Garrison, C. (2006). Exceptions to Patent Rights in Developing Countries. Tech. rep., International Centre for Trade and Sustainable Development.",
        "Ginarte, J., & Park, W. (1997). Determinants of Patent Rights: A Cross-National Study. Research Policy, 26(3), 283Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c301.",
        "Hamdan-Livramento, I. (2009). How compliant are developing countries with their TRIPS obligations ? CEMI Working Paper 2009-001.",
        "Kyle, M. (2006). The role of firm characteristics in pharmaceutical product launches. RAND Journal of Economics, 37(3), 602Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c618.",
        "Kyle, M. (2007). Pharmaceutical price controls and entry strategies. Review of Economics and Statistics, 89(1), 88Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c99.",
        "Kyle, M., & McGahan, A. (2012). Investments in pharmaceuticals before and after TRIPS. Review of Economics and Statistics, 94(4), 1157Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c1172.",
        "LaCroix, S., & Liu, M. (2008). Patents and Access to Essential Medicines , chap. 13, (pp. 423Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c464). Frontiers of Economics and Globalization. Elsevier.",
        "LaCroix, S., & Liu, M. (2014). The impact of stronger property rights in pharmaceuticals on innovation in developed and developing countries.",
        "Lanjouw, J. (2005). Patents, price controls and access to new drugs: How policy affects global market entry. NBER Working Paper 11321.",
        "Lanjouw, J., & Cockburn, I. (2001). Do patents matter? Empirical evidence after GATT. NBER Working Paper 7495.",
        "Qian, Y. (2007). Do Additional National Patent Laws Stimulate Domestic Innovation in an International Patenting Environment? Review of Economics and Statistics, 89(3), 436Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c453.",
        "Sampat, B. N., Shadlen, K. C., & Amin, T. M. (2012). Challenges to IndiaÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0084¢s Pharmaceutical Patent Laws. Science, 337, 414Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c415.",
        "Scott Morton, F., & Kyle, M. (2012). Markets for Pharmaceutical Products. In M. V. Pauly, T. G. Mcguire, & P. P. Barros (Eds.) Handbook of Health Economics, vol. 2, chap. 12, (pp. 763Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c823). Elsevier.",
        "Waning, B., Diedrichsen, E., & Moon, S. (2010). A lifeline to treatment: the role of Indian generic manufacturers in supplying antiretroviral medicines to developing countries. Journal of the International AIDS Society, 13(35).",
        "Wooldridge, J. (2010). Econometric Analysis of Cross-section and Panel Data. MIT Press, 2nd ed."
    ]
}