{
    "id": 20803,
    "cites": 48,
    "cited_by": 2,
    "reference": [
        "Acemoglu, Daron, and Jaume Ventura. 2002. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093The World Income Distribution.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Quarterly Journal of Economics, 117(2): 659Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c694.",
        "Aoki, Kosuke, Gianluca Benigno, and Nobuhiro Kiyotaki. 2009. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Capital Flows and Asset Prices.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d In . , ed. Richard Clarida and Francesco Giavazzi, Chapter 4, 175Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c216. Chicago, IL:University of Chicago Press. http://www.nber.org/chapters/c3006.",
        "Backus, David K, and Mario J Crucini. 2000. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Oil prices and the terms of trade.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Journal of International Economics, 50(1): 185Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c213.",
        "Backus, David K., Patrick J. Kehoe, and Finn E. Kydland. 1994. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Dynamics of the Trade Balance and the Terms of Trade: The J-Curve?Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d The American Economic Review, 84(1): pp. 84Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c103.",
        "Benigno, Pierpaolo. 2009. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Price Stability with Imperfect Financial Integration.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Journal of Money, Credit and Banking, 41: 121Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c149.",
        "Benigno, Pierpaolo, Chen Huigang, Christopher Otrok, and Alessandro Rebucci. 2014. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Optimal Capital Controls and Real Exchange Rate Policies: A Pecuniary Externality Perspective.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Working paper.",
        "Berka, Martin, Mario J Crucini, and Chih-Wei Wang. 2012. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093International risk sharing and commodity prices.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Canadian Journal of Economics/Revue canadienne dÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0084¢ economique, 45(2): 417Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c447.",
        "Bernanke, Ben S., Mark Gertler, and Simon Gilchrist. 1999. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093The Financial Accelerator in a Quantitative Business Cycle Framework.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d In Handbook of Macroeconomics. , ed. John B. Taylor and Michael Woodford. Elsevier.",
        "Bianchi, Javier. 2011. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Overborrowing and Systemic Externalities in the Business Cycle. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d American Economic Review, 101(7): 3400Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c3426.",
        "Bianchi, Javier, and Enrique Mendoza. 2012. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Overborrowing, Financial Crises and Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Ë\u009cMacro-prudentialÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0084¢ Policy.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Working Paper.",
        "Bolton, Patrick, and David S. Scharfstein. 1990. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093A Theory of Predation Based on Agency Problems in Financial Contracting.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d American Economic Review, 80(1): 93Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c 106.",
        "Brunnermeier, Markus K., and Yuliy Sannikov. 2011. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093The I Theory of Money.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Working Paper.",
        "Brunnermeier, Markus K., and Yuliy Sannikov. 2014. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093A Macroeconomic Model with a Financial Sector.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d American Economic Review. forthcoming.",
        "Caballero, Ricardo J., and Arvind Krishnamurthy. 2004. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Smoothing Sudden Stops.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Journal of Economic Theory, 119(1): 104Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c127. Macroeconomics of Global Capital Market Imperfections.",
        "Calvo, Guillermo A. 1998. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Capital Flows and Capital-Market Crises: The Simple Economics of Sudden Stops.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Journal of Applied Economics, 0: 35Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c54.",
        "Calvo, Guillermo A, Alejandro Izquierdo, and Ernesto Talvi. 2006. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Phoenix Miracles in Emerging Markets: Recovering Without Credit from Systemic Financial Crises.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Inter-American Development Bank Research Department Working Paper 570.",
        "Coeurdacier, Nicolas, Helene Rey, and Pablo Winant. 2013. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Financial Integration and Growth in a Risky World.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Working Paper.",
        "Cole, Harold L., and Maurice Obstfeld. 1991. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Commodity trade and international risk sharing : How much do financial markets matter?Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Journal of Monetary Economics, 28(1): 3Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c24.",
        "Committee on International Economic Policy and Reform. 2012.",
        "Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Banks and Cross-Border Capital Flows: Policy Challenges and Regulatory Responses.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Report, Brookings, Washington, D.C. http://www.brookings.edu/research/reports/2012/09/ciepr-banks-capital-flows.",
        "Corsetti, Giancarlo, Luca Dedola, and Sylvain Leduc. 2008. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093International Risk Sharing and the Transmission of Productivity Shocks.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d The Review of Economic Studies, 75(2): 443Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c473.",
        "Costinot, Arnaud, Guido Lorenzoni, and Iv an Werning. 2014. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093A Theory of Capital Controls as Dynamic Terms-of-Trade Manipulation.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Journal of Political Economy.",
        "DeMarzo, Peter M., and Yuliy Sannikov. 2006. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Optimal Security Design and Dynamic Capital Structure in a Continuous-Time Agency Model.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Journal of Finance, 61(6): 2681Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c2724.",
        "Farhi, Emmanuel, and Iv an Werning. 2012. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Dealing with the Trilemma: Optimal Capital Controls with Fixed Exchange Rates.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Working Paper.",
        "Fuller, Thomas. 2011. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Thailand Flooding Cripples Hard-Drive Suppliers.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d The New York Times.",
        "Gabaix, Xavier, and Matteo Maggiori. 2014. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093International Liquidity and Exchange Rate Dynamics.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Working Paper.",
        "Geanakoplos, John, and Heraklis M. Polemarchakis. 1986. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Existence, Regularity, and Constrained Suboptimality of Competitive Allocations when the Asset Market is Incomplete.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d In Uncertainty, Information and Communication: Essays in Honor of Kenneth J. Arrow. , ed. Walter P. Heller, Ross M. Starr and David A. Starrett. Cambridge University Press.",
        "Hart, Oliver D. 1975. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093On the optimality of equilibrium when the market structure is incomplete.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Journal of Economic Theory, 11(3): 418Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c443.",
        "Heathcote, Jonathan, and Fabrizio Perri. 2013. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093The International Diversification Puzzle is Not as Bad as You Think.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Journal of Political Economy. forthcoming.",
        "Heathcote, Jonathan, and Fabrizio Perri. 2014. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093On the Desirability of Capital Controls. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Working Paper.",
        "Helpman, Elhanan, and Assaf Razin. 1978. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093A theory of international trade under uncertainty.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d University Library of Munich, Germany.",
        "Jeanne, Olivier, and Anton Korinek. 2011. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Managing Credit Booms and Busts: A Pigouvian Taxation Approach.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Working Paper.",
        "Jensen, Michael C., and William H. Meckling. 1976. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Theory of the firm: Managerial behavior, agency costs and ownership structure.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Journal of Financial Economics, 3(4): 305 Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c 360.",
        "Lewis, Karen K. 1999. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Trying to Explain Home Bias in Equities and Consumption.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Journal of Economic Literature, 37(2): pp. 571Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c608.",
        "Lorenzoni, Guido. 2014. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093International Financial Crises.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d In Handbook of International Economics. Vol. 4, , ed. Gita Gopinath, Elhanan Helpman and Kenneth Rogoff. Elsevier.",
        "Maggiori, Matteo. 2013. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Financial Intermediation, International Risk Sharing, and Reserve Currencies.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Working Paper, NYU.",
        "Magud, Nicolas E., Carmen M. Reinhart, and Kenneth S. Rogoff. 2011. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Capital Controls: Myth and Reality - A Portfolio Balance Approach.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d National Bureau of Economic Research Working Paper 16805.",
        "Mendoza, Enrique G. 2010. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Sudden Stops, Financial Crises, and Leverage.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d American Economic Review, 100(4): 1941Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c1966.",
        "Newbery, David M. G., and Joseph E. Stiglitz. 1984. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Pareto Inferior Trade.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d The Review of Economic Studies, 51(1): pp. 1Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c12.",
        "Obstfeld, Maurice, and Alan M. Taylor. 2004. Global Capital Markets: Integration, Crisis, and Growth. Japan-U.S. Center Sanwa Monographs on International Financial Markets. , Cambridge University Press.",
        "Obstfeld, Maurice, and Kenneth Rogoff. 1995. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Exchange Rate Dynamics Redux.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Journal of Political Economy, 103(3): 624Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c660.",
        "Ohlin, Bertil. 1929. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Mr. KeynesÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0084¢ views on the transfer problem. II. A rejoinder from professor Ohlin.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d The Economic Journal, 39: 400Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c4.",
        "Ostry, Jonathan D., Atish R. Ghosh, Karl Habermeier, Marcos Chamon, Mahvash S. Qureshi, and Dennis B.S. Reinhardt. 2010. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Capital Inflows: The Role of Controls.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d International Monetary Fund. IMF Staff Position Note 10/04.",
        "Pavlova, Anna, and Roberto Rigobon. 2007. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Asset Prices and Exchange Rates.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d The Review of Financial Studies, 20(4): pp. 1139Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c1181.",
        "Phelan, Gregory. 2013. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Financial Intermediation, Leverage, and Macroeconomic Stability. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Working Paper.",
        "Samuelson, Paul A. 2004. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Where Ricardo and Mill Rebut and Confirm Arguments of Mainstream Economists Supporting Globalization.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Journal of Economic Perspectives, 18(3): 135Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c146.",
        "Schmitt-Groh e, Stephanie, and Mart Ã\u0083â\u0080\u009eÃ\u0082Â±n Uribe. 2012. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Pegs and Pain.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Working Paper.",
        "Schmitt-Groh e, Stephanie, and Mart Ã\u0083â\u0080\u009eÃ\u0082Â±n Uribe. 2013. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Downward Nominal Wage Rigidity, Currency Pegs, and Involuntary Unemployment.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Working Paper."
    ]
}