{
    "id": 20819,
    "cites": 53,
    "cited_by": 38,
    "reference": [
        "Alvarez, Fernando, and Francesco Lippi. 2014. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Price Setting with Menu Cost for Multiproduct Firms.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Econometrica 82(1): 89Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c135.",
        "Andersen, Torben G., Tim Bollerslev, Francis X. Diebold, and Clara Vega. 2003. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Micro Effects of Macro Announcements: Real-Time Price Discovery in Foreign Exchange.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d American Economic Review 93(1): 38Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c62.",
        "Anderson, Eric, Emi Nakamura, Duncan Simester, and JÃ\u0083Æ\u0092Ã\u0082Â³n Steinsson. 2013. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Informational Rigidities and the Stickiness of Temporary Sales.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d NBER Working Paper 19350.",
        "A.T. Kearney. 2012. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093E-Commerce Is the Next Frontier in Global Expansion.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Available at http://www.atkearney.com/documents/10192/348450/2012-E-Commerce-Index.pdf.",
        "Baye, Michael R., and John Morgan. 2009. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Brand and Price Advertising in Online Markets.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Management Science 55(7): 1139Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c51.",
        "Baye, Michael R., John Morgan, and Patrick Scholten. 2004. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Price Dispersion in the Small and in the Large: Evidence from an Internet Price Comparison Site.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Journal of Industrial Economics 52(4): 463Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c96.",
        "Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009dÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009dÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009d. 2010. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Information, Search, and Price Dispersion.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d In Economics and Information Systems, Handbooks in Information Systems, vol. 1, edited by Terrence Hendershott. Elsevier, 323Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c76.",
        "Benabou, Roland. 1988. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Search, Price Setting and Inflation.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Review of Economic Studies 55(3): 353Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c76.",
        "Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009dÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009dÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009d. 1992. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Inflation and Efficiency in Search Markets.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Review of Economic Studies 59(2): 299Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c329.",
        "Bhaskar, V . 2002. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093On Endogenously Staggered Prices.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Review of Economic Studies 69(1): 97Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c116.",
        "Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009dÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009dÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009d. 2012. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Sensitivity of Prices to Demand Shocks: A Natural Experiment in the San Francisco Bay Area.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Transportation Research Part A: Policy and Practice 46(7): 1137Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c51.",
        "Bils, Mark, and Peter J. Klenow. 2004. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Some Evidence on the Importance of Sticky Prices.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Journal of Political Economy 112(5): 947Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c85.",
        "BLS. 2014. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093American Time Use SurveyÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009d2013 Results.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d News release.",
        "Brynjolfsson, Erik, and Michael D. Smith. 2000. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Frictionless Commerce? A Comparison of Internet and Conventional Retailers.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Management Science 46(4): 563Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c85.",
        "Calvo, Guillermo A. 1983. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Staggered Prices in a Utility-Maximizing Framework.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Journal of Monetary Economics 12(3): 383Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c98.",
        "Cavallo, Alberto. 2012. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Scraped Data and Sticky Prices.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d MIT Sloan Working Paper 4976-12.",
        "Cavallo, Alberto, Brent Neiman, and Roberto Rigobon. 2014. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Currency Unions, Product Introductions, and the Real Exchange Rate.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Quarterly Journal of Economics 129(2): 529Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c95.",
        "Cavallo, Alberto, and Roberto Rigobon. 2011. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093The Distribution of the Size of Price Changes.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d NBER Working Paper 16760.",
        "Chevalier, Judith, and Austan Goolsbee. 2003. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Measuring Prices and Price Competition Online: Amazon.com and BarnesandNoble.com.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Quantitative Marketing and Economics 1(2): 203Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c22.",
        "Cisco. 2011. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Global E-Commerce: Advanced Multichannel Expectations in Highly Developed Markets.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Available at http://www.cisco.com/web/about/ac79/docs/retail/Global-Multichannel_ppt.pdf.",
        "Clemons, Eric K., Il-Horn Hann, and Lorin M. Hitt. 2002. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Price Dispersion and Differentiation in Online Travel: An Empirical Investigation.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Management Science 48(4): 534Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c49.",
        "Coibion, Olivier, Yuriy Gorodnichenko, and Gee Hee Hong. 2012. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093The Cyclicality of Sales, Regular and Effective Prices: Business Cycle and Policy Implications.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d NBER Working Paper 18273.",
        "Diamond, Peter A. 1993. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Search, Sticky Prices, and Inflation.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Review of Economic Studies 60(1): 53Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c68.",
        "Eichenbaum, Martin, Nir Jaimovich, and Sergio Rebelo. 2011. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Reference Prices, Costs, and Nominal Rigidities.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d American Economic Review 101(1): 234Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c62.",
        "Fuhrer, Jeffrey C. 2006. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Intrinsic and Inherited Inflation Persistence.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d International Journal of Central Banking 2(3): 49Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c86.",
        "Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009dÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009dÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009d. 2010. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Inflation Persistence.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d In Handbook of Monetary Economics, vol. 3, edited by Benjamin M. Friedman and Michael Woodford. Elsevier, 423Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c486.",
        "Golosov, Mikhail, and Robert E. Lucas, Jr. 2007. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Menu Costs and Phillips Curves.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Journal of Political Economy 115(2): 171Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c99.",
        "Gorodnichenko, Yuriy, and Oleksandr Talavera. 2014. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Price Setting in Online Markets: Basic Facts, International Comparisons, and Cross-Border Integration.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d NBER Working Paper 20406.",
        "Guimaraes, Bernardo, and Kevin D. Sheedy. 2011. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Sales and Monetary Policy.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d American Economic Review 101(2): 844Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c76.",
        "Gurkaynak, Refet S., Brian Sack, and Eric Swanson. 2005. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093The Sensitivity of Long-Term Interest Rates to Economic News: Evidence and Implications for Macroeconomic Models.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d American Economic Review 95(1): 425Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c36.",
        "Head, Allen, Lucy Qian Liu, Guido Menzio, and Randall Wright. 2012. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Sticky Prices: A New Monetarist Approach.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Journal of the European Economic Association 10(5): 939Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c73.",
        "Kaplan, Greg, and Guido Menzio. 2014. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093The Morphology of Price Dispersion.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d NBER Working Paper 19877.",
        "Kehoe, Patrick J., and Virgiliu Midrigan. 2012. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Prices Are Sticky After All.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Federal Reserve Bank of Minneapolis Staff Report 413.",
        "Klenow, Peter J., and Oleksiy Kryvtsov. 2008. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093State-Dependent or Time-Dependent Pricing: Does It Matter for Recent U.S. Inflation?Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Quarterly Journal of Economics 123(3): 863Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c904.",
        "Klenow, Peter J., and Benjamin A. Malin. 2010. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Microeconomic Evidence on Price-Setting.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d In Handbook of Monetary Economics, vol. 3, edited by Benjamin M. Friedman and Michael Woodford. Elsevier, 231Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c84.",
        "Koustas, Dmitri K. 2014. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Measuring the Consumption of the Unemployed Using High-Frequency Data.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Unpublished manuscript.",
        "Kryvtsov, Oleksiy, and Nicolas Vincent. 2014. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093On the Importance of Sales for Aggregate Price Flexibility.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Bank of Canada Working Paper 14-45.",
        "Lach, Saul. 2002. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Existence and Persistence of Price Dispersion: An Empirical Analysis.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Review of Economics and Statistics 84(3): 433Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c44.",
        "LÃ\u0083Æ\u0092Ã\u0082Â¼nnemann, Patrick, and Ladislav Wintr. 2011. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Price Stickiness in the US and Europe Revisited: Evidence from Internet Prices.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Oxford Bulletin of Economics and Statistics 73(5): 593Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c621.",
        "MacMinn, Richard D. 1980. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Search and Market Equilibrium.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Journal of Political Economy 88(2): 308Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c27.",
        "Mankiw, N. Gregory. 1985. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Small Menu Costs and Large Business Cycles: A Macroeconomic Model of Monopoly.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Quarterly Journal of Economics 100(2): 529Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c37.",
        "Mankiw, N. Gregory, and Ricardo Reis. 2002. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Sticky Information versus Sticky Prices: A Proposal to Replace the New Keynesian Phillips Curve.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Quarterly Journal of Economics 117(4): 1295Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c328.",
        "Midrigan, Virgiliu. 2011. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Menu Costs, Multiproduct Firms, and Aggregate Fluctuations.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Econometrica 79(4): 1139Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c80.",
        "Nakamura, Emi, and JÃ\u0083Æ\u0092Ã\u0082Â³n Steinsson. 2008. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Five Facts about Prices: A Reevaluation of Menu Cost Models.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Quarterly Journal of Economics 123(4): 1415Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c64.",
        "Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009dÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009dÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009d. 2012. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Lost in Transit: Product Replacement Bias and Pricing to Market.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d American Economic Review 102(7): 3277Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c316.",
        "Ofcom. 2012. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093International Communications Market Report 2012.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Available at http://stakeholders.ofcom.org.uk/binaries/research/cmr/cmr12/icmr/ICMR-2012.pdf.",
        "Reinganum, Jennifer F. 1979. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093A Simple Model of Equilibrium Price Dispersion.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Journal of Political Economy 87(4): 851Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c58.",
        "Sheremirov, Viacheslav. 2014. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Price Dispersion and Inflation: New Facts and Theoretical Implications.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Unpublished manuscript.",
        "Sheshinski, Eytan, and Yoram Weiss. 1977. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Inflation and Costs of Price Adjustment.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Review of Economic Studies 44(2): 287Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c303.",
        "Spulber, Daniel F. 1995. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Bertrand Competition when RivalsÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0084¢ Costs Are Unknown.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Journal of Industrial Economics 43(1): 1Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c11.",
        "Taylor, John B. 1980. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Aggregate Dynamics and Staggered Contracts.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Journal of Political Economy 88(1): 1Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c23.",
        "Warner, Elizabeth J., and Robert B. Barsky. 1995. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093The Timing and Magnitude of Retail Store Markdowns: Evidence from Weekends and Holidays.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Quarterly Journal of Economics 110(2): 321Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c52.",
        "Woodford, Michael. 2003. Interest and Prices. Princeton University Press."
    ]
}