{
    "id": 20827,
    "cites": 19,
    "cited_by": 55,
    "reference": [
        "A gca, Senay, and Deniz Igan (2013), Fiscal Consolidation and the Cost of Credit: Evidence from Syndicated Loans,, IMF Working Paper 13/36 (Washington: International Monetary Fund).",
        "Alesina, Alberto and Silvia Ardagna (2010), Large Changes in Fiscal Policy: Taxes versus Spending.Tax Policy and the Economy, vol. 24: 35-68, edited by J.R. Brown.",
        "Alesina, Alberto and Silvia Ardagna (2013), The Design of Fiscal Adjustments , Tax Policy and the Economy, vol. 27: 19-67, edited by J.R. Brown.",
        "Alesina, Alberto, Carlo Favero and Francesco Giavazzi (2014), The output eects of scal stabilization plans, forthcoming in Journal of International Economics, available at http://igier.unibocconi.it/favero Auerbach, Alan, and Yuriy Gorodnichenko (2012), Fiscal Multipliers in Recession and Expansion. in Fiscal Policy after the Financial Crisis, edited by Alberto Alesina and Francesco Giavazzi (Chicago: University of Chicago Press).",
        "Beetsma, Roel, Jacopo Cimadomo, Oana Fortuna and Massimo Giuliodori (2014), The Condence Eects of Fiscal Consolidations, paper presented at the 60th Economic Policy Panel.",
        "Blanchard, Olivier, and Daniel Leigh (2013), Growth Forecast Errors and Fiscal Multipliers, IMF Working Paper No. 13/1 (Washington: International Monetary Fund).",
        "Christiano, Lawrence, Martin Eichenbaum, and Sergio Rebelo (2011), When Is the Government Spending Multiplier Large?Journal of Political Economy, 119(1): 78-121.",
        "DellErba, Salvatore, Todd Mattina and Augustin Roitman (2013), Pressure or Prudence? Tales of Market Pressure and Fiscal Adjustment, IMF Working Paper No. 13/170 (Washington: International Monetary Fund).",
        "Devries, Pete, Jaime Guajardo, Daniel Leigh and Andrea Pescatori (2011), A New Action-based Dataset of Fiscal Consolidations. IMF Working Paper No. 11/128 (Washington: International Monetary Fund).",
        "Favero, Carlo and Francesco Giavazzi (2012), Measuring Tax Multipliers: the Narrative Method in Fiscal VARs, American Economic Journal: Economic Policy, 4(2): 69-94.",
        "Giavazzi, Francesco and Marco Pagano (1990), Can Severe Fiscal Contractions Be Expansionary? Tales of Two Small European Countries. In NBER Macroeconomics Annual 1990, ed. Olivier J. Blanchard and Stanley Fischer, 75111. (Cambridge, MA: MIT Press).",
        "Guajardo, Jaime, D. Leigh, and A. Pescatori (2014), Expansionary Austerity ? International Evidence, Journal of the European Economic Association, 12(4): 949-968.",
        "JordÃ\u0083Æ\u0092Ã\u0082Â , Oscar (2005), Estimation and Inference of Impulse Responses by Local Projections, American Economic Review, 95(1): 161-182 JordÃ\u0083Æ\u0092Ã\u0082Â , Ã\u0083Æ\u0092Ã\u0082â\u0080\u0099scar and Alan M. Taylor (2013), The Time for Austerity: Estimating the Average Treatment Eect of Fiscal Policy, NBER Working Papers 19414, National Bureau of Economic Research, Inc.",
        "Mertens, Karel and Morten O. Ravn (2011), Understanding the Aggregate Eects of Anticipated and Unanticipated Tax Policy Shocks, Review of Economic Dynamics, 14(1), 27-54.",
        "OECD (2014a), Economic Challenges and Policy Recommendations for the Euro Area.",
        "OECD (2014b), OECD forecasts during and after the nancial crisis: A Post Mortem, OECD Economics Department Policy Notes, No. 23 February 2014.",
        "Perotti, Roberto (2013), The Austerity Myth: Gain without Pain, in Fiscal Policy after the Financial Crisis, edited by Alberto Alesina and Francesco Giavazzi. (Cambridge, MA: National Bureau of Economic Research) Ramey, Valerie (2011a), Identifying Government Spending Shocks: Its all in the Timing.Quarterly Journal of Economics, 126(1): 1-50.",
        "Ramey, Valerie (2011b), Can Government Purchases Stimulate the Economy ?, Journal of Economic Literature, 49(3), 673-685.",
        "Romer, Christina D. and David H. Romer (2010), The Macroeconomic Eects of Tax Changes: Estimates Based on a New Measure of Fiscal Shocks, American Economic Review, 100(3): 763-801."
    ]
}