{
    "id": 20826,
    "cites": 18,
    "cited_by": 155,
    "reference": [
        "Acemoglu, D. (2003): Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Patterns of Skill Premia,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Review of Economic Studies, 70(2), 199Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c230.",
        "Acemoglu, D., and D. H. Autor (2011): Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Skills, Tasks and Technologies: Implications for Employment and Earnings,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d in Handbook of Labor Economics Vol. 4, ed. by O. Ashenfelter, and D. E. Card, chap. 12, pp. 1043Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c1171. Elsevier, Amsterdam.",
        "Acemoglu, D., and A. Finkelstein (2008): Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Input and Technology Choices in Regulated Industries: Evidence from the Health Care Sector,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Journal of Political Economy, 116(5), 837Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c880.",
        "Atasoy, H. (2013): Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093The Effects of Broadband Internet Expansion on Labor Market Outcomes,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Industrial and Labor Relations Review, 66(2), 315Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c345.",
        "Atkinson, A. B., L. Rainwater, and T. M. Smeeding (1995): Income Distribution in OECD Countries: Evidence from the Luxembourg Income Study. Organisation for Economic Co-operation and Development Paris.",
        "Autor, D. H., and D. Dorn (2009): Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093This Job is Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Ë\u009cGetting OldÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0084¢: Measuring Changes in Job Opportunities using Occupational Age Structure,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d American Economic Review: Papers & Proceedings, 99(2), 45Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c51.",
        "(2013): Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093The Growth of Low-Skill Service Jobs and the Polarization of the US Labor Market,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d American Economic Review, 103(5), 1553Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c1597.",
        "Autor, D. H., L. F. Katz, and M. S. Kearney (2006): Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093The Polarization of the U.S. Labor Market,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d American Economic Review Papers and Proceedings, 96(2), 189Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c194.",
        "(2008): Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Trends in US Wage Inequality: Revising the Revisionists,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Review of Economics and Statistics, 90(2), 300Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c323.",
        "Autor, D. H., L. F. Katz, and A. B. Krueger (1998): Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Computing Inequality: Have Computers Changed the Labor Market?,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Quarterly Journal of Economics, 113(4), 1169Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c1213.",
        "Autor, D. H., F. Levy, and R. J. Murnane (2003): Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093The Skill Content of Recent Technological Change: An Empirical Exploration,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Quarterly Journal of Economics, 118(4), 1279Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c1333.",
        "Bartel, A., C. Ichniowski, and K. Shaw (2007): Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093How Does Information Technology Really Affect Productivity? Plant-Level Comparisons of Product Innovation, Process Improvement and Worker Skills,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Quarterly Journal of Economics, 122(4), 1721Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c1758.",
        "Barth, E., B. Bratsberg, T. Hageland, and O. Raaum (2008): Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Performance Pay and Within-Firm Wage Inequality,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Statistics Norway, Discussion Paper No. 535.",
        "Beaudry, P., M. Doms, and E. Lewis (2010): Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Should the Personal Computer Be Considered a Technological Revolution? Evidence from U.S. Metropolitan Areas,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Journal of Political Economy, 118(5), 988 Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c 1036.",
        "Beaudry, P., and D. A. Green (2003): Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093The Changing Structure of Wages in the US and Germany: What Explains the Differences?,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d American Economic Review, 93(3), 573Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c602.",
        "(2005): Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Changes in U.S. Wages, 1976Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c2000: Ongoing Skill Bias or Major Technological Change?,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Journal of Labor Economics, 23(3), 609Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c648.",
        "Berman, E., J. Bound, and Z. Griliches (1994): Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Changes in the Demand for Skilled Labor within US Manufacturing: Evidence from the Annual Survey of Manufactures,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Quarterly Journal of Economics, 109(2), 367Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c397.",
        "Bhuller, M. (2009): Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Inndeling av Norge i arbeidsmarkedsregioner,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Statistics Norway,"
    ]
}