{
    "id": 20835,
    "cites": 31,
    "cited_by": 24,
    "reference": [
        "Katherine Baicker, Amy Finkelstein, Jae Song, and Sarah Taubman. The impact of medicaid on labor force and program participation: Evidence from the oregon health insurance experiment. NBER Working Paper 19547, October 2013a.",
        "Katherine Baicker, Sarah Taubman, Heidi L. Allen, Mira Bernstein, Jonathan Gruber, Joseph P. Newhouse, Eric C. Schneider, Bill J. Wright, Alan M. Zaslavsky, and Amy N. Finkelstein. The oregon experiment - effects of medicaid on clinical outcomes. New England Journal of Medicine, 368(18):1713Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c1722, 2013b. doi: 10.1056/NEJMsa1212321.",
        "Cynthia Bansak and Steven Raphael. The effect of state policy design features on take up and crowd out rates for the state childrenÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0084¢s health insurance program. Journal of Policy Analysis and Management, 26(1):149Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c175, 2006.",
        "Linda J Blumberg, Lisa Dubay, and Stephen A Norton. Did the medicaid expansions for children displace private insurance? an analysis using the SIPP. Journal of Health Economics, 19(1):33 Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c 60, 2000. doi: http://dx.doi.org/10.1016/S0167-6296(99)00020-X. URL http://www.sciencedirect.com/science/article/pii/S016762969900020X. George Borjas. Welfare reform, labor supply, and health insurance in the immigrant population.",
        "Michel H. Boudreaux. The long-term effects of exposure to medicaid in early childhood, 2014. URL http://conservancy.umn.edu/handle/11299/165384.",
        "Thomas C. Buchmueller, Lo Sasso Anthony T., and Wong Kathleen N. How did SCHIP affect the insurance coverage of immigrant children? The B.E. Journal of Economic Analysis & Policy, 8(2):1Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c25, 2008.",
        "David Card and Lara D. Shore-Sheppard. Using discontinuous eligibility rules to identify the effects of the federal medicaid expansions on low-income children. The Review of Economics and Statistics, 86(3):752Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c766, 2004. URL http://www.jstor.org/stable/ 3211795.",
        "Raj Chetty, John N. Friedman, Nathaniel Hilger, Emmanuel Saez, Diane Whitmore Schazenbach, and Danny Yagan. How does your kindergarten classroom affect your earnings? evidence from project star. Quarterly Journal of Economics, 126(4):1593Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c1660, 2011.",
        "Raj Chetty, John N. Friedman, and Emmanuel Saez. Using differences in knowledge across neighborhoods to uncover the impacts of the eitc on earnings. American Economic Review, 103(7):2683Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c2721, 2013a. doi: 10.1257/aer.103.7.2683. URL http://www.aeaweb.org/ articles.php?doi=10.1257/aer.103.7.2683. Sarah Cohodes, Samuel A. Kleiner, Michael Lovenheim, and Dan Grossman. The effect of child health insurance access on schooling: Evidence from public insurance expansions.",
        "NBER Working Paper No. w20178, May 2014. Peter J. Cunningham, Jack Hadley, and James Reschovsky. The effects of SCHIP on children Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0084¢s health insurance coverage: Early evidence from the community tracking study.",
        "Peter J. Cunningham, James Reschovsky, and Jack Hadley. SCHIP, medicaid expansions lead to shifts in childrenÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0084¢s coverage. Issue Brief: Center for Studying Health System Change, 59:1Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c6, 2002b.",
        "Janet Currie and Jonathan Gruber. Health insurance eligibility, utilization of medical care, and child health. The Quarterly Journal of Economics, 111(2):431Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c466, 1996a. doi: 10. 2307/2946684.",
        "Janet Currie and Jonathan Gruber. Saving babies: The efficacy and cost of recent expansions of medicaid eligibility for pregnant women. Journal of Political Economy, 104(6):1263Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c 1296, 1996b. URL http://www.jstor.org/stable/2138939. Gordon B. Dahl, Andreas Ravndal Kostol, and Magne Mogstad. Family welfare cultures.",
        "Dhaval Dave, Sandra Decker, Robert Kaestner, and Kosali Ilayperuma Simon. The effect of medicaid expansions in the late 1980s and early 1990s on the labor supply of pregnant women. NBER Working Paper No. w19161, 2013.",
        "Amy F. Finkelstein, Sarah Taubman, Bill J. Wright, Mira Bernstein, Jonathan Gruber, Joseph P. Newhouse, Heidi L. Allen, Katherine Baicker, and the Oregon Health Study Group. The oregon health insurance experiment: Evidence from the first year. The Quarterly Journal of Economics, 127(3):1057Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c1106, 2012. doi: 10.1093/qje/qjs020. Kayleigh Garthwaite, Clare Bambra, and Jon Warren. the unwilling and the unwellÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0084¢? exploring stakeholdersÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0084¢ perceptions of working with long term sickness benefits recipients.",
        "Jonathan Gruber and Brigitte Madrian. Health insurance, labor force participation, and job choice: A critical review of the literature. In Catherine McLaughlin, editor, Health Policy and the Uninsured. Urban Institute Press, 2004.",
        "Jonathan Gruber and Kosali Simon. Crowd-out ten years later: Have recent expansions of public insurance crowded out private health insurance? Journal of Health Economics, 27: 201Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c217, 2008.",
        "Jonathan Gruber and Aaron Yelowitz. Public health insurance and private savings. Journal of Political Economy, 107(6):1249Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c1274, 1999.",
        "John C. Ham and Lara Shore-Sheppard. The effect of medicaid expansions for low-income children on medicaid participation and private insurance coverage: evidence from the SIPP. Journal of Public Economics, 89:57Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c83, 2005.",
        "Julie L. Hudson, Thomas M. Selden, and Jessica S. Banthin. The impact of SCHIP on insurance coverage of children. Inquiry, 42(3):232Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c254, 2005.",
        "Ted Joyce and Andrew Racine. Chip shots: Association between the state childrenÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0084¢s health insurance programs and immunization coverage and delivery. NBER Working Paper, 9831, 2003.",
        "Philip B. Levine and Diane Schanzenbach. The impact of childrenÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0084¢s public health insurance expansions on educational outcomes. Forum for Health Economics & Policy, 12(1):Article 1, 2009.",
        "Anthony T. Lo Sasso and Thomas C. Buchmueller. The effect of the state childrenÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0084¢s health insurance program on health insurance coverage. Journal of Health Economics, 23(5): 1059Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c1082, 2004.",
        "Ithai Zvi Lurie. Differential effect of the state childrenÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0084¢s health insurance program expansions by childrenÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0084¢s age. Health Services Research, 44(5p1):1504Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c1520, 2009. doi: 10.1111/j. 1475-6773.2009.01005.x. URL http://dx.doi.org/10.1111/j.1475-6773.2009.01005. x. Bruce D. Meyer and Laura R. Wherry. Saving teens: Using a policy discontinuity to estimate the effects of medicaid eligiblity. NBER Working Paper 18309, 2012. URL http://www. nber.org/papers/w18309.",
        "Sarah Miller and Laura R. Wherry. The long-term health effects of early life medicaid coverage, 2014. URL http://www-personal.umich.edu/~mille/MillerWherry_ Prenatal2014.pdf.",
        "Margo Rosenbach, Marilyn Ellwood, John Czajka, Carol Irvin, Wendy Coup, and Brian Quinn. Insurance program: Momentum is increasing after a modest start, first annual report. 2001.",
        "Benjamin D. Sommers, Katherine Baicker, and Arnold M. Epstein. Mortality and access to care among adults after state medicaid expansions. New England Journal of Medicine, 367(11):1025Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c1034, 2012. doi: 10.1056/NEJMsa1202099. URL http://www.nejm.org/ doi/full/10.1056/NEJMsa1202099.",
        "Sarah L. Taubman, Heidi L. Allen, Bill J. Wright, Katherine Baicker, and Amy N. Finkelstein. Medicaid increases emergency-department use: Evidence from oregonÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0084¢s health insurance experiment. Science, 343(6168):263Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c268, 2014. doi: 10.1126/science.1246183. URL http://www.sciencemag.org/content/343/6168/263.abstract.",
        "Danny Yagan. Moving to opportunity? migratory insurance over the great recession. Job Market Paper, 2014.",
        "Aaron S. Yelowitz. Will extending medicaid to two-parent families encourage marriage? The Journal of Human Resources, 33(4):pp. 833Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c865, 1998. ISSN 0022166X. URL http: //www.jstor.org/stable/146400.",
        "Stephen Zuckerman and Amy Westpfahl Lutzky. Medicaid demonstration project in los angeles county, 1995-2000 progress but room for improvement. 2001. A Appendix"
    ]
}