{
    "id": 20842,
    "cites": 39,
    "cited_by": 3,
    "reference": [
        "Adams, Martin, Ben Cousins, and Siyabulela Manona. 1999. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Land tenure and economic development in rural South Africa: Constraints and opportunities.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Overseas Development Institute Working Paper 125.",
        "Albouy, David. 2009. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093What are cities worth? Land rents, local productivity, and the capitalization of amenity values.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Working Paper 14981, National Bureau of Economic Research.",
        "Banerjee, Abhijit V., and Esther Duflo. 2007. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093The economic lives of the poor.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Journal of Economic Perspectives, 21(1): 141Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c168.",
        "Banerjee, Abhijit, Esther Duflo, and Nancy Qian. 2012. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093On the road: Access to transportation infrastructure and economic growth in China.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Working Paper 17897, National Bureau of Economic Research.",
        "Black, Sandra E. 1999. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Do better schools matter? Parental valuation of elementary education. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Quarterly Journal of Economics 114(2): 577Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c599.",
        "BriceÃ\u0083â\u0080¹Ã\u0082Å\u0093 no-Garmendia, Cecilia, Karlis Smits, and Vivien Foster. 2008. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Financing public infrastructure in sub-Saharan Africa: Patterns and emerging issues.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d African Infrastructure Country Diagnostic Background Paper 15.",
        "Busso, Matias, Jesse Gregory, and Patrick Kline. 2013. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Assessing the incidence and efficiency of a prominent place based policy.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d American Economic Review 103(2): 897Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c947.",
        "Calabrese, Stephen M., Dennis N. Epple, and Richard E. Romano. 2012. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Inefficiencies from metropolitan political and fiscal decentralization: Failures of Tiebout competition.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Review of Economic Studies 79(3), 1081Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c1111.",
        "Chetty, Raj, John N. Friedman, Nathaniel Hilger, Emmanuel Saez, Diane Whitmore Schanzenbach, and Danny Yagan. 2011. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093How does your kindergarten classroom affect your earnings? Evidence from Project Star.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Quarterly Journal of Economics 126(4), 1593Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c1660.",
        "Cohen, Barney. 2006. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Urbanization in developing countries: Current trends, future projections, and key challenges for sustainability.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Technology in Society 28: 63Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c80.",
        "Cornwell, Katy and Brett Inder. 2004. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Migration and unemployment in South Africa: When motivation surpasses the theory.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Monash Econometrics and Business Statistics Working Papers 2/04.",
        "Cr epon, Bruno, Esther Duflo, Marc Gurgand, Roland Rathelot, Philippe Zamora. 2013. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Do labor market policies have displacement effects? Evidence from a cluster randomized experiment.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Quarterly Journal of Economics 128(2), 531Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c580.",
        "Davis, Lucas. 2011. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093The effect of power plants on local housing prices and rentsÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Review of Economics and Statistics 93(4), 1391Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c1402.",
        "Devoto, Florencia, Esther Duflo, Pascaline Dupas, William Parient e, and Vincent Pons. 2011. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Happiness on tap: Piped water adoption in urban Morocco.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Mimeo, Massachusetts Institute of Technology.",
        "Dinkelman, Taryn. 2011. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093The effects of rural electrification on employment: New evidence from South Africa.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d American Economic Review 101(7), 3078Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c3108. Donaldson, Dave. Forthcoming. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Railroads of the Raj: Estimating the impact of transportation infrastructure.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d American Economic Review.",
        "Duflo, Esther, and Rohini Pande. 2007. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Dams.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Quarterly Journal of Economics 122(2), 601Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c646.",
        "Glaeser, Edward L. 2007. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093The economics approach to cities.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Working Paper 13696, National Bureau of Economic Research.",
        "Glaeser, Edward L. 2008. Cities, agglomeration and spatial equilibrium. Oxford: Oxford University Press.",
        "Hall, Ruth. 2009. Another countryside? Policy options for land and agrarian reform in South Africa. Bellville, South Africa: Institute for Poverty, Land and Agrarian Studies, School of Government, University of the Western Cape.",
        "Heston, Alan, Robert Summers, and Bettina Aten. 2011. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Penn World Table Version 7.0.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Center for International Comparisons of Production, Income and Prices, University of Pennsylvania.",
        "Kremer, Michael, Jessica Leino, Edward Miguel, and Alix Peterson Zwane. 2011. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Spring cleaning: Rural water impacts, valuation, and property rights institutions.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Quarterly Journal of Economics 126(1), 145Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c205.",
        "Lahiff, Edward. 2001. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Land Reform in South Africa: Is it meeting the challenge?Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Debating Land Reform and Rural Development Policy Brief, No. 1 September, School of Government, University of the Western Cape.",
        "Lall, Somik V., and Matias Lundberg. 2008. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093What are public services worth, and to whom? Non-parametric estimation of capitalization in Pune.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Journal of Housing Economics 17(1): 34Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c64.",
        "Lin, Justin Yifu, and Doerte Doemeland. 2012. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Beyond Keynesianism: Global infrastructure investments in times of crisis.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Policy Research Working Paper 5940, World Bank.",
        "Lipscomb, Molly, A. Mushfiq Mobarak, and Tania Barham. 2013. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Development effects of electrification: Evidence from the topographic placement of hydropower plants in Brazil.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d American Economic Journal: Applied Economics 5(2): 200Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c231.",
        "Lozano-Gracia, Nancy, Cheryl Young, Somik V. Lall, and Tara Vishwanath. 2013. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Leveraging land to enable urban transformation: Lessons from global experience.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Policy Research Working Paper 6312, World Bank.",
        "Mobarak, Mushfiq Ahmed and Mark Rosenzweig. 2014. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Risk, insurance and wages in general equilibrium.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Working Paper at http : //faculty.som.yale.edu/mushfiqmobarak/research.html, June.",
        "Moretti, Enrico. 2011. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Local labor markets.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d In Handbook of labor economics, vol. 4B, ed.",
        "Quigley, John M. 2008. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Urbanization, agglomeration, and economic development.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d In Urbanization and growth: Commission on growth and development, ed. Michael Spence, Patricia Clarke Annez, and Robert M. Buckley. Washington, DC: World Bank.",
        "Reed, Holly E. 2013. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Moving across boundaries: Migration in South Africa 1950Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c2000.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Demography 50(1): 71Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c95.",
        "Roback, Jennifer. 1982. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Wages, rents, and the quality of life.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Journal of Political Economy 90(6), 1257Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c1278.",
        "Rosenzweig, Mark R., and Kenneth I. Wolpin. 1986. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Evaluating the effects of optimally distributed public programs: Child health and family planning interventions.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d American Economic Review 76(3), 470Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c482.",
        "Statistics South Africa. 1996. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Population Census of South Africa 1996, 10% sample.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Statistics South Africa. 2001. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Population Census of South Africa 2001, 10% sample.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Tiebout, Charles M. 1956. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093A pure theory of local expenditures.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Journal of Political Economy 64(5), 416Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c424.",
        "Udry, Christopher. 2012. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Land tenure.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d In The Oxford companion to the economics of Africa, ed. Ernest Aryeetey, Shantayanan Devarajan, Ravi Kanbur, and Louis Kasekende. Oxford: Oxford University Press.",
        "Usher, Dan. 1977. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Public property and the effects of migration upon other residents of the migrantsÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0084¢ countries of origin and destination.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Journal of Political Economy 85(5), 1001Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c1020.",
        "Van der Berg, Servaas, Rulof P. Burger, Murray Leibbrandt, and Cecil Mlatsheni. 2002. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Migration and the changing rural-urban interface in South Africa: What can we learn from census and survey data?Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Paper presented at the CSAE Conference, Oxford, UK.",
        "Wildasin, David E. 1991. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Income redistribution in a common labor market.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d American Economic Review 81(4), 757Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c774.",
        "Young, Alwyn. 2013. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Inequality, the urban-rural gap and migration.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Quarterly Journal of Economics 128(4), 1727Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c1785. N communities Mean s.d. Min. Max.",
        "Eskom project areas 1,816 0.20 0.40 0 1 Employment rate in 1996 1,816 0.10 0.09 0 0.93 Household density in 1996 1,816 22 30.48 1 592 Population in 1996 1,816 1,396 1,255 149 16,415 Household size in 1996 1,816 3.62 0.62 2 14 Monthly earnings in 2001 ZAR* 41 1,124 611 299 3,890 Number of schools in 1995~ 1,816 0.94 1.18 0 11 Number of learners in 1995~ 1,126 863 700 0 5,686 Student-teacher ratio in 1995~ 1,098 39 11 4 116"
    ]
}