{
    "id": 20845,
    "cites": 51,
    "cited_by": 5,
    "reference": [
        "Acemoglu, D., U. Akcigit, N. Bloom, W. Kerr, and J. Van Reenen, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Innovation, reallocation and growth,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d mimeo, Stanford University, 2013.",
        "Aghion, P. and J. Tirole, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Formal and real authority in organizations,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Journal of Political Economy, 1997.",
        ", N. Bloom, and J. Van Reenen, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Incomplete contracts and the internal organization of firms,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Journal of Law, Economics and Organization, 2013.",
        "Alesina, A. and M. Angeletos, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Fairness and Redistribution: US vs. Europe,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d American Economic Review, 2005.",
        "Angrist, J., Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Models with dummy endogenous regressors: simple strategies for empirical practice,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Journal of Business and Economic Statistics, 2001.",
        "Arora, A., Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Testing for complementarities in reduced form regressions: a note,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Economics, 1996.",
        "Atalay, E., A. Hortascu, and C. Syverson, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Vertical integration and input flows,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d American Economic Review, 2013.",
        "Athey, S. and S. Stern, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093An empirical framework for testing ttheorie about complementarity in ororganization design,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d NBER Working Paper, 1998.",
        "Baily, M., C. Hulten, and D. Campbell, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Productivity Dynamics in Manufacturing Plants,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Brookings Papers on Economic Activity: Microeconomics, 1992.",
        "Bester, H. and D. Kremer, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Delegation and Incentives,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Rand Journal of Economics, 2008.",
        "Bloom, N. and J. Van Reenen, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Measuring and Explaining Management Practices Across Firms and Countries,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Quarterly Jounral of Economics, 2007.",
        ", L. Garicano, R. Sadun, and J. Van Reenen, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093The distinct effects of information technology and communication technology on firm organization,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Management Science, 2013.",
        ", R. Sadun, and J. Van Reenen, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Does product market competition lead firms to decentralize?,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d American Economic Review Papers and Proceedings, 2010.",
        ", , and , Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093The organization of firms across countries,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Quarterly Jounral of Economics, 2012.",
        ", , and , Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Management as Technology?,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d mimeo, Stanford University, 2013.",
        "Bloom, Nicholas, Erik Brynjolfsson, Lucia Foster, Ron S Jarmin, Megha Patnaik, Itay Saporta Eksten, and John Van Reenen, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093IT and Management in America,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d 2014.",
        "Bresnahan, T., E. Brynjolfsson, and L. Hitt, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Information technology, workplace organization and the demand for skilled labor: firm-level evidence,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Quarterly Jounral of Economics, 2002.",
        "Brynjolfsson, E. and P. R. Milgrom, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Complementarity in Organizations,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Handbook of Organizational Economics, 2013.",
        "Chassang, S., Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Building Routines: Learning, Cooperation and the Dynamics of Incomplete Relational Contracts,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d American Economic Review, 2010.",
        "Drucker, P., The Concept of the Corporation, Transaction Publishers, 1949.",
        "Garicano, L., Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Hierachies and the organization of knowledge in production,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Journal MANAGEMENT PRACTICE COMPLEMENTARITY 27 of Political Economy, 2000.",
        "Gentry, W. and G. Hubbard, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093The Effects of Progressive Income Taxation on Job Turnover,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Journal of Public Economics, 2004.",
        "Gibbons, R. and R. Henderson, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093What do managers do?,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Handbook of Organizational Economics, 2013.",
        ", R. Holden, and M. Powell, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Organization and information: firmsÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0084¢ governance choices in rational-expectations equilibrium,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Quarterly Journal of Economics, 2012.",
        "Grossman, G. and E. Helpman, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Integration vs. outsourcing in industry equilibrium, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Quarterly Journal of Economics, 2002.",
        "Hammer, M., Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Reengineering work: donÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0084¢t automate, obliterate!,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Harvard Business Review, 1990.",
        "Holmstrom, B. and P. Milgrom, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Multitask Principal-Agent Analyses: Incentive Contracts, Asset Ownership and Job Design,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Jounral of Law, Economics and Organization, 1991.",
        "Holmstrom, Bengt, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Agency Costs and Innovation,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Journal of Economic Behavior and Organization, 1989.",
        "Ichniowski, C., K. Shaw, and G. Prennushi, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093The effects of human resource management practices on productivity: a study of steel finishing lines,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d American Economic Review, 1997.",
        "Jakobsson, U., Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093On the measurement of the degree of progression,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Journal of Public Economics, 1976.",
        "Jensen, M.C. and W.H. Meckling, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Theory of the Firm: Managerial Behavior, Agency Costs, and Ownership Structures,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Journal of Financial Economics, 1976, 3 (4), 305Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c360.",
        "Jones, Charles I., Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Intermediate Goods and Weak Links in the Theory of Economic Development,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d American Economic Journal: Macro, 2011.",
        "Klette, T. and S. Kortum, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Innovating firms and aggregate innovation,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Journal of Political Economy, 2004.",
        "Kretschmer, T., E. Miravete, and J. Pernias, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Competitive pressure and the adoption of complementary innovations,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d American Economic Review, 2012.",
        "Krishna, V. and J. Morgan, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Contracting for information under imperfect committment, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Rand Journal of Economics, 2008.",
        "Lazear, E., Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Performance Pay and Productivity,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d American Economic Review, 2000.",
        "Luttmer, E., Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Selection, growth and the size distribution of firms,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Quarterly Journal of Economics, 2007.",
        "Milgrom, P. and J. Roberts, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093The economics of modern manufacturing: technology, strategy and organization,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d American Economic Review, 1990.",
        "Milgrom, Paul and John Roberts, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Complementarities and fit strategy, structure, and organizational change in manufacturing,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Journal of Accounting and Economics, 1995.",
        "Murphy, R., J. Clemens, and N. Veldhuis, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093The economic costs of increased marginal tax rates in Canada,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Studies in Budget and Tax Policy, Frazier Institute, 2013.",
        "Musgrave, R. and P. Musgrave, Public finance in theory and practice, McGraw-Hill, 1989.",
        "Penrose, E., The theory of the growth of the firm, Oxford University Press, 1959.",
        "Porter, M., Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093What is strategy?,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Harvard Business Review, 1996.",
        "Powell, M., Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Productivity and credibility in industry equilibrium,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d mimeo, Kellogg School of Management, Northwestern University, 2013.",
        "Prendergast, C., Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093The tenuous trade-off between risk and incentives,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Journal of Political Economy, 2002.",
        "Raith, M., Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Competition, risk and managerial incentives,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d American Economic Review, 2003.",
        "Rivkin, J., Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Imitation of complex strategies,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Management Science, 2000.",
        "Roberts, J., The Modern Firm, Oxford, 2004.",
        "Steen, E. Van Den, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Disagreement and the Allocation of Control,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Journal of Law, Economics and Organization, 2010.",
        "Syverson, C., Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093What determines productivity?,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Journal of Economic Literature, 2011.",
        "Yang, Mu-Jeung, Lorenz Kueng, and Bryan Hong, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Business Strategy and the Management of Firms,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d mimeo, University of Washington, 2014. MANAGEMENT PRACTICE COMPLEMENTARITY 29"
    ]
}