{
    "id": 20841,
    "cites": 59,
    "cited_by": 9,
    "reference": [
        "Acemoglu, D. (1998), Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Why Do new Technologies Complement Skills?Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Quarterly Journal of Economics, 113 (1998), 1055-1089.",
        "Acemoglu, D. (2003b), Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Factor Prices and Technical Change: From Induced Innovations to Recent Debates,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d in Knowledge, Information and Expectations in Modern Macroeconomics: In Honor of Edmund Phelps, ed. by Philippe Aghion et al, Princeton University Press, Princeton NJ.",
        "Acemoglu, D. and F. Zilibotti, (2001) Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Productivity Differences,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Quarterly Journal of Economics, 116, 563-606.",
        "Alesina A, Y.Algan, P. Cahuc and P. Giuliano (2014) Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Family Ties and the Regulation of Labor Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093 Journal of the European Economic Association, (forthcoming).",
        "Alesina A. S. Ardagna, G. Nicoletti and F. Schiantarelli (2005) Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Regulation and InvestmentÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Journal of the Euroepan Economic Association, 791-825 Alesina, A., and E. Glaeser (2004), Fighting Poverty in the U.S. and Europe: A World of Difference, Oxford University Press, Oxford, U.K. Alesina, A., E. Glaeser, and B. Sacerdote (2005), Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Work and Leisure in the U.S. and Europe: Why So Different?Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d NBER Macroeconomics Annual.",
        "Autor D. W. Kerr and A. Kugler (2007) Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Does employment protection reduce productivity? Evidence from US StatesÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d The Economic Journal, 117, June, 189-217 Autor D. F. Levy and R Murname (2003) Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093The Skill Content of Recent Technological Change: An Empirical ExplorationÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Quarterly Journal of Economics 1129-213.",
        "Barro, Robert and Lee, Jong-Wha (2010), Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093A New Data Set of Educational Attainment in the World, 1950-2010,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Journal of Development Economics, 104, 184-198.",
        "Beaudry P. and F. Collard (2001) Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Why has the Employment Productivity Trade off amongst Industrialized Countries so strong?Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d NBER Working Paper.",
        "Bertrand M. and K Kramarz (2002) Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Does Labor Regulation Hinder Job Creation? Evidence from the French Retail Industry? Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093 The Quatrely Journal of Economics, 117, 1369-1413.",
        "Bjorklund, A., and R. B. Freeman (1997), Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Generating Equality and Eliminating Poverty, the Swedish Way,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d in R. B. Freeman, R. Topel, and B. Swedenborg (eds.), The Welfare State in Transition: Reforming the Swedish Model, Chicago: University of Chicago Press, 33-78.",
        "Blanchard, O. J. (1997), Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093The Medium Run,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Brookings Papers on Economic Activity 2: 89-141.",
        "Blanchard, O. J. (2004), Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093The economic future of Europe,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Journal of Economic Perspectives, 18: 326 Blanchard, O. J., D. Cohen, and C. Nouveau (2005), Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093The history of French labor market institutions since 1950,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d unpublished.",
        "Blanchard, O. J., and L. F. Katz (1999), Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Wage Dynamics: Reconciling Theory and Evidence,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d American Economic Review 89: 69-74.",
        "Blanchard, O. J., and J. Wolfers (2000), Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093The Role of Shocks and Institutions in the Rise of European Unemployment: The Aggregate Evidence,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Economic Journal 110: 1-33.",
        "Blau, F., and L. Kahn (1996a), Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093International Differences in Male Wage Inequality: Institutions versus Market Forces,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Journal of Political Economy 104: 791-837.",
        "Blau, F., and L. Kahn (1996b), Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Wage Structure and Gender Earnings Differentials: An International Comparison,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Economica 63: S29-62.",
        "Blau, F., and L. Kahn (1999), Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Institutions and Laws in the Labor Market,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d in O. C. Ashenfelter and D. Card (eds.), Handbook of Labor Economics, Amsterdam: Elsevier, 1399-1461.",
        "Blau, F., and L. Kahn (2002), At Home and Abroad: U.S. labor markets in international perspective, Russell Sage, New York, NY.",
        "Caballero, R., and M. Hammour (1998), Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Jobless Growth: Appropriability, Factor Substitution and Unemployment,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Carnegie-Rochester Conference Series on Public Policy, 48: 51-94.",
        "Caselli, F., and Coleman, W. J. (2006). Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093The World Technology Frontier,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d American Economic Review, 96: 499-522.",
        "Champernowne, D. (1963). Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093A Dynamic Growth Model Involving a Production Function,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d in F.A. Lutz and D.C. Hague, eds., The Theory of Capital New York: Macmillan, 1963 Comin, D. and B. HobijnÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0084¢s (2004), Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Cross-Country Technology Adoption: Making the Theories Face the FactsÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d, Journal of Monetary Economics 51: 38-83.",
        "Comin, D. and B. Hobijn (2009), Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Lobbies and Technology DiffusionÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d, The Review of Economics and Statistics, 91, 229-244.",
        "Comin, Diego A., and Mestieri, MartÃ\u0083Æ\u0092Ã\u0082Â­ Ferrer, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093If Technology Has Arrived Everywhere, Why Has Income Diverged?Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d NBER Working Paper No. 19010 (2013).",
        "Davis, S. J. and M. Henrekson, (1997), Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Industrial Policy, Employer Size and Economic Performance in Sweden,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d in R. B. Freeman, R. Topel and B. Swedenborg (eds.), The Welfare State in Transition: Reforming the Swedish Model, Chicago: University of Chicago Press, 353-397.",
        "Davis, S. J. and M. Henrekson, (1999), Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Explaining National Differences in the Size and Industry Distribution of Employment, Small Business Economics, 12(1), 59-83.",
        "Davis, S. J. and M. Henrekson, (2005b), Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Tax Effects on Work Activity, Industry Mix and Shadow Economy Size: Evidence from Rich-Country Comparisons,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d in R. GÃ\u0083Æ\u0092Ã\u0082Â³mez-Salvador et al. (eds.), Labor Supply and Incentives to Work in Europe, Cheltenham, UK, Edward Elgar, 44-104.",
        "Dornbusch, R. R. Gentilini, and F. Giavazzi (2000), Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Italian Labor Force Participation: Disguised Unemployment on Campus,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d unpublished.",
        "Edin, P.-A, and R. Topel (1997), Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Wage Policy and Restructuring: The Swedish Labor Market since 1960,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d in R. B. Freeman, R. Topel and B. Swedenborg (eds.), The Welfare State in Transition: Reforming the Swedish Model, Chicago: University of Chicago Press, 155-201.",
        "Feenstra, Robert C., Inklaar, Robert, and Timmer, Marcel P. (2013), Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093The Next Generation of the Penn World Table,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Available at www.ggdc.net/pwt.",
        "Freeman, R. B., and L. F. Katz, eds. (1995), Differences and Changes in Wages in Wage Structures, Chicago: University of Chicago Press.",
        "Freeman, R. B., and R. Schettkat (2005), Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Marketization of Household Production and the EU-US Gap in Work,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Economic Policy, 1: 5-50.",
        "Glyn A. J. Moeller, W. Salverda, J Scmitt, and M. Sollogoub (2007) Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Employment Differences in Services: The Role of Wages Productivity and DemandÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d in M. Gregory and W. Salverda and R. Schettkat (es) Service Included? Services and the European-American Employment Gap, forthcoming Cambridge University Press Cambridge UK.",
        "ILO (2013), Global Wage Dataset.",
        "Kahn, L. M. (1998a), Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Against the Wind: Bargaining Recentralization and Wage Inequality in Norway, 1987-1991,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Economic Journal 108: 603-45.",
        "Kahn, L. M. (1998b), Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Collective Bargaining and the Inter-industry Wage Structure: International Evidence,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Economica 65: 507-34.",
        "Kahn, L. M. (2000), Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Wage Inequality, Collective Bargaining, and Relative Employment, 1985-94: Evidence from 15 OECD Countries,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Review of Economics and Statistics 82: 564-79.",
        "Katz, L. F., and K. M. Murphy (1992), Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Changes in Relative Wages, 1963-1987: Supply and Demand Factors,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Quarterly Journal of Economics 107: 35-78.",
        "Koeniger, Winfried, and Marco Leonardi (2007), Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Capital Deepening and Wage Differentials: Germany versus US,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Economic Policy, , 3-46.",
        "Kramarz, F. (2007), Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Outsourcing, Unions, Wages, and Employment: Evidence from Data Matching Imports, Firms and Workers,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d mimeo.",
        "Lazear, E. P. (1990), Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Job Security, Provisions and Employment,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Quarterly Journal of Economics, 105: 699-726.",
        "Lewis, E. (2005), Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Immigration, Skill Mix, and the Choice of Technique,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Federal Reserve Bank of Philadelphia Working Paper.",
        "Ngai, R. L., and C. A. Pissarides (2009), Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Welfare Policy and the Sectoral Distribution of Employment,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Discussion Paper No. 09/04, Center for Structural Econometrics.",
        "Nickell S. (1997) Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Unemployment and Labor Market RigiditiesÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Journal of Economic Perspectives, 11(55-74).",
        "OECD (2013), Employment Protection Database, 2013 Update.",
        "OÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0084¢Mahony, Mary and Timmer, Marcel P. (2009), Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Output, Input and Productivity Measures at the Industry Level: The EU KLEMS Database,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Economic Journal, 119, F374-F403.",
        "OÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0084¢Mahony, M. and B. van Ark (2003), eds., EU Productivity and Competitiveness: An Industry Perspective Can Europe Resume the Catching-up Process? Office for Official Publications of the European Communities, Luxembourg.",
        "Parente, S.L., and E. Prescott, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Barrier to Technology Adoption and Development,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Journal of Political Economy, 102 (1994), 298-321.",
        "Prescott, E. (2004), Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Why Do Americans Work So Much More than Europeans?Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Federal Reserve Bank of Minneapolis Quarterly Review, 28: 2-13.",
        "Psacharopoulos, G. (1994), Returns to Investment in Education: A Global Update, World Development, Vol. 22, No 9, pp. 132.5-l 343.",
        "Robinson, Catherine, Stokes, Lucy, Stuivenwold, Edwin, and van Ark, Bart, (2003), Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Chapter II: Industry Structure and Taxonomies,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d in EU Productivity and Competitiveness: An Industry Perspective Can Europe Resume the Catching-up Process? Eds. OÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0084¢Mahony, Mary. and van Ark, Bart, Office for Official Publications of the European Communities, Luxembourg, 37-71.",
        "Rogerson R. (2007) Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Structural Transformations and the Deterioration of European Employment Outcome,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Journal of Political Economy, 116, 235-259.",
        "Rogerson, R. and J. Wallenius (2007), Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Micro and Macro Elasticities in a Life Cycle Model with Taxes,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Journal of Economic Theory, 144, 2277-2292.",
        "Saint-Paul, Gilles (2004), Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Why are European Countries Diverging in their Unemployment Experience?Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Journal of Economic Perspectives, 18, 49-68.",
        "Saint-Paul G. (2006) Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Distribution and Growth in an Economy with Limited Needs: Variable Markups and the Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Ë\u009cEnd of WorkÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0084¢Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Economic Journal, 116, 382-407.",
        "Schmoch, Ulrich, (2008), Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Concept of a Technology Classification for Country Comparisons,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Report to the World Intellectual Property Organization (WIPO).",
        "Shapiro, Carl, and Stiglitz, Joseph E. (1984), Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Equilibrium Unemployment as a Worker Discipline Device,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d The American Economic Review, 74, 433-444.",
        "Zeira, J. (1998), Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Workers, Machines and Economic Growth,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Quarterly Journal of Economics, 113, 1091-1113.",
        "Zeira, J. (2007), Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Machines as engines of growth,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d unpublished.",
        "Zuleta, H. (2006), Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Why Factor Income Shares Seem to be Constant?Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d The Journal of Trade & Economic Development, 16, 551-557."
    ]
}