{
    "id": 20847,
    "cites": 42,
    "cited_by": 21,
    "reference": [
        "Baicker, K., and N. Gordon. \"The Effect of State Education Finance Reform on Total Local Resources.\" Journal of Public Economics (2006): 1519Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c35.",
        "Barrow, Lisa., Amy Claessens, Diane Whitmore Schanzenbach (2013) Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093The Impact of Chicago&apos;s Small High School InitiativeÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d NBER Working Paper 18889 Baum, Sandy, Jennifer Ma, and Kathleen Payea. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Education Pays 2013: The Benefits of Higher Education to Individuals and Society.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d The College Board, 2013.",
        "Ben-Shalom, Yonatan, Robert Moffitt, and John Karl Scholz. An Assessment of the Effectiveness of AntiPoverty Programs in the United States. No. 17042. National Bureau of Economic Research, Inc, 2011.",
        "Betts, Julian R., \"Does School Quality Matter? Evidence from the National Longitudinal Survey of Youth,\" Review of Economics and Statistics. Vol. 77, (1995): pp. 231-50 Betts, Julian R. \"Is There a Link between School Inputs and Earnings? Fresh Scrutiny of an Old Literature,\" in Gary Burtless, ed., Does Money Matter? The Effect of School Resources on Student Achievement and Adult Success. Washington, D.C.: Brookings Institution, (1996), pp. 141-91.",
        "Bloom S Howard., Unterman, Rebecca., (2013) Sustained Progress: New Findings About the Effectiveness and Operation of Small Public High Schools of Choice in New York City, by Howard S. Bloom and Rebecca Unterman, MDRC Report August Brunner, E., and J. Sonstelie. \"School Finance Reform and Voluntary Fiscal Federalism.\" Journal of Public Economics, 87 (9-10) (2003): 2157Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c85.",
        "Card, David, and Krueger, Alan B. \"Does School Quality Matter? Returns to Education and the Characteristics of Public Schools in the United States.\" Journal of Political Economy, February between poor and non-poor students have grown over time. Similar to Reardon (2013), this appears to be driven by more rapid improvement in college completion (as distinct from college entry) for the most affluent. As such, the patterns documented in Bailey and Dynarski (2013) are not inconsistent with improved high school completion and college-going outcomes for poor children documented in Baum, Ma and Pavea (2013) and in aggregate data. 1992, 100(1), pp. 1-40.",
        "Card, D., and A. A. Payne. \"School Finance Reform, the Distribution of School Spending, and the Distribution of Student Test Scores.\" Journal of Public Economics, 83(1) (2002): 49Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c82.",
        "Carneiro, Pedro Manuel, and James J. Heckman. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Human Capital Policy,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d 2003. http://papers.ssrn.com/sol3/papers.cfm?abstract_id=434544.",
        "Carrell, Scott, and Susan Carrell. 2006. Do lower student to counselor ratios reduce school disciplinary problems? Contributions to Economic Analysis and Policy 5 (1): 1463.",
        "Chay, K. Y., J. Guryan, and B. Mazumder. \"Birth Cohort and the Black-White Achievement Gap: The Roles of Access and Health Soon After Birth.\" NBER Working Paper No. 15078 (2009).",
        "Chetty, Raj, John N. Friedman, and Jonah E. Rockoff. Measuring the Impacts of Teachers II: Teacher Value-Added and Student Outcomes in Adulthood. National Bureau of Economic Research, 2013. http://www.nber.org/papers/w19424.",
        "Coleman, J. S. Equality of Educational Opportunity. Ann Arbor, MI: Inter-university Consortium for Political and Social Research, 1966.",
        "Deming, David. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Early Childhood Intervention and Life-Cycle Skill Development: Evidence from Head Start.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d American Economic Journal: Applied Economics 1, no. 3 (July 1, 2009): 111Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c34.",
        "Digest of Education Statistics, 2012. US Department of Education, National Center for Education Statistics. http://nces.ed.gov/programs/digest/2012menu_tables.asp.",
        "Downes, T. A., and D. Figlio. \"School Finance Reforms, Tax Limits, and Student Performance: Do Reforms Level Up or Dumb Down?\" Mimeo. University of Wisconsin. (1998).",
        "Downes, T. A., and D. Schoeman. \"School Finance Reform and Private School Enrollment: Evidence from California.\" Journal of Urban Economics, 43(3) (1998): 418Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c43.",
        "Fredriksson, P., Ockert, B., & Oosterbeek, H. (2012). Long-Term Effects of Class Size. Quartlerly Journal of Economics.",
        "Grogger, Jeff, \"Does School Quality Explain the Recent Black/White Wage Trend?\" Journal of Labor Economics Vol. 14, 1996, pp. 231-53.",
        "Guryan, Jonathan. Does Money Matter? Regression-Discontinuity Estimates from Education Finance Reform in Massachusetts. National Bureau of Economic Research, 2001. http://www.nber.org/papers/w8269.",
        "Haider, Steven and Gary Solon Life-Cycle Variation in the Association between Current and Lifetime Earnings, The American Economic Review Vol. 96, No. 4 (Sep., 2006), pp. 1308-1320 Hanushek, Eric A. Spending on Schools. Stanford, Calif.: Hoover Press, 2001. http://hanushek.stanford.edu/sites/default/files/publications/Hanushek%202001%20PrimerAmerE duc.pdf.",
        "Hanushek, Eric A., \"School Resources and Student Performance,\" in Gary Burtless, ed., Does Money Matter? The Effect of School Resources on Student Achievement and Adult Success, Brookings Institution, Washington, D.C., 1996, pp. 43-73 Hanushek, Eric A. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093The Economics of Schooling: Production and Efficiency in Public Schools.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Journal of Economic Literature, 1986, 1141Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c77. Heckman, J., R. Pinto, and P. Savelyev. \"Understanding the Mechanisms Through Which an Influential Early Childhood Program Boosted Adult Outcomes.\" American Economic Review (forthcoming).",
        "Hightower, A. M., H. Mitani, and C. B. Swanson. State Policies That Pay: A Survey of School Finance Policies. Bethesda, MD: Editorial Projects in Education, Inc., 2010.",
        "Howell, P. L., and B. B. Miller. \"Sources of Funding for Schools.\" In Future of Children, 7(3), 1997.",
        "Hoxby, C. M. \"Are Efficiency and Equity in School Finance Substitutes or Complements?\" Journal of Economis Perspectives, 10(4) (1996): 51Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c72.",
        "Hoxby, C. M. \"All School Finance Equalizations Are Not Created Equal.\" The Quarterly Journal of Economics (2001): 1189Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c1231.",
        "Hoynes, H. W., D. W. Schanzenbach, and D. Almond. \"Long Run Impacts of Childhood Access to the Safety Net.\" NBER Working Paper No. 18535 (2012).",
        "Jackson, C. K. \"Student Demographics, Teacher Sorting, and Teacher Quality: Evidence From the End of School Desegregation.\" Journal of Labor Economics, 27(2) (2009): 213Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c56.",
        "Jackson, C. Kirabo. \"Match Quality, Worker Productivity, and Worker Mobility: Direct Evidence From Teachers.\" Review of Economics and Statistics. Volume 95 (October 2013), 1096-1116.",
        "Jackson, C. K. \"Non-Cognitive Ability, Test Scores, and Teacher Quality: Evidence from 9th Grade Teachers in North Carolina.\" NBER Working Paper No. 18624 (2012).",
        "Jackson, C. Kirabo, Rucker Johnson, and Claudia Persico. The Effect of School Finance Reforms on the Distribution of Spending, Academic Achievement, and Adult Outcomes. NBER Working Paper 20118, May (2014) Johnson, R. C. 2008. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Race Differences in the Incidence and Duration of Exposure to Concentrated Poverty over the Life Course: Upward Mobility or Trapped in the Hood?Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Unpublished manuscript, UC-Berkeley.",
        "Johnson, R. C. \"Long-run Impacts of School Desegregation & School Quality on Adult Attainments.\" NBER Working Paper No. 16664 (2011) , updated December 2013.",
        "Krueger, Alan B. Reassessing the View That American Schools Are Broken. New York Federal Reserve Economic Policy Brief, March 1998 Krueger, A. B. and Whitmore, D. M. (2001), The Effect of Attending a Small Class in the Early Grades on College-test Taking and Middle School Test Results: Evidence from Project Star. The Economic Journal, 111: 1Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c28.",
        "Loeb, Susanna, and John Bound. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093The Effect of Measured School Inputs on Academic Achievement: Evidence from the 1920s, 1930s and 1940s Birth Cohorts.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d The Review of Economics and Statistics 78, no. 4 (November 1, 1996): 653Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c64. doi:10.2307/2109952.",
        "Ludwig, Jens, and Douglas L. Miller. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Does Head Start Improve ChildrenÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0084¢s Life Chances? Evidence from a Regression Discontinuity Design.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d The Quarterly Journal of Economics 122, no. 1 (February 1, 2007): 159Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c208. doi:10.1162/qjec.122.1.159.",
        "Murnane, Richard J. US High School Graduation Rates: Patterns and Explanations. National Bureau of Economic Research, 2013. http://www.nber.org/papers/w18701.",
        "Murray, S. E., W. N. Evans, and R. M. Schwab. \"Education-Finance Reform and the Distribution of Education Resources.\" American Economic Review, 88(4) (1998): 798Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c812.",
        "OECD (2013), Education at a Glance 2013: OECD Indicators, OECD Publishing. http://dx.doi.org/10.1787/eag-2013-en Papke, L.E. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093The Effects of Spending on Test Pass Rates: Evidence from Michigan.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Journal of Public Economics 89, no. 5Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c6 (2005): 821Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c39. doi:10.1016/j.jpubeco.2004.05.008.",
        "Reback, Randall. Ã\u0083Â\u008dÃ\u0082â\u0080 Noninstructional Spending Improves Noncognitive Outcomes: Discontinuity Evidence from a Unique Elementary School Counselor Financing System.Ã\u0083Â\u008dÃ\u0082â\u0080¡ Education Finance & Policy, vol 5, no. 2 (2010): 105Ã\u0083Å\u0092Ã\u0082Â½37.",
        "Roy, Joydeep. Ã\u0083Â\u008dÃ\u0082â\u0080 Impact of School Finance Reform on Resource Equalization and Academic Performance: Evidence from Michigan.Ã\u0083Â\u008dÃ\u0082â\u0080¡ Education Finance and Policy 6, no. 2 (2011): 137Ã\u0083Å\u0092Ã\u0082Â½67.",
        "Short, Kathleen, and Timothy Smeeding. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Understanding Income-to-Threshold Ratios Using the Supplemental Poverty Measure.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d U.S. Census Bureau Social, Economic, and Housing Statistics Division Working Paper No. 2012-18 (August 21, 2012).",
        "Schwartz, A.E., Stiefel, L, & Wiswall, M. (2013). Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Do Small Schools Improve Performance in Large, Urban Districts? Causal Evidence form New York City.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Unpublished manuscript , Institute for Education and Social Policy, New York University.",
        "U.S. Department of Education, National Center for Education Statistics. Public School Finance Programs of the United States and Canada: 1998Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c99. NCES 2001Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c309; Compilers Catherine C. Sielke, John Dayton, and C. Thomas Holmes, of the University of Georgia and Anne L. Jefferson of the University of Ottawa. William J. Fowler, Jr., Project Officer. Washington, DC: 2001."
    ]
}