{
    "id": 20850,
    "cites": 44,
    "cited_by": 26,
    "reference": [
        "Abadie, Alberto, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Semiparametric Instrumental Variable Estimation of Treatment Response Models,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Journal of Econometrics, 2003, 113 (2), 231Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c263.",
        "Angrist, Joshua, Daniel Lang, and Philip Oreopoulos, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Incentives and Services for College Achievement: Evidence from a Randomized Trial,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d American Economic Journal: Applied Economics, 2009, 1 (1), 136Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c163.",
        ", Philip Oreopoulos, and Tyler Williams, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093When Opportunity Knocks, Who Answers? New Evidence on College Achievement Awards,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Journal of Human Resources, 2014, 49 (3), 572Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c610. 35We are not aware of any four-year institutions outside of the CUNY system make $0 loan offers. 36Many institutions placed additional requirements on potential borrowers, such as attending loan counseling in person, developing an education plan with a school counselor, and/or obtaining a sufficiently high score on an in-person or online financial literacy assessment.",
        "37Avery and Hoxby (2004) provide evidence that high-ability students respond similarly to offered loans and offered grants when deciding between colleges.",
        "Avery, Christopher and Caroline M. Hoxby, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Do and Should Financial Aid Packages Affect StudentsÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0084¢ College Choices?,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d in Caroline M. Hoxby, ed., College Choices: The Economics of Where to Go, When to Go, and How to Pay for It, University of Chicago Press, 2004.",
        "Becker, Gary S., Human Capital, Columbia University Press: New York, NY, 1975.",
        "Bernheim, B. Douglas, Andrey Fradkin, and Igor Popov, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093The Welfare Economics of Default Options in 401(k) Plans,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d 2011. NBER working paper 17587.",
        "Bettinger, Eric, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093How Financial Aid Affects Persistence,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d in Caroline M. Hoxby, ed., College Choices: The Economics of Where to Go, When to Go, and How to Pay For It, University of Chicago Press, 2004, chapter 5, pp. 207Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c237.",
        "Bettinger, Eric P., Bridget Terry Long, Philip Oreopolous, and Lisa Sanbonmastu, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093The Role of Simplification and Information in College Decisions: Results from the H&R Block FAFSA Experiment,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Quarterly Journal of Economics, 2012, 127 (3), 1205Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c1242.",
        "Burdman, Pamela, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093The Student Debt Dilemma: Debt Aversion as a Barrier to College Access,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d 2005. U.C. Berkeley Center for Studies in Higher Education Research Working Paper.",
        "Cadena, Brian C. and Benjamin J. Keys, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Can Self-Control Explain Avoiding Free Money? Evidence from Interest-Free Student Loans,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Review of Economics and Statistics, 2013, 95 (4), 1117Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c1129.",
        "Cameron, Stephen V. and Christopher Taber, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Estimaton of Educational Borrowing Constraints Using Returns to Schooling,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Journal of Political Economy, 2004, 112 (1), 132Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c182.",
        "Card, David, David Lee, Zhuan Pei, and Andrea Weber, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Nonlinear Policy Rules and the Identification and Estimation of Causal Effects in a Generalized Regression Kink Design,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d 2012. NBER working paper 18564.",
        "Carruthers, Celeste K. and Jilleah G. Welch, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Not Whether, but Where? Pell Grants and College Choices,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d 2014. Working paper.",
        "Castleman, Benjamin L. and Bridget Terry Long, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Looking Beyond Enrollment: The Causal Effect of Need-based Grants on College Access, Persistence, and Graduation,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d 2013. NBER working paper 19306.",
        "Cellini, Stephanie Riegg, Fernando Ferreira, and Jesse Rothstein, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093The Value of School Facility Investments: Evidence from a Dynamic Regression Discontinuity Design,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Quarterly Journal of Economics, 2010, 125 (1), 215Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c261.",
        "Choi, James J., David Laibson, Brigitte C. Madrian, and Andrew Metrick, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Optimal Defaults and Active Decisions,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Quarterly Journal of Economics, 2006, 124 (4), 1639Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c1674.",
        "Cochrane, Debbie and Laura Szabo-Kubitz, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Still Denied: How Community Colleges Shortchange Students by Not Offering Federal Loans,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d 2013. The Project on Student Debt Issue Brief.",
        "Deming, David and Susan Dynarski, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093College Aid,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d in Phillip Levine and David Zimmerman, eds., Targeting Investments in Children: Fighting Poverty When Resources are Limited, The University of Chicago Press, 2010, pp. 283Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c302.",
        "Dong, Yingying, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Regression Discontinuity without the Discontinuity,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d 2013. Working paper.",
        "Dunlop, Erin, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093What do Stafford Loans Actually Buy You? The Effect of Stafford Loan Access on Community College Students,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d 2013. CALDER working paper 94.",
        "Dynarski, Susan M., Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Does Aid Matter? Measuring the Effect of Student Aid on College Attendance and Completion,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d American Economic Review, 2003, 93 (1), 279Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c288.",
        "Fan, Jianqing and Irene Gijbels, Local Polynomial Modelling and its Applications, London: Chapman and Hall, 1996.",
        "Federal Reserve Bank of New York, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Quarterly Report on Household Debt and Credit, August 2014,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Technical Report 2014. New York, NY: Federal Reserve Bank of New York.",
        "Field, Erica, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Educational Debt Burden and Career Choice: Evidence from a Financial Aid Experiment at NYU Law School,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d American Economic Journal: Applied Economics, 2009, 1 (1), 1Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c21.",
        "Goldrick-Rab, Sara, Robert Kelchen, Douglas N. Harris, and James Benson, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Reducing Income Inequality in Higher Education: Experimental Evidence on the Impact of Financial Aid on College Completion,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d 2014. WISCAPE working paper.",
        "Hahn, Jinyong, Petra Todd, and Wilbert Van der Klauuw, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Identification and Estimation of Treatment Effects with a Regression-Discontinuity Design,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Econometrica, 2001, 69 (1), 201Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c209.",
        "Imbens, Guido and Karthik Kalyanaraman, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Optimal Bandwidth Choice for the Regression Discontinuity Estimator,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Review of Economic Studies, 2012, 79 (3), 933Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c959.",
        "Kane, Thomas J., Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Rising Public College Tuition and College Entry: How Well Do Public Subsidies Promote Access to College?,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d 1995. NBER working paper 5164.",
        ", Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093A Quasi-Experimental Estimate of the Impact of Financial Aid on College-Going,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d 2003. NBER working paper 9703.",
        "Lee, David S. and Thomas Lemieux, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Regression Discontinuity Designs in Economics,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Journal of Economic Literature, 2010, 48 (2), 281Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c355.",
        "Ludwig, Jens and Douglas L. Miller, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Does Head Start Improve ChildrenÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0084¢s Life Chances? Evidence from a Regression Discontinuity Design,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d 2005. NBER working paper 11702.",
        "Madrian, Brigitte C. and Dennis F. Shea, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093The Power of Suggestion: Inertia in 401(k) Participation and Savings Behavior,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Quarterly Journal of Economics, 2001, 116 (4), 1149Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c1188.",
        "Murphy, Kevin M. and Robert H. Topel, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Estimation and Inference in Two-Step Econometric Models,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Journal of Business and Economic Statistics, 1985, 3 (4), 370Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c379.",
        "National Center for Education Statistics, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Digest of Education Statistics, 2012,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d 2013. Washington DC: U.S. Department of Education. Pallais, Amanda, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Small Differences that Matter: Mistakes in Applying to College,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Journal of Labor Economics, forthcoming.",
        "Patel, Reshma, Lashawn Richburg-Hayes, Elijah de la Campa, and Timothy Rudd, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Performance-Based Scholarships: What Have We Learned? Interim Findings from the PBS Demonstration, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d 2013. New York, NY: MDRC.",
        "Rothstein, Jesse and Cecilia Elena Rouse, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Constrained After College: Student Loans and Early Career Occupational Choices,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Journal of Public Economics, 2011, 95(1-2), 149Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c163.",
        "Rubin, Rachel B., Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093The Pell and the Poor: A Regression-Discontinuity Analysis of On-Time College Enrollment,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Research in Higher Education, 2011, 52 (7), 675Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c692.",
        "Scott-Clayton, Judith, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093On Money and Motivation: A Quasi-Experimental Analysis of Financial Incentives for College Achievement,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Journal of Human Resources, 2011, 46 (3), 614Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c646.",
        ", Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Information Constraints and Financial Aid Policy,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d in Donald E. Heller and Claire Callender, eds., Student Financing of Higher Education: A Comparative Perspective, Routledge, 2013.",
        "Seftor, Neil S. and Sarah E. Turner, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Back to School: Federal Student Aid Policy and Adult College Enrollment,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Journal of Labor Economics, 2002, 109 (5), 336Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c352.",
        "Turner, Lesley J., Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093The Road to Pell is Paved with Good Intentions: The Economic Incidence of Federal Student Grant Aid,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d 2014. Working paper.",
        "U.S. Department of Education, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u00932007-2008 Federal Pell Grant Program End-of-Year Report,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d 2009. Washington DC: U.S. Department of Education, Office of Postsecondary Education.",
        ", Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u00932011-2012 Federal Pell Grant Program End-of-Year Report,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d 2013. Washington DC: U.S. Department of Education, Office of Postsecondary Education."
    ]
}