{
    "id": 20855,
    "cites": 39,
    "cited_by": 19,
    "reference": [
        "Acemoglu, Daron, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Directed Technical Change,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Review of Economic Studies, October 2002, 69 (4), 781Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c809.",
        ", Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Technical Change, Inequality, and the Labor Market,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Journal of Economic Literature, March 2002, 40 (1), 7Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c72.",
        "Autor, David H., Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093The Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Ë\u009cTask ApproachÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Ë\u009c to Labor Markets: An Overview,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d January 2013, (18711).",
        ", , and Gordon H. Hanson, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093The China Syndrome: Local Labor Market Effects of Import Competition in the United States,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d American Economic Review, October 2013, 103 (6), 2121Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c68.",
        ", Frank Levy, and Richard J. Murnane, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093The Skill Content Of Recent Technological Change: An Empirical Exploration,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d The Quarterly Journal of Economics, November 2003, 118 (4), 1279Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c1333.",
        ", Lawrence F. Katz, and Alan B. Krueger, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Computing Inequality: Have Computers Changed The Labor Market?,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d The Quarterly Journal of Economics, November 1998, 113 (4), 1169Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c1213.",
        ", , and Melissa S. Kearney, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Trends in U.S. Wage Inequality: Revising the Revisionists,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d The Review of Economics and Statistics, May 2008, 90 (2), 300Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c323.",
        "Berman, Eli, John Bound, and Zvi Griliches, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Changes in the Demand for Skilled Labor within U.S. Manufacturing: Evidence from the Annual Survey of Manufactures,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d The Quarterly Journal of Economics, May 1994, 109 (2), 367Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c97.",
        "Burstein, Ariel and Jonathan Vogel, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093International Trade, Technology, and the Skill Premium,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d mimeo Columbia University, 2012.",
        "Bustos, Paula, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093The Impact of Trade Liberalization on Skill Upgrading Evidence from Argentina,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d April 2011, (559).",
        "Card, David and Alan B Krueger, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093School Quality and Black-White Relative Earnings: A Direct Assessment,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d The Quarterly Journal of Economics, February 1992, 107 (1), 151Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c200.",
        "Caselli, Francesco and Daniel J. Wilson, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Importing technology,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Journal of Monetary Economics, January 2004, 51 (1), 1Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c32.",
        "Costinot, Arnaud and Andres Rodriguez-Clare, Trade Theory with Numbers: Quantifying the Consequences of Globalization, Vol. 4 of Handbook of International Economics, Elsevier, and Jonathan Vogel, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Matching and Inequality in the World Economy,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Journal of Political Economy, 08 2010, 118 (4), 747Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c786. and , Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Beyond Ricardo: Assignment Models in International Trade,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Annual Review of Economics, Forthcoming.",
        "Dekle, Robert, Jonathan Eaton, and Samuel Kortum, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Global Rebalancing with Gravity: Measuring the Burden of Adjustment,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d IMF Staff Papers, July 2008, 55 (3), 511Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c540.",
        "DiNardo, John E and Jorn-Steffen Pischke, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093The Returns to Computer Use Revisited: Have Pencils Changed the Wage Structure Too?,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d The Quarterly Journal of Economics, February 1997, 112 (1), 291Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c303.",
        "Feenstra, Robert C. and Gordon H. Hanson, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093The Impact Of Outsourcing And High-Technology Capital On Wages: Estimates For The United States, 1979-1990,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d The Quarterly Journal of Economics, August 1999, 114 (3), 907Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c940.",
        "Garicano, Luis and Esteban Rossi-Hansberg, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Organization and Inequality in a Knowledge Economy,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d The Quarterly Journal of Economics, November 2006, 121 (4), 1383Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c1435.",
        "Goldin, Claudia and Lawrence F. Katz, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093The Power of the Pill: Oral Contraceptives and WomenÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0084¢s Career and Marriage Decisions,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Journal of Political Economy, August 2002, 110 (4), 730Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c770.",
        "Goos, Maarten, Alan Manning, and Anna Salomons, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Explaining Job Polarization: RoutineBiased Technological Change and Offshoring,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d American Economic Review, 2014, 104 (8), 2509 Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c 2526.",
        "Gordon, Robert J., The Measurement of Durable Goods Prices, National Bureau of Economic Research Research Monograph Series, 1990.",
        "Greenwood, Jeremy, Zvi Hercowitz, and Per Krusell, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Long-Run Implications of InvestmentSpecific Technological Change,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d American Economic Review, June 1997, 87 (3), 342Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c62.",
        "Grossman, Gene M. and Esteban Rossi-Hansberg, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Trading Tasks: A Simple Theory of Offshoring, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d American Economic Review, December 2008, 98 (5), 1978Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c97.",
        "Heckman, James J and Guilherme Sedlacek, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Heterogeneity, Aggregation, and Market Wage Functions: An Empirical Model of Self-selection in the Labor Market,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Journal of Political Economy, December 1985, 93 (6), 1077Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c1125.",
        "Helpman, Elhanan, Oleg Itskhoki, Marc-Andreas Muendler, and Stephen J. Redding, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Trade and Inequality: From Theory to Estimation,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d NBER Working Papers 17991, National Bureau of Economic Research, Inc April 2012.",
        "Hornstein, Andreas, Per Krusell, and Giovanni L. Violante, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Frictional Wage Dispersion in Search Models: A Quantitative Assessment,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d American Economic Review, December 2011, 101 (7), 2873Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c98.",
        "Hsieh, Chang-Tai, Erik Hurst, Charles I. Jones, and Peter J. Klenow, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093The Allocation of Talent and U.S. Economic Growth,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d NBER Working Papers 18693, National Bureau of Economic Research, Inc January 2013.",
        "Kambourov, Gueorgui and Iourii Manovskii, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Occupational Mobility and Wage Inequality,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Review of Economic Studies, 2009, 76 (2), 731Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c759.",
        "Katz, Lawrence F and David H. Autor, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Changes in the Wage Structure and Earnings Inequality,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d in O. Ashenfelter and D. Card, eds., Handbook of Labor Economics, Vol. 3 of Handbook of Labor Economics, Elsevier, 1999, chapter 26, pp. 1463Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c1555.",
        "Kovak, Brian, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Regional Efects of Trade Reform: What is the Correct Measure of Liberalization?,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d American Economic Review, 2013, 103 (5), 1960Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c1976.",
        "Krueger, Alan B, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093How Computers Have Changed the Wage Structure: Evidence from Microdata, 1984-1989,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d The Quarterly Journal of Economics, February 1993, 108 (1), 33Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c60.",
        "Krusell, Per, Lee E. Ohanian, Jose-Victor Rios-Rull, and Giovanni L. Violante, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Capital-Skill Complementarity and Inequality: A Macroeconomic Analysis,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Econometrica, September 2000, 68 (5), 1029Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c1054.",
        "Lee, Donghoon and Kenneth I. Wolpin, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Accounting for wage and employment changes in the US from 1968-2000: A dynamic model of labor market equilibrium,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Journal of Econometrics, May 2010, 156 (1), 68Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c85.",
        "Lemieux, Thomas, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Increasing Residual Wage Inequality: Composition Effects, Noisy Data, or Rising Demand for Skill?,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d American Economic Review, June 2006, 96 (3), 461Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c498.",
        "Oberfield, Ezra and Devesh Raval, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Micro Data and Macro Technology,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d NBER Working Papers 20452, National Bureau of Economic Research, Inc September 2014.",
        "Parro, Fernando, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Capital-Skill Complementarity and the Skill Premium in a Quantitative Model of Trade,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d American Economic Journal: Macroeconomics, April 2013, 5 (2), 72Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c117.",
        "Saez, Emmanuel, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Using Elasticities to Derive Optimal Income Tax Rates,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Review of Economic Studies, January 2001, 68 (1), 205Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c29.",
        "Stokey, Nancy L, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Free Trade, Factor Returns, and Factor Accumulation,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Journal of Economic Growth, December 1996, 1 (4), 421Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c47.",
        "Yeaple, Stephen Ross, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093A simple model of firm heterogeneity, international trade, and wages,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Journal of International Economics, January 2005, 65 (1), 1Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c20. A Data details Throughout, we restrict our sample by dropping workers who are younger than 17 years old, do not report positive paid hours worked, are self-employed, or are in the military.",
        "MORG. We use the MORG CPS to form a sampleÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009dfor each worker groupÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009dof hours worked and income. We use the Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093hour wage sampleÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d from Acemoglu and Autor (2011). Hourly wages are equal to the reported hourly earnings for those paid by the hour and the usual weekly earnings divided by hours worked last week for non-hourly workers. Top-coded earnings observations are multiplied by 1.5. Workers earning below $1.675/hour in 1982 dollars are dropped, as are workers whose hourly wages exceed 1/35th the top-coded value of weekly earnings (i.e., workers paid by the hour whose wages are sufficiently high so that their weekly income would be top-coded if they worked at least 35 hours and were not paid by the hour). Allocated earnings observations are excluded in all years. Our measure of labor composition, Lt (Ã\u0083Å½Ã\u0082Â»), is hours worked within each labor group Ã\u0083Å½Ã\u0082Â» (weighted by sample weights)."
    ]
}