{
    "id": 2087,
    "cites": 17,
    "cited_by": 17,
    "reference": [
        "Barthold, Thomas and Robert Plotnick [1984], Estate Taxation and Other Determinants of Charitable Bequests, National Tax Journal 37, 255-37.",
        "Boskin, Michael [1976], Estate Taxation and Charitable Bequests, Journal of Public Economics 5, 27-56.",
        "Brosterman, Robert [1977], The Complete Estate Planning Guide, New York: McGraw-Hill.",
        "Clay, William [1982], The Dow Jones-Irwin Guide to Estate Planning, Homewood, Ill.: Dow Jones-Irwin.",
        "Clotfelter, Charles [1985], Federal Tax Policy and Charitable Giving, Chicago: University of Chicago Press.",
        "Esperti, Robert and Renno Peterson [1983], The Handbook of Estate Planning, New York: McGraw-Hill.",
        "Feldstein, Martin [1974], Financing in the Evaluation of Public Expenditure, in W. Smith and J. Culbertson (eds.), Public Finance and Stabilization Policy.",
        "Feldstein, Martin [1977], Charitable Bequests, Estate taxation, and Intergenerational Wealth Transfers, in Research Papers, Commission on Private Philanthropy adn Public Needs 3, 1485-1500, Washington, D.C.: Treasury Department.",
        "Kess, Sidney and Bertil Westlin [1982], CCH Estate Planning Guide, Chicago: Commerce Clearing House, Inc.",
        "King, Mervyn [1977], Public Policy and the Corporation, Chapman and Hall: London.",
        "King, Mervyn and Don Fullerton [1984], The Taxation of Income from Capital, Chicago: The University of Chicago Press.",
        "Kotlikoff, Lawrence and Lawrence Summers [1981], The Role of Intergenerational Transfers in Aggregate Capital Accumulation, Journal of Political Economy 84, 706-732.",
        "McNess, Stephen [1973], Deductibility of Charitable Bequests, National Tax Journal 26, 81-98.",
        "Poterba, James [1985], How Burdensome Are Capital Gains Taxes, mimeo, MIT.",
        "Poterba, James and Lawrence Summers [1985], The Economic Effects of Dividend Taxation, in Recent Advances in Corporate Finance, Edward I. Altman and Marti G. Subrahmanyam, eds., Richard Irwin, Homewood, Illinois, 227-284.",
        "Stiglitz, Joseph [1983], Some Aspect of the Taxation of Capital Gains, Journal of Public Economics 21, 257-294.",
        "U.S. Internal Revenue Service, Statistics of Income, 1977 Estate Tax, Washington, D.C.: Government Printing Office."
    ]
}