{
    "id": 20880,
    "cites": 14,
    "cited_by": 2,
    "reference": [
        "Barberis, N. and A. Shleifer (2003). Style Investing. Journal of Financial Economics 68(2): 161-199. Daniel, K. and S. Titman (2006). Market Reactions to Tangible and Intangible Information. Journal of Finance 61(4): 1605--1643.",
        "Fama, E. F. and K. R. French (1998). Taxes, Financing Decisions, and Firm Value. Journal of Finance 53(3): 819-843.",
        "Frankel, R. and C. M. C. Lee (1998). Accounting Valuation, Market Expectation, and Cross-sectional Stock Returns. Journal of Accounting and Economics 25(3): 283--319.",
        "Gao, X. and J. R. Ritter (2010). The Marketing of Seasoned Equity Offerings. Journal of Financial Economics 97(1): 33-52.",
        "Han, B. and D. Hirshleifer (2013). Self-Enhancing Transmission Bias and Active Investing. Working Paper.",
        "Hirshleifer, D. (2014). Behavioral Finance. Annual Review of Economics 7: forthcoming.",
        "Hirshleifer, D., J. Myers, L. Myers and S. H. Teoh (2008). Do Individual Investors Drive Post-earnings Announcement Drift? Direct Evidence from Personal Trades. Accounting Review 83(6): 15211550.",
        "Hou, K. and D. T. Robinson (2006). Industry Concentration and Average Stock Returns. Journal of Finance 61(4): 1927-1956.",
        "Hou, K., M. A. van Dijk and Y. Zhang (2012). The Implied Cost of Capital: A New Approach. Journal of Accounting and Economics 53(3): 504-526.",
        "Lee, C. M. C. (1992). Earnings News and Small Traders: An Intraday Analysis. Journal of Accounting and Economics 15(2-3): 265-302.",
        "PÃ\u0083Â¡stor, L. and P. Veronesi (2003). Stock Valuation and Learning about Profitability. Journal of Finance 58(5): 1479--1789.",
        "Petersen, M. A. (2008). Estimating Standard Errors in Finance Panel Data Sets: Comparing Approaches. Review of Financial Studies 22(1): 435-480.",
        "Pinkowitz, L., R. M. Stulz and R. Williamson (2006). Does the Contribution of Corporate Cash Holdings and Dividends to Firm Value Depend on Governance? A Cross-country Analysis. Journal of Finance 61(6): 2725-2751.",
        "Rhodes-Kropf, M., D. T. Robinson and S. Viswanathan (2005). Valuation Waves and Merger Activity: The Empirical Evidence. Journal of Financial Economics 77(3): 561-603."
    ]
}