{
    "id": 20887,
    "cites": 15,
    "cited_by": 7,
    "reference": [
        "Jason Abaluck and Jonathan Gruber. Heterogeneity in choice inconsistencies among the elderly: evidence from prescription drug plan choice. The American Economic Review, 101(3):377Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c381, 2011.",
        "Silvia Helena Barcellos and Mireille Jacobson. The effects of medicare on medical expenditure risk and financial strain. Technical report, National Bureau of Economic Research, 2014. John H. Cochrane. Time-consistent health insurance. Journal of Political Economy, 103(3):pp.",
        "David Cutler and Jonathan Gruber. Does public insurance crowd out private insurance? Quarterly Journal of Economics, 111(2):391Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c430, 1996.",
        "Mariacristina De Nardi, Eric French, and John B. Jones. Why do the elderly save? the role of medical expenses. The Journal of Political Economy, 118(1):39Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c75, 2010.",
        "Gary V. Engelhardt and Jonathan Gruber. Medicare part d and the financial protection of the elderly. American Economic Journal: Economic Policy, 3(4):77Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c102, 2011.",
        "Amy Finkelstein and Robin McKnight. What did medicare do? the initial impact of medicare on mortality and out of pocket medical spending. Journal of Public Economics, 92(7):1644Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c1668, 2008.",
        "Amy Finkelstein, Nathaniel Hendren, and Erzo F.P. Luttmer. The value of medicaid: Interpreting results from the oregon health insurance experiment, 2014.",
        "Mikhail Golosov and Aleh Tsyvinski. Designing optimal disability insurance: A case for asset testing. Journal of Political Economy, 114(2):257Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c279, 2006.",
        "Benjamin R Handel. Adverse selection and switching costs in health insurance markets: When nudging hurts. American Economic Review, 103(7):2643Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c2682, 2013.",
        "Benjamin R Handel, Igal Hendel, and Michael D Whinston. Equilibria in health exchanges: Adverse selection vs. reclassification risk. 2013. R. Glenn Hubbard, Jonathan Skinner, and Stephen Zeldes. Precautionary saving and social insurance.",
        "Kaiser Family Foundation. State health facts, total hospitals, April 2011. URL http://kff.org/ other/state-indicator/total-hospitals/.",
        "Ahmed Khwaja. Estimating willingness to pay for medicare using a dynamic life-cycle model of demand for health insurance. Journal of Econometrics, 156(1):130 Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c 147, 2010.",
        "Amanda Kowalski. The early impact of the affordable care act state-by-state. Brookings Papers on Economic Activity, 2014. Mark V. Pauly, Howard Kunreuther, and Richard Hirth. Guaranteed renewability in insurance.",
        "A Data Our main data are restricted use data from the Statewide Planning and Research Cooperative System (SPARCS), which contain data on almost all inpatient discharges in New York state from 1995 to 2011 Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009d a period of 17 years. SPARCS data include all inpatient discharges from all Article 28 licensed hospitals, defined as general hospitals, nursing homes, and diagnostic treatment centers.",
        "To examine the completeness of the SPARCS data, we compare it to New York state hospital counts from the American Hospital Association (AHA) Annual Survey, as compiled by the Kaiser Family Foundation (Kaiser Family Foundation, 2011). We plot the number of hospitals from both sources in Figure A1. There are approximately 225 to 250 hospitals in the SPARCS data in each year from 1995 to 2011. The figure shows that our data include more hospitals in each year than AHA reports because the AHA Annual Survey only includes Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093community hospitals,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d a smaller subset of all hospitals."
    ]
}