{
    "id": 20882,
    "cites": 34,
    "cited_by": 47,
    "reference": [
        "Aiyagari, S. R. (1994): Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Uninsured Idiosyncratic Risk and Aggregate Saving,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Quarterly Journal of Economics, 109(3), 659Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c684. Bewley, T. (undated): Interest Bearing Money and the Equilibrium Stock of Capital. Manuscript.",
        "Blanchard, O. J. (1985): Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Debt, Deficits, and Finite Horizons,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Journal of Political Economy, 93(2), 223Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c247.",
        "Caballero, R., and E. Farhi (2014): Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093The Safety Trap,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Working Paper, MIT.",
        "Calvo, G. A. (1983): Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Staggered Prices in a Utility-Maximizing Framework,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Journal of Monetary Economics, 12, 383Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c398.",
        "Campbell, J. R., C. L. Evans, J. D. Fisher, and A. Justiniano (2012): Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Macroeconomic Effects of Federal Reserve Forward Guidance,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Brookings Papers on Economic Activity, 2012(1), 1Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c80.",
        "Carlstrom, C. T., T. S. Fuerst, and M. Paustian (2012): Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Inflation and Output in New Keynesian Model a Transient Interest Rate Peg,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Working Paper, Federal Reserve Bank of Cleveland.",
        "Carroll, C. D. (2006): Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093The Method of Endogenous Gridpoints for Solving Dynamic Stochastic Optimization Problems.,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Economics Letters, 91(3), 312 Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c 320.",
        "Chetty, R. (2012): Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Bounds on Elasticities with Optimization Frictions: A Synthesis of Micro and Macro Evidence on Labor Supply,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Econometrica, 80(3), 969Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c1018.",
        "Christiano, L., M. Eichenbaum, and S. Rebelo (2011): Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093When Is the Government Spending Multiplier Large?,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Journal of Political Economy, 119(1), 78Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c121.",
        "Del Negro, M., M. Giannoni, and C. Patterson (2013): Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093The Forward Guidance Puzzle,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Working Paper, Federal Reserve Bank of New York.",
        "Eggertsson, G. B., and M. Woodford (2003): Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093The Zero Bound on Interest Rates and Optimal Monetary Policy,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Brookings Papers on Economic Activity, 2003(1), 139Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c211.",
        "Floden, M., and J. Lind e (2001): Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Idiosyncratic Risk in the United States and Sweden: Is There a Role for Government Insurance?,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Review of Economic Dynamics, 4(2), 406Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c437.",
        "Gali, J. (2008): Monetary Policy, Inflation, and the Business Cycle. Princeton University Press, Princeton, NJ.",
        "Gornemann, N., K. Kuester, and M. Nakajima (2014): Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Doves for the Rich, Hawks for the Poor? Distributional Consequences of Monetary Policy,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Working Paper, Federal Reserve Bank of Philadelphia.",
        "Guerrieri, V., and G. Lorenzoni (2011): Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Credit Crises, Precautionary Savings, and the Liquidity Trap,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Working Paper, University of Chicago.",
        "Gurkaynak, R. S., B. Sack, and E. T. Swanson (2005): Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Do Actions Speak Louder Than Words? The Response of Asset Prices to Monetary Policy Actions and Statements,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d International Journal of Central Banking, 1, 55Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c93.",
        "Huggett, M. (1993): Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093The Risk-Free Rate in Heterogeneous-Agent Incomplete-Insurance Economies,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Journal of Economic Dynamics and Control, 17(5-6), 953Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c969.",
        "Jappelli, T., and L. Pistaferri (2010): Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093The Consumption Response to Income Changes,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Annual Review of Economics, 2, 479Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c506.",
        "Johnson, D. S., J. A. Parker, and N. S. Souleles (2006): Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Household Expenditure and the Income Tax Rebates of 2001,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d American Economic Review, 96(5), 1589Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c1610.",
        "Juillard, M. (1996): Dynare: A program for the resolution and simulation of dynamic models with forward variables through the use of a relaxation algorithm, vol. 9602. CEPREMAP Paris.",
        "Kaplan, G., and G. Violante (2014): Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093A Model of the Consumption Response to Fiscal Stimulus Payments,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Econometrica, 82(4), 1199Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c1239.",
        "Kiley, M. T. (2014): Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Policy Paradoxes in the New Keynesian Model,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Finance and Economics Discussion Series, Federal Reserve Board.",
        "Kopecky, K. A., and R. M. Suen (2010): Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Finite state Markov-chain approximations to highly persistent processes,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Review of Economic Dynamics, 13(3), 701 Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c 714.",
        "McKay, A., and R. Reis (2014): Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093The Role of Automatic Stabilizers in the US Business Cycle,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Working Paper, Boston University.",
        "Nistico, S. (2012): Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Monetary Policy and Stock-Price Dynamics in a DSGE Framework,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Journal of Macroeconomics, 34, 126Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c146.",
        "Oh, H., and R. Reis (2012): Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Targeted transfers and the fiscal response to the great recession,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Journal of Monetary Economics, 59(S), S50Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009cS64.",
        "Parker, J., N. Souleles, D. Johnson, and R. McClelland (2013): Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Consumer Spending and the Economic Stimulus Payments of 2008,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d American Economic Review, 103(6), 2530Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c53.",
        "Parker, J. A. (1999): Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093The Reaction of Household Consumption to Predictable Changes in Social Security Taxes,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d The American Economic Review, 89(4), pp. 959Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c973.",
        "Piergallini, A. (2006): Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Real Balance Effects and Monetary Policy,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Economic Inquiry, 44(3), 497Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c511.",
        "Rouwenhorst, K. G. (1995): Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Asset pricing implications of equilibrium business cycle models,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d in Frontiers of Business Cycle Research, ed. by T. F. Cooley, pp. 294Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c330, Princeton, N.J. Princeton University Press.",
        "Smets, F., and R. Wouters (2007): Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Shocks and Frictions in U.S. Business Cycles: A Bayesian DSGE Approach,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d American Economic Review, 97(3), 586Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c606.",
        "Werning, I. (2012): Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Managing a Liquidity Trap: Monetary and Fiscal Policy,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Working Paper, MIT.",
        "Woodford, M. (2003): Interest and Prices. Princeton University Press, Princeton, NJ.",
        "Young, E. R. (2010): Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Solving the Incomplete Markets Model with Aggregate Uncertainty using the Krusell-Smith Algorithm and Non-Stochastic Simulations,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Journal of Economic Dynamics and Control, 34(1), 36 Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c 41."
    ]
}