{
    "id": 20884,
    "cites": 14,
    "cited_by": 36,
    "reference": [
        "Andrews, D. W. K. (2005): Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Cross-Section Regression with Common Shocks,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Econometrica, 73, 1551Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c1585.",
        "Bai, J. (2009): Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Panel Data Models with Interactive Fixed Effects,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Econometrica, 77, 1229Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c 1279.",
        "Bai, J. and S. Ng (2002): Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Determining the Number of Factors in Approximate Factor Models,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Econometrica, 70, 191Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c221.",
        "Bertrand, M., E. Duflo, and S. Mullainathan (2004): Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093How Much Should We Trust Differences-In-Differences Estimates?Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Quarterly Journal of Economics, 119, 249Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c275.",
        "Council of Economic Advisers and the Department of Labor (2013): Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093The Economic Benefits of Extending Unemployment Insurance,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Report, The White House.",
        "Gobillon, L. and T. Magnac (2013): Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Regional Policy Evaluation: Interactive Fixed Effects and Synthetic Controls,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d IZA Discussion Paper 7493.",
        "Hagedorn, M., F. Karahan, I. Manovskii, and K. Mitman (2013): Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Unemployment Benefits and Unemployment in the Great Recession: The Role of Macro Effects,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d NBER Working Papers 19499, National Bureau of Economic Research, Inc.",
        "Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009dÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009dÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009d (2014): Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Unemployment Benefits and Unemployment in the Great Recession: The Role of Micro Effects,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d mimeo, University of Pennsylvania.",
        "Holmes, T. J. (1998): Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093The Effect of State Policies on the Location of Manufacturing: Evidence from State Borders,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Journal of Political Economy, 106, 667Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c705.",
        "Mortensen, D. T. and C. Pissarides (1994): Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Job Creation and Job Destruction in the Theory of Unemployment,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Review of Economic Studies, 61, 397Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c415.",
        "Office of Management and Budget (2010): Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u00932010 Standards for Delineating Metropolitan and Micropolitan Statistical Areas; Notice,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Federal Register, 75, 37245Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c37252.",
        "Solon, G. (1979): Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Labor Supply Effects of Extended Unemployment Benefits,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Journal of Human Resources, 14, 247Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c255. APPENDICES I Implementation of Iterative Two-Stage Estimator The following is a brief description of the algorithm implementing our iterative two-stage estimator. 1. Start with a guess for Ã\u0083Å½Ã\u0082Â±, say Ã\u0083Å½Ã\u0082Â±1.",
        "2. At each iteration Ã\u0083Å½Ã\u0082Â¾, do the following: (a) given Ã\u0083Å½Ã\u0082Â±Ã\u0083Å½Ã\u0082Â¾, for each p, construct Ã\u0083Â\u008fÃ\u0082â\u0080¦p,t = Ã\u0083Â¢Ã\u0082Ë\u0086Ã\u0082â\u0080 ep,t Ã\u0083Â¢Ã\u0082Ë\u0086Ã\u0082â\u0080\u0099 Ã\u0083Å½Ã\u0082Â±j ItÃ\u0083Â¢Ã\u0082â\u0080°Ã\u0082Â¥2013/Q4 Ã\u0083Â¢Ã\u0082Ë\u0086Ã\u0082â\u0080 bp,t. Then, Ã\u0083Â\u008fÃ\u0082â\u0080¦p,t = Ã\u0083Å½Ã\u0082Â»0 pFt is a pure factor model and can be estimated consistently using principal components.15 (b) Given the estimates for Ã\u0083Å½Ã\u0082Â»p and Ft, estimate equation (6) via OLS and update the guess to obtain Ã\u0083Å½Ã\u0082Â±Ã\u0083Å½Ã\u0082Â¾+1.",
        "Hagedorn et al. (2013) have conducted a number of Monte Carlo simulations with sample sizes similar to our sample and found the estimator described here to converge to the true parameter. II Appendix Tables"
    ]
}