{
    "id": 2088,
    "cites": 17,
    "cited_by": 5,
    "reference": [
        "Brau, E., and Williams, R., Recent Multilateral Debt Restructurings with Official and Bank Creditors, International Monetary Fund Occasional Paper no. 25, December 1983.",
        "Cohen, Daniel, and Sachs, Jeffrey, Growth and External Debt Under Risk of Debt Repudiation, European Economic Review, June 1986, 30, 529-560.",
        "Cuddington, John T., and Smith, Gordon W., International Debt and the Developing Countries, 1985 (The World Bank: Washington, D.C.).",
        "Dixit, Avinash, Issues of Strategic Trade Policy for Small Countries, mimeo, Princeton University, 1986.",
        "Eaton, Jonathan, and Gersovitz, Mark, Debt with Potential Repudiation, Review of Economic Studies, April 1981, 48, 289-309.",
        "Eaton, Jonathan, Gersovitz, Mark, and Stiglltz, Joseph E., The Pure Theory of Country Risk, European Economic Review, June 1986, 30, 481-513.",
        "Edwards, Sebastian, The Pricing of Bonds and Bank Loans in International Markets: An Empirical Analysis of Developing Countries Foreign Borrowing, European Economic Review, June 1986, 30, 565-589.",
        "Folkerts-Landau, David F. J., The Changing Role of Bank Lending in Development Fi- nance, International Monetary Fund Staff Papers, June 1985, 32, 317-363.",
        "Gui, Faruk, and Sonnenschein, Hugo, Bargaining with One-Sided Uncertainty, working paper, Princeton University, 1985.",
        "Kaletsky, Anatole, The Costs of Default, 1985 (Priority Press: New York).",
        "Kyle, Steven, and Sachs, Jeffrey, Developing Country Debt and the Market Value of Large Commercial Banks, National Bureau of Economic Research Working Paper no. 1470, September 1984.",
        "Ozier, Sule, Rescheduling of Sovereign Government Bank Loans, mimeo, November 1984, Stanford University.",
        "Rubinstein, Ariel, Perfect Equilibrium in a Bargaining Model, Econometrica, January 1982, 50, 97-109.",
        "Sachs, Jeffrey, Theoretical Issues in International Borrowing, Princeton Studies in International Finance, 1984, 54 (Princeton, NJ).",
        "Shaked, Avner, and Sutton, John, Involuntary Unemployment as a Perfect Equilibrium in a Bargaining Model, Econometrica, November 1984, 52, 1351-1368.",
        "Sutton, John, Non-Cooperative Bargaining Theory: An Introduction, Review of Economic Studies, October 1986, 53, 709-724.",
        "Watson, Maxwell; Mathieson, Donald; Kincaid, Russell; and Kalter, Eliot, International Capital Markets: Developments and Prospects, International Monetary Fund Occasional Paper no. 43, February 1986."
    ]
}