{
    "id": 20903,
    "cites": 48,
    "cited_by": 7,
    "reference": [
        "Abel, Andrew B. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Optimal Debt and Profitability in the Tradeoff Theory.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Working Paper, 2014.",
        "Aghion, Philippe, Nick Bloom, Richard Blundell, Rachel Griffith, and Peter Howitt. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009dCompetition and Innovation: an Inverted-U Relationship.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d The Quarterly Journal of Economics 120, no. 2 (2005): 701-728.",
        "Anaya, Nicholas, Lo, Andrew W., Thakor, Richard T., Vilanilam, Christian, and Yuwei Zhang. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093What are the Returns and Risks of the Pharmaceutical and Biotech Industries ?Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Working Paper, Sloan School of Management, Massachusetts Institute of Technology, 2014.",
        "Bali, Turan G., Nusret Cakici, Xuemin Sterling Yan, and Zhe Zhang. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009dDoes Idiosyncratic Risk Really Matter?Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d The Journal of Finance 60, no. 2 (2005): 905-929.",
        "Banks, Jeffrey Scot, and Joel Sobel. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009dEquilibrium Selection in Signaling Games.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Econometrica 55, no. 3 (1987): 647-61.",
        "Bhattacharya, Sudipto, Jacob Glazer, and David EM Sappington. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009dSharing Productive Knowledge in Internally Financed R&D Contests.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Journal of Industrial Economics 39, no. 2 (1990): 187-208.",
        "Bhattacharya, Sudipto, and Gabriella Chiesa. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009dProprietary Information, Financial Intermediation, and Research Incentives.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Journal of Financial Intermediation 4, no. 4 (1995): 328-357.",
        "Bhattacharya, Sudipto, and Sergei Guriev. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009dPatents vs. trade secrets: Knowledge licensing and spillover.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Journal of the European Economic Association 4, no. 6 (2006): 1112-1147.",
        "Bhattacharya, Sudipto, and Jay R. Ritter. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009dInnovation and Communication: Signalling with Partial Disclosure.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d The Review of Economic Studies 50, no. 2 (1983): 331-346.",
        "Bloom, Nicholas, Mark Schankerman, and John Van Reenen. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009dIdentifying Technology Spillovers and Product Market Rivalry.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Econometrica 81, no. 4 (2013): 1347-1393.",
        "Brown, James R., Steven M. Fazzari, and Bruce C. Petersen. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009dFinancing Innovation and Growth: Cash Flow, External Equity, and the 1990s R&D Boom.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d The Journal of Finance 64, no. 1 (2009): 151-185.",
        "Caves, Richard E., Whinston, Michael D., and Mark A. Hurwitz, 1991, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Patent Expiration, Entry, and Competition in the U.S. Pharmaceutical IndustryÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d. Brookings Papers on Economic Activity: Microeconomics Vol. 1991, 1-66.",
        "Cho, In-Koo, and David M. Kreps. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009dSignaling Games and Stable Equilibria.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d The Quarterly Journal of Economics 102, no. 2 (1987): 179-221.",
        "DiMasi, Joseph A., Henry G. Grabowski, and John Vernon. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009dR&D Costs, Innovative Output and Firm Size in the Pharmaceutical Industry.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d International Journal of the Economics of Business 2, no. 2 (1995): 201-219.",
        "DiMasi, Joseph A., Ronald W. Hansen, and Henry G. Grabowski. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009dThe Price of Innovation: New Estimates of Drug Development Costs.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Journal of Health Economics 22, no. 2 (2003): 151-185.",
        "Fisher, Sara Ellison, Iain M. Cockburn, Zvi Griliches, and Jerry A. Hausman. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009dCharacteristics of Demand for Pharmaceutical Products: An Examination of Four Cephalosporins.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d RAND Journal of Economics 28, no. 3 (1997): 426-446.",
        "Fernandez, Jose-Maria, Roger M. Stein, and Andrew W. Lo. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009dCommercializing biomedical research through securitization techniques.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Nature Biotechnology 30, no. 10 (2012): 964-975.",
        "Fama, Eugene F., and Kenneth R. French. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009dCommon Risk Factors in the Returns on Stocks and Bonds.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Journal of Financial Economics 33, no. 1 (1993): 3-56.",
        "French, Kenneth R., G. William Schwert, and Robert F. Stambaugh. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009dExpected Stock Returns and Volatility.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Journal of Financial Economics 19, no. 1 (1987): 3-29.",
        "Gans, Joshua S., and Scott Stern. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009dIncumbency and R&D incentives: Licensing the Gale of Creative Destruction.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Journal of Economics & Management Strategy 9, no. 4 (2000): 485-511.",
        "Gans, Joshua S., and Scott Stern. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009dThe Product Market and the Market for Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093IdeasÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d: Commercialization Strategies for Technology Entrepreneurs.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Research Policy 32, no. 2 (2003): 333-350.",
        "Gans, Joshua S., David H. Hsu, and Scott Stern. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009dWhen Does Start-up Innovation Spur the Gale of Creative Destruction?Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d RAND Journal of Economics 33, no. 4 (2002): 571-586.",
        "Gertner, Robert, Robert Gibbons, and David Scharfstein. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009dSimultaneous Signalling to the Capital and Product Markets.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d RAND Journal of Economics 19, no. 2 (1988): 173-190.",
        "Grabowski, Henry, and John Vernon. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009dLonger Patents for Lower Imitation Barriers: The 1984 Drug Act.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d American Economic Review 76, no. 2 (1986): 195-98.",
        "Grabowski, Henry, and John Vernon. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009dA New Look at the Returns and Risks to Pharmaceutical R&D.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Management Science 36, no. 7 (1990): 804-821.",
        "Grabowski, Henry G., and John M. Vernon. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009dBrand Loyalty, Entry, and Price Competition in Pharmaceuticals after the 1984 Drug Act.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Journal of Law and Economics 35, no. 2 (1992): 331-50.",
        "Hall, Bronwyn H., and Josh Lerner. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009dThe Financing of R&D and Innovation.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Handbook of the Economics of Innovation 1 (2010): 609-639.",
        "Hannah, Leslie, and John Anderson Kay. Concentration in modern industry: Theory, measurement and the UK experience. London: Macmillan, 1977.",
        "Irvine, Paul J., and Jeffrey Pontiff. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009dIdiosyncratic Return Volatility, Cash Flows, and Product Market Competition.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Review of Financial Studies 22, no. 3 (2009): 11491177.",
        "Jensen, Michael C., and William H. Meckling. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009dTheory of the Firm: Managerial Behavior, Agency Costs and Ownership Structure.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Journal of Financial Economics 3, no. 4 (1976): 305-360.",
        "Jones, Denise A. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009dVoluntary Disclosure in R&D-Intensive Industries.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Contemporary Accounting Research 24, no. 2 (2007): 489-522.",
        "Kogan, Leonid, and Dimitris Papanikolaou. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009dGrowth Opportunities, Technology Shocks, and Asset Prices.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d The Journal of Finance 69, no. 2 (2014): 675-718.",
        "Lee, Cheng-Few, K. Thomas Liaw, and Shafiqur Rahman. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009dImpacts of market power and capital-labor ratio on systematic risk: a Cobb-Douglas approach.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Journal of Economics and Business 42, no. 3 (1990): 237-241.",
        "Lerner, Josh, Hilary Shane, and Alexander Tsai. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009dDo Equity Financing Cycles Matter? Evidence from Biotechnology Alliances.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Journal of Financial Economics 67, no. 3 (2003): 411-446.",
        "Modigliani, Franco, and Merton H. Miller. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009dThe Cost of Capital, Corporation Finance and the Theory of Investment.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d The American Economic Review 48, no. 3 (1958): 261-297.",
        "Myers, Stewart C. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009dStill Searching for Optimal Capital Structure.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Journal of Applied Corporate Finance 6, no. 1 (1993): 4-14.",
        "Myers, Stewart C., and Christopher D. Howe, 1997, A Life-Cycle Financial Model of Pharmaceutical R&D. Program on the Pharmaceutical Industry, Sloan School of Management, Massachusetts Institute of Technology.",
        "Myers, Stewart C., and Nicholas S. Majluf. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009dCorporate Financing and Investment Decisions When Firms have Information that Investors do not Have.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Journal of Financial Economics 13, no. 2 (1984): 187-221.",
        "National Science Foundation, National Patterns of R&D Resources: 1998, by Steven Payson, NSF 99-335 (Arlington, VA, 1999).",
        "Newey, Whitney K., and Kenneth D. West. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009dA Simple, Positive Semi-definite, Heteroskedasticity and Autocorrelation Consistent Covariance Matrix.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Econometrica 55, no. 3 (1987): 703-08.",
        "Officer, R. R. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009dThe Variability of the Market Factor of the New York Stock Exchange.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d The Journal of Business 46, no. 3 (1973): 434-53.",
        "Ross, Stephen A. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009dThe Determination of Financial Structure: the Incentive-signalling Approach.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Bell Journal of Economics 8, no. 1 (1977): 23-40.",
        "Schwert, G. William. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009dWhy Does Stock Market Volatility Change over Time?Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d The Journal of Finance 44, no. 5 (1989): 1115-1153.",
        "Stulz, ReneM. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009dManagerial Discretion and Optimal Financing Policies.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Journal of Financial Economics 26, no. 1 (1990): 3-27.",
        "Subrahmanyam, Marti G., and Stavros B. Thomadakis. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009dSystematic Risk and the Theory of the Firm.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d The Quarterly Journal of Economics 94, no. 3 (1980): 437-51.",
        "Tirole, Jean. The Theory of Corporate Finance. Princeton University Press, 2010.",
        "Welch, Ivo. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009dCapital Structure and Stock Returns.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Journal of Political Economy 112, no. 1 (2004): 106-132.",
        "Zwiebel, Jeffrey. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009dDynamic Capital Structure under Managerial Entrenchment.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d The American Economic Review 86, no. 5 (1996): 1197-1215."
    ]
}