{
    "id": 20905,
    "cites": 91,
    "cited_by": 9,
    "reference": [
        "Alberini, Anna, Silvia Banfi, and Celine Ramseier. 2013. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Energy Efficiency Investments in the Home: Swiss Homeowners and Expectations about Future Energy Prices.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d The Energy Journal 34 (1). http://dx.doi.org/10.5547/01956574.34.1.3. Alberini, Anna, Markus Bareit, and Massimo Filippini. 2014. Does the Swiss Car Market Reward Fuel Efficient Cars? Evidence from Hedonic Pricing Regressions, Matching and a Regression Discontinuity Design. Working Paper 14/190. Economics Working Paper Series. Zurich, Switzerland: Center of Economic Research at ETH Zurich. www.cer.ethz.ch/research/WP-14190. pdf.",
        "Allcott, Hunt. 2011a. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Social Norms and Energy Conservation.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Journal of Public Economics 95 (910) : 1082Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c95. http://dx.doi.org/10.1016/j.jpubeco.2011.03.003.",
        "Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009dÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009dÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009d. 2011b. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093ConsumersÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0084¢ Perceptions and Misperceptions of Energy Costs.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d American Economic Review 101 (3): 98Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c104. http://dx.doi.org/10.1257/aer.101.3.98.",
        "Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009dÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009dÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009d. 2013. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093The Welfare Effects of Misperceived Product Costs: Data and Calibrations from the Automobile Market.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d American Economic Journal: Economic Policy 5 (3): 30Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c66. http:// dx.doi.org/10.1257/pol.5.3.30.",
        "Allcott, Hunt, Sendhil Mullainathan, and Dmitry Taubinsky. 2012. Energy Policy with Externalities and Internalities. NBER Working Paper 17977. www.nber.org/papers/w17977.",
        "Allcott, Hunt, and Todd Rogers. 2012. The Short-Run and Long-Run Effects of Behavioral Interventions: Experimental Evidence from Energy Conservation. Working Paper 18492. National Bureau of Economic Research. www.nber.org/papers/w18492.",
        "Allcott, Hunt, and Dmitry Taubinsky. 2013. The Lightbulb Paradox: Evidence from Two Randomized Experiments. Working Paper 19713. National Bureau of Economic Research. www.nber.org/ papers/w19713.",
        "Allcott, Hunt, and Nathan Wozny. 2013. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Gasoline Prices, Fuel Economy, and the Energy Paradox.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Review of Economics and Statistics, October. http://dx.doi.org/10.1162/REST_a_00419.",
        "Anderson, Michael L., and Maximilian Auffhammer. 2013. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Pounds That Kill: The External Costs of Vehicle Weight.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d The Review of Economic Studies 81 (2): 535-571. http://dx.doi.org/10.1093/ restud/rdt035.",
        "HARVARD PROJECT ON CLIMATE AGREEMENTSÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080¡ Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â¢Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080¡ HARVARD KENNEDY SCHOOLÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080¡ Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080¡ 19 Anderson, Soren T., Ryan Kellogg, and James M. Sallee. 2011. What Do Consumers Believe About Future Gasoline Prices?. Working Paper 16974. National Bureau of Economic Research. www. nber.org/papers/w16974.",
        "Anderson, Soren T., and Richard G. Newell. 2004. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Information Programs for Technology Adoption: The Case of Energy-Efficiency Audits.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Resource and Energy Economics 26 (1): 27Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c50. http://dx.doi.org/10.1016/j.reseneeco.2003.07.001.",
        "Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Public Perceptions of Energy Consumption and Savings.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Proceedings of the National Academy of Sciences 107 (37): 16054Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c59. http://dx.doi.org/10.1073/pnas.1001509107.",
        "Ayres, Ian, Sophie Raseman, and Alice Shih. 2013. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Evidence from Two Large Field Experiments That Peer Comparison Feedback Can Reduce Residential Energy Usage.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Journal of Law, Economics, and Organization 29 (5): 992Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c1022. http://dx.doi.org/10.1093/jleo/ews020.",
        "Baird, Sarah, Aislinn Bohren, Craig McIntosh, and Berk Ozler. 2014. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Designing Experiments to Measure Spillover Effects.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Working Paper. University of California, San Diego. http://irps. ucsd.edu/assets/001/505310.pdf.",
        "Berry, Linda G. 1993. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093A Review of the Market Penetration of US Residential and Commercial Demand-Side Management Programmes.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Energy Policy 21 (1): 53Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c67. http://dx.doi.",
        "Berry, Linda G., and Michael B. Gettings. 1998. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Realization Rates of the National Energy Audit.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d In Thermal Performance of the Exterior Envelopes of Buildings VII Conference, 7Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c11. www.ornl.",
        "Bloom, Nicholas, Benn Eifert, Aprajit Mahajan, David McKenzie, and John Roberts. 2011. Does Management Matter? Evidence from India. Working Paper 16658. Cambridge, MA: National Bureau of Economic Research. www.nber.org/papers/w16658.",
        "Borenstein, Severin. 2005. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093The Long-Run Efficiency of Real-Time Electricity Pricing.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d The Energy Journal 26 (3). http://dx.doi.org/10.5547/ISSN0195-6574-EJ-Vol26-No3-5.",
        "Brounen, Dirk, and Nils Kok. 2011. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093On the Economics of Energy Labels in the Housing Market.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Journal of Environmental Economics and Management 62 (2): 166Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c79. http://dx.doi. org/10.1016/j.jeem.2010.11.006.",
        "Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080¡Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080¡AN ASSESSMENT OF THE ENERGY-EFFICIENCY GAP AND ITS IMPLICATIONS FOR CLIMATE-CHANGE POLICY Busse, Meghan R, Christopher R Knittel, and Florian Zettelmeyer. 2013. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Are Consumers Myopic? Evidence from New and Used Car Purchases.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d American Economic Review 103 (1): 220Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c56. http://dx.doi.org/10.1257/aer.103.1.220.",
        "Caird, Sally, Robin Roy, and Horace Herring. 2008. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Improving the Energy Performance of UK Households: Results from Surveys of Consumer Adoption and Use of Low- and ZeroCarbon Technologies.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Energy Efficiency 1 (2): 149Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c66. http://dx.doi.org/10.1007/s12053008 -9013-y.",
        "Camilleri, Adrian R., and Richard P. Larrick. 2014. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Metric and Scale Design as Choice Architecture Tools.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Journal of Public Policy & Marketing 33 (1): 108Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c25.",
        "Costa, Dora L., and Matthew E. Kahn. 2013. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Energy Conservation Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Ë\u009cnudgesÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0084¢ and Environmentalist Ideology: Evidence from a Randomized Residential Electricity Field Experiment.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Journal of the European Economic Association 11 (3): 680Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c702. http://dx.doi.org/10.1111/jeea.12011.",
        "Cullen, Joseph. 2013. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Measuring the Environmental Benefits of Wind-Generated Electricity.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d American Economic Journal: Economic Policy 5 (4): 107Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c33. http://dx.doi.org/10.1257/ pol.5.4.107.",
        "Davis, Lucas W. 2012. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Evaluating the Slow Adoption of Energy Efficient Investments: Are Renters Less Likely to Have Energy Efficient Appliances?Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d In The Design and Implementation of U.S. Climate Policy, edited by Don Fullerton and Catherine Wolfram. University of Chicago Press. www.nber.org/chapters/c12130.pdf.",
        "Davis, Lucas W., and Erich Muehlegger. 2010. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Do Americans Consume Too Little Natural Gas? An Empirical Test of Marginal Cost Pricing.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d The RAND Journal of Economics 41 (4): 791Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c810. www.jstor.org/stable/25746054.",
        "De Almeida, Edmar Luiz Fagundes. 1998. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Energy Efficiency and the Limits of Market Forces: The Example of the Electric Motor Market in France.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Energy Policy 26 (8): 643Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c53. http:// dx.doi.org/10.1016/S0301-4215(98)00023-8.",
        "Dinner, Isaac, Eric J. Johnson, Daniel G. Goldstein, and Kaiya Liu. 2011. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Partitioning Default Effects: Why People Choose Not to Choose.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Journal of Experimental Psychology: Applied 17 (4): 332Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c41. http://dx.doi.org/10.1037/a0024354.",
        "Dixit, Avinash K., and Robert S. Pindyck. 1994. Investment under Uncertainty. Princeton University Press.",
        "HARVARD PROJECT ON CLIMATE AGREEMENTSÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080¡ Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â¢Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080¡ HARVARD KENNEDY SCHOOLÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080¡ Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080¡ 21 Eichholtz, Piet, Nils Kok, and John Quigley. 2010. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Doing Well by Doing Good? Green Office Buildings.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d American Economic Review 100 (5): 2494Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c2511. http://dx.doi.org/10.1257/ aer.100.5.2492.",
        "Fleiter, Tobias, Joachim Schleich, and Ployplearn Ravivanpong. 2012. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Adoption of EnergyEfficiency Measures in SMEsÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009dAn Empirical Analysis Based on Energy Audit Data from Germany.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Energy Policy 51 (December): 863Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c75. http://dx.doi.org/10.1016/j. enpol.2012.09.041.",
        "Fowlie, Meredith, Michael Greenstone, and Catherine Wolfram. 2014. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093An Experimental Evaluation of the Weatherization Assistance Program.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d In preparation.",
        "Gillingham, Kenneth, Matthew Harding, and David Rapson. 2012. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Split Incentives in Residential Energy Consumption.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d The Energy Journal 33 (2): 37Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c62. http://dx.doi. org/10.5547/01956574.33.2.3. Gillingham, Kenneth, Richard G. Newell, and Karen L. Palmer. 2009. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Energy Efficiency Economics and Policy.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Annual Review of Resource Economics 1 (June): 597Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c620. http:// dx.doi.org/10.1146/annurev.resource.102308.124234.",
        "Giraudet, Louis-GaÃ\u0083Æ\u0092Ã\u0082Â«tan, and SÃ\u0083Æ\u0092Ã\u0082Â©bastien Houde. 2014. Double Moral Hazard and the Energy Efficiency Gap. Working Paper 009. Berkeley, California: Evidence for Action on Energy Efficiency (E2e). http://e2e.haas.berkeley.edu/pdf/workingpapers/WP009.pdf#page=1.",
        "Goldstein, NoahJ., RobertB. Cialdini, and Vladas Griskevicius. 2008. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093A Room with a Viewpoint: Using Social Norms to Motivate Environmental Conservation in Hotels.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Journal of Consumer Research 35 (3): 472Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c82. http://dx.doi.org/10.1086/586910.",
        "Granade, Hannah Choi, John Creyts, Anton Derkach, Philip Farese, Scott Nyquist, and Ken Ostrowski. 2009. Unlocking Energy Efficiency in the U.S. Economy. McKinsey & Company. http://www.mckinsey.com/client_service/electric_power_and_natural_gas/latest_thinking/ unlocking_energy_efficiency_in_the_us_economy.",
        "Greene, David L., David H. Evans, and John Hiestand. 2013. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Survey Evidence on the Willingness of U.S. Consumers to Pay for Automotive Fuel Economy.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Energy Policy 61 (October): 1539Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c50. http://dx.doi.org/10.1016/j.enpol.2013.05.050.",
        "Hall, Robert. 1997. The Inkjet Aftermarket: An Economic Analysis. Stanford University. www.stanford. edu/~rehall/Inkjet%20Aftermarket%201997.pdf.",
        "Hausman, Jerry A. 1979. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Individual Discount Rates and the Purchase and Utilization of EnergyUsing Durables.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Bell Journal of Economics 10 (1): 33. http://dx.doi.org/10.2307/3003318.",
        "Hausman, Jerry A., and Paul L. Joskow. 1982. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Evaluating the Costs and Benefits of Appliance Efficiency Standards.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d The American Economic Review 72 (2): 220Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c25. www.jstor.org/ stable/1802332.",
        "Helfand, Gloria, and Ann Wolverton. 2011. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Evaluating the Consumer Response to Fuel Economy: A Review of the Literature.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d International Review of Environmental and Resource Economics 5 (2): 103Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c46. http://dx.doi.org/10.1561/101.00000040.",
        "Heutel, Garth, and Erich Muehlegger. 2013. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Consumer Learning and Hybrid Vehicle Adoption.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Working Paper. Georgia State University. http://www.uncg.edu/bae/people/heutel/Papers/ Hybrids_Heutel_Muehlegger.pdf.",
        "Hirst, Eric. 1986. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Actual Energy Savings after Retrofit: Electrically Heated Homes in the Pacific Northwest.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Energy 11 (3): 299Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c308. http://dx.doi.org/10.1016/0360-5442(86)90088-5.",
        "Houde, SÃ\u0083Æ\u0092Ã\u0082Â©bastien. 2013. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Do EE Analysts Take Sufficient Account of Product Attributes That Are Inferior for EE Products?Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Prepared for Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Evaluating the Energy Efficiency Gap,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d a research workshop hosted by the Harvard Environmental Economics Program. Cambridge, Massachusetts. www.hks.harvard.edu/m-rcbg/heep/ee-workshop_131024-25/supp/4.a-b%20 Houde%20130919/Note_EEGap_InferiorProduct_Attributes_v2.pdf.",
        "Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009dÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009dÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009d. 2014a. How Consumers Respond to Environmental Certification and the Value of Energy Information. Working Paper 20019. National Bureau of Economic Research. www.nber.org/ papers/w20019.",
        "HARVARD PROJECT ON CLIMATE AGREEMENTSÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080¡ Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â¢Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080¡ HARVARD KENNEDY SCHOOLÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080¡ Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080¡ 23 Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009dÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009dÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009d. 2014b. Bunching with the Stars: How Firms Respond to Environmental Certification. Working Paper. University of Maryland. http://terpconnect.umd.edu/~shoude/EnergyStarFirmsHoude_ May2014.pdf.",
        "Howarth, Richard B., and Bo Andersson. 1993. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Market Barriers to Energy Efficiency.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Energy Economics 15 (4): 262Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c72. http://dx.doi.org/10.1016/0140-9883(93)90016-K.",
        "Howarth, Richard B., Brent M. Haddad, and Bruce Paton. 2000. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093The Economics of Energy Efficiency: Insights from Voluntary Participation Programs.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Energy Policy 28 (6-7): 477Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c86.",
        "Huntington, Hillard G. 2011. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093The Policy Implications of Energy-Efficiency Cost Curves.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Energy Journal 32 (Special Issue): 7Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c21. http://dx.doi.org/10.5547/ISSN0195-6574-EJ-Vol32NoSI -2.",
        "Huntington, Hillard G., and Eric Smith. 2011. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Mitigating Climate Change through Energy Efficiency: An Introduction and Overview.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Energy Journal 32 (Special Issue): 1Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c6. http:// dx.doi.org/10.5547/ISSN0195-6574-EJ-Vol33-SI1-1.",
        "International Energy Agency. 2007. Mind the Gap: Quantifying Principal-Agent Problems in Energy Efficiency. Paris: International Energy Agency. http://www.iea.org/publications/ freepublications/publication/mind_the_gap.pdf.",
        "Jaffe, Adam B., and Robert N. Stavins. 1995. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Dynamic Incentives of Environmental Regulations: The Effects of Alternative Policy Instruments on Technology Diffusion.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Journal of Environmental Economics and Management 29 (3): 43Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c63. http://dx.doi.org/10.1006/ jeem.1995.1060.",
        "Jessoe, Katrina, and David Rapson. 2012. Knowledge Is (Less) Power: Experimental Evidence from Residential Energy Use. Working Paper 18344. National Bureau of Economic Research. http:// www.nber.org/papers/w18344.",
        "Joskow, Paul L., and Catherine D. Wolfram. 2012. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Dynamic Pricing of Electricity.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d American Economic Review 102 (3): 381Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c85. http://dx.doi.org/10.1257/aer.102.3.381.",
        "Kamien, Morton I., and Nancy L. Schwartz. 1982. Market Structure and Innovation. Cambridge University Press.",
        "Manski, Charles F. 1993. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Identification of Endogenous Social Effects: The Reflection Problem.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d The Review of Economic Studies 60 (3): 531Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c42. http://dx.doi.org/10.2307/2298123.",
        "Metcalf, Gilbert E., and Kevin A. Hassett. 1999. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Measuring the Energy Savings from Home Improvement Investments: Evidence from Monthly Billing Data.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Review of Economics and Statistics 81 (3): 516Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c28. http://dx.doi.org/10.1162/003465399558274.",
        "Muller, Nicholas Z., and Robert Mendelsohn. 2009. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Efficient Pollution Regulation: Getting the Prices Right.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d The American Economic Review 99 (5): 1714Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c39. http://dx.doi.org/10.1257/ aer.99.5.1714.",
        "Murtishaw, Scott, and Jayant Sathaye. 2006. Quantifying the Effect of the Principal-Agent Problem on US Residential Energy Use. LBNL-59773. Berkeley, California: Lawrence Berkeley National Laboratory. http://escholarship.org/uc/item/6f14t11t#page-1.",
        "Nadel, Steven, and Kenneth Keating. 1991. Engineering Estimates vs. Impact Evaluation Results: How Do They Compare and Why? Research Report U915. Washington, D.C.: American Council for an Energy-Efficient Economy. www.aceee.org/research-report/u915.",
        "Narayanan, Sridhar, and Harikesh S. Nair. 2013. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Estimating Causal Installed-Base Effects: A Bias-Correction Approach.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Journal of Marketing Research 50 (1): 70Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c94. http://dx.doi. org/10.1509/jmr.11.0183.",
        "National Research Council. 2010. Hidden Costs of Energy: Unpriced Consequences of Energy Production and Use. Washington, D.C.: The National Academies Press. www.nap.edu/catalog. php?record_id=12794.",
        "Naughton, Michael C. 1986. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093The Efficiency and Equity Consequences of Two-Part Tariffs in Electricity Pricing.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d The Review of Economics and Statistics 68 (3): 406Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c14. http://dx.doi. org/10.2307/1926017.",
        "Newell, Richard G., and Juha V. SiikamÃ\u0083Æ\u0092Ã\u0082Â¤ki. 2013. Nudging Energy Efficiency Behavior: The Role of Information Labels. Working Paper 19224. National Bureau of Economic Research. www.nber. org/papers/w19224.",
        "HARVARD PROJECT ON CLIMATE AGREEMENTSÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080¡ Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â¢Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080¡ HARVARD KENNEDY SCHOOLÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080¡ Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080¡ 25 Ostertag, Katrin. 2003. No-Regret Potentials in Energy Conservation: An Analysis of Their Relevance, Size and Determinants. Series of the Fraunhofer Institute for Systems and Innovation Research 15. Heidelberg, Germany: Physica-Verlag.",
        "Palmer, Karen L. 2014. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Energy Efficiency in 111(d): Understanding Building Block #4.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Common Resources (RFF). June 16. http://common-resources.org/2014/energy-efficiency-in-111dunderstanding -building-block-4/.",
        "Palmer, Karen L., Margaret Walls, and Todd Gerarden. 2012. Borrowing to Save Energy: An Assessment of Energy-Efficiency Financing Programs. Washington, D.C.: Resources for the Future. www.rff.org/RFF/Documents/RFF-Rpt-Palmeretal%20EEFinancing.pdf.",
        "Palmer, Karen L., Margaret Walls, Hal Gordon, and Todd Gerarden. 2013. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Assessing the EnergyEfficiency Information Gap: Results from a Survey of Home Energy Auditors.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Energy Efficiency 6 (2): 271Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c92. http://dx.doi.org/10.1007/s12053-012-9178-2.",
        "Papineau, Maya. 2013. Energy Codes and the Landlord-Tenant Problem. Working Paper. Carleton University. http://escholarship.org/uc/item/2bq3x1t6#page-1 Parry, Ian W. H, Margaret Walls, and Winston Harrington. 2007. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Automobile Externalities and Policies.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Journal of Economic Literature 45 (2): 373Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c99. http://dx.doi.org/10.1257/ jel.45.2.373.",
        "Phillips, Yvonne. 2012. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Landlords versus Tenants: Information Asymmetry and Mismatched Preferences for Home Energy Efficiency.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Energy Policy 45 (June): 112Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c21. http://dx.doi. org/10.1016/j.enpol.2012.01.067.",
        "Rohdin, P., and P. Thollander. 2006. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Barriers to and Driving Forces for Energy Efficiency in the Non-Energy Intensive Manufacturing Industry in Sweden.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Energy 31 (12): 1836Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c44. http:// dx.doi.org/10.1016/j.energy.2005.10.010.",
        "Sallee, James M. 2013. Rational Inattention and Energy Efficiency. Working Paper 19545. National Bureau of Economic Research. www.nber.org/papers/w19545.",
        "Sallee, James M., and Joel Slemrod. 2012. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Car Notches: Strategic Automaker Responses to Fuel Economy Policy.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Journal of Public Economics 96 (11Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c12): 981Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c99. http://dx.doi. org/10.1016/j.jpubeco.2012.06.005.",
        "Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080¡Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080¡AN ASSESSMENT OF THE ENERGY-EFFICIENCY GAP AND ITS IMPLICATIONS FOR CLIMATE-CHANGE POLICY Sallee, James M., Sarah E. West, and Wei Fan. 2009. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093The Effect of Gasoline Prices on the Demand for Fuel Economy in Used Vehicles: Empirical Evidence and Policy Implications.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Chicago, Illinois. http://home.uchicago.edu/~sallee/salleewest_091208.pdf.",
        "Sanstad, Alan H., W. Michael Hanemann, and Maximilian Auffhammer. 2006. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093End-Use Energy Efficiency in a Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Ë\u009cpost- CarbonÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0084¢ California Economy.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d In Managing Greenhouse Gas Emissions in California, edited by W. Michael Hanemann and Alexander E. Farrell. Berkeley, CA: The California Climate Change Center at UC Berkeley.",
        "Schleich, Joachim. 2009. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Barriers to Energy Efficiency: A Comparison across the German Commercial and Services Sector.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Ecological Economics 68 (7): 2150Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c59. http://dx.doi. org/10.1016/j.ecolecon.2009.02.008.",
        "Sebold, Frederick, and Eric Fox. 1985. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Realized Savings from Residential Conservation Activity.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d The Energy Journal 6 (2): 73Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c88. http://dx.doi.org/10.5547/ISSN0195-6574-EJ-Vol6No2 -6.",
        "Sharma, Dhruv N. 2011. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Economic Efficiency and Distributional Impacts of Policies for Increasing U.S. Residential Insulation.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Ph.D., Stanford University. http://search.proquest.com.ezpprod1. hul.harvard.edu/docview/907105902/abstract?accountid=11311.",
        "Sorrell, Steve, Eoin OÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0084¢Malley, Joachim Schleich, and Sue Scott. 2004. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Standing on a Burning Platform: Barriers to Energy Efficiency in the UK Brewing Industry.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d In The Economics of Energy Efficiency: Barriers to Cost-Effective Investment, 349. Cheltenham: Edward Elgar.",
        "Ternes, Mark P., and Michael B. Gettings. 2008. Analyses to Verify and Improve the Accuracy of the Manufactured Home Energy Audit (MHEA). Oak Ridge National Laboratory (ORNL). http:// weatherization.ornl.gov/pdfs/ORNL_CON-506.pdf.",
        "Thollander, Patrik, Maria Danestig, and Patrik Rohdin. 2007. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Energy Policies for Increased Industrial Energy Efficiency: Evaluation of a Local Energy Programme for Manufacturing SMEs.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Energy Policy 35 (11): 5774Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c83. http://dx.doi.org/10.1016/j.enpol.2007.06.013.",
        "Thollander, Patrik, and Mikael Ottosson. 2008. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093An Energy Efficient Swedish Pulp and Paper Industry Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c Exploring Barriers to and Driving Forces for Cost-Effective Energy Efficiency Investments.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Energy Efficiency 1 (1): 21Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c34. http://dx.doi.org/10.1007/s12053-007-9001-7.",
        "HARVARD PROJECT ON CLIMATE AGREEMENTSÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080¡ Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â¢Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080¡ HARVARD KENNEDY SCHOOLÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080¡ Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080¡ 27 Tietenberg, Tom. 2009. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093ReflectionsÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009cEnergy Efficiency Policy: Pipe Dream or Pipeline to the Future.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Review of Environmental Economics and Policy 3 (2): 304Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c20. http://dx.doi. org/10.1093/reep/rep004.",
        "Tonn, Bruce, and Linda G. Berry. 1986. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Determinants of Participation in Home Energy Audit/ Loan Programs: Discrete Choice Model Results.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Energy 11 (8): 785Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c95. http://dx.doi. org/10.1016/0360-5442(86)90017-4.",
        "Trianni, A., and E. Cagno. 2012. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Dealing with Barriers to Energy Efficiency and SMEs: Some Empirical Evidences.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Energy 37 (1): 494Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c504. http://dx.doi.org/10.1016/j. energy.2011.11.005.",
        "U.K. Department of Energy and Climate Change. 2013. Removing the Hassle Factor Associated with Loft Insulation: Results of a Behavioural Trial. London. https://www.gov.uk/government/ uploads/system/uploads/attachment_data/file/236858/DECC_loft_clearance_trial_report_ final.pdf.",
        "Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Translated Attributes as a Choice Architecture Tool: Trick and Treat.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Summary of Working Paper. http://adriancamilleri.net/wp-content/uploads/Camilleri-et-al.-2013.-JPPM-extendedabstract. pdf?770196.",
        "U.S. Environmental Protection Agency. 2014. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Learn About the New Label.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d www.fueleconomy.gov/ feg/label/.",
        "Verboven, Frank. 2002. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Quality-Based Price Discrimination and Tax Incidence: Evidence from Gasoline and Diesel Cars.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d The RAND Journal of Economics 33 (2): 275Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c97. www.jstor.org/ stable/3087434.",
        "Walls, Margaret, Karen L. Palmer, and Todd Gerarden. 2013. Is Energy Efficiency Capitalized into Home Prices? Evidence from Three US Cities. Discussion Paper 13-18. Washington, D.C.: Resources for the Future. www.rff.org/Publications/Pages/PublicationDetails. aspx?PublicationID=22230.",
        "Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080¡Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080¡AN ASSESSMENT OF THE ENERGY-EFFICIENCY GAP AND ITS IMPLICATIONS FOR CLIMATE-CHANGE POLICY Zivin, Joshua Graff, Matthew Kotchen, and Erin T. Mansur. 2012. Spatial and Temporal Heterogeneity of Marginal Emissions: Implications for Electric Cars and Other Electricity-Shifting Policies. Working Paper 18462. National Bureau of Economic Research. www.nber.org/papers/ w18462."
    ]
}