{
    "id": 2091,
    "cites": 41,
    "cited_by": 1,
    "reference": [
        "Aharony, Joseph and Itzhak Swary. 1980. Quarterly Dividend and Earnings Announcements and Stockholders Returns: An Empirical Analysis, Journal of Finance 35: 112.",
        "Auerbach, Alan J. 1982. Issues in the Measurement and Encouragement of Business Saving, Saving and Government Policy, Conference Series No. 25, Federal Reserve Bank of Boston, 79-100.",
        "Auerbach, Alan J. 1983. Taxation, Corporate Financial Policy and the Cost of Capital, Journal of Economic Literature 21 (September): 905-40.",
        "Brittain, John A. 1966. Corporate Dividend Policy. Washington, D.C.: The Brookings Institution.",
        "Center for Research in Security Prices. 1985. CRSP Monthly Stock Returns File. Chicago: University of Chicago.",
        "Chicago. Charest, Guy. 1978, Dividend Information, Stock Returns, and Market Efficiency II, Journal of Financial Economics 6: 297-330.",
        "Oann, Larry Y. 1981. Common Stock Repurchases, Journal of Financial Economics 9: 113-38.",
        "Dennis, Debra K. and John J. McConnell. 1986. Corporate Mergers and Security Returns, Journal of Financial Economics 16, 2 (June): 143-87.",
        "Eades, Kenneth M., Patrick J. Hess, and E. Han Kim. 1984. On Interpreting -39- Security Returns During the Ex-Dividend Period, Journal of Financial Economics 13: 3-34.",
        "Economic Advisers, Council of. 1986. Economic Report of the President.",
        "Washington, D.C.: U.S. Government Printing Office (February). Elton, E. J. and M. J. Gruber. 1970. Marginal Stockholders Tax Rates and the Clientele Effect, Review of Economics and Statistics (February): 68-74.",
        "Fama, E. and H. Babiak. 1968. Dividend Policy: An Empirical Analysis, Journal of American Statistics Association (December): 1132-1161.",
        "Fama, E., L. Fisher, M. Jensen, and R. Roll. 1969. The Adjustment of Stock Prices to New Information, International Economic Review (February): 1-21.",
        "Feldstein, Martin and Jerry Green. 1983. Why do Companies Pay Dividends? American Economic Review 73, 1 (March): 17-30.",
        "Gordon, Roger H. 1982. Interest Rates, Inflation, and Corporate Financial Policy, Brookirigs Papers on Economic Activity 2 :461-491.",
        "Jensen, Michael C. 1986. The Takeover Controversy: Analysis and Evidence, Working Paper MERC 86-01. Rochester, MN: University of Rochester (July).",
        "Takeovers, American Economic Review 76, 2 (May): 323-29. -40- _________ and William Meckling. 1976. Theory of the Firm: Managerial Behavior, Agency Costs, and Ownership Structures, Journal of Financial Economics 3: 305-60.",
        "Kim, E. H. 1978. A Mean Variance Theory of Optimal Capital Structure and Corporate Debt Capacity, Journal of Finance (March): 45-64.",
        "Kraus, A. and R. Litzenberger. 1973. A State-Preference Model of Optimal Financial Leverage, Journal of Finance (September): 911-22.",
        "Lintner, John. 1956. Distribution of Incomes of Corporations Among Dividends, Retained Earnings, and Taxes, American Economic Review 46, 2 (May): 97-118.",
        "Long, J. B., Jr. 1978. The Market Valuation of Cash Dividends: A Case to Consider, Journal of Financial Economics 6, 2/3 (June/September): 235-64.",
        "Masulis, Ronald W. 1980. Stock Purchase by Tender Offer: An Analysis of the Causes of Common Stock Price Changes, Journal of Finance 35, 2 (May): 305-21.",
        "Miller, Merton H. 1977. Debt and Taxes, Journal of Finance 32, 2 (May): 261-75.",
        "Financial Economics 6: 333-64. Miller, Merton H. and Kevin Rock. 1984. Dividend Policy Under Asymmetric Information, unpublished manuscript. Chicago: University of Chicago.",
        "Modigliani, Franco. 1982. Debt, Dividend Policy, Taxes, Inflation and Mixed Valuation, Presidential Address, Journal of Finance 37 (May): 255-73.",
        "Modigliani, F. and M. H. Miller. 1958. The Cost of Capital, Corporation Finance and the Theory of Investment, American Economic Review June: 261-97.",
        "Journal of Business 34 (October): 411-33. _________ 1963. Corporate Income Taxes and the Cost of Capital, American Economic Review (June): 433-43.",
        "New York Stock Exchange, Inc. 1985. Treasury Stock Report (January- December).",
        "Ofer, Aharon R. and Anjan V. Thakor. 1986. A Theory of Stock Price Responses to Alternative Corporate Cash Disbursement Methods: Stock Repurchases and Dividends, unpublished manuscript. KGSM Northwestern and Indiana Business (August).",
        "Pettit, R. R. 1977. Taxes, Transactions Costs and Clientele Effects of Dividends, Journal of Financial Economics (December): 419-36.",
        "Protopapadakis, Aris. 1983. Some Indirect Evidence on Effective Capital Gains Tax Rates, Journal of Business 56(2): 127-38.",
        "Schaeffer, S. 1982. Tax-Induced Clientele Effects in the Market for British Government Securities, Journal of Financial Economics: 121-59.",
        "Schipper, K. and R. Thompson. 1983. The Impact of Merger-Related Regulations on the Shareholders of Acquiring Firms, Journal of Accounting Research: 184-221.",
        "Schleiffer, Andrei. 1986. Do Demand Curves for Stocks Slope Down? Journal of Finance 41(3): 579-90.",
        "Shiller, R. J. 1981. Do Stock Prices Move Too Much to be Justified by Subsequent Changes in Dividends? American Economic Review 71 (June): 421-36.",
        "Simon, Laurie B. 1986. Share Repurchase and the Deterence of Merger, unpublished manuscript. Stanford, CA: Stanford University (September).",
        "Stiglitz, J. 1972. Some Aspects of the Pure Theory of Corporate Finance: Bankruptcies and Takeovers, Bell Journal of Economics and Management Science (Autumn): 458-82.",
        "Summers, Lawrence H. 1981. Taxation and Corporate Investment: A q-Theory Approach, Brookings Papers on Economic Activity 1: 67-140.",
        "Tobin, James. 1969. A General Equilibrium Approach to Monetary Theory, Journal of Money, Credit and Banking: 15-29.",
        "Vermaelen, Theo. 1981. Common Stock Repurchases and Market Signalling: An Empirical Study, Journal of Financial Economics (June): 139-83.",
        "Williamson, 0. E. 1971. The Vertical Integration of Production: Market Failure Considerations, American Economic Review (May): 112-23."
    ]
}