{
    "id": 20910,
    "cites": 42,
    "cited_by": 16,
    "reference": [
        "Allcott, Hunt. 2012. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Site Selection Bias in Program Evaluation.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d National Bureau of Economic Research Working Paper 18373.",
        "Allcott, Hunt, and Todd Rogers. 2014. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093The Short-Run and Long-Run Effects of Behavioral Interventions: Experimental Evidence from Energy Conservation.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d American Economic Review, 104(10): 3003Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c37.",
        "Andreoni, James. 1989. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Giving with Impure Altruism: Applications to Charity and Ricardian Equivalence.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Journal of Political Economy, 97(6): 1447Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c58.",
        "Ariely, Dan, Anat Bracha, and Stephan Meier. 2009. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Doing Good or Doing Well? Image Motivation and Monetary Incentives in Behaving Prosocially.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d The American Economic Review, 99(1): 544Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c555.",
        "enabou, Roland, and Jean Tirole. 2003. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Intrinsic and Extrinsic Motivation.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d The Review of Economic Studies, 70(3): 489Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c520. B",
        "Borenstein, Severin. 2002. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093The Trouble With Electricity Markets: Understanding CaliforniaÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0084¢s Restructuring Disaster.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Journal of Economic Perspectives, 16(1): 191Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c211.",
        "Charness, Gary, and Uri Gneezy. 2009.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Incentives to Exercise.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009dEconometrica, 77(3): 909Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c931.",
        "Chetty, Raj, Emmanuel Saez, and L aszl o S andor. 2014. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093What Policies Increase Prosocial Behavior? An Experiment with Referees at the Journal of Public Economics.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Journal of Economic Perspectives, 28(3): 169Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c188.",
        "Chetty, R., A. Looney, and K. Kroft. 2009. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Salience and taxation: Theory and evidence.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d The American Economic Review, 99(4): 1145Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c1177.",
        "Cutter, W. Bowman, and Matthew Neidell. 2009. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Voluntary information programs and environmental regulation: Evidence from Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Ë\u009cSpare the AirÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0084¢.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Journal of Environmental Economics and Management, 58(3): 253Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c265.",
        "Dal B o, Ernesto, and Pedro Dal B o. 2014. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Do the right thing:Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d The effects of moral suasion on cooperation.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Journal of Public Economics, 117: 28Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c38.",
        "DellaVigna, Stefano, John A. List, and Ulrike Malmendier. 2012. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Testing for Altruism and Social Pressure in Charitable Giving.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d The Quarterly Journal of Economics, 127(1): 1Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c56.",
        "Duflo, Esther, Rachel Glennerster, and Michael Kremer. 2007.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Chapter 61 Using Randomization in Development Economics Research: A Toolkit.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009dIn Handbook of Development Economics. Vol. Volume 4, , ed. T. Paul Schultz and John A. Strauss, 3895Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c3962. Elsevier.",
        "Dwenger, Nadja, Henrik Kleven, Imran Rasul, and Johannes Rincke. 2014. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Extrinsic and Intrinsic Motivations for Tax Compliance: Evidence from a Field Experiment in Germany.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Working Paper.",
        "Faruqui, Ahmad, and Sanem Sergici. 2011. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Dynamic pricing of electricity in the mid-Atlantic region: econometric results from the Baltimore gas and electric company experiment.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Journal of Regulatory Economics, 40(1): 82Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c109.",
        "Ferraro, Paul J., and Michael K. Price. 2013. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Using Nonpecuniary Strategies to Influence Behavior: Evidence from a Large-Scale Field Experiment.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Review of Economics and Statistics, 95(1): 64Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c73.",
        "Ferraro, Paul J, Juan Jose Miranda, and Michael K Price. 2011.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093The Persistence of Treatment Effects with Norm-Based Policy Instruments: Evidence from a Randomized Environmental Policy Experiment.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d American Economic Review, 101(3): 318Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c322.",
        "Finkelstein, Amy. 2009. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093E-ZTAX: Tax Salience and Tax Rates.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d The Quarterly Journal of Economics, 124(3): 969Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c1010.",
        "Frey, Bruno S., and Felix Oberholzer-Gee. 1997. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093The Cost of Price Incentives: An Empirical Analysis of Motivation Crowding- Out.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d The American Economic Review, 87(4): 746Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c755.",
        "Gerard, Francois. 2013. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093The Impact and Persistence of Ambitious Energy Conservation Programs: Evidence from the 2001 Brazilian Electricity Crisis.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Social Science Research Network SSRN Scholarly Paper ID 2097195, Rochester, NY.",
        "Gneezy, Uri, and Aldo Rustichini. 2000. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Pay Enough or DonÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0084¢t Pay at All.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d The Quarterly Journal of Economics, 115(3): 791Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c810.",
        "Gneezy, Uri, and John A List. 2006. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Putting Behavioral Economics to Work: Testing for Gift Exchange in Labor Markets Using Field Experiments.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Econometrica, 74(5): 1365Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c1384.",
        "Gneezy, Uri, Stephan Meier, and Pedro Rey-Biel. 2011. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093When and Why Incentives (DonÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0084¢t) Work to Modify Behavior.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Journal of Economic Perspectives, 25(4): 191Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c210.",
        "Holland, Stephen P., and Erin T. Mansur. 2008. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Is Real-Time Pricing Green? The Environmental Impacts of Electricity Demand Variance.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009dReview of Economics and Statistics, 90(3): 550Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c 561.",
        "Ito, Koichiro. 2014. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Do Consumers Respond to Marginal or Average Price? Evidence from Nonlinear Electricity Pricing.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d American Economic Review, 104(2): 537Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c63. Ito, Koichiro. Forthcoming. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Asymmetric Incentives in Subsidies: Evidence from a Large-Scale Electricity Rebate Program.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d American Economic Journal: Economic Policy.",
        "Jessoe, Katrina, and David Rapson. 2014.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Knowledge is (Less) Power: Experimental Evidence from Residential Energy Use.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d American Economic Review, 104(4): 1417Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c38.",
        "Joskow, Paul L. 2012. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Creating a Smarter U.S. Electricity Grid.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Journal of Economic Perspectives, 26(1): 29Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c48.",
        "Joskow, Paul L., and Catherine D. Wolfram. 2012.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Dynamic Pricing of Electricity.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009dAmerican Economic Review, 102(3): 381Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c85.",
        "Kingma, Bruce Robert. 1989. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093An accurate measurement of the crowd-out effect, income effect, and price effect for charitable contributions.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d The Journal of Political Economy, 1197Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c1207.",
        "Kotchen, Matthew J. 2006. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Green markets and private provision of public goods.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Journal of Political Economy, 114(4): 816Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c834.",
        "Kotchen, Matthew J., and Michael R. Moore. 2007. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Private provision of environmental public goods: Household participation in green-electricity programs.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Journal of Environmental Economics and Management, 53(1): 1Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c16.",
        "Kreps, David M. 1997. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Intrinsic Motivation and Extrinsic Incentives.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d The American Economic Review, 87(2): 359Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c364.",
        "Lacetera, Nicola, Mario Macis, and Robert Slonim. 2012. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Will There Be Blood? Incentives and Displacement Effects in Pro-Social Behavior.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d American Economic Journal: Economic Policy, 3(4): 186Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c223.",
        "Landry, Craig E., Andreas Lange, John A. List, Michael K. Price, and Nicholas G. Rupp. 2006. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Toward an Understanding of the Economics of Charity: Evidence from a Field Experiment.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d The Quarterly Journal of Economics, 121(2): 747Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c782.",
        "Landry, Craig E, Andreas Lange, John A List, Michael K Price, and Nicholas G Rupp. 2010. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Is a Donor in Hand Better than Two in the Bush? Evidence from a Natural Field Experiment.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d American Economic Review, 100(3): 958Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c983.",
        "Landry, Craig E., Andreas Lange, John A. List, Michael K. Price, and Nicholas G. Rupp. 2011.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093The hidden benefits of control: Evidence from a natural field experiment.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009dNational Bureau of Economic Research 17473.",
        "Loewenstein, George. 2005. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Hot-cold empathy gaps and medical decision making.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Health Psychology: Official Journal of the Division of Health Psychology, American Psychological Association, 24(4 Suppl): S49Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c56.",
        "Reiss, Peter C., and Matthew W. White. 2008. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093What changes energy consumption? Prices and public pressures.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d RAND Journal of Economics, 39(3): 636Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c663.",
        "Volpp, Kevin G., Andrea B. Troxel, Mark V. Pauly, Henry A. Glick, Andrea Puig, David A. Asch, Robert Galvin, Jingsan Zhu, Fei Wan, Jill DeGuzman, Elizabeth Corbett, Janet Weiner, and Janet Audrain-McGovern. 2009. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093A Randomized, Controlled Trial of Financial Incentives for Smoking Cessation.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d New England Journal of Medicine, 360(7): 699Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c709. PMID: 19213683.",
        "Wolak, Frank A. 2006.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Residential customer response to real-time pricing: the Anaheim criticalpeak pricing experiment.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Working Paper.",
        "Wolak, Frank A. 2010. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093An Experimental Comparison of Critical Peak and Hourly Pricing: The PowerCentsDC Program.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Stanford Univeristy Working Paper.",
        "Wolak, Frank A. 2011. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Do Residential Customers Respond to Hourly Prices? Evidence from a Dynamic Pricing Experiment.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d The American Economic Review, 101(3): 83Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c87."
    ]
}