{
    "id": 20912,
    "cites": 22,
    "cited_by": 35,
    "reference": [
        "AdÃ\u0083â\u0080¹Ã\u0082Å\u0093 ao, Rodrigo, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Distributional Effects of International Trade: A Non-Parametric Approach to Matching Models,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d unpublished, 2014.",
        "Amiti, Mary and Lisa Cameron, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Trade Liberalization and the Wage Skill Premium: Evidence from Indonesia,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Journal of International Economics, 2012, 87 (2), 277Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c287.",
        "Attanasio, Orazio, Pinelopi Koujianou Goldberg, and Nina Pavcnik, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Trade reforms and wage inequality in Colombia,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Journal of Development Economics, 2004, 74 (2), 331Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c366.",
        "Autor, David, David Dorn, and Gordon Hanson, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093The China Syndrome: Local Labor Market Effects of Import Competition in the United States,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d American Economic Review, 2013, 103 (6).",
        "Costa, Francisco J.M., Jason Garred, and JoÃ\u0083â\u0080¹Ã\u0082Å\u0093 ao Paulo Pessoa, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Winners and Losers from a Commodities-for-Manufactures Trade Boom,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d unpublished, 2014.",
        "Dix-Carneiro, Rafael and Brian K. Kovak, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Trade Reform and Regional Dynamics: Evidence From 25 Years of Brazilian Matched Employer-Employee Data,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d unpublished, 2014.",
        "Goldberg, Pinelopi and Nina Pavcnik, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Distributional Effects of Globalization in Developing Countries, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Journal of Economic Literature, 2007, XLV, 39Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c82.",
        "Goldberg, Pinelopi Koujianou, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Introduction,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d in Pinelopi Koujianou Goldberg, ed., Trade and Inequality, The International Library of Critical Writings in Economics, Edward Elgar, forthcoming. Gonzaga, Gustavo, Naercio Menezes-Filho, and Cristina Terra, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Trade liberalization and the evolution of skill earnings differentials in Brazil,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Journal of International Economics, 2006, 68 (2), 345Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c367.",
        "IBGE, Censo Demogr afico: Microdados da Amostra 2012.",
        "Katz, Lawrence F. and Kevin M. Murphy, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Changes in Relative Wages, 1963-1987: Supply and Demand Factors,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Quarterly Journal of Economics, February 1992, 107 (1), 35Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c78.",
        "Kovak, Brian K., Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Regional Efects of Trade Reform: What is the Correct Measure of Liberalization?,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d American Economic Review, 2013, 103 (5), 1960Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c1976.",
        "Kume, Hon orio, Guida Piani, and Carlos Frederico Br az de Souza, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093A Pol Ã\u0083â\u0080\u009eÃ\u0082Â±tica Brasileira de Importa cÃ\u0083â\u0080¹Ã\u0082Å\u0093 ao no Per Ã\u0083â\u0080\u009eÃ\u0082Â±odo 1987-1998: Descri cÃ\u0083â\u0080¹Ã\u0082Å\u0093 ao e Avalia cÃ\u0083â\u0080¹Ã\u0082Å\u0093 ao,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d in Carlos Henrique Corseuil and Honorio Kume, eds., A Abertura Comercial Brasileira nos Anos 1990: Impactos Sobre Emprego e Sal ario, Rio de Janiero: MTE/IPEA, 2003, chapter 1, pp. 1Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c37.",
        "Menezes-Filho, Naercio and Priscilla Albuquerque Tavares, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Human Capital and the Recent Fall of Earnings Inequality in Brazil,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d REAP Working Paper, 2013, (62).",
        "Pellandra, Andrea, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093The commodity price boom and regional workers in Chile: a natural resources blessing?,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d unpublished, 2014.",
        "Rodriguez Chatruc, Marisol, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Trade Liberalization, Geography, and Wage Inequality,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d unpublished, 2014.",
        "2. Supplemental Results Table A1 estimates pre-liberalization placebo regressions, using the 1980-1991 change in regional skill premium as the dependent variable while maintaining the same independent variable as in Table 2, the differential tariff shock. Since the 1980 Census is missing information on hours, we can only calculate preliberalization skill premium trends for earnings. In all cases pre-existing trends in the regional skill premium were not significantly related to the differential tariff shocks.",
        "Table A2 shows liberalizationÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0084¢s effect on regional skill premia using an alternate measure of the differential trade shock based upon changes in the effective rate of protection rather than nominal tariffs. Effective rates of protection also come from Kume et al. (2003). The coefficients are quite similar to those for nominal tariffs in Table 2, though the scale is somewhat smaller. This feature results from the fact that changes in effective rates of protection span a wider range than changes in nominal tariffs, such that the regression coefficients are scaled down proportionately.",
        "Worker skill defined as having completed 11 or more years of education. 411 microregion observations when including all workers in the sample. 338 microregion observations when including only formally employed workers, those with a signed work card. Skill premium pre-trends calculated for 1980-1991 period based on monthly earnings. Observations weighted by the inverse of the squared standard error of the estimated proportional change in regional skill premium. Standard errors (in parentheses) adjusted for 112 mesoregion clusters. *** Significant at the 1 percent, ** 5 percent, * 10 percent level. Table A3 shows the predicted changes in the skill premium resulting from trade liberalization, as described in Section III. Each prediction applies to the corresponding entry in Table 2.",
        "Table A4 presents summary statistics for the skill premium calculated using this approach. Not surprisingly, the returns to skill are higher when using the college definition of skill rather than the high school definition, as in Table 1. Otherwise, the results are quite similar, with roughly constant average returns to skill in the 1990s and a sharp decline in the 2000s, and substantial regional heterogeneity in skill premium growth during both time periods. Table A4Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009d: Descriptive Statistics: Regional Skill Premia - 15+ Year Skill Definition mean std.   dev. mean std.   dev.",
        "Levels 1991 1.181 0.163 1.145 0.145 2000 1.221 0.132 1.173 0.127 2010 0.880 0.122 0.900 0.131 Changes 1991-Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u00902000 0.040 0.118 0.028 0.111 1991-Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u00902010 -Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u00900.301 0.147 -Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u00900.245 0.146 hourly   wages earnings Note: 411 microregion observations, weighted by 1991 share of national workers in our sample. Regional skill premium reflects returns to education, as described in the text. Table A5 shows the results for liberalizationÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0084¢s effect on regional skill premia using the college skill definition, paralleling those in Table 2. The results for all workers in Panels A and B are very similar to those using the high-school skill definition. There are a few specifications for the formally employed sample in Panels C and D that differ substantially from Table 2. This likely results from the fact that many regions have few individuals with a college education or more, and restricting attention to formally employed workers further limits that sample.",
        "Table A6 calculates predicted changes in the skill premium resulting from trade liberalization, as described in Section III. Each prediction applies to the corresponding entry in Table A5. Note that the employment-weighted average shock is-0.003 when calculated for formal sector workers. As an example, consider columns (3) and (6) of Panel B, which yield predicted skill premium changes of-0.0043 and-0.0100, respectively. From Table A4, the realized change in the earnings-based skill premium in 1991-2000 was 0.028. In the absence of liberalization, our results suggest that the average skill premium would have grown by 0.032 during that period. The realized change in skill premium in 1991-2010 was -0.245, so our liberalization shocks explain 4.1 percent of the observed average decline in skill premium.",
        "Table A6Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009d: Predicted Change in Skill Premium - 15+ Year Skill Definition (1) (2) (3) (4) (5) (6) Panel   A:   All   workers   -Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u0090   wages -Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u00900.0039 -Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u00900.0003 -Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u00900.0026 -Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u00900.0064 -Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u00900.0027 -Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u00900.0046 Panel   B:   All   workers   -Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u0090   earnings -Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u00900.0061 -Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u00900.0023 -Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u00900.0043 -Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u00900.0128 -Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u00900.0080 -Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u00900.0100 Panel   C:   Formally   employed   -Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u0090   wages 0.0005 -Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u00900.0004 -Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u00900.0007 0.0004 0.0001 -Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u00900.0002 Panel   D:   Formally   employed   -Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u0090   earnings -Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u00900.0000 -Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u00900.0011 -Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u00900.0013 -Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u00900.0007 -Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u00900.0012 -Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u00900.0015 2000                                                                                                                                                       2010 Note: Predicted changes in skill premia using coefficient estimates for the differential tariff shocks in Table 2 and the employment-weighted average value of the differential tariff shock of-0.003."
    ]
}