{
    "id": 20926,
    "cites": 76,
    "cited_by": 28,
    "reference": [
        "Abel, Andrew, 1999, Risk premia and term premia in general equilibrium, Journal of Monetary Economics 43, 3Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c33.",
        "Backus, David, Mikhail Chernov, and Ian Martin, 2011, Disasters Implied by Equity Index Options, The Journal of Finance 66, 1969Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c2012.",
        "Bansal, Ravi, and Amir Yaron, 2004, Risks for the long-run: A potential resolution of asset pricing puzzles, Journal of Finance 59, 1481Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c1509.",
        "Barro, Robert J., 2006, Rare disasters and asset markets in the twentieth century, Quarterly Journal of Economics 121, 823Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c866.",
        "Barro, Robert J., 2009, Rare disasters, asset prices, and welfare costs, American Economic Review 99, 243Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c264.",
        "Barro, Robert J., and Jos e F. Urs ua, 2008, Macroeconomic crises since 1870, Brookings Papers on Economic Activity no. 1, 255Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c350.",
        "Beeler, Jason, and John Y. Campbell, 2012, The long-run risks model and aggregate asset prices: An empirical assessment, Critical Finance Review 1, 141Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c182.",
        "Berkman, Henk, Ben Jacobsen, and John B. Lee, 2011, Time-varying rare disaster risk and stock returns, Journal of Financial Economics 101, 313Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c332.",
        "Bhamra, Harjoat S., and Ilya A. Strebulaev, 2011, The effects of rare economic crises on credit spreads and leverage, Working paper.",
        "Boldrin, Michele, Lawrence J. Christiano, and Jonas DM Fisher, 2001, Habit persistence, asset returns, and the business cycle, American Economic Review pp. 149Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c166.",
        "Bollerslev, Tim, and Viktor Todorov, 2011, Tails, Fears, and Risk Premia, The Journal of Finance 66, 2165Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c2211.",
        "Boudoukh, Jacob, Roni Michaely, Matthew Richardson, and Michael R. Roberts, 2007, On the importance of measuring payout yield: Implications for empirical asset pricing, Journal of Finance 62, 877Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c915.",
        "Breenden, Douglas T., 1979, An intertemporal asset pricing model with stochastic consumption and investment opportunities, Journal of Financial Economics 7, 265Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c296.",
        "Calvet, Laurent E., and Adlai J. Fisher, 2007, Multifrequency news and stock returns, Journal of Financial Economics 86, 178Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c212.",
        "Campbell, John Y., 2003, Consumption-based asset pricing, in G. Constantinides, M. Harris, and R. Stulz, eds.: Handbook of the Economics of Finance, vol. 1b (Elsevier Science, NorthHolland ). Campbell, John Y., and John H. Cochrane, 1999, By force of habit: A consumption-based explanation of aggregate stock market behavior, Journal of Political Economy 107, 205Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c 251.",
        "Campbell, John Y., and Robert J. Shiller, 1988, The dividend-price ratio and expectations of future dividends and discount factors, Review of Financial Studies 1, 195Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c228.",
        "Campbell, John Y., and Robert J. Shiller, 1991, Yield spreads and interest rate movements: A birdÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0084¢s eye view, Review of Economic Studies 58, 495Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c514.",
        "Chabi-Yo, Fousseni, Stefan Ruenzi, and Florian Weigert, 2014, Crash sensitivity and the cross-section of expected stock returns, Working paper.",
        "Chen, Hui, Scott Joslin, and Ngoc-Khanh Tran, 2012, Rare disasters and risk sharing with heterogeneous beliefs, Review of Financial Studies 25, 2189Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c2224.",
        "Cochrane, John H., 1992, Explaining the variance of price-dividend ratios, Review of Financial Studies 5, 243Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c280.",
        "Cochrane, John H., and Monika Piazzesi, 2005, Bond risk premia, American Economic Review 95, 138Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c160.",
        "Collin-Dufresne, Pierre, Michael Johannes, and Lars A. Lochstoer, 2013, Parameter Learning in General Equilibrium: The Asset Pricing Implications, National Bureau of Economic Research Working Paper 19075.",
        "Constantinides, George M., 2008, Discussion of Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Macroeconomic crises since 1870Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d, Brookings Papers on Economic Activity no. 1, 336Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c350.",
        "Diamond, Peter A, 1982, Wage determination and efficiency in search equilibrium, The Review of Economic Studies 49, 217Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c227.",
        "Du, Du, 2011, General equilibrium pricing of options with habit formation and event risks, Journal of Financial Economics 99, 400Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c426.",
        "Duffee, Gregory R., 2013, Bond pricing and the macroeconomy, in George M. Constantinides, Milton Harris, and Rene M. Stulz, eds.: Handbook of the Economics of Finance, vol. 2b (Elsevier, North-Holland ).",
        "Duffie, Darrell, 2001, Dynamic Asset Pricing Theory. (Princeton University Press Princeton, NJ) 3 edn.",
        "Epstein, Larry, and Stan Zin, 1989, Substitution, risk aversion and the temporal behavior of consumption and asset returns: A theoretical framework, Econometrica 57, 937Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c969.",
        "Fama, Eugene F., and Kenneth R. French, 1989, Business conditions and expected returns on stocks and bonds, Journal of Financial Economics 25, 23Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c49.",
        "Farhi, Emmanuel, and Xavier Gabaix, 2014, Rare Disasters and Exchange Rates, Working paper.",
        "Gabaix, Xavier, 2008, Linearity-generating processes: A modelling tool yielding closed forms for asset prices, Working paper, New York University.",
        "Gabaix, Xavier, 2011, Disasterization: A simple way to fix the asset pricing properties of macroeconomic models, American Economic Review 101, 406Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c409.",
        "Gabaix, Xavier, 2012, An exactly solved framework for ten puzzles in macro-finance, Quarterly Journal of Economics 127, 645Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c700.",
        "Gao, George P., and Zhaogang Song, 2013, Rare disaster concerns everywhere, Working paper, Cornell University.",
        "Gao, George P., Zhaogang Song, and Liyan Yang, 2014, Perceived crash risk and crosssectional stock returns, Working paper.",
        "Gillman, Max, Michal Kejak, and Michal PakoÃ\u0083â\u0080¹Ã\u0082â\u0080¡ s, 2014, Learning about rare disasters: Implications for consumption and asset prices, forthcoming, Review of Finance.",
        "Goetzmann, William N., and Philippe Jorion, 1999, Re-emerging markets, Journal of Financial and Quantitative Analysis pp. 1Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c32.",
        "Gourio, Fran cois, 2009, Disasters risk and business cycles, National Bureau of Economic Research, Working paper 15399.",
        "Gourio, Fran cois, 2012, Disaster risk and business cycles, American Economic Review 102, 2734Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c2766.",
        "Gourio, Fran cois, 2013, Credit risk and disaster risk, American Economic Journal: Macroeconomics 5, 1Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c34.",
        "Hall, Robert E., 1988, Intertemporal substitution in consumption, Journal of Political Economy 96, 221Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c273.",
        "Hansen, Lars Peter, 2007, Beliefs, doubts and learning: Valuing macroeconomic risk, The American Economic Review 97, 1Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c30.",
        "Harrison, Michael, and David Kreps, 1979, Martingales and multiperiod securities markets, Journal of Economic Theory 20, 381Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c408.",
        "Jermann, Urban J., 1998, Asset pricing in production economies, Journal of Monetary Economics 41, 257Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c275.",
        "Julliard, Christian, and Anisha Ghosh, 2012, Can rare events explain the equity premium puzzle?, The Review of Financial Studies 25, 3037Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c3076.",
        "Kaltenbrunner, G., and L. A. Lochstoer, 2010, Long-run risk through consumption smoothing, Review of Financial Studies 23, 3190Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c3224.",
        "Keim, Donald B., and Robert F. Stambaugh, 1986, Predicting returns in the stock and bond markets, Journal of Financial Economics 17, 357Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c390.",
        "Kelly, Bryan, and Hao Jiang, 2014, Tail risk and asset pices, fothcoming, Review of Financial Studies.",
        "Larrain, Borja, and Motohiro Yogo, 2008, Does firm value move too much to be justified by subsequent changes in cash flow?, Journal of Financial Economics 87, 200Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c226.",
        "LeRoy, Stephen F., and Richard D. Porter, 1981, The present-value relation: Tests based on implied variance bounds, Econometrica 49, 555Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c574.",
        "Lettau, Martin, and Harald Uhlig, 2000, Can habit formation be reconciled with business cycle facts?, Review of Economic Dynamics 3, 79Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c99.",
        "Lettau, Martin, and Jessica A. Wachter, 2011, The term structures of equity and interest rates, Journal of Financial Economics 101, 90 Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c 113.",
        "Longstaff, Francis A., and Monika Piazzesi, 2004, Corporate earnings and the equity premium, Journal of Financial Economics 74, 401Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c421.",
        "Maddison, Angus, 2003, The World Economy: Historical Statistics. (OECD Paris).",
        "Malmendier, Ulrike, and Stefan Nagel, 2011, Depression babies: Do macroeconomic experiences affect risk taking?*, Quarterly Journal of Economics 126, 373Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c416.",
        "Manela, Asaf, and Alan Moreira, 2013, News implied volatility and disaster concerns, Working paper, Washington University and Yale University.",
        "Mehra, Rajnish, and Edward Prescott, 1985, The equity premium puzzle, Journal of Monetary Economics 15, 145Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c161.",
        "Mehra, Rajnish, and Edward Prescott, 1988, The equity risk premium: A solution?, Journal of Monetary Economics 22, 133Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c136.",
        "Merton, Robert C., 1976, Option pricing when underlying stock returns are discontinuous, Journal of Financial Economics 3, 125Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c144.",
        "Mortensen, Dale T, and Christopher A Pissarides, 1994, Job creation and job destruction in the theory of unemployment, The Review of Economic Studies 61, 397Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c415.",
        "Nowotny, Michael, 2011, Disaster begets crisis: The role of contagion in financial markets, Working paper, Boston University.",
        "Petrosky-Nadeau, Nicolas, Lu Zhang, and Lars-Alexander Kuehn, 2013, Endogenous economic disasters and asset prices, Fisher College of Business Working Paper.",
        "Rietz, Thomas A., 1988, The equity risk premium: A solution, Journal of Monetary Economics 22, 117Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c131.",
        "Seo, Sang Byung, 2014, Correlated defaults and economic catastrophes: Link between CDS market and asset returns, working paper.",
        "Seo, Sang Byung, and Jessica A. Wachter, 2015, Option prices in a model with stochastic disaster risk, NBER Working Paper #19611.",
        "Shiller, Robert J., 1981, Do stock prices move too much to be justified by subsequent changes in dividends?, American Economic Review 71, 421Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c436.",
        "Stambaugh, Robert F., 1988, The information in forward rates: Implications for models of the term structure, Journal of Financial Economics 21, 41Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c70.",
        "Tsai, Jerry, 2014, Rare disasters and the term structure of interest rates, working paper.",
        "Tsai, Jerry, and Jessica A. Wachter, 2014a, Pricing long-lived securities in dynamic economies, working paper, University of Oxford and University of Pennsylvania.",
        "Tsai, Jerry, and Jessica A. Wachter, 2014b, Rare booms and disasters in a multi-sector endowment economy, NBER Working Paper No. 20062.",
        "Verdelhan, Adrien, 2015, Empirical Evidence on Exchange Rate Movements, Annual Review of Financial Economics 7.",
        "Veronesi, Pietro, 2004, The Peso problem hypothesis and stock market returns, Journal of Economic Dynamics and Control 28, 707Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c725.",
        "Wachter, Jessica A., 2013, Can time-varying risk of rare disasters explain aggregate stock market volatility?, The Journal of Finance 68, 987Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c1035.",
        "Weil, Philippe, 1989, The equity premium puzzle and the risk-free rate puzzle, Journal of Monetary Economics 24, 402Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c421.",
        "Weil, Philippe, 1990, Nonexpected utility in macroeconomics, Quarterly Journal of Economics 105, 29Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c42.",
        "Weitzman, Martin L., 2007, Subjective expectations and asset-return puzzles, American Economic Review 97, 1102Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c1130."
    ]
}