{
    "id": 20921,
    "cites": 19,
    "cited_by": 15,
    "reference": [
        "Brezis, E. S. and P. R. Krugman, 1997, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Technology and the Life Cycle of Cities,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Journal of Economic Growth, 2, pp. 369-83.",
        "Hall, B. H., Jaffe, A. B. and M. Trajtenberg, 2001, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093The NBER Patent Citation Data File: Lessons, Insights and Methodological Tools,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d NBER Working Paper No. 8498.",
        "Henderson, R., Jaffe, A. B. and M. Trajtenberg, 2005, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Patent Citations and the Geography of Knowledge Spillovers: A Reassessment: Comment,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d American Economic Review, 95(1), pp. 461-4.",
        "von Hippel, E., 1994, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Sticky InformationÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d and the Locus of Problem Solving: Implications for Innovation, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Management Science, 40(4), pp. 429-39.",
        "Jaffe, A. B., Trajtenberg, M. and R. Henderson, 1993, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Geographic Localization of Knowledge Spillovers as Evidenced by Patent Citations,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Quarterly Journal of Economics, 108(3), pp. 577-98.",
        "Jaffe, A. B., Trajtenberg, M. and M. S. Fogarty, 2000, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093The Meaning of Patent Citations: A Report on the NBER/Case-Western Survey of Patentees,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d NBER Working Paper No. 7631.",
        "Jones, B. F., 2010, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Age and Great Invention,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Review of Economics and Statistics, 92(1), pp. 1-14.",
        "Kuhn, T. S., 1962, The Structure of Scientific Revolutions. Chicago: University of Chicago Press.",
        "Lai, R., DÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0084¢Amour, A., Yu, A., Sun, Y. and L. Fleming, 2013, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009dDisambiguation and Co-authorship Networks of the U.S. Patent Inventor Database (1975 - 2010),Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Mimeo.",
        "Marshall, A., 1920, Principles of Economics, 8th ed., London: Macmillan and Co.",
        "Murata, Y., Nakajima, R., Okamoto, R. and R. Tamura, 2013, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Localized Knowledge Spillovers and Patent Citations: A Distance-Based Approach,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Mimeo.",
        "Minnesota Population Center, 2011, National Historical Geographic Information System: Version 2.0. Minneapolis, MN: University of Minnesota. www.nhgis.org.",
        "Packalen, M. and J. Bhattacharya, 2012, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Words in Patents: Research Inputs and the Value of Innovativeness in Invention,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d NBER Working Paper No. 18494.",
        "Packalen, M. and J. Bhattacharya, 2015a, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Age and the Trying Out of New Ideas,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Mimeo.",
        "Packalen, M. and J. Bhattacharya, 2015b, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093New Ideas in Invention,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Mimeo.",
        "Rosenberg, N., 1982, Inside the Black Box: Technology and Economics. Cambridge University Press.",
        "Thompson, P. and M. Fox-Kean, 2005, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Patent Citations and the Geography of Knowledge Spillovers: A Reassessment,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d American Economic Review, 95(1), pp. 450-60.",
        "Thompson, P., 2006. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Patent Citations and the Geography of Knowledge Spillovers: Evidence from Inventor- and Examiner-added Citations,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Review of Economics and Statistics, 88(2), pp. 383-8.",
        "Usher, A. P., 1929, A History of Mechanical Inventions. New York: McGraw-Hill."
    ]
}