{
    "id": 20939,
    "cites": 44,
    "cited_by": 19,
    "reference": [
        "Abowd, John M. and Arnold Zellner, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Estimating Gross Labor-Force Flows,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Journal of Business & Economic Statistics, 1985, 3 (3), 254Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c283.",
        "Bachmann, Ronald and Mathias Sinning, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Decomposing the Ins and Outs of Cyclical Unemployment, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Technical Report DP No. 6362, IZA February 2012.",
        "Barlevy, Gadi, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Evaluating the Role of Labor Market Mismatch in Rising Unemployment,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Economic Perspectives, 3rd Quarter 2011, pp. 82Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c96. Federal Reserve Bank of Chicago.",
        "Barnichon, Regis and Andrew Figura, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093The Determinants of the Cycles and Trends in U.S. Unemployment,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d June 2012. Federal Reserve Board.",
        "Blanchard, Olivier J. and Peter A. Diamond, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093The Cyclical Behavior of the Gross Flows of U.S. Workers,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Brookings Papers on Economic Activity, 1990, (2), 85Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c143.",
        "Daly, Mary C., Bart Hobijn, and Robert G. Valletta, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093The Recent Evolution of the Natural Rate of Unemployment.,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d 2011. IZA Discussion Paper No. 5832.",
        ", , Ay seg ul S ahin, and Robert G. Valletta, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093A Search and Matching Approach to Labor Markets: Did the Natural Rate of Unemployment Rise,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Journal of Economic Perspectives, Summer 2012, 26 (3), 3Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c26.",
        "Davis, Steven J. and John Haltiwanger, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Labor Market Fluidity and Economic Performance, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d September 2014. Forthcoming in the proceedings of the Jackson Hole Symposium, Federal Reserve Bank of Kansas.",
        ", R. Jason Faberman, and John C. Haltiwanger, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093The Establishment-Level Behavior of Vacancies and Hiring,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Quarterly Journal of Economics, 2013, 128 (2), 581Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c622.",
        ", , , and Ian Rucker, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Adjusted Estimates of Worker Flows and Job Openings in JOLTS,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d in Katharine G. Abraham, James R. Spletzer, and Michael J. Harper, eds., Labor in the New Economy, Chicago: University of Chicago Press, 2010, chapter 5.",
        "Elsby, Michael W.L., Bart Hobijn, and Ay seg ul S ahin, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093On the Importance of the Participation Margin for Market Fluctuations,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Working Paper 2013-05, Federal Reserve Bank of San Francisco February 2013.",
        ", , , and Robert G. Valletta, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093The Labor Market in the Great Recession: An Update to September 2011,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Brookings Papers on Economic Activity, 2011, pp. 353Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c384.",
        "EstevÃ\u0083â\u0080¹Ã\u0082Å\u0093 ao, Marcello and Christopher Smith, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Skill Mismatches and Unemployment in the United States,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d January 2013. International Monetary Fund.",
        "Farber, Henry S. and Robert G. Valletta, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Do Extended Unemployment Benefits Lengthen Unemployment Spells? Evidence from Recent Cycles in the U.S. Labor Market,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Working Paper 19048, National Bureau of Economic Research, May 2013.",
        "Feng, Shuaizhang and Yingyao Hu, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Misclassification Errors and the Underestimation of the US Unemployment Rate,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d American Economic Review, 2013, 103 (2), 1054Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c70.",
        "Flinn, Christopher J. and James J. Heckman, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Are Unemployment and Out of the Labor Force Behaviorally Distinct Labor Force States?,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Journal of Labor Economics, 1983, 1 (1), 28Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c42.",
        "Fujita, Shigeru, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Effects of Extended Unemployment Insurance Benefits: Evidence from the Monthly CPS,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d January 2011. Federal Reserve Bank of Philadelphia.",
        "Hagedorn, Marcus, Fatih Karahan, Iourii Manovskii, and Kurt Mitman, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Unemployment Benefits and Unemployment in the Great Recession: The Role of Macro Effects,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d October 2013. National Bureau of Economic Research Working Paper 19499.",
        "Hall, Robert E., Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Lost Jobs,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Brookings Papers on Economic Activity, 1995, 1995 (1), 221Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c273.",
        ", Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Quantifying the Lasting Harm to the U.S. Economy from the Financial Crisis,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d NBER, 2014. Forthcoming.",
        "Hyatt, Henry R. and James R. Spletzer, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093The Recent Decline in Employment Dynamics,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d March 2013. Center for Economic Studies, US Census Bureau.",
        "Kolenikov, Stanislav, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Resampling variance estimation for complex survey data,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Stata Journal, 2010, 10 (2), 165Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c199.",
        "Krueger, Alan B. and Andreas I. Mueller, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Job Search and Job Finding in a Period of Mass Unemployment: Evidence from High-Frequency Longitudinal Data,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d January 2011. Princeton University.",
        ", Judd Cramer, and David Cho, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Are the Long-Term Unemployed on the Margins of the Labor Market?,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Brookings Papers on Economic Activity, Spring 2014.",
        "Madrian, Brigitte C. and Lars John Lefgren, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093An approach to longitudinally matching Current Population Survey (CPS) respondents,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Journal of Economic and Social Measurement, January 2000, 26 (1), 31Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c62.",
        "Nakajima, Makoto, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093A Quantitative Analysis of Unemployment Benefit Extensions,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Journal of Monetary Economics, 2012, 59 (7), 686 Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c 702.",
        "Nekarda, Christopher J., Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093A Longitudinal Analysis of the Current Population Survey: Assessing the Cyclical Bias of Geographic Mobility,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d May 2009. Board of Governors of the Federal Reserve System.",
        "Petrongolo, Barbara and Christopher A. Pissarides, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Looking into the Black Box: A Survey of the Matching Function,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Journal of Economic Literature, 2001, 39 (2), 390Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c431.",
        "Poterba, James M. and Lawrence H. Summers, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Reporting Errors and Labor Market Dynamics, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Econometrica, 1986, 54 (6), pp. 1319Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c1338.",
        "Rao, J.N.K., C.F.J. Wu, and K. Yue, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Some recent work on resampling methods for complex surveys,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Survey Methodology, 1992, 18, 209Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c217. S",
        "ahin, Ay seg ul, Joseph Song, Giorgio Topa, and Giovanni L. Violante, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Mismatch Unemployment, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Working Paper 18265, National Bureau of Economic Research August 2012.",
        "Valletta, Rob and Katherine Kuang, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Is Structural Unemployment on the Rise?,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Federal Reserve Bank of San Francisco Economic Letter, November 2010, 2010 (34), 1Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c5.",
        "Veracierto, Marcelo, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Worker flows and matching efficiency,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Economic Perspectives, 4th quarter 2011, pp. 147Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c169.",
        "A Related Research Veracierto (2011) introduced the basic idea of including people other than the unemployed in the calculation of matching efficiency. He makes a compelling case that the movements of aggregate unemployment cannot be understood in the DMP frameworkÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009despecially with respect to the matching functionÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009dwithout considering the role of individuals who are classified as out of the labor market. These people are neither working nor engaging in the specific job-seeking activities in the four weeks prior to the CPS interview that would place them in the category of unemployment. The striking fact is that, after correcting in the standard way for erroneous transitions, the CPS reveals that the number of people classified as out of the labor force in one month who are employed in the next month is always greater than the number moving from unemployment to employment. In normal times, using the obvious notation, the NE flow is almost double the UE flow.",
        "Flinn and Heckman (1983) observe that the natural definition of unemployment is that a non-working individualÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0084¢s transition hazard into employment exceeds a threshold value. By that criterion, it seems likely that a non-trivial fraction of those the CPS classifies as out of the labor force (N) are actually unemployed. But the overall NE hazard in normal times is far lower than the UE hazardÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009d5 percent per month compared to 27 percent, so it is clear that the U category in general satisfies the Flinn-Heckman criterion. The BLS publishes data on broader definitions of unemployment. It is an interesting question but outside the scope of this paper whether a systematic application of the FlinnHeckman principle might result in a definition of unemployment that captured the great majority of non-workers with high job-finding hazards while excluding those with low hazards. Such a definition would fit the matching function framework nicely.",
        "Barnichon and Figura (2012) also estimate matching efficiency while allowing heterogeneity across workers in demographics, distinguishing between reasons for unemployment, and including nonparticipants in the analysis. However, they assume that the matching function applies only to unemployed workers and do not consider job-to-job transitions.",
        "Fujita and Moscarini (2013) study the effect of recalls by unemployed workersÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0084¢ former employers on transition rates and the matching function. They show that if the matching function describes only matches between jobseekers and new employersÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009dnot recallsÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009dthen matching efficiency is estimated to have declined much more during the Great Recession. Key to their result is that workers on temporary layoffs are not the only ones who experience recalls; about 20 percent of workers who report that they permanently lost their jobs are nonetheless eventually recalled. In our work, we disaggregate workers by their reason for unemployment but do not attempt to distinguish between matches with new employers and recall by the previous employer. Thus, in our specification, a group that is more likely to be recalled will have a higher matching efficiency.",
        "Barlevy (2011) calculates the decline in matching efficiency from the shift in the Beveridge curve, on the assumptions that the separation rate remains unchanged and that unemployment is at its stochastic equilibrium. This analysis depends only on the unemployment rate, not on the number of nonparticipants, job-to-job transitions, or changes in the composition of the unemployed.",
        "Bachmann and Sinning (2012) measure the effects of compositional changes on labor force transition rates without relating these findings to matching efficiency. They find that changes in composition reduce the cyclicality of inflows to unemployment and raise outflows from unemployment early in recessions but reduce outflows later in recessions.",
        "Some papers discuss the decline in matching efficiency, or, equivalently, the outward shift of the Beveridge curve, as the result of a variety of forces. Some, such as Daly, Hobijn, S ahin and Valletta (2012), frame the subject within the more general issue of a possible increase in the natural rate of unemployment. Only part of their discussion relates to changes in matching efficiency. The paper identifies two factors that may have reduced match efficiency since the Great Recession: mismatch and more generous unemployment benefits. S",
        "ahin, Song, Topa and Violante (2012) find that mismatch across industries and occupations accounts for at most one-third of the increase in unemployment during the Great Recession, while geographic mismatch is insignificant. Herz and van Rens (2011) likewise find modest effects of mismatch across industries and very small effects of mismatch across states, while EstevÃ\u0083â\u0080¹Ã\u0082Å\u0093 ao and Tsounta (2011) find substantial skill mismatches but argue that changes in migration rates and dispersion in unemployment across states are evidence of geographic mismatch as well. These studies all measure mismatches by the distribution of unemployed workers and jobs across distinct markets defined by locations, industries, or occupations.",
        "EstevÃ\u0083â\u0080¹Ã\u0082Å\u0093 ao and Smith (2013) measure skill mismatches in a different way, by imputing wages for labor force participants based on their observed characteristics; if mismatch is low and unemployment is mainly due to low quality of unemployed workers, unemployed workers will have relatively low imputed wages, while if mismatch is high, unemployed workers will have relatively high imputed wages. Consistent with the papers that look at mismatch across distinct markets, EstevÃ\u0083â\u0080¹Ã\u0082Å\u0093 ao and Smith (2013) find evidence of an increase in mismatch during the recession.",
        "A number of papers, including Daly, Hobijn and Valletta (2011), Fujita (2011), Nakajima (2012), and Valletta and Kuang (2010), culminating in Farber and Valletta (2013), find that extended unemployment benefits raised the unemployment rate by an amount ranging from a few tenths of a percentage point to one point. However, Hagedorn, Karahan, Manovskii and Mitman (2013) argue that many of these analyses do not account for the effect of unemployment benefits on firmsÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0084¢ incentive to create jobs and that a research design that accounts for such effects finds a much larger impact from unemployment benefits. Hall (2014b) discusses their paper at greater length.",
        "Davis, Faberman and Haltiwanger (2013) provide convincing evidence that the matching function involves inputs apart from the stocks of unemployment and vacancies. In the micro data from JOLTS, they show that the job-filling rate for vacancies is dramatically higher in firms that are growing than in firms with constant employment, a contradiction to the hypothesis that only unemployment and vacancies determine hiring rates. They lack any direct measures of the other inputs, but construct an indirect measure from the JOLTS data that eliminates most of the apparent decline in matching efficiency. They do not consider the topic of this paper, the importance of job-seekers who are not counted as unemployed. Their results fit nicely with ours, in the sense that one reasonable interpretation of the variations in matching efficiency that we measure is exactly the combined effect of the omitted inputs to the matching process that they consider."
    ]
}