{
    "id": 2093,
    "cites": 22,
    "cited_by": 1,
    "reference": [
        "Akerlof, C. [1970], The Market for Lemons: Qualitative Uncertainty and the Market Mechanism, Quarterly Journal of Economics, Vol. 84, pp. 288-300.",
        "Arrow, K. J. [1970], Essays in the Theory of Risk Bearing, North-Holland, London.",
        "Asquith, P. and Mullins, D. W. [1983], Equity Issues and Stock Price Dilution, unpublished paper, Harvard Business School.",
        "Baily, M. N. [1977], On the Theory of Lay-Offs and Unemployment, Econometrica, Vol. 45, pp. 1043-61.",
        "Greenwald, B. and Stiglitz, J. E. [1986], Information, Finance Constraints and Business Fluctuations, unpublished paper, Bell Communications Research.",
        "Greenwald, B., Stiglitz, J. E. and Weiss, A. [1984], Informational Imperfections and Macroeconomic Fluctuations , American Economic Review, Papers and Proceedings, Vol. 74, pp. 194-199.",
        "Grossman, S. J., Hart, 0. D. and Maskin, E. S. [1983], Unemployment with Observable Aggregate Shocks, Journal of Political Economy, Vol. 91, pp. 907-928.",
        "Myers, S. C. and Majiuf, N. S. [1984], Corporate Financing and Investment Decisions When Firms Have Information that Investors Do Not, Journal of Financial Economics, Vol. 11, pp. 187-221.",
        "Malinvaud, E. [1977], The Theory of Unemployment Reconsidered, Blackwell, Oxford.",
        "Ross, S. A. [1977], The Determination of Finance Structure: The Incentive Signalling Approach, Bell Journal of Economics, Vol. 8, pp. 23-40.",
        "Rothschild, M. and Stiglitz, J. E. [1976], Equilibrium in Competitive Insurance Markets: An Essay on the Economics of Imperfect Information, Quarterly Journal of Economics, Vol. 90, pp. 629-50.",
        "Salop, S. [1979], A Model of the Natural Rate of Unemployment, American Economic Review, Vol. 69, pp. 117-125.",
        "Shapiro, C. and Stiglitz, J. E. [1984], Equilibrium Unemployment as a Worker Discipline Device, American Economic Review, Vol. 74, pp. 433-444.",
        "Solow, R. and Stiglitz, J. E. [1968], Output, Employment and Wages in the Short Run, Quarterly Journal of Economics, Vol. 82, pp. 537-60.",
        "Stiglitz, J. E. [1974], Wage Determination and Unemployment in LDCs: The Labor Turnover Model, Quarterly Journal of Economics, Vol. 88, pp. 194-227.",
        "Stiglitz, J. E. [1976], The Efficiency Wage Hypothesis, Surplus Labour, and the Distribution of Income in LDCs, Oxford Economic Papers, Vol. 28, pp. 185-207.",
        "Stiglitz, J. E. [1985], Equilibrium Wage Distributions, Economic Journal, Vol. 95, pp. 595-618.",
        "Stiglitz, J. E. [1987], The Causes and Consequences of the Dependence of Quality on Price, Journal of Economic Literature, Forthcoming.",
        "Stiglitz, J. E. and Weiss, A. M. [1981], Credit Rationing in Markets with Imperfect Information, American Economic Review, Vol. 71, pp. 393-410.",
        "Taggart, R. A. [1983], Secular Patterns in Financing U.S. Corporations, unpublished paper, Harvard University.",
        "Wilson, C. A. [1977), A Model of Insurance Markets with Incomplete Information, Journal of Economic Theory, Vol. 14, pp. 167-207.",
        "Yellen, J. [1984], Efficiency Wage Models of Unemployment, American Economic Review, Papers and Proceedings, Vol. 74, pp. 200-205."
    ]
}