{
    "id": 2095,
    "cites": 14,
    "cited_by": 2,
    "reference": [
        "Cowles, Alfred 3rd and Associates, Common Stock Indexes, Cowles Commission for Research in Economics Monograph No. 3, Second Edition. Principia Press, Inc., Indiana 1939.",
        "Fisher, Irving, The Making of Index Numbers, Houghton Mifflin, New York, 1922.",
        "Fisher, Irving, A Weekly Index Number of Wholesale Prices, Journal of the American Statistical Association 18 (September 1923) 835-840.",
        "Fisher, Irving, The `Total Value Criterion: A New Principle in Index Number Construction, Journal of the American Statistical Association 22 (December 1927) 419-441.",
        "Fisher, Irving, Stable Money. A History of the Movement, (assisted by Hans R.L. Cohrssen) Adelphi, New York, 1934.",
        "Fisher, Irving Norton, My Father. Irving Fisher, Comet Press Books, New York, 1956.",
        "Harvard University Committee on Economic Research, Harvard Economic Service, Harvard University Press, Cambridge, Massachusetts, 1923a.",
        "Harvard University Committee on Economic Research, The Harvard Index of General Business Conditions; Its Interpretation, Harvard University Press, Cambridge, Massachusetts, 1923b.",
        "Mankiw, N. Gregory and Matthew D. Shapiro, Trends, Random Walks, and Tests of the Permanent Income Hypothesis, Journal of Monetary Economics 16 (September 1985) 165-174.",
        "Nelson, Charles and Heejoon Kang, Spurious Periodicity in Inappropriately Detrended Time Series, Econometrica 49 (May 1981) 741-751.",
        "Newdick, Edwin, How to Use Fisher Indexes, Index Number Institiute, New York, 1929.",
        "Persons, Warren, Interpretation of the Index of General Business Conditions, Harvard University Press, Cambridge, Massachusetts, 1922.",
        "Persons, Warren, The Revised Index of General Business Conditions, Review of Economics and Statistics 5 (July 1923) 187-195.",
        "Romer, Christina D., Is the Stabilization of the Postwar Economy a Figment of the Data, American Economic Review 76 (June 1986) 314-334."
    ]
}