{
    "id": 20965,
    "cites": 31,
    "cited_by": 84,
    "reference": [
        "Almond, D. and Currie, J. (2011). Human capital development before age five. In O. Ashenfelter and D. Card, eds., Handbook of Labor Economics, Volume 4b. Elsevier Science, Amsterdam.",
        "Almond, D. and Mazumder, B. (2013). Fetal origins and parental responses. The Annual Review of Economics 5(3):1Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c20.",
        "Anderson, T. and Rubin, H. (1956). Statistical inference in factor analysis. In Proceedings of the Third Berkeley Symposium on Mathematical Statistics and Probability, volume 5, 111Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c150. University of California Press, Berkeley.",
        "Attanasio, O., Fernandez, C., Fitzsimons, E., Grantham-McGregor, S., Meghir, C., and Rubio-Codina, M. (2014). Using the infrastucture of a Conditional Cash Transfer programme to deliver a scalable integrated early child development programme in Colombia: A cluster randomised controlled trial. Forthcoming in British Medical Journal 349:g5785.",
        "Attanasio, O., Meghir, C., and Nix, E. (2015). Investments in children and the development of cognition and health in India. Mimeo, Yale University.",
        "Attanasio, O., Meghir, C., and Santiago, A. (2012). Education choices in Mexico: Using a structural model and a randomized experiment to evaluate Progresa. Review of Economic Studies 79(1):37Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c66.",
        "Bates, J., Freeland, C., and Lounsbury, M. (1979). Measurement of infant difficultness. Child Development 50:794Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c803.",
        "Bayley, N. (2006). Bayley Scales of Infant and Toddler Development. Harcourt Assessment, San Antonio, TX, 3rd edition.",
        "Blundell, R., Duncan, A., and Meghir, C. (1998). Estimating labor supply responses using tax reforms. Econometrica 66(4):827Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c761.",
        "Carneiro, P., Hansen, K., and Heckman, J. (2003). Estimating distribution of counterfactuals with an application to the returns to schooling and measurement of the effect of uncertainty on schooling choice. International Economic Review 44(2):361Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c422.",
        "Cunha, F. and Heckman, J. (2008). Formulating, identifying and estimating the technology of cognitive and noncognitive skill formation. Journal of Human Resources 43(4):738Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c782.",
        "Cunha, F., Heckman, J., Lochner, L., and Masterov, D. (2006). Interpreting the evidence on life cycle skill formation. In E. Hanushek, S. Machin, and L. Woessmann, eds., Handbook of the Economics of Education, Volume 1. Elsevier Science, Amsterdam.",
        "Cunha, F., Heckman, J., and Schennach, S. (2010). Estimating the technology of cognitive and non-cognitive skill formation. Econometrica 78(3):883Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c931.",
        "Duflo, E., Hanna, R., and Ryan, S. P. (2012). Incentives work: Getting teachers to come to school. American Economic Review 102(4):1241Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c78.",
        "Frongillo, E., Sywulka, S., and Kariger, P. (2003). UNICEF psychosocial care indicators project. Final report to UNICEF. Mimeo, Cornell University.",
        "Gertler, P., Heckman, J., Pinto, R., Zanolini, A., Vermeerch, C., Walker, S., Chang, S., and Grantham-McGregor, S. (2014). Labor market returns to an early childhood stimulation intervention in Jamaica. Forthcoming, Science.",
        "Gorusch, R. (1983). Factor Analysis. Lawrence Erlbaum Associates, Hillsdale, NJ.",
        "Gorusch, R. (2003). Factor analysis. In Handbook of psychology: Research methods in psychology, volume 2, 143Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c164. John Wiely & Sons, Inc., Hoboken, NJ.",
        "Grantham-McGregor, S., Powell, C., Walker, S., and Himes, J. (1991). Nutritional supplementation, psychosocial stimulation, and mental development of stunted children: the Jamaican study. Lancet 338(758):1Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c5.",
        "Heckman, J., Moon, S., Pinto, R., Savelyev, P., and Yavitz, A. (2010). Analyzing social experiments as implemented: A reexamination of the evidence from the HighScope Perry Preschool Program. Journal of Quantitative Economics 1:1Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c46.",
        "Heckman, J., Pinto, R., and Savelyev, P. (2013). Understanding the mechanisms through which an influential early childhood program boosted adult outcomes. American Economic Review 103:2052Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c2086.",
        "Helmers, C. and Patnam, M. (2011). The formation and evolution of childhood skill acquisition: Evidence from India. Journal of Development Economics 95(2):252Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c266.",
        "Jackson-Maldonado, D., Marchman, V., and Fernald, L. (2012). Short form versions of the Spanish MacArthur-Bates Communicative Development Inventories. In Applied Psycholinguistics. Cambridge University Press, Cambridge.",
        "Knudsen, E. (2004). Sensitive periods in the development of the brain and behavior. Journal of Cognitive Neuroscience 16(1):1412Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c1425.",
        "Knudsen, E., Heckman, J., Cameron, J., and Shonkoff, J. (2006). Economic, neurobiological and behavioral perspectives on building AmericaÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0084¢s future workforce. Proceedings of the National Academy of Science 103(27):10155Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c 10162.",
        "McGregor, S. G., Cheung, Y., Cueto, S., Glewwe, P., Richter, L., and Strupp, B. (2007). Developmental potential in the first 5 years for children in developing countries. The Lancet 369(9555):60Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c70.",
        "Putnam, S. P., Gartstein, M., and Rothbart, M. K. (2006). Measurement of fine-grained aspects of toddler temperament: The Early Childhood Behavior Questionnaire. Infant Behavior and Development 29(3):386Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c401.",
        "Robin, J. and Smith, R. (2000). Tests of rank. Econometric Theory 16:151Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c 175.",
        "Todd, P. and Wolpin, K. (2006). Using experimental data to validate a dynamic behavioral model of child schooling and fertility: Assessing the impact of a school subsidy program in Mexico. American Economic Review 96(5):1384Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c1417.",
        "Walker, S., Chang, S., C.Powell, E.Simonoff, and Grantham-McGregor, S. (2006). Effects of psychosocial stimulation and dietary supplementation in early childhood on psychosocial functioning in late adolescence: follow-up of randomized controlled trial. British Medical Journal 333(7566):472.",
        "Walker, S., Chang, S., Vera-Hernandez, M., and Grantham-McGregor, S. (2011). Early childhood stimulation benefits adult competence and reduces violent behavior. Pediatrics 127(5):849Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c857."
    ]
}