{
    "id": 20968,
    "cites": 36,
    "cited_by": 5,
    "reference": [
        "Amihud, Yakov, and Haim Mendelson, 1991, Liquidity, maturity, and the yield on US treasury securities, Journal of Finance 46, 479Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c486.",
        "Basak, Suleyman, and Benjamin Croitoru, 2000, Equilibrium mispricing in a capital market with portfolio constraints, Review of Financial Studies 13, 715Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c748.",
        ", 2006, On the role of arbitrageurs in rational markets, Journal of Financial Economics 81, 143Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c173.",
        "Brumm, Johannes, Michael Grill, Felix Kubler, and Karl Schmedders, 2011, Collateral requirements and asset prices, working paper Swiss Finance Institute.",
        "Brunnermeier, Markus, and Lasse Pedersen, 2009, Market liquidity and funding liquidity, Review of Financial Studies 22, 2201Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c2238.",
        "Brunnermeier, Markus, and Yuliy Sannikov, 2014, A macroeconomic model with a financial sector, American Economic Review 104, 379Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c421.",
        "Comerton-Forde, Carole, Terrence Hendershott, Charles Jones, Pamela Moulton, and Mark Seasholes, 2010, Time variation in liquidity: The role of market-maker inventories and revenues, Journal of Finance 65, 295Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c331.",
        "Coval, Joshua, and Erik Stafford, 2007, Asset fire sales (and purchases) in equity markets, Journal of Financial Economics 86, 475Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c512.",
        "Dabora, Emil, and Kenneth Froot, 1999, How are stock prices affected by the location of trade?, Journal of Financial Economics 53, 189Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c216.",
        "Detemple, Jerome, and Shashidhar Murthy, 1997, Equilibrium asset prices and no-arbitrage with portfolio constraints, Review of Financial Studies 10, 1133Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c1174.",
        "Duffie, Darrell, and Bruno Strulovici, 2012, Capital mobility and asset pricing, Econometrica 80, 2469Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c2509.",
        "Fostel, Ana, and John Geanakoplos, 2013a, Leverage and default in binomial economies: A complete characterization, discussion paper Cowles Foundation, Yale University.",
        ", 2013b, Reviewing the leverage cycle, discussion paper Cowles Foundation, Yale University.",
        "Garleanu, Nicolae, and Lasse Pedersen, 2011, Margin-based asset pricing and deviations from the law of one price, Review of Financial Studies 24, 1980Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c2022.",
        "Geanakoplos, John, 1997, Promises, promises, in W. Brian Arthur, Stephen Durlauf, and David Lane, ed.: The Economy as an Evolving Complex System II . pp. 285Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c320 (Addison-Wesley: Reading, MA).",
        ", 2003, Liquidity, default and crashes: Endogenous contracts in general equilibrium, in Mathias Dewatripont, Lars Hansen, and Stephen Turnovsky, ed.: Advances in Economics and Econometrics: Theory and Applications II, Econometric Society Monographs: Eighth World Congress . pp. 170Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c205 (Cambridge University Press: Cambridge, UK).",
        "Gottardi, Piero, and Felix Kubler, 2014, Dynamic competitive economies with complete markets and collateral constraints, Review of Economic Studies forthcoming.",
        "Gromb, Denis, and Dimitri Vayanos, 2002, Equilibrium and welfare in markets with financially constrained arbitrageurs, Journal of Financial Economics 66, 361Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c407.",
        ", 2010, Limits of arbitrage, Annual Review of Financial Economics 2, 251Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c275.",
        ", 2015, Financially constrained arbitrage and cross-market contagion, working paper INSEAD.",
        "Guembel, Alexander, and Oren Sussman, 2015, A welfare analysis of fragmented liquidity markets, working paper Toulouse School of Economics.",
        "Hameed, Allaudeen, Wenjin Kang, and S. Viswanathan, 2010, Stock market declines and liquidity, Journal of Finance 65, 257Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c294.",
        "He, Zhiguo, and Arvind Krishnamurthy, 2013, Intermediary asset pricing, American Economic Review 103, 1Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c43.",
        "Jylha, Petri, and Matti Suominen, 2011, Speculative capital and currency carry trades, Journal of Financial Economics 99, 60Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c75.",
        "Kondor, Peter, and Dimitri Vayanos, 2014, Liquidity risk and the dynamics of arbitrage capital, working paper Central European University.",
        "Krishnamurthy, Arvind, 2002, The bond/old-bond spread, Journal of Financial Economics 66, 463Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c506.",
        "Kyle, Albert, and Wei Xiong, 2001, Contagion as a wealth effect, Journal of Finance 56, 1401Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c1440.",
        "Nagel, Stefan, 2012, Evaporating liquidity, Review of Financial Studies 25, 2005Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c2039.",
        "Pavlova, Anna, and Roberto Rigobon, 2008, The role of portfolio constraints in the international propagation of shocks, Review of Economic Studies 75, 1215Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c1256.",
        "Rosenthal, Leonard, and Colin Young, 1990, The seemingly anomalous price behavior of Royal Dutch/Shell and Unilever N.V./PLC, Journal of Financial Economics 26, 123Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c141.",
        "Shen, Ji, Hongjun Yan, and Jinfan Zhang, 2014, Collateral-motivated financial innovation, Review of Financial Studies forthcoming.",
        "Shleifer, Andrei, and Robert Vishny, 1997, The limits of arbitrage, Journal of Finance 52, 35Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c55.",
        "Simsek, Alp, 2013, Belief disagreements and collateral constraints, Econometrica 81, 1Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c53.",
        "Wagner, Wolf, 2011, Systemic liquidation risk and the diversity-diversification trade-off, Journal of Finance 66, 1141Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c1175.",
        "Warga, Arthur, 1992, Bond returns, liquidity, and missing data, Journal of Financial and Quantitative Analysis 27, 605Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c617.",
        "Xiong, Wei, 2001, Convergence trading with wealth effects: An amplification mechanism in financial markets, Journal of Financial Economics 62, 247Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c292."
    ]
}