{
    "id": 20966,
    "cites": 24,
    "cited_by": 8,
    "reference": [
        "Adbrands.net, The Leading Global Advertisers in 2012 by Estimated Expenditure, . Anderson, Simon P, Andre De Palma, and Jacques FranÃ\u0083Æ\u0092Ã\u0082Â§ois Thisse, 1992, Discrete Choice Theory of Product Differentiation (MIT press, Cambridge, Mass.). Bloch, Harry, B Curtis Eaton, and R Rothschild, 2014, A Dynamic Model of Oligopolistic Market Structure, Featuring Positioning Investments, International Journal of the Economics of Business 21, 379Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c411.",
        "Boccard, N., and X.Y. Wauthy, 2010, Equilibrium vertical differentiation in a Bertrand model with capacity precommitment, International Journal of Industrial Organization 28, 288Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c 297.",
        "Bruttel, Lisa V., 2009, Group Dynamics in Experimental Studies--The Bertrand Paradox Revisited, Journal of Economic Behavior and Organization 69, 51Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c63.",
        "Chen, Zhihong, and Zhiqi Chen, 2014, Product Line Rivalry and Firm Asymmetry, Journal of Industrial Economics 62, 417Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c435.",
        "Cheng, Leonard, 1985, Comparing Bertrand and Cournot Equilibria: A geometric approach, Rand Journal of Economics 16, 146Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c147.",
        "DÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0084¢Aspremont, C., J. Jaskold Gabsezewicz, J-F. J.-F. Thisse, and J. Jaskold Gabszewicz, 1979, On HotellingÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0084¢s Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Stability in Competition,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Econometrica 47, 1145Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c1150.",
        "Friedman, James, 1983, Oligopoly Theory (Cambridge University Press).",
        "Gasmi, Farid, Jean-Jacques Laffont, and Quang H. Vuong, 1992, Econometric Analysis of Collusive Behavior in a Soft-Drink Market, Journal of Economics and Management Strategy 1, 277Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c311.",
        "Hsu, Judy, and X Henry Wang, 2005, On welfare under Cournot and Bertrand competition in differentiated oligopolies, Review of Industrial Organization 27, 185Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c191.",
        "Jansen, Thijs, Arie van Lier, Arjen van Witteloostuijn, and Tim Boon von OchssÃ\u0083Æ\u0092Ã\u0082Â©e, 2012, A modified Cournot model of the natural gas market in the European Union: Mixed-motives delegation in a politicized environment, Energy Policy 41, 280Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c285.",
        "Kreps, David M., and Jose A. Scheinkman, 1983, Quantity Precommitment and Bertrand Competition Yield Cournot Outcomes, Bell Journal of Economics 14, 326Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c337.",
        "Loertscher, Simon, 2008, Market Making Oligopoly, Journal of Industrial Economics 56, 263Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c289.",
        "McClure, Samuel M, Jian Li, Damon Tomlin, Kim S Cypert, LatanÃ\u0083Æ\u0092Ã\u0082Â© M Montague, and P Read Montague, 2004, Neural correlates of behavioral preference for culturally familiar drinks., Neuron 44, 379Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c87.",
        "Motta, Massimo, 1993, Endogenous Quality Choice: Price vs. Quantity Competition, Journal of Industrial Economics 41, 113Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c131.",
        "Qiu, Larry D., 1997, On the Dynamic Efficiency of Bertrand and Cournot Equilibria, Journal of Economic Theory 75, 213Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c229.",
        "Shaked, Avner, and John Sutton, 1982, Relaxing Price Competition Through Product Differentiation, Review of Economic Studies 49, 3Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c13.",
        "Shapiro, Carl, 1989, Theories of Oligopoly Behavior, in Richard Schmalensee and Robert D. Willig ed.: Handbook of Industrial Organization, Vol. 1 (North-Holland, Amsterdam).",
        "Singh, Nirvikar, and Xavier Vives, 1984, Price and Quantity Competition in a Differentiated Oligopoly, Rand Journal of Economics 15, 546Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c554.",
        "Slade, Margaret A., 1995, Empirical Games: The Oligopoly Case, Canadian Journal of Economics 28, 368Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c402.",
        "Symeondis, George, 2003, Comparing Cournot and Bertrand Equilibria in a Differentiated Duopoly with Product R&D, International Journal of Industrial Organization 21, 39Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c55.",
        "Tirole, Jean, 1988, The Theory of Industrial Organization (MIT Press, Cambridge, Mass.). Tremblay, Carol Horton, and Victor J Tremblay, 2011, The CournotÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009cBertrand model and the degree of product differentiation, Economics Letters 111, 233Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c235.",
        "Tremblay, VictorJ., and Stephen Polasky, 2002, Advertising with Subjective Horizontal and Vertical Product Differentiation, Review of Industrial Organization 20, 253Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c265.",
        "Vives, Xavier, 1985, On the Efficiency of Bertrand and Cournot Equilibria with Product Differentiation, Journal of Economic Theory 36, 166Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c175.",
        "Wamback, Achim, 1999, Bertrand Competition Under Cost Uncertainty, International Journal of Industrial Organization 17, 941Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c951."
    ]
}