{
    "id": 20976,
    "cites": 30,
    "cited_by": 17,
    "reference": [
        "Abaluck, J. and J. Gruber. 2011. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Heterogeneity in Choice Inconsistencies Among the Elderly: Evidence from Plan Choice in the Medicare Part D Program.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d American Economic Review. May. 101(3) 377-381.",
        "Abaluck, J. and J. Gruber. 2013. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Evolving Choice Inconsistencies in Choice of Prescription Drug Insurance.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d National Bureau of Economic Research Working Paper No. 19163. June.",
        "Agarwal, S., J. Driscoll, X. Gabaix, and D. Laibson. 2009. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093The Age of Reason: Financial Decisions over the Life-Cycle with Implications for Regulation.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Brookings Papers on Economic Activity. October.",
        "Aron-Dine, A., L. Einav, A. Finkelstein, and M. Cullen. 2014. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Moral Hazard in Health Insurance: Do Dynamic Incentives Matter?Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Mimeo. Available at http://web.stanford.edu/Ã\u0083â\u0080¹Ã\u0082Å\u0093 leinav/ Forward Looking.pdf.",
        "Blomquist, W. and W. Newey. 2002. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Nonparametric Estimation with Nonlinear Budget Sets.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Econometrica: Journal of the Econometric Society. November. 70(6) 2455-2480.",
        "Centers for Medicare and Medicaid Services (CMS). 2010. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Closing the Coverage Gap Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c Medicare Prescription Drugs Are Becoming More Affordable.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d CMS Product No. 11493. May.",
        "Chandra, A., J. Gruber, and R. McKnight. 2010. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Patient Cost-Sharing and Hospitalization Offsets in the Elderly.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d American Economic Review. March. 100(1) 193-213.",
        "Chetty, R., A. Looney, and K. Kroft. 2009. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Salience and Taxation: Theory and Evidence.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d American Economic Review. 99(4): 1145-77.",
        "Dalton, C. M., G. Gowrisankaran, and R. Town. 2015. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Myopia and Complex Dynamic Incentives: Evidence from Medicare Part D.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Mimeo. Available at http://users.wfu.edu/daltonc/doc s/Research/Dalton Gowrisankaran Town PartD.pdf.",
        "Duan, N. 1983. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Smearing Estimate: A Nonparametric Retransformation Method.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Journal of the American Statistical Association 78(383) 605-610.",
        "Duggan, M., P. Healy, and F. Morton. 2008. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Providing Prescription Drug Coverage to the Elderly: AmericaÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0084¢s Experiment with Medicare Part D.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Journal of Economic Perspectives. Fall. 22(4) 69-92(24).",
        "Einav, L., A. Finkelstein, and P. Schrimpf. 2014. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093The Response of Drug Expenditures to Non-Linear Contract Design: Evidence from Medicare Part D.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Mimeo. Available at http://economics.mit.edu/files/9010.",
        "Feldman, N., P. Katuscak, and L. Kawano. 2013. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Taxpayer Confusion over Predictable Tax Liability Changes: Evidence from the Child Tax Credit.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Finance and Economics Discussion Series Working Paper No. 19393. August.",
        "Fratiglioni, L., D. De Ronchi, and H. Aguero-Torres. 1999. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Worldwide Prevalence and Incidence of Dementia.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Drugs and Aging. November. 15(5) 365-375.",
        "Goldman, D., G. Joyce, and Y. Zheng. 2007. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Prescription Drug Cost Sharing.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Journal of the American Medical Association. July. 298(1) 61-69.",
        "Goldman, D. P., G. F. Joyce, J. J. Escarce, J. E. Pace, M. D. Colomom, M. Laouri, P. B. Landsman, and S. M. Teutsch. 2004. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Pharmacy Benefits and the Use of Drugs by the Chronically Ill.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Journal of the American Medical Association 291, 2344-23501.",
        "Hausman, J. 1985. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093The Econometrics of Nonlinear Budget Sets.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Econometrica: Journal of the Econometric Society. November. 53(6) 1255-1282.",
        "Heiss, F., D. McFadden, and J. Winter. 2006. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Who Failed to Enroll in Medicare Part D, and Why?Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Health Affairs. September-October. 25(5) w344-354.",
        "Ito, K. 2014. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Do Consumers Respond to Marginal or Average Price? Evidence from Nonlinear Electricity Pricing.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d American Economic Review. February. 104(2) 537-563.",
        "Ketcham, J., C. Lucarelli, E. Miravete, and M. Roebuck. 2012. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Sinking, Swimming, or Learning to Swim in Medicare Part D.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d American Economic Review. October. 102(6) 26392673.",
        "Ketcham, J. and K. Simon. 2008. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Medicare Part DÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0084¢s Effects on Elderly Drug Costs and Utilization.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d National Bureau of Economic Research Working Paper No. 14326. September.",
        "Kling, J., S. Mullainathan, E. Shafir, L. Vermeulen, and M. Wrobel. 2008. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Misperception in Choosing Medicare Drug Plans.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Unpublished manuscript. November.",
        "Kowalski, T. 2011. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Economic Policy and the Financial Economic Crisis.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d MPRA Working Papers, Faculty of International Business and Economics No. WP/2011/01. August. 1-15.",
        "Kowalski, A. 2012. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Estimating the Tradeoff between Risk Protection and Moral Hazard with a Nonlinear Budget Set Model of Health Insurance.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d National Bureau of Economic Research Working Paper No. 18108. May.",
        "Lichtenberg, F. and S. Sun. 2007. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093The Impact of Medicare Part D on Prescription Drug Use by the Elderly.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Health Affairs. November-December. 26(6) 1735-1744.",
        "Manning, W., J. Newhouse, N. Duan, E. Keeler, and A. Leibowitz. 1987. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Health Insurance and the Demand for Medical Care: Evidence from a Randomized Experiment.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d American Economic Review. June. 77(3) 251-277.",
        "Newhouse, J. and Rand Corporation. 1993. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Free For All? Lessons from the RAND Health Insurance Experiment.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Harvard University Press. 450-475.",
        "Newhouse, J. and Rand Corporation. 1993. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Free For All? Lessons from the RAND Health Insurance Experiment.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Harvard University Press. 450-475.",
        "Salthouse, T. 2004. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093What and When of Cognitive Aging.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Current Directions in Psychological Science. 13(4) 140-144.",
        "Yin, W., A. Basu, J. Zhang, A. Rabbani, D. Meltzer, and C. Alexander. 2008. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093The Effect of the Medicare Part D Prescription Benefit on Drug Utilization and Expenditures.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Annals of Internal Medicine 148 169-177."
    ]
}