{
    "id": 20973,
    "cites": 43,
    "cited_by": 68,
    "reference": [
        "Ameriks, J., J. Briggs, A. Caplin, M. D. Shapiro, and C. Tonetti (2015): Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Long Term Care Insurance, Annuities, and the Under-Insurance Puzzle,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Vanguard Research Initiative Working Paper.",
        "Ameriks, J., A. Caplin, S. Laufer, and S. Van Nieuwerburgh (2011): Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093The Joy of Giving or Assisted Living? Using Strategic Surveys to Separate Public Care Aversion from Bequest Motives,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Journal of Finance, 66(2), 519Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c 561.",
        "Ameriks, J., A. Caplin, M. Lee, M. D. Shapiro, and C. Tonetti (2014): Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093The Wealth of Wealthholders,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Vanguard Research Initiative Working Paper.",
        "Arrow, K. (1974): Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Optimal Insurance and Generalized Deductibles,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Scandanavian Actuarial Journal, 3, 1Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c42.",
        "Barsky, R. B., F. T. Juster, M. S. Kimball, and M. D. Shapiro (1997): Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Preference Parameters and Behavioral Heterogeneity: An Experimental Approach in the Health and Retirement Study,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Quarterly Journal of Economics, 112, 537Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c579.",
        "Blass, A. A., S. Lach, and C. F. Manski (2010): Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Uing Elicited Choice Probabilities to Estimate Random Utility Models: Preferences for Electricity Reliability,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d International Economic Review, 51(2), 421Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c440.",
        "Braun, R. A., K. A. Kopecky, and T. Koreshkova (2013): Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Old, Sick, Alone and Poor: A Welfare Analysis of Old-Age Social Insurance Programs,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d working paper.",
        "Brown, J. (2007): Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Rational and Behavioral Perspectives on the Role of Annuities in Retirement Planning,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d NBER Working Papers, 13537, 1Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c32.",
        "Brown, J. R., and A. Finkelstein (2008): Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093The Interaction of Public and Private Insurance: Medicaid and the Long-Term Care Insurance Market,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d The American Economic Review, pp. 1083Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c1102.",
        "Brown, J. R., G. S. Goda, and K. McGarry (2013): Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093State-Dependent Utility and Insurance Purchase Decisions,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d working paper.",
        "De Nardi, M. (2004): Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Wealth Inequality and Intergenerational Links,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Review of Economic Studies, 7, 743Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c768.",
        "De Nardi, M., E. French, and J. Jones (2010): Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Differential Mortality, Uncertain Medical Expenses, and the Saving of Elderly Singles,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Journal of Political Economy, 118, 49Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c75.",
        "Dynan, K., J. Skinner, and S. Zeldes (2002): Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093The inportance of bequests and life-cycle savings in capital accumulation: A new answer,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d American Economic Review, 92, 274Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c278.",
        "Evans, W., and W. K. Viscusi (1991): Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Estimation of State-Dependent Utility Functions Using Survey Data,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Review of Economics and Statistics, 73(1), 94Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c104.",
        "Fella, G. (2014): Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093A Generalized Endogenous Grid Method for Non-Smooth and Non-Concave Problems,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d The Review of Economic Dynamics, 17(2), 329Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c344.",
        "Finkelstein, A., E. Luttmer, and M. Notowidigdo (2009): Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Approaches to estimating the health state dependence of the utility function,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d American Economic Review: Papers and Proceedings, 99(2), 116Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c121.",
        "(2013): Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093What good is wealth without health? The effect of health on the marginal utility of consumption,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Journal of European Economic Association, 11, 221Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c258.",
        "French, E., and J. Jones (2011): Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093The Effects of Health Insurance and Self Insurance on Retirement Behavior,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Econometrica, 79, 693Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c732.",
        "Genworth (2013): Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Genworth 2013 Cost of Care Study,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Discussion paper, Genworth.",
        "Gourinchas, P.-O., and J. Parker (2002): Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Consumption Over the Life Cycle,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Econometrica, 70(1), 47Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c89.",
        "Hong, J. H., J. Pijoan-Mas, and J.-V. Rios-Rull (2013): Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Health Heterogeneity and Preferences,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009dworking paper.",
        "Hubbard, R. G., J. Skinner, and S. P. Zeldes (1994): Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Expanding the life-cycle model: Precautionary saving and public policy,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d The American Economic Review, pp. 174Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c179.",
        "Hubbard, R. G., J. Skinner, and S. P. Zeldes (1995): Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Precautionary Saving and Social Insurance,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d The Journal of Political Economy, 103(2), 360Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c3999.",
        "Hurd, M. D. (1989): Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Mortality Risk and Bequests,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Econometrica, 57(4), 779Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c813.",
        "Kimball, M. S., C. R. Sahm, and M. D. Shapiro (2008): Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Imputing Risk Tolerance from Survey Responses,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Journal of the American Statistical Association, 103, 1028Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c1038.",
        "Koijen, R. S. J., S. Van Nieuwerburgh, and M. Yogo (2015): Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Health and Mortality Delta: Assessing the Welfare Cost of Household Insurance Choice,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Journal of Finance, forthcoming.",
        "Kopecky, W., and T. Koreshkova (2014): Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093The Impact of Medical and Nursing Home Expenses and Social Insurance Policies on Savings and Inequality,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d American Economic Journal: Macroeconomics, 6, 29Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c72.",
        "Kotlikoff, L. J. (1988): Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Intergenerational Transfers and Savings,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Journal of Economic Perspectives, 2(2), 41Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c58.",
        "Kotlikoff, L. J., and L. H. Summers (1981): Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093The Role of Intergeneration Transfers in Aggregate Capital Accumulation, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Journal of Political Economy, 89(4), 706Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c732.",
        "Laibson, D., A. Repetto, and J. Tobacman (2007): Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Estimating discount functions with consumption choices over the lifecycle,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Discussion paper, National Bureau of Economic Research.",
        "Laitner, J., D. Silverman, and D. Stolyarov (2014): Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Annuitized Wealth and Post-Retirement Saving,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d working paper.",
        "Lillard, L., and Y. Weiss (1997): Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Uncertain Health and Survival: Effects on End of Life Consumption.,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Journal of Business and Economic Statistics, 15(2), 254Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c68.",
        "Lockwood, L. (2014): Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Bequest Motives and the Choice to Self-Insure Late-Life Risks,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d working paper.",
        "Love, D. A., M. G. Palumbo, and P. A. Smith (2009): Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093The trajectory of wealth in retirement,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Journal of Public Economics, 93(1), 191Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c208.",
        "Lupton, J., and W. Kopczuk (2007): Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093To Leave or Not To Leave: The Distribution of Bequest Motive,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Review of Economic Studies, 74(1), 207Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c235.",
        "Modigliani, F., and R. H. Brumberg (1954): Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Utility Analysis and the Consumption Function: An Interpretation of Cross-Section Data,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d in Post-Keynesian Economics, ed. by K. K. Kurihara, pp. 388Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c436. Rutgers University Press.",
        "Palumbo, M. (1999): Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Uncertain medical expenses and precautionary saving near the end of the life cycle,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Review of Economic Studies, 66, 395Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c421.",
        "Poterba, J. M., S. F. Venti, and D. A. Wise (2013): Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Health, education, and the post-retirement evolution of household assets,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Discussion paper, National Bureau of Economic Research.",
        "Scholz, J. K., A. Seshadri, and S. Khitatrakun (2006): Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Are Americans Saving Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093OptimallyÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d for Retirement?,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d The Journal of Political Economy, 114(4), 771Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c807.",
        "Soto, M., R. Penner, and K. Smith (2009): Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093How Seniors Change Their Asset Holdings During Retirement,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Available at SSRN 1553268.",
        "van der Klaauw, W. (2012): Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093On the Use of Expectations Data in Estimating Structural Dynamic Choice Models,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Journal of Labor Economics, 30(3), 521Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c554.",
        "van der Klaauw, W., and K. I. Wolpin (2008): Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Social Security and the Retirement and Savings Behavior of Low-income Households,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Journal of Econometrics, 145(1-2), 21Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c42.",
        "Viscusi, W. K., and W. Evans (1990): Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Utility functions that depend on health status: estimates and economic implications,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d American Economic Review, 80(3), 353Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c374."
    ]
}