{
    "id": 2097,
    "cites": 20,
    "cited_by": 178,
    "reference": [
        "Barro, R., Are Government Bonds Net Wealth? Journal of Political Economy, vol. 82(6) (November-December 1974), pp. 1095-1117.",
        "Cass, 0. , On Capital Overaccumulation in the Aggregative Neoclassical Model of Economic Growth: A Complete Characterization, Journal of Economic Theory, vol. 4(2) (April 1972), pp. 200-223.",
        "Christianson, L., Entrepreneurial Income in Theory and Fact, American Economic Review, 1971.",
        "Diamond, P., National Debt in a Neoclassical Growth Model, American Economic Review, vol. 55 (1965), pp. 1126-1150.",
        "Feldstein, M.S., Perceived Wealth in Bonds and Social Security. A Comment, Journal of Political Economy, vol. 84(2) (April 1976), pp. 331-336.",
        "Feldsteiri, MS. , Does the United States Save Too Little? American Economic Review, vol. 67(1) (February 1977), pp. 116-121.",
        "Feldstein, M.S., and Summers, L., Is the Rate of Profit Falling? Brookings Papers in Economic Activity (1977:1), pp. 211-227.",
        "Lucas, R.E., Asset Prices in an Exchange Economy, Econometrica, vol. 46(6) (November 1978), pp. 1429-1445.",
        "Mehra, R., and Prescott, E., The Equity Premium: A Puzzle, Journal of Monetary Economics, vol. 15(1) (January 1985), pp. 145-161.",
        "Mishkin, P.S., The Real Interest Rate: A Multi-Country Empirical Study, Canadian Journal of Economics, vol. 17 (May 1984), pp. 283-311.",
        "Pechman, J. (ed.), What Should Be Taxed: Income or Expenditure? The Brookings Institution, Washington, DC (1983).",
        "Phelps, E.S., The Golden Rule of Accumulation: A Fable for Growthmen, American Economic Review, vol. 51 (September 1961), pp. 638-643.",
        "Phelps, E.S., Golden Rules of Economic Growth, Norton, New York and North Holland, Amsterdam (1966).",
        "Samuelson, P., Why We Should Not Make Mean Log of Wealth Big Though Years to Act Are Long, Journal of Banking and Finance (1979), pp. 305-307.",
        "Shiller, R., Stock Prices and Social Dynamics, Brookings Papers on Economic Activity 1984:2, pp. 457-498.",
        "Solow, R., Growth Theory: An Exposition, Oxford University Press, New York and Oxford (1970).",
        "Summers, L., Does the Stock Market Rationally Reflect Fundamental Values? Journal of Finance, vol. 41(3) (July 1986), pp. 591-601.",
        "Tirole, J., Asset Bubbles and Overlapping Generations, Econometrica, vol. 53(6) (November 1985), pp. 1499-1528.",
        "Tobin, J., Economic Policy Towards Growth, in Collected Papers of James Tobin, vol. 1 (1965).",
        "Well, P., `Love Thy Children: Reflections on the Barro Debt Neutrality Theorem, mimeo (June 1986)."
    ]
}