{
    "id": 20979,
    "cites": 71,
    "cited_by": 1,
    "reference": [
        "Abel, A.B., Eberly, J.C., 1994. A unified model of investment under uncertainty. American Economic Review, 84, 1369Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c1384.",
        "Ai, H., Li, R., 2013. Investment and CEO Ccompensation under limited commitment. Working paper. Minneapolis University and Purdue University.",
        "Albuquerque, R., Hopenhayn, H., 2004. Optimal lending contracts and firm dynamics. Review of Economic Studies, 71, 285Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c315.",
        "Alvarez, F., and Jermann, U. J., 2000. Efficiency, equilibrium, and asset pricing with risk of default. Econometrica, 68, 775Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c797.",
        "Alvarez, F., and Jermann, U. J. 2001. Quantitative asset pricing implications of endogenous solvency constraints. Review of Financial Studies, 14, 1117Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c1151.",
        "Becker, G., Human Capital: A Theoretical and Empirical Analysis with Special Reference to Education, 2nd edition, National Bureau of Economic Research (New York: Columbia University Press, 1975).",
        "Berk, J.B., Stanton, R., Zechner, J., 2010. Human capital, bankruptcy and capital structure. Journal of Finance, 65(3), 891Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c926.",
        "Ben-Porath, Y., 1967. The Production of human capital and the life cycle of earnings. The Journal of Political Economy, 75(4), 352Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c365.",
        "Biais, B., Mariotti, T., Plantin, G., Rochet, J.-C., 2007. Dynamic security design: convergence to continuous time and asset pricing implications. Review of Economic Studies, 74, 345Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c390.",
        "Biais, B., Mariotti, T., Rochet, J.-C., 2013. Dynamic financial contracting. Advances in Economics and Econometrics, Tenth World Congress (Daron Acemoglu, Manuel Arellano, Eddie Dekel), vol. 1, Cambridge University Press.",
        "Biais, B., Mariotti, T., Rochet, J.-C., Villeneuve, S., 2010. Large risks, limited liability and dynamic moral hazard. Econometrica, 78, 73Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c118.",
        "Bolton, P., Chen, H., Wang, N., 2011. A unified theory of TobinÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0084¢s q, corporate investment, financing, and risk management. Journal of Finance, 66, 1545Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c1578.",
        "Bolton, P., Chen, H., Wang, N., 2013. Market timing, investment, and risk management. Journal of Financial Economics, 109, 40Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c62.",
        "Bolton, P., Dewatripont, M., 2005. Contract Theory. MIT Press.",
        "Bolton, P., Schaller, H., Wang, N., 2014. Financial constraints, corporate savings, and the value of cash. Working paper. Columbia University.",
        "Bolton, P., Scharfstein, D., 1990. A theory of predation based on agency problems in financial contracting. American Economic Review, 80, 93Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c106.",
        "Bulow, J., Rogoff, K., 1989. A constant recontracting model of sovereign debt. Journal of Political Economy, 155-178.",
        "Clementi, G.L., Hopenhayn, A., 2006. A theory of financing constraints and firm dynamics. Quarterly Journal of Economics, 121, 229Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c265.",
        "Cox, J.C., Ingersoll, J.E.Jr., Ross, S.A., 1985. An intertemporal general equilibrium model of asset prices. Econometrica, 53, 363Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c384.",
        "DeMarzo, P.M., Fishman, M.J., 2007. Optimal long-term financial contracting. Review of Financial Studies, 20, 2079Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c2128.",
        "DeMarzo, P.M., Fishman, M.J., He, Z., Wang, N., 2012. Dynamic agency and the q theory of investment. Journal of Finance, 67, 2295Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c2340.",
        "DeMarzo, P.M., Sannikov, Y., 2006. Optimal security design and dynamic capital structure in a continuousÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009ctime agency model. Journal of Finance, 61, 2681Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c2724.",
        "Dittmar, A., Mahrt-Smith, J., 2007. Corporate governance and the value of cash holdings. Journal of Financial Economics, 83, 599Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c634.",
        "Duffie, D., Huang, C., 1985. Implementing Arrow-Debreu equilibria by continuous trading of eew long-lived securities. Econometrica. 53, 1337Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c1356.",
        "Eberly, J.C., Rebelo, S., Vincent, N., 2009. Investment and value: A neoclassical benchmark. Unpublished working paper. Northwestern University and HEC Montr eal.",
        "Eisfeldt, A., Muir, T., 2014. Aggregate issuance and savings waves. UCLA and Yale SOM Working paper.",
        "Epstein, L.G., Zin, S.E., 1989. Substitution, risk aversion, and the temporal behavior of consumption and asset returns: A theoretical framework. Econometrica, 57, 937Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c969.",
        "Faulkender, M., Wang R., 2006. Corporate financial policy and the value of cash. Journal of Finance, 61, 1957Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c1990.",
        "Froot, K.A., Scharfstein, D.S., Stein, J.C., 1993. Risk management: coordinating corporate investment and financing policies. Journal of Finance, 48, 1629Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c1658.",
        "Fudenberg, D., Holmstrom, B., Milgrom, P., 1990. Short-term contracts and long-term agency relationships. Journal of Economic Theory, 51, 1Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c32.",
        "Gale, D., Hellwig, M., 1985. Incentive-compatible debt contracts: the one-period problem. Review of Economics Studies, 52, 647Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c663.",
        "Green, E. J., 1987. Lending and the smoothing of uninsurable income. In Contractual Arrangements for Intertemporal Trade. Minnesota Studies in Macroeconomics Series, Vol. 1, ed. E. C. Prescott and N. Wallace, 3Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c25. Minneapolis: University of Minnesota Press.",
        "Grochulski, B., Zhang, Y., 2011. Optimal risk sharing and borrowing constraints in a continuoustime model with limited commitment. Journal of Economic Theory, 146, 2356Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c2388.",
        "Hall, R.E., 2004. Measuring factor adjustment costs. Quarterly Journal of Economics, 119, 899Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c 927.",
        "Harris, M., Holmstrom, B., 1982. A theory of wage dynamics. The Review of Economic Studies, 49, 315Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c333.",
        "Hart, O., Moore, J., 1994. A theory of debt based on the inalienability of human capital. Quarterly Journal of Economics, 109, 841Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c879.",
        "Hayashi, F., 1982. TobinÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0084¢s marginal q and average q: A neoclassical interpretation. Econometrica, 50, 213Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c224.",
        "Hennessy, C.A., Whited, T.M., 2007. How costly is external financing? Evidence from a structural estimation. Journal of Finance, 62, 1705Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c1745.",
        "Holmstrom, B., Milgrom, P., 1987. Aggregation and linearity in the provision of intertemporal incentives. Econometrica, 55(2), 303Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c328.",
        "Holmstrom, B., Tirole, J., 1997. Financial intermediation, loanable funds, and the real sector. The Quarterly Journal of Economics, 112(3), 663Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c691.",
        "Innes, R.D., 1990. Limited liability and incentive contracting with ex-ante action choices. Journal of Economic Theory, 52(1), 45Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c67.",
        "Jones, L.E., Manuelli, R.E., 2005. Neoclassical models of endogenous growth: The effects of fiscal policy, innovation and fluctuations. Handbook of Economic Growth, Elsevier.",
        "Kehoe, T.J., Levine, D.K., 1993. Debt-constrained asset markets. Review of Economic Studies, 60, 865Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c888.",
        "Kiyotaki, N., Moore, J., 1997. Credit cycles. Journal of Political Economy, 105, 211Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c248.",
        "Kocherlakota, N., 1996. Implications of efficient risk sharing without commitment. Review of Economic Studies, 63, 595Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c609.",
        "Lambrecht, B. M., Myers, S. C., 2012. A Lintner model of payout and managerial rents. Journal of Finance, 67(5), 1761Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c1810.",
        "Li, S., Whited, T., and Wu, 2014. Collateral, taxes, and leverage. Shanghai University of Finance & Economics and University of Rochester. Working Paper.",
        "Lintner, J., 1956. Distribution of incomes of corporations among dividends, retained earnings, and taxes, American Economic Review, 46, 97Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c113.",
        "Ljungqvist, L., Sargent, T.J., 2004. Recursive macroeconomic theory. Cambridge, MA, MIT Press.",
        "Lorenzoni, G., Walentin, K., 2007. Financial frictions, investment and TobinÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0084¢s q. Unpublished working paper. MIT.",
        "Lucas, R.E.Jr., Prescott, E.C., 1971. Investment under uncertainty. Econometrica, 39, 659Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c681.",
        "Lustig, H., Syverson, C., Van Nieuwerburgh, S., 2011. Technological change and the growing inequality in managerial compensation. Journal of Financial Economics, 99, 601Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c627.",
        "Marcet, A., Marimon, R., 1992. Communication, commitment and growth. Journal of Economic Theory, 58(2), 219Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c249.",
        "Merton, R.C., 1971. Optimum consumption and portfolio rules in a continuous-time model. Journal of Economic Theory, 3, 373Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c413.",
        "Merton, R.C., 1973. Theory of rational option pricing. The Bell Journal of Economics and Management Science, 4, 141Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c183 Miao, J., Zhang, Y., A duality approach to continuous-time contracting problems with limited commitment. Journal of Economic Theory. Forthcoming.",
        "Piskorski, T., Tchistyi, A. 2010. Optimal mortgage design. Review of Financial Studies, 23(8), 3098Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c3140.",
        "Pinkowitz, L., Stulz, R., Williamson, R., 2006. Does the contribution of corporate cash holdings and dividends to firm value depend on governance? A cross-country analysis. The Journal of Finance, 61(6), 2725Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c2751.",
        "Quadrini, V., 2004. Investment and liquidation in renegotiation-proof contracts with moral hazard. Journal of Monetary Economics, 51, 713Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c751.",
        "Rampini, A., Viswanathan, S., 2010. Collateral, risk management, and the distribution of debt capacity. Journal of Finance, 65, 2293Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c2322.",
        "Rampini, A., Viswanathan, S., 2013. Collateral and capital structure. Journal of Financial Economics, 109, 466Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c492.",
        "Rampini, A., Sufi, A., Viswanathan, S., 2014. Dynamic risk management. Journal of Financial Economics, 111, 271Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c296.",
        "Riddick, L.A., Whited, T.M., 2009. The corporate propensity to save. Journal of Finance, 64, 1729Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c1766.",
        "Rogerson, W. P., 1985. Repeated moral hazard. Econometrica, 53, 69Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c76.",
        "Sannikov, Y., 2008. A continuous-time version of the principal-agent problem. The Review of Economic Studies, 75(3), 957Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c984.",
        "Sannikov, Y., 2012. Dynamic security design and corporate financing. Handbook of Economics and Finance 2.",
        "Smith, C. W., Stulz, R., 1985. The determinants of firmsÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0084¢ hedging policies. Journal of Financial and Quantitative Analysis, 20, 391-405.",
        "Schaettler, H., Sung, J., 1993. The first-order approach to the continuous-time principal?agent problem with exponential utility. Journal of Economic Theory, 61, 331-371.",
        "Stulz, R., 1984, Optimal hedging policies. Journal of Financial and Quantitative Analysis, 19, 127-140.",
        "Thomas, J., Worrall, T., 1990. Income fluctuation and asymmetric information: An example of a repeated principal-agent model. Journal of Economic Theory, 51(2), 367Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c390.",
        "Tirole, J., 2006, The theory of corporate finance, Princeton University Press.",
        "Townsend, R.M., 1979. Optimal contracts and competitive markets with costly state verification. Journal of Economic Theory, 21, 265Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c293."
    ]
}