{
    "id": 20984,
    "cites": 12,
    "cited_by": 7,
    "reference": [
        "Barroso, Pedro, and Pedro Santa-Clara. 2013. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Momentum has its moments.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Nova School of Business and Economics working paper.",
        "De Bondt, Werner, and Richard Thaler. 1985. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Does the Market Overreact?Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Journal of Finance 40, pp. 793Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c805.",
        "Chan, Louis, Narasimhan Jegadeesh, and Josef Lakonishok. 1996. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Momentum strategies.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Journal of Finance 51, pp. 1681Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c1713.",
        "Daniel, Kent, and Tobias J. Moskowitz. 2014. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Momentum crashes.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d NBER Working Paper No. 20439.",
        "Fama, Eugene F., and Kenneth R. French. 1993. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Common risk factors in the returns of stocks and bonds.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Journal of Finance, pp. 3Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c56.",
        "Fama, Eugene F., and Kenneth R. French. 2014. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093A five-factor asset pricing model.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Working paper.",
        "Hasbrouck, J. 2009. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Trading costs and returns for U.S. equities: estimating effective costs from daily data.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Journal of Finance 64, pp. 1446Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c1477.",
        "Hou, Kewei, Chen Xue, and Lu Zhang. 2014. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Digesting anomalies: An investment approach.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Review of Financial Studies, forthcoming.",
        "Novy-Marx, Robert. 2013. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093The other side of value: The gross profitability premium.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Journal of Financial Economics 108, pp. 1Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c28.",
        "Novy-Marx, Robert. 2014. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093How can a q-theoretic model price momentum?Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Working paper.",
        "Novy-Marx, Robert, and Mihail Velikov. 2014. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093A taxonomy of anomalies and their trading costs.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d NBER working paper 20721.",
        "Roll, Richard. 1984. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093A Simple Implicit Measure of the Effective BidAsk Spread in an Efficient Market.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Journal of Finance 39, pp. 1127Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c1139."
    ]
}