{
    "id": 20988,
    "cites": 32,
    "cited_by": 45,
    "reference": [
        "Jason T. Abaluck and Jonathan Gruber. Choice inconsistencies among the elderly: Evidence from plan choice in the Medicare Part D program. American Economic Review, 101(4): 1180Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c1210, June 2011.",
        "Soren T. Anderson, Ryan Kellogg, and James M. Sallee. What do consumers believe about future gasoline prices? Journal of Environmental Economics and Management, 66:383Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c 403, November 2013.",
        "Severin Borenstein. The redistributional impact of non-linear electricity pricing. Working Paper No. 15822, National Bureau of Economics Research, March 2010.",
        "Severin Borenstein, James B. Bushnell, and Frank A. Wolak. Measuring market inefficiencies in CaliforniaÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0084¢s restructured wholesale electricity market. American Economic Review, 92 (5):1376Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c1405, 2002. Timothy J. Brennan. Consumer preference not to choose: Methodological and policy implications.",
        "James B. Bushnell, Erin T. Mansur, and Celeste Saravia. Vertical arrangements, market structure, and competition: An analysis of restructured U.S. electricity markets. American Economic Review, 98(1):237Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c266, 2008. Leemore Dafny, Kate Ho, and Mauricio Varela. Let them have choice: Gains from shifting away from employer-sponsored health insurance and toward an individual exchange.",
        "Babur De Los Santos, Ali Hortacsu, and Matthijs R. Wildenbeest. Testing models of consumer search using data on web browsing and purchasing behavior. American Economic Review, 102(6):2955Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c2980, October 2012. Babur De Los Santos, Ali Hortacsu, and Matthijs R. Wildenbeest. Search with learning.",
        "Fabian Duarte and Justine S. Hastings. Fettered consumers and sophisticated firms: Evidence from MexicoÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0084¢s privatized social security market. Working Paper No. 18582, National Bureau of Economics Research, December 2012.",
        "Tulin Erdem and Michael P. Keane. Decision-making under uncertainty: Capturing dynamic brand choice processes in turbulent consumer goods markets. Marketing Science, 15(1): 1Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c20, 1996.",
        "Monica Giulietti, Catherine W. Price, and Michael Waterson. Consumer choice and competition policy: A study of UK energy markets. The Economic Journal, 115:949Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c968, October 2005. Monica Giulietti, Michael Waterson, and Matthijs R. Wildenbeest. Estimation of search frictions in the British electricity market. Journal of Industrial Economics, Accepted:Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c, forthcoming.",
        "Benjamin R. Handel. Adverse selection and inertia in health insurance markets: When nudging hurts. American Economic Review, 103(7):2643Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c2682, September 2013.",
        "Justine S. Hastings and Jeffrey M. Weinstein. Information, school choice, and academic achievement: Evidence from two experiments. Quarterly Journal of Economics, 123(4): 1373Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c1414, 2008.",
        "Justine S. Hastings, Thomas J. Kane, and Douglas O. Staiger. Heterogeneous preferences and the efficacy of public school choice. Brown University, June 2010.",
        "Justine S. Hastings, Ali Hortacsu, and Chad Syverson. Advertising and competition in privatized social security: The case of Mexico. Working paper, 2013.",
        "Han Hong and Matthew Shum. Using price distributions to estimate search costs. RAND Journal of Economics, 37(2):257Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c275, Summer 2006.",
        "Elisabeth Honka. Quantifying search and switching costs in the U.S. auto industry. RAND Journal of Economics, 45(4):847Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c884, 2014.",
        "Elisabeth Honka, Ali Hortacsu, and Maria Ana Vitorino. Advertising, consumer awareness and choice: Evidence from the U.S. banking industry. Working paper, 2014.",
        "Ali Hortacsu and Steven L. Puller. Understanding strategic bidding in multi-unit auctions: A case study of the Texas electricity spot market. RAND Journal of Economics, 39(1): 86Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c114, 2008.",
        "Ali Hortacsu and Chad Syverson. Product differentiation, search costs, and the welfare effects of entry: A case study of S&P 500 index funds. Quarterly Journal of Economics, 119:403Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c456, May 2004.",
        "Koichiro Ito. Do consumers respond to marginal or average price? Evidence from nonlinear electricity pricing. American Economic Review, 104(2):537Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c563, 2014.",
        "Paul L. Joskow. Why do we need electricity retailers? Or can you get it cheaper wholesale ? Massachusetts Institute of Technology. Center for Energy and Environmental Policy Research, 2000.",
        "Jonathan D. Ketcham, Claudio Lucarelli, Eugenio J. Miravete, and Christopher Roebuck. Sinking, swimming, or learning to swim in Medicare Part D. American Economic Review, 102(6):2639Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c2673, October 2012. Jun B. Kim, Paulo Albuquerque, and Bart J. Bronnenberg. Mapping online consumer search.",
        "Jeffrey R. Kling, Sendhil Mullainathan, Eldar Shafir, Lee Vermeulen, and Marian V. Wrobel. Comparison friction: Experimental evidence from Medicare drug plans. Quarterly Journal of Economics, 127(1):199Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c235, 2012.",
        "Sergei Koulayev. Search for differentiated products: identification and estimation. RAND Journal of Economics, 45(3):553Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c575, Fall 2014. Fernando Luco. Distinguishing sources of inertia in a defined-contribution pension system.",
        "Eugenio J. Miravete. Choosing the wrong calling plan? Ignorance and learning. American Economic Review, 93(1):297Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c310, March 2003.",
        "Eugenio J. Miravete and Ignacio Palacios-Huerta. Consumer inertia, choice dependence and learning from experience in a repeated decision problem. Review of Economics and Statistics, 96:524Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c537, 2014.",
        "Jose Luis Moraga-Gonzalez and Matthijs R. Wildenbeest. Maximum likelihood estimation of search costs. European Economic Review, 52(5):820Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c848, July 2008.",
        "Navigant. Home Energy Reports Program: Program year 2012 evaluation report. Technical report, Appendix H, 2013.",
        "Christopher Neilson. Targeted vouchers, competition among schools, and the academic achievement of poor students. Working paper, 2013. Seattle City Light. Seattle City Light Community Energy Forum: Communications study.",
        "Sangwoo Shin, Sanjog Misra, and Dan Horsky. Distentangling preferences and learning in brand choice models. Marketing Science, 31(1):115Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c137, 2012.",
        "Kenneth A. Small and Harvey A. Rosen. Applied welfare economics with discrete choice models. Econometrica, 49(1):105Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c130, January 1981.",
        "Andrew Sweeting. Market power in the England and Wales wholesale electricity market 1995-2000. Economic Journal, 117(520):654Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c685, April 2007. Catherine D. Wolfram. Measuring duopoly power in the British electricity spot market.",
        "American Economic Review, 89:805Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c826, September 1999. .08 .1 .12 .14 .16 Average $/kwh for 1000kwh Jan 2002 Jan 2003 Jan 2004 Jan 2005 Jan 2006 Incumbent Entrant 1 Entrant 2 Entrant 3 Entrant 4 Entrant 5"
    ]
}