{
    "id": 2099,
    "cites": 23,
    "cited_by": 8,
    "reference": [
        "Auerbach, Alan. 1982. The Index of Leading Economic Indicators: `Measurement without Theory, Thirty Five Years Later, Review of Economics and Statistics, vol. 614, no. 14 (November), pp. 589-595.",
        "Christ, C.F. 1975. Judging the performance of econometric models of the U.S.",
        "Evans, Michael K. 197~4. Econometric Models in W.F. Butler, R.A. Kavesh, and R.B. Platt, eds., Methods and Techniques of Business Forecasting, Englewood Cliffs, N.J.: Prentice-Hall, Inc., pp. 161-189. Granger, C.W.J. 1969. Investigating Causal Relations by Econometric Models and Cross-Spectral Methods, Econometrica, vol. 37, no. 3 (July), pp. 42~4- 1438.",
        "Kling, John L. 1987. Predicting the Turning Points of Business and Economic Time Series, Journal of Business, forthcoming.",
        "Litterman, Robert B. 1986. Forecasting with Bayesian Vector Autoregression - Five Years of Experience, Journal of Business and Economic Statistics, vol. 14, no. 1 (January), pp. 25-38.",
        "Lucas, R.E., Jr. 1976. Econometric Policy Evaluation: a Critique. In The Phillips curve and labor markets, edited by K. Brunner and A.H. Meltzer.",
        "Carnegie-Rochester Confer. Publ. P01., vol. 5. Amsterdam: North-Holland. Lupoletti, William M., and Roy H. Webb. 1986. Defining and Improving the Accuracy of Macroeconomic Forecasts: Contributions from a VAR Model, Journal of Business, vol. 59, no. 2, part 1 (April), pp. 263-285.",
        "McNees, Stephen K. 1975. An Evaluation of Economic Forecasts, New England Review (November/December): 3-39.",
        "McNees, Stephen K. 1976. An Evaluation of Economic Forecasts: Extension and 20 Update, New England Economic Review (September/October): 30-414.",
        "McNees, Stephen K. 1986. Forecasting Accuracy of Alternative Techniques: A Comparison of U.S. Macroeconomic Forecasts, Journal of Business and Economic Statistics, vol. ~1, no. 1 (January), pp. 5-15 (also see Comment by C.W.J. Granger, pp. 16-17).",
        "Moore, Geoffrey H. 1983. Business Cycles, Inflation, and Forecasting, Ballinger PubI. Co. for NBER, 2nd ed.",
        "Neftci, Salih N. 1982. Optimal Prediction of Cyclical Downturns, Journal of Economic and Dynamics and Control, 4 (August), pp. 225-241.",
        "Nelson, Charles R. 1972. The Prediction Performance of the FRB-MIT-PENN Model of the U.S. Economy, American Economic Review, vol. 62, no. 5 (December), pp. 902-917.",
        "Business Economics, vol. 19, no. 3 (April), pp. 52-58. Niemira, Michael P. 1983. Sequential Signals of Recession and Recovery: Revisited, Business Economics (January), pp. 51-53.",
        "Palash, Carl J., and Lawrence J. Radecki. 1985. Using Monetary and Financial Variables to Predict Cyclical Downturns, Federal Reserve Bank of New York Quarterly Review (Summer), pp. 36-45.",
        "Pindyck, Robert S., and Daniel L. Rubinfeld. 1981. Econometric Models and Economic Forecasts, New York: McGraw-I-Jill Book Company, 2nd ed.",
        "Sims, Christopher A. 1972. Money, Income and Causality, American Economic Review, vol. 62, no. 14 (September), pp. 540-552.",
        "Conference, Federal Reserve Bank of Minneapolis. ______ 1980. Macroeconomics and reality, Econometrica 48: 1-48.",
        "Vaccara, Beatrice N., and Victor Zarnowitz. 1978. Forecasting with the Index 21 of Leading Indicators, NBER Working Paper No. 244 (May).",
        "Wecker, William E. 1979. Predicting the Turning Points of a Time Series, Journal of Business, vol. 52, no. 1 (January), pp. 35-50.",
        "Zarnowitz, Victor. 1967. An Appraisal of Short-term Economic Forecasts. New York: NBER.",
        "In The Business Cycle Today, edited by V. Zarnowitz. New York: NBER. ______ 1979. An Analysis of Annual and Multiperiod Quarterly Forecasts of Aggregate Income, Output, and the Price Level, Journal of Business 52: 1-33.",
        "Outlook Surveys, Journal of Forecasting 3: 11-26. Zarnowitz, Victor, and Geoffrey H. Moore. 1982. Sequential Signals of Recession and Recovery, Journal of Business, vol. 55, no. 1 (January), pp. 57-85."
    ]
}