{
    "id": 2100,
    "cites": 26,
    "cited_by": 55,
    "reference": [
        "Breeden, Douglas T., `tAn Intertemporal Asset Pricing Model with Stochastic Consumption and Investment Opportunities, Journal of Financial Economics 7:265-96, 1979.",
        "Campbell, John Y. , A Defense of Traditional Hypotheses about the Term Structure of Interest Rates, Journal of Finance 41:183-193, March 1986.",
        "Campbell, John `1., Stock Returns and the Ten Structure, forthcoming Journal of Financial Economics, l9E7. Campbell, John Y., and Robert J. Shiller, Cointegration and Tests of Present Value Models, NBER Working Paper No. 1885, April 1986.",
        "French, Kenneth R., C. William Schwert and Robert F. Stambaugh, Expected Stock Returns and Volatility, unpublished paper, University of Chicago, revised March 1986.",
        "Granger, Clive W. J,, and Robert F. Engle, Cointegration and ErrorCorrection: Representation, Estimation and Testing, forthcoming Econometrica, 1986.",
        "Grossman, Sanford J., Angelo Melino and Robert J. Shiller, Estimating the Continuous Time Consumption Based Asset Pricing Model, NBER Working Paper No. 1643, 1985.",
        "Grossman, Sanford J., and Robert J. Shiller, The Determinants of the Variability of Stock Market Prices, American Economic Review, 71:222-7, May 1981.",
        "Hall, Robert E., Real Interest Rates and Consumption, NBER working paper No. 1694, August 1985.",
        "Hansen, Lars P., and Kenneth J. Singleton, Stochastic Consumption, Risk Aversion, and the Temporal Behavior of Asset Returns, Journal of Political Economy, 91:249-65, 1983.",
        "Robert E. Lucas, Asset Prices in an Exchange Economy, Econometrica 46:1429-1445, 1978.",
        "Macaulay, Frederic, Some Theoretical Problems Su~,gÃ\u0083Â§sted by the Movements of Interest Rates. Bond Yields and Stock Prices in the United States Since 1856, NBER, New York, 1938.",
        "Mankiw, N. Gregory, Julio Rotemberg, and Lawrence Summers, Intertemporal Substitution in Macroeconomics, Quarterly Journal of Economics, 1985.",
        "Mankiw, N. Gregory, David Romer, and Matthew D. Shapiro, An Unbiassed Reexamination of Stock Market Volatility, Journal of Finance, 40:677-87, May 1985.",
        "Mehra, Raj and Edward Prescott, The Equity Premium: A Puzzle, Journal of Monetary Economics 15:145-162, March 1985.",
        "Merton, Robert C., On Estimating the Expected Return on the Market, Journal of Financial Economics 8:323-361, 1980.",
        "Newey, Whitney K. and Kenneth D. West, A Simple, Positive Definite, Heteroskedasticity and Autocorrelation Consistent Covariance Matrix, NBER Technical Working Paper No. 55, 1986.",
        "Perron, Pierre, Trends and Random Walks in Macroeconomic Time Series: Further Evidence from a New Approach, Departement de sciences economiques et C.R.D.E., Universite de Montreal, 1986.",
        "Phillips, Peter C.B. and Stephen N. Durlauf, Multiple Time Series Regression with Integrated Processes, Cowles Foundation Discussion Paper No. 768, November 1985.",
        "Phillips, Peter C.B. and Pierre Perron, Testing for Unit Roots in Time Series Regression, Cowles Foundation Discussion Paper, June 1986.",
        "Pindyck, Robert S., Risk, Inflation, and the Stock Market, American Economic Review, 74:335-51, June 1984.",
        "Poterba, James M., and Lawrence H. Summers, The Persistence of Volatility and Stock Market Fluctuations, NBER Working Paper No. 1462, April 1985.",
        "Shiller., Robert J., Do Stock Prices Move Too Much to be Justified by Subsequent Changes in Dividends?, American Economic Review 71:421-436, June 1981.",
        "Shiller, Robert J., Stock Prices and Social Dynamics, Brookings PaDers on Economic Activity 2:457-498, 1984.",
        "Stock, James H., Asymptotic Properties of Least Squares Estimates of Cointegrating Vectors, unpublished paper, Harvard University, November 1984.",
        "West, Kenneth D. [l986a], Dividend Innovations and Stock Price Volatility, NBER Working Paper No. 1833, February 1986.",
        "West, Kenneth D. [1986b], A Specification Test for Speculative Bubbles, unpublished paper, Princeton University, revised June 1986."
    ]
}