{
    "id": 21007,
    "cites": 32,
    "cited_by": 4,
    "reference": [
        "Acharya, Viral V., Matthew Richardson, Stijn Van Nieuwerburgh, and Lawrence J. White, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Guaranteed to Fail: Fannie Mae, Freddie Mac, and the Debacle of Mortgage Finance,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Princeton, NJ: Princeton University Press, 2011.",
        "Agarwal, Sumit, Gene Amromin, Itzhak Ben-David, Souphala Chomsisengphet, Tomasz Piskorski, and Amit Seru, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Policy Intervention in Debt Renegotiation: Evidence from the Home Affordable Modification Program,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d NBER Working Paper 18311, August 2012.",
        "Beraja, Martin, Erik Hurst, and Juan Ospina, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093The Regional Evolution of Prices and Wages During the Great Recession,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d University of Chicago Working Paper, 2014.",
        "Berger, David and Joseph Vavra, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Consumption Dynamics During Recessions,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Econometrica, forthcoming. Blanchard, Olivier J., and Lawrence F. Katz, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Regional Evolutions,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Brookings Papers on Economic Activity, 1992:1, pp. 1-75, 1992.",
        "Calomiris, Charles W., Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093An EconomistÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0084¢s Case for GSE Reform,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d in P. Wallison, ed., Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Serving Two Masters Yet Out of Control,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Washington, D.C.: AEI Press, 2001.",
        "Charles, Kerwin Kofi, Erik Hurst and Matthew J. Notowidigdo, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Masking and Aggregate Employment Changes: Housing Booms and Manufacturing Declines During the 2000s,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d University of Chicago Working Paper 2013.",
        "Christiano, Lawrence J., Martin Eichenbaum, and Charles L. Evans, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Monetary Policy Shocks: What Have We Learned and To What End?Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d in Taylor, J. and Woodford, M., eds., Handbook of Macroeconomics, edition 1, volume 1, pp. 65-148, Elsevier Publishing, 1999.",
        "Davis, Morris A., and Stijn Van Nieuwerburgh, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Housing, Finance, and the Macroeconomy,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d NBER Working Paper No. 20287, July 2014.",
        "Diaz, Antonia, and Maria Jose Luengo-Prado, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093The Wealth Distribution with Durable Goods,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d International Economic Review, 51(1), February 2010.",
        "Feyrer, James, and Bruce Sacerdote, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Did the Stimulus Stimulate? Real Time Estimates of the Effects of the American Recovery and Reinvestment Act,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d NBER Working Paper 16759, February 2011.",
        "Finkelstein, Amy, and James Poterba, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Testing for Asymmetric Information using Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Unused ObservablesÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d in Insurance Markets: Evidence from the U.K. Annuity Market,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Journal of Risk and Insurance, forthcoming 2014.",
        "Floden, Martin and Jesper Linde, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Idiosyncratic Risk in the United States and Sweden: Is There a Role for Government Insurance?Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Review of Economic Dynamics, 4(2), 2001.",
        "Guvenen, Fatih, and Anthony Smith, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Inferring Labor Income Risk and Partial Insurance from Economic Choices,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Federal Reserve Bank of Minneapolis Research Department Staff Report No. 485, June 2013.",
        "Kaplan, Greg and Giovanni L. Violante, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093How Much Consumption Insurance Beyond Self-Insurance?Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d American Economic Journal: Macroeconomics, 2(4), October 2010.",
        "Keys, Benjamin J., Tanmoy Mukherjee, Amit Seru, and Vikrant Vig, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Did Securitization Lead to Lax Screening? Evidence from Subprime Loans,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Quarterly Journal of Economics, 125(1), February 2010.",
        "Keys, Benjamin J., Tomasz Piskorski, Amit Seru, and Vikrant Vig, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Mortgage Financing in the Housing Boom and Bust,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d in E. Glaeser and T. Sinai, eds., Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Housing and the Financial Crisis,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Chicago, IL: University of Chicago Press, 2013.",
        "Keys, Benjamin J., Tomasz Piskorski, Amit Seru, and Vincent Yao, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Mortgage Rates, Household Balance Sheets, and the Real Economy,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d NBER Working Paper 20561, October 2014.",
        "Lehnert, Andreas, Wayne Passmore, and Shane M. Sherlund, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093GSEs, Mortgage Rates, and Secondary Market Activities, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Journal of Real Estate Finance and Economics, 36(3), 2008.",
        "Lucas, Deborah, and Robert McDonald, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Valuing Government Guarantees: Fannie and Freddie Revisited,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d in D. Lucas, ed., Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Measuring and Managing Federal Financial Risk,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Cambridge, MA: National Bureau of Economic Research, 2010.",
        "Lucas, Robert E., Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Models of Business Cycles,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Jahnsson Lectures, Oxford, UK. Lustig, Hanno, and Stijn Van Nieuwerburg, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Housing Collateral, Consumption Insurance, and Risk Premia: An Empirical Perspective,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Journal of Finance, 2005.",
        "Lustig, Hanno, and Stijn Van Nieuwerburgh, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093How Much Does Household Collateral Constrain Regional Risk Sharing ?Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Review of Economic Dynamics, April 2010.",
        "Mayer, Christopher J., Karen Pence, and Shane Sherlund, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093The Rise in Mortgage Defaults,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Journal of Economic Perspectives, 2009.",
        "Mian, Atif, and Amir Sufi, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093What Explains the 2007-2009 Drop in Employment?Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Econometrica, forthcoming. Mian, Atif, Amir Sufi, and Francesco Trebbi, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Foreclosures, House Prices, and the Real Economy,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Journal of Finance, forthcoming.",
        "Midrigan, Virgiliu, and Thomas Philippon, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Household Leverage and the Great Recession,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d NBER Working Paper 16965, April 2011.",
        "Nakamura, Emi, and Jon Steinsson, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Fiscal Stimulus in a Monetary Union: Evidence from U.S. Regions,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d American Economic Review, 104(3), March 2014.",
        "Sala-I-Martin, Xavier, and Jeffrey Sachs, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Fiscal Federalism and Optimum Currency Areas: Evidence for Europe from the United States,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d NBER Working Paper 3855, October 1991.",
        "Sherlund, Shane M., Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093The Jumbo-Conforming Spread: A Semiparametric Approach,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Federal Reserve Board Finance and Economics Discussion Series 2008-01, January 2008.",
        "Shoag, Daniel, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093The Impact of Government Spending Shocks: Evidence on the Multiplier from State Pension Plan Returns,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Harvard University Working Paper, 2014.",
        "Stroebel, Johannes, and Joseph Vavra, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Housing Wealth Effects and Retail Prices,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d University of Chicago Working Paper, 2014.",
        "Suarez-Serrato, Juan Carlos, and Philippe Wingender, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Estimating Local Fiscal Multipliers,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d University of California at Berkeley mimeo, 2010.",
        "Vargas-Silva, Carlos, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Monetary Policy and the U.S. Housing Market: A VAR Analysis Imposing Sign Restrictions,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Journal of Macroeconomics, 30(3), September 2008.",
        "Yagan, Danny, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Moving to Opportunity? Migratory Insurance Over the Great Recession,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Harvard University mimeo, January 2014."
    ]
}