{
    "id": 21004,
    "cites": 19,
    "cited_by": 3,
    "reference": [
        "Attanasio, Orazio, Hamish Low and Virginia Snchez-Marcos (2008) Explaining Changes in Female Labor Supply in a Life-Cycle Model, The American Economic Review, Vol. 98, No. 4 (Sep., 2008), pp. 1517-1552",
        "Becker, Gary S. (1974) A Theory of Social Interactions Journal of Political Economy, Vol. 82, No. 6 (Nov. - Dec., 1974), pp. 1063-1093",
        "Becker, Gary S. (1991) A Treatise on the Family, Harvard University Press",
        "Blundell, R, Monica Costa Dias, Costas Meghir Jonathan Shaw (2015) Marriage, Social Insurance and Labor Supply, NBER Working Paper.",
        "Blundell, Richard W., Pierre-Andr e Chiappori, Thierry Magnac and Costas Meghir (2007) Collective Labour Supply: Heterogeneity and Non-Participation The Review of Economic Studies, Vol. 74, No. 2 (Apr., 2007), pp. 417-445",
        "Browning, Martin and P. A. Chiappori (1998) Efficient Intra-Household Allocations: A General Characterization and Empirical Tests Econometrica, Vol. 66, No. 6 (Nov., 1998), pp. 1241-1278",
        "Browning, Martin, P.A. Chiappori, and Y. Weiss, 2013, Family Economics, Cambridge University Press.",
        "Chiappori, Pierre-Andr e (1988) Rational Household Labor Supply Econometrica, Vol. 56, No. 1 (Jan., 1988), pp. 63-90",
        "Chiappori, Pierre-Andr e (1991) Nash-Bargained Household Decisions: A Rejoinder International Economic Review, Vol. 32, No. 3 (Aug., 1991), pp. 761-762",
        "Chiappori, Pierre-Andr e (1992) Collective Labor Supply and Welfare Journal of Political Economy, Vol. 100, No. 3 (Jun., 1992), pp. 437-467",
        "Chiappori, Pierre-Andr, Murat Iyigun, and Yoram Weiss (2009) Investment in Schooling and the Marriage Market, American Economic Review 2009, 99:5, 1689?1713",
        "Chiappori, Pierre-Andr e and B. Salani e (2015) Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009dThe Econometrics of Matching ModelsÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d, Journal of Economic Literature",
        "Choo, Eugene and Aloysius Siow (2006) Who Marries Whom and Why, Journal of Political Economy, Vol. 114, No. 1 (February 2006), pp. 175-201",
        "Gouss e, M. (2013) Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009dMarriage Market and Intra-Household Allocation : Evolution of preferences and transfers in the UK from 1991 to 2008Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d, mimeo Sciences Po",
        "Jacquemet, Nicolas and Jean-Marc Robin (2011) Marriage with Labor Supply, CES Working Papers 2011.50",
        "Low, Hamish, Costas Meghir, and Luigi Pistaferri (2010) Wage Risk and Employment Risk over the Life Cycle, American Economic Review 100 (September 2010): 1432?1467",
        "Low, Hamish, Costas Meghir, Luigi Pistaferri, Alessandra Voena (2015), Marriage, Social Insurance and Labor Supply, mimeo.",
        "Schulhofer-Wohl, Sam (2006), Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Negative Assortative Matching of Risk-Averse Agents with Transferable Expected Utility,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Economics Letters 92(3), 383Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c88.",
        "Voena, A. (2013) Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009dYours, Mine and Ours: Do Divorce Laws Affect the Intertemporal Behavior of Married Couples?Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d, mimeo University of Chicago"
    ]
}