{
    "id": 21010,
    "cites": 36,
    "cited_by": 9,
    "reference": [
        "Angeletos, George-Marios, Fabrice Collard, and Harris Dellas. 2014. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Quantifying Confidence.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d NBER Working Paper 20807.",
        "Barsky, Robert B., Susanto Basu, and Keyoung Lee. 2014. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Whither News Shocks?Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d NBER Working Paper 20666.",
        "Barsky, Robert B. and Eric R. Sims. 2011. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093News shocks and business cycles.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Journal of Monetary Economics 58 (3):273Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c289.",
        "Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009dÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009dÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009d. 2012. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Information, Animal Spirits, and the Meaning of Innovations in Consumer Confidence.",
        "Beaudry, Paul, Martial Dupaigne, and Franck Portier. 2011. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Modeling news-driven international business cycles.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Review of Economic Dynamics 14 (1):72Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c91.",
        "Beaudry, Paul and Franck Portier. 2006. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Stock Prices, News, and Economic Fluctuations.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d American Economic Review 96 (4):1293Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c1307.",
        "Blanchard, Olivier Jean and Danny Quah. 1989. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093The Dynamic Effects of Aggregate Demand and Supply Disturbances.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d American Economic Review 79 (4):655Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c73.",
        "Canova, Fabio. 2005. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093The transmission of US shocks to Latin America.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Journal of Applied Econometrics 20 (2):229Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c251.",
        "Canova, Fabio and Gianni de Nicol o. 2003. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093On the sources of business cycles in the G-7.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Journal of International Economics 59 (1):77Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c100.",
        "Corsetti, Giancarlo, Luca Dedola, and Sylvain Leduc. 2014. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093The International Dimension of Productivity and Demand Shocks in the US Economy.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Journal of the European Economic Association 12 (1):153Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c176.",
        "Eickmeier, Sandra and Tim Ng. 2011. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093How do credit supply shocks propagate internationally? A GVAR approach.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Deutsche Bundesbank, Research Centre in its series Discussion Paper Series 2011,27.",
        "Engel, Charles and Jian Wang. 2011. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093International Trade in Durable Goods: Understanding Volatility, Cyclicality, and Elasticities.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Journal of International Economics 83 (1):37Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c52.",
        "Faust, Jon and Eric M. Leeper. 1997. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093When Do Long-Run Identifying Restrictions Give Reliable Results?Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Journal of Business and Economic Statistics 15 (3):345Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c53.",
        "Fernald, John. 2014. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093A Quarterly, Utilization-Adjusted Series on Total Factor Productivity.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Federal Reserve Bank of San Francisco Working Paper 2012-19.",
        "Fisher, Jonas D. M. 2006. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093The Dynamic Effects of Neutral and Investment-Specific Technology Shocks.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Journal of Political Economy 114 (3):413Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c451.",
        "Francis, Neville, Michael T. Owyang, Jennifer E. Roush, and Riccardo DiCecio. 2014. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093A Flexible Finite-Horizon Alternative to Long-Run Restrictions with an Application to Technology Shocks.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d The Review of Economics and Statistics 96 (3):638Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c647.",
        "Gal Ã\u0083â\u0080\u009eÃ\u0082Â±, Jordi. 1999. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Technology, Employment, and the Business Cycle: Do Technology Shocks Explain Aggregate Fluctuations?Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d American Economic Review 89 (1):249Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c271.",
        "Gal Ã\u0083â\u0080\u009eÃ\u0082Â±, Jordi and Pau Rabanal. 2005. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Technology Shocks and Aggregate Fluctuations: How Well Does the RBS Model Fit Postwar U.S. Data?Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d NBER Macroeconomics Annual 19:225Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c288.",
        "Hamilton, James D. 1994. Time Series Analysis. Princeton, NJ: Princeton University Press.",
        "Helbling, Thomas, Raju Huidrom, M. Ayhan Kose, and Christopher Otrok. 2011. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Do credit shocks matter? A global perspective.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d European Economic Review 55 (3):340Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c353.",
        "Ilzetzki, Ethan and Keyu Jin. 2013. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093The Puzzling Change in the International Transmission of U.S. Macroeconomic Policy Shocks.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Mimeo, LSE.",
        "Imbs, Jean M. 1999. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Technology, growth and the business cycle.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Journal of Monetary Economics 44 (1):65 Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c 80.",
        "Kilian, Lutz. 1998. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Small-Sample Confidence Intervals For Impulse Response Functions.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d The Review of Economics and Statistics 80 (2):218Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c230.",
        "Kim, Soyoung. 2001. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093International transmission of U.S. monetary policy shocks: Evidence from VARÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0084¢s.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Journal of Monetary Economics 48 (2):339Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c372.",
        "King, Robert G. and Sergio T. Rebelo. 1999. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Resuscitating real business cycles.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d In Handbook of Macroeconomics, vol. 1, edited by J. B. Taylor and M. Woodford, chap. 14. Elsevier, 927Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c1007.",
        "Kollmann, Robert. 2013. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Global Banks, Financial Shocks, and International Business Cycles: Evidence from an Estimated Model.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Journal of Money, Credit and Banking 45 (s2):159Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c195.",
        "Kosaka, Michiru Sakane. 2013. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093News-driven international business cycles.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d The BE Journal of Macroeconomics 13 (1):751Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c793.",
        "utkepohl, Helmut. 2005. New Introduction to Multiple Time Series Analysis. Berlin Heidelberg: Springer-Verlag.",
        "Ma ckowiak, Bartosz. 2007. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093External shocks, U.S. monetary policy and macroeconomic fluctuations in emerging markets.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Journal of Monetary Economics 54 (8):2512Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c2520.",
        "Milani, Fabio. 2014. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Sentiment and the U.S. Business Cycle.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Mimeo, UC Irvine.",
        "Ohanian, Lee E. and Andrea Raffo. 2012. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Aggregate hours worked in OECD countries: New measurement and implications for business cycles.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Journal of Monetary Economics 59 (1):40Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c 56.",
        "Schmitt-Groh e, Stephanie. 1998. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093The international transmission of economic fluctuations: Effects of U.S. business cycles on the Canadian economy.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Journal of International Economics 44 (2):257Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c287.",
        "Stockman, Alan C and Linda L Tesar. 1995. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Tastes and Technology in a Two-Country Model of the Business Cycle: Explaining International Comovements.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d American Economic Review 85 (1):168Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c85.",
        "Uhlig, Harald. 2003. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093What Drives GNP?Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Mimeo, Euro Area Business Cycle Network.",
        "Wen, Yi. 2007. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093By force of demand: Explaining international comovements.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Journal of Economic Dynamics and Control 31 (1):1Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c23.",
        "Whelan, Karl. 2000. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093A Guide to the Use of Chain Aggregated NIPA Data.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Mimeo, Federal Reserve Board of Governors."
    ]
}