{
    "id": 21028,
    "cites": 43,
    "cited_by": 27,
    "reference": [
        "[1] Abaluck, J., & Gruber, J. (2013). Evolving Choice Inconsistencies in Choice of Prescription Drug Insurance. (No. w19163) National Bureau of Economic Research.",
        "[2] Abaluck, J., & Gruber, J. (2011). Heterogeneity in Choice Inconsistencies Among the Elderly: Evidence from Prescription Drug Plan Choice. The American Economic Review, 101(3).",
        "[3] Gabaix, X., Agarwal, S., Laibson, D., & Driscoll, J. C. (2010). The Age of Reason: Financial Decisions over the Life Cycle and Implications for Regulation. Brookings Papers on Economic Activity: Fall 2009, 51.",
        "[4] Altman, D.E., Benson, J., Blendon, R., Brodie, M., & Deane, C. (2006). Survey Finds Few Seniors Expect to Switch Medicare Drug Plans for 2007. Kaiser Family Foundation and the Harvard School of Public Health.",
        "[5] Berndt, E. K., Hall, B. H., & Hall, R. E. (1974). Estimation and Inference in Nonlinear Structural Models. Annals of Economic and Social Measurement, Vol. 3, No. 4 (pp. 103-116).",
        "[6] Berry, S. T. (1994). Estimating Discrete-Choice Models of Product Differentiation. The RAND Journal of Economics, 242-262.",
        "[7] Busse, M. R., Pope, D. G., Pope, J. C., & Silva-Risso, J. (2012). Projection Bias in the Car and Housing Markets. (No. w18212) National Bureau of Economic Research.",
        "[8] Busse, M. R., Simester, D. I., & Zettelmeyer, F. (2010). Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093The Best Price YouÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0084¢ll Ever GetÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d: The 2005 Employee Discount Pricing Promotions in the US Automobile Industry. Marketing Science, 29(2), 268-290.",
        "[9] Cabral, L. & Fishman, A. (2012). Business As Usual: A Consumer Search Theory of Sticky Prices and Asymmetric Price Adjustment. International Journal of Industrial Organization 30: 371-376.",
        "[10] A. Cook (2013). Costs Under MedicareÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0084¢s Prescription Drug Benefit and a Comparison with the Cost of Drugs Under Medicaid Fee-for-Service. Congressional Budget Office.",
        "[11] Cebul R.D., Rebitzer J.B., Taylor L.J. & Votruba M.E. (2011). Unhealthy Insurance Markets: Search Frictions and the Cost and Quality of Health Insurance. The American Economic Review, 101(5), 1842-1871.",
        "[12] Cronqvist, H., & Thaler, R. H. (2004). Design Choices in Privatized Social-Security Systems: Learning from the Swedish Experience. The American Economic Review, 94(2), 424-428.",
        "[13] Dafny, L., Ho, K., & Varela, M. (2013). Let Them Have Choice: Gains from Shifting Away from Employer-Sponsored Health Insurance and Toward an Individual Exchange. American Economic Journal: Economic Policy, 5(1), 32-58.",
        "[14] Decarolis, F. (2012). Pricing and Incentives in Publicly Subsidized Health Care Markets: the Case of Medicare Part D.",
        "[15] Decarolis, F., Polyakova, M. & Ryan, S.P. (2014). The Welfare Effects of Supply-Side Regulationis in Medicare Part D. Working Paper.",
        "[16] Dube, J. P., Hitsch, G. J., & Rossi, P. E. (2010). State Dependence and Alternative Explanations for Consumer Inertia. The RAND Journal of Economics, 41(3), 417-445.",
        "[17] Duggan, M. G., & Morton, F. S. (2011). The Medium-Term Impact of Medicare Part D on Pharmaceutical Prices. The American Economic Review, 101(3), 387-392.",
        "[18] Ericson, K. M. M. (2012). Consumer Inertia and Firm Pricing in the Medicare Part D Prescription Drug Insurance Exchange. American Economic Journal: Economic Policy.",
        "[19] Ericson, K. M. M. (2014). When Consumers Do Not Make An Active Decision: Dynamic Default Rules and their Equilibrium Effects. NBER Working Paper Number 20127.",
        "[20] Farrell, J., & Klemperer, P. (2007). Coordination and Lock-In: Competition with Switching Costs and Network Effects. Handbook of Industrial Organization, 3, 1967-2072.",
        "[22] Handel, B. (2012). Adverse Selection and Inertia in Health Insurance Markets: When Nudging Hurts. American Economic Review, forthcoming.",
        "[23] Heckman, J. (1991). Identifying the Hand of the Past: Distinguishing State Dependence from Heterogeneity. American Economic Review 81(2): 75-79.",
        "[24] Heiss, F., Leive, A., McFadden, D., & Winter, J. (2013). Plan selection in Medicare Part D: Evidence from administrative data. Journal of Health Economics, 32(6), 1325-1344.",
        "[25] Heiss, F., McFadden, D., &Winter, J. (2006). Who Failed to Enroll in Medicare Part D, and Why? Health Affairs, vol. 25 no. 5 w344-w354.",
        "[26] Hoadley, J., Hargrave, E., Summer, L., Cubanski, J., & Neuman, T. (2013). To Switch or Not to Switch: Are Medicare Beneficiaries Switching Drug Plans to Save Money? Kaiser Family Foundation Issue Brief (Oct. 2013).",
        "[27] Honka, E. (2014). Quantifying Search and Switching Costs in the US Auto Insurance Industry. The Rand Journal of Economics, 45(4), 847-884.",
        "[28] Horta csu, A., Madanizadeh, S. A., & Puller, S. L. (2015). Power to Choose? An Analysis of Consumer Inertia in the Residential Electricity Market. (No. w20988) National Bureau of Economic Research [29] Iyengar, S. S., & Kamenica, E. (2010). Choice Proliferation, Simplicity Seeking, and Asset Allocation. Journal of Public Economics, 94(7), 530-539.",
        "[30] Ketcham, J. D., Lucarelli, C., Miravete, E. J., & Roebuck, M. C. (2012). Sinking, Swimming, or Learning to Swim in Medicare Part D. The American Economic Review, 102(6), 2639-2673.",
        "[31] Ketcham, J. D., Lucarelli, & Powers, C.A. (2014). Paying Attention or Paying Too Much in Medicare Part D? The American Economic Review.",
        "[32] Klemperer, P. (1987). Markets with Consumer Switching Costs. The Quarterly Journal of Economics, 102(2), 375-394.",
        "[33] Kling, J. R., Mullainathan, S., Shafir, E., Vermeulen, L. C., & Wrobel, M. V. (2012). Comparison Friction: Experimental Evidence from Medicare Drug Plans. The Quarterly Journal of Economics, 127(1), 199-235.",
        "[34] Levinson, D.R. (2011). Higher Rebates for Brand-Name Drugs Result in Lower Costs for Medicaid Compared To Medicare Part D. Department of Health and Human Services.",
        "[35] Miller, K. (2014). Do Private Medicare Firms Have Lower Costs? Working Paper.",
        "[36] Polyakova, M. (2013). Regulation of Insurance with Adverse Selection and Switching Costs: Evidence from Medicare Part D.",
        "[37] Reis, R. (2006). Inattentive Consumers. Journal of Monetary Economics, 53: 1761-1800.",
        "[38] Sallee J. M. (2014). Rational Inattention and Energy Efficiency. Forthcoming, Journal of Law and Economics.",
        "[39] Sims C. A. (2003). Implications of Rational Inattention. Journal of Monetary Economics, 50(3): 665-690.",
        "[40] Stocking, A., Baumgardner, J., Buntin, M., & Cook, A. (2014). Examining the Number of Competitors and the Cost of Medicare Part D. CBO Working Paper Series. 2014-04.",
        "[41] Sullivan, K. (2013). How to Think Clearly about Medicare Administrative Costs: Data Sources and Measurement. Journal of Health Politics, Policy and Law 38(3): 479-504.",
        "[42] Train, K. (2009). Discrete Choice Methods With Simulation. Cambridge University Press.",
        "[43] Varian, H. R. (1980). A Model of Sales. The American Economic Review, 70(4), 651-659.",
        "[44] Weintraub G.Y., Benkard C.L. & B. Van Roy. (2008). Markov Perfect Industry Dynamics With Many Firms. Econometrica 76(6): 1375-1411.",
        "For the purposes of simulating choices under the no inattention counterfactual, we can generate logit choice probabilities using the estimated demand model with frictions removed and sum across beneficiaries to generate market shares. The static nature of the choice problem makes this computation straightforward. For simulating choices under the baseline, the strong path-dependence implied by inattention makes simulating every possible path (of which there are K2006Ã\u0083Æ\u0092Ã\u0082â\u0080\u0094K2007Ã\u0083Æ\u0092Ã\u0082â\u0080\u0094K2008Ã\u0083Æ\u0092Ã\u0082â\u0080\u0094K2009 = A study by the Department of Health and Human Services Inspector General (Levinson (2011)34 ) found that, in 2009, rebates reduced Part D drug expenditures by 19% on average for the 100 highest-volume brand name drugs. We assume a slightly lower percentage to account for potentially lower rebates for lower-volume drugs. Our assumption for generic drug costs is based on WalmartÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0084¢s well known Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093$4 for any generic prescriptionÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d program."
    ]
}