{
    "id": 21023,
    "cites": 66,
    "cited_by": 3,
    "reference": [
        "Almond, D. and J. Currie (2011). Human capital development before age five. In Handbook of Labor Economics, Volume 4B, Chapter 15, pp. 1315Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c1486. Amsterdam: Elsevier.",
        "Baker, M. (2011). Innis lecture: universal early childhood interventions: What is the evidence base? Canadian Journal of Economics 44(4), 1069Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c1105.",
        "Baker, M., J. Gruber, and K. Milligan (2008). Universal child care, maternal labor supply, and family well-being. Journal of Political Economy 116(4), 709Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c745.",
        "Barnett, W. S. and L. Masse (2007). Comparative benefit-cost analysis of the Abecedarian program and its policy implications. Economics of Education Review 26(1), 113Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c125.",
        "Becker, G. S. (1975). Human Capital, 2nd ed. New York, NY: Columbia University Press.",
        "Becker, G. S. and N. Tomes (1979). An equilibrium theory of the distribution of income and intergenerational mobility. Journal of Political Economy 87(6), 1153Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c1189.",
        "Becker, G. S. and N. Tomes (1986). Human capital and the rise and fall of families. Journal of Labor Economics 4(3), S1Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009cS39.",
        "Belley, P. and L. Lochner (2007). The changing role of family income and ability in determining educational achievement. Journal of Human Capital 1(1), 37Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c89.",
        "Brooks-Gunn, J., R. T. Gross, H. C. Kraemer, D. Spiker, and S. Shapiro (1992). Enhancing the cognitive outcomes of low birth weight, premature infants: For whom is the intervention most effective? Pediatrics 89(6), 1209Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c1215.",
        "Cameron, S. and J. J. Heckman (1998, April). Life cycle schooling and dynamic selection bias: Models and evidence for five cohorts of American males. Journal of Political Economy 106(2), 262Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c333.",
        "Campbell, F. A., E. P. Pungello, M. Burchinal, K. Kainz, Y. Pan, B. H. Wasik, O. A. Barbarin, J. J. Sparling, and C. T. Ramey (2012). Adult outcomes as a function of an early childhood educational program: An Abecedarian project follow-up. Developmental Psychology 48(4), 1033.",
        "Carneiro, P. and R. Ginja (2014). Long-term impacts of compensatory preschool on health and behavior: Evidence from Head Start. American Economic Journal: Economic Policy 6(4), 135Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c173.",
        "Carneiro, P., J. Heckman, and E. Vytlacil (2011). Estimating marginal returns to education.",
        "Carneiro, P. and J. J. Heckman (2002). The evidence on credit constraints in post-secondary schooling. Economic Journal 112(482), 705Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c734.",
        "Caucutt, E. and L. Lochner (2012). Early and late human capital investments, borrowing constraints, and the family. NBER Working Paper No. 18493.",
        "Caucutt, E. and L. J. Lochner (2006). Borrowing constraints on families with young children. In Innovation in Education, pp. 39Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c48. Cleveland: Federal Reserve Bank of Cleveland.",
        "Cunha, F. (2013). Investments in children when markets are incomplete. Working Paper, University of Pennsylvania.",
        "Cunha, F. (2014). Gaps in early investments in children. Working Paper, University of Pennsylvania.",
        "Cunha, F., I. Elo, and J. Culhane (2013). Eliciting maternal expectations about the technology of cognitive skill formation. NBER Working Paper No. 19144.",
        "Cunha, F. and J. Heckman (2007). The technology of skill formation. American Economic Review 97(2), 31Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c47.",
        "Cunha, F., J. Heckman, and S. Navarro (2005). Separating uncertainty from heterogeneity in life cycle earnings. Oxford Economic Papers 57(2), 191Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c261.",
        "Cunha, F. and J. J. Heckman (2008). Formulating, identifying and estimating the technology of cognitive and noncognitive skill formation. Journal of Human Resources 43(4), 738Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c782.",
        "Cunha, F., J. J. Heckman, and S. M. Schennach (2010). Estimating the technology of cognitive and noncognitive skill formation. Econometrica 78(3), 883Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c931.",
        "Currie, J. and D. Thomas (1995). Does Head Start make a difference? American Economic Review 85(3), 341Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c364.",
        "Currie, J. and D. Thomas (1999). Does Head Start help hispanic children? Journal of Public Economics 74(2), 235Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c262.",
        "Dahl, G. and L. Lochner (2012). The impact of family income on child achievement: Evidence from the earned income tax credit. American Economic Review 102(5), 1927Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c1956.",
        "Del Boca, D., C. Flinn, and M. Wiswall (2014). Household choices and child development. Review of Economic Studies 81(1), 137Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c185.",
        "Deming, D. (2009). Early childhood intervention and life-cycle skill development: Evidence from Head Start. American Economic Journal: Applied Economics 1(3), 111Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c34.",
        "Dizon-Ross, R. (2014). ParentsÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0084¢ perceptions and childrenÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0084¢s education: Experimental evidence from Malawi. Working Paper.",
        "Duncan, G. and J. Brooks-Gunn (1997). Consequences of Growing Up Poor. New York: Russell Sage Foundation.",
        "Duncan, G., P. Morris, and C. Rodrigues (2011). Does money really matter? Estimating impacts of family income on young childrenÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0084¢s achievement with data from random-assignment experiments. Developmental Psychology 47(5), 1263Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c1279.",
        "Duncan, G., W.-J. Yeung, J. Brooks-Gunn, and J. Smith (1998). How much does childhood poverty affect the life chances of children? American Sociological Review 63(3), 406Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c423.",
        "Duncan, G. J. and A. J. Sojourner (2013). Can intensive early childhood intervention programs eliminate income-based cognitive and achievement gaps? Journal of Human Resources 48(4), 945Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c968.",
        "Garces, E., J. Currie, and D. Thomas (2002). Longer-term effects of Head Start. American Economic Review 92(4), 999Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c1012.",
        "Gertler, P., J. Heckman, R. Pinto, A. Zanolini, C. Vermeersch, S. Walker, S. M. Chang, and S. Grantham-McGregor (2014). Labor market returns to an early childhood stimulation intervention in Jamaica. Science 344(6187), 998Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c1001.",
        "Guryan, J., E. Hurst, and M. Kearney (2008). Parental education and parental time with children. Journal of Economic Perspectives 22(3), 23Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c46.",
        "Hartman, R. (1976). Factor demand with output price uncertainty. American Economic Review 66(4), 675Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c681.",
        "Havnes, T. and M. Mogstad (2014). Is universal child care leveling the playing field? Journal of Public Economics.",
        "Heckman, J., S. H. Moon, R. Pinto, P. A. Savelyev, and A. Yavitz (2010). The rate of return to the high/scope perry preschool program. Journal of Public Economics 94(1-2), 114Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c128.",
        "Heckman, J. J. and T. Kautz (2014). Fostering and measuring skills interventions that improve character and cognition. In J. J. Heckman, J. E. Humphries, and T. Kautz (Eds.), The Myth of Achievement Tests: the GED and the Role of Character in American Life, Chapter 9, pp. 341Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c430. Chicago: University of Chicago Press.",
        "Karoly, L. et al. (1998). Investing In Our Children: What We Know And DonÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0084¢t Know About The Costs And Benefits Of Early Childhood Interventions. Santa Monica: The RAND Corporation.",
        "Kaushal, N., K. Magnuson, and J. Waldfogel (2011). How is family income related to investments in childrenÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0084¢s learning? In G. Duncan and R. Murnane (Eds.), Whither Opportunity? Rising Inequality, Schools, and ChildrenÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0084¢s Life Chances, Chapter 9, pp. 187Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c206. New York: Russell Sage Foundation.",
        "Kautz, T., J. J. Heckman, R. Diris, B. ter Weel, and L. Borghans (2014). Fostering and Measuring Skills: Improving Cognitive and Non-cognitive Skills to Promote Lifetime Success. OECD.",
        "Keane, M. P. and K. I. Wolpin (1997). The career decisions of young men. Journal of Political Economy 105(3), 473Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c522.",
        "Keane, M. P. and K. I. Wolpin (2001). The effect of parental transfers and borrowing constraints on educational attainment. International Economic Review 42(4), 1051Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c1103.",
        "Kottelenberg, M. and S. Lehrer (2014). Reinvestigating who benefits and who loses from universal childcare in Canada. Working Paper, Queens University.",
        "Lazear, E. (1977). Education: Consumption or production? Journal of Political Economy 85(3), 569Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c598.",
        "Lee, S. Y. and A. Seshadri (2014). On the integenerational transmission of economic status. Working Paper.",
        "Levhari, D. and Y. Weiss (1974). The effect of risk on the investment in human capital. American Economic Review 64(6), 950Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c963.",
        "Levy, D. and G. Duncan (1999). Using sibling samples to assess the effect of childhood family income on completed schooling. Working Paper.",
        "LÃ\u0083Æ\u0092Ã\u0082Â¸ken, K. (2010). Family income and childrenÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0084¢s education: Using the norwegian oil boom as a natural experiment. Labour Economics 17(1), 118Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c129.",
        "LÃ\u0083Æ\u0092Ã\u0082Â¸ken, K., M. Mogstad, and M. Wiswall (2012). What linear estimators miss: The effects of family income on child outcomes. American Economic Journal: Applied Economics 4(2), 1Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c35.",
        "Ludwig, J. and D. Miller (2007). Does Head Start improve childrenÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0084¢s life chances? Evidence from a regression discontinuity design. Quarterly Journal of Economics 122(1), 159Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c208.",
        "Milligan, K. and M. Stabile (2011). Do child tax benefits affect the well-being of children? Evidence from canadian child benefit expansions. American Economic Journal: Economic Policy 3(3), 175Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c205.",
        "Oreopoulos, P., M. E. Page, and ann Huff Stevens (2008). The intergenerational effects of worker displacement. Journal of Labor Economics 26(3), 455Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c83.",
        "Pavan, R. (2014). On the production of skills and the birth order effect. Working Paper, Royal Holloway, University of London.",
        "Puma, M., S. Bell, R. Cook, C. Heid, P. Broene, F. Jenkins, A. Mashburn, and J. Downer (2012). Third grade follow-up to the Head Start Impact Study: Final report. Technical report, Office of Planning, Research and Evaluation, Administration for Children and Families, U.S. Department of Health and Human Services, Washington, DC.",
        "Reardon, S. (2011). The widening academic achievement gap between the rich and the poor: New evidence and possible explanations. In G. Duncan and R. Murnane (Eds.), Whither Opportunity? Rising Inequality, Schools, and ChildrenÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0084¢s Life Chances, Chapter 5, pp. 91Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c116. New York: Russell Sage Foundation.",
        "Reynolds, A. J., J. A. Temple, S.-R. Ou, I. A. Arteaga, and B. A. White (2011). School-based early childhood education and age-28 well-being: Effects by timing, dosage, and subgroups. Science 333(6040), 360Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c364.",
        "Reynolds, A. J., J. A. Temple, B. A. White, S.-R. Ou, and D. L. Robertson (2011). Age 26 costbenefit analysis of the child-parent center early education program. Child development 82(1), 379Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c404.",
        "Rothschild, M. and J. E. Stiglitz (1970). Increasing risk: I. A definition. Journal of Economic Theory 2(3), 225 Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c 243.",
        "Rothschild, M. and J. E. Stiglitz (1971). Increasing risk II: Its economic consequences. Journal of Economic Theory 3(1), 66 Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c 84.",
        "Stevens, A. H. and J. Schaller (2011). Short-run effects of parental job loss on childrenÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0084¢s academic achievement. Economics of Education Review 20(3), 289Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c299.",
        "Thomson, G. H. (1951). The Factorial Analysis of Human Ability. London: University of London Press.",
        "Todd, P. and K. I. Wolpin (2007). The production of cognitive achievement in children: Home, school and racial test score gaps. Journal of Human Capital 1(1), 91Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c136.",
        "Online Appendix A Factor Score Weights We employ principal factor analysis using the measured inputs reported in Figures 2 and 3 (separately by age) to create age-specific predicted investment factor scores for each child using the Thomson (1951) method. Estimated weights for each factor used in constructing the scores are reported in Table A. For interpretation purposes, scores are normalized to have a mean of zero and standard deviation of one."
    ]
}