{
    "id": 2102,
    "cites": 33,
    "cited_by": 1,
    "reference": [
        "Bilson, John F.O., 1978, Rational Expectations and the Exchange Rate, in: Jacob A. Frenkel and Harry G. Johnson, eds., The Economics of Exchange Rates: Selected Studies, (Addison-Wesley, Reading), 75-96.",
        "Blanchard, Oliver and Mark Watson, 1982, Bubbles, Rational Expectations and Financial Markets, NBER Working Paper no. 945.",
        "Cumby, Robert E. and Maurice Obstfeld, 1984, International Interest Rate and Price Level Linkages Under Flexible Exchange Rates: A Review of Recent Evidence, in: John F.0. Bilson and Richard C. Marston, eds., Exchange Rate Theory and Practice, (University of Chicago Press, Chicago), 121-152.",
        "Diba, Behzad T. and Herschel I. Grossman, 1985, The Impossibility of Rational Bubbles, NBER Working Paper no. 1615.",
        "Driskell, Robert A., 1981, Exchange Rate Dynamics: An Empirical Investigation, Journal of Political Economy 89, 357-371.",
        "Flood, Robert P. and Robert J. Hodrick, 1986, Asset Price Volatility, Bubbles and Process Switching, manuscript, Northwestern University.",
        "Frankel, Jeffrey A., 197.9, On the Mark: A Theory of Floating Exchange Rates Based on Real Interest Differentials, American Economic Review 69, 610-622. Frankel, Jeffrey A., 1985, The Dazzling Dollar, Brookings Papers on Economic Activity 1985:1, 199-217.",
        "Frenkel, Jacob A. and Michael Mussa, 1980, The Efficiency of Foreign Exchange Markets and Measures of Turbulence, American Economic Review, 70 (May), 374-381.",
        "Friedman, Milton, 1953, The Case for Flexible Exchange Rates, Essays in Positive Economics, (University of Chicago Press, Chicago), 157-203.",
        "Goldfeld, Stephen, 1976, The Case of the Missing Money, Brookings Papers on Economic Activity, 683-730.",
        "Hakkio, Craig S., 1984, A Re-Examination of Purchasing Power Parity, Journal of International Economics 17, 265-277.",
        "Hansen, Lars Peter, 1982, Large Sample Properties of Generalized Method of Moment Estimators, Econometrica 50, 1029-1054.",
        "Hansen, Lars Peter and Robert J. Hodrick, 1983, Risk Averse Speculation in the Forward Exchange Market: An Econometric Analysis of Linear Models, in: Jacob A. Frenkel, ed., Exchange Rates and International Macroeconomics, (University of Chicago Press, Chicago), 113-142.",
        "Hansen, Lars Peter and Thomas J. Sargent, 1980, Formulating and Estimating Dynamic Linear Rational Expectations Models, Journal of Economic Dynamics and Control 2, 7-46.",
        "Hodrick, Robert J., 1979, On the Monetary Analysis of Exchange Rates: Coent, in: Karl Brunner and Allan H. Metzler, eds., Policies for Employment, Prices and Exchange Rates, (North Holland, Amsterdam), 103-122.",
        "Hodrick, Robert J. and Sanjay Srivastava, 1984, An Investigation of Risk and Return in the Forward Foreign Exchange Markets, Journal of International Money and Finance 3, 5-29.",
        "Huang, Roger D., 1981, The Monetary Approach to Exchange Rate in an Efficient Foreign Market: Tests Based on Volatility, Journal of Finance )OOCVI, 31-41.",
        "Mankiw, N. Gregory and Lawrence H. Sussners, 1984, Are Tax Cuts Really Expansionary?, National Bureau of Economic Research Working Paper no. 1443.",
        "McCallum, Bennett T., 1976, Rational Expectations and the Natural Rate Hypothesis: Some Consistent Estimates, Econometrica 44, 43-52.",
        "Meese, Richard A., 1985, Testing for Bubbles in Exchange Markets: A Case of Sparkling Rates?, manuscript, University of California at Berkeley.",
        "Meese, Richard A., and Kenneth Rogoff, 1983*, Empirical Exchange Rate Models of the Seventies: Do They Fit Out-of-Sample? Journal of International Economics 14, 3-24.",
        "Meese, Richard A., and Kenneth Rogoff, 1983b, The Out-of-Sample Failure of Empirical Exchange Rate Models: Sampling Error or Misspecification?, in: Jacob A Frenkel, ed., Exchange Rates and International Macroeconomics, (University of Chicago Press, Chicago), 67-109.",
        "Nelson, Charles R. and Charles I. Plosser, 1982, Trends Versus Random Walks in Macroeconomic Time Series: Some Evidence and Implications, Journal of Monetary Economics 10, 139-162.",
        "Newey, Whitney K. and Kenneth D. West, 1986, A Simple, Positive Semidefinite, Heteroskedasticity and Auto Correlation Consistent Covariance Matrix, forthcoming, Econometrica.",
        "Obstfeld, Maurice and Kenneth Rogoff, 1985, Ruling Out Nonstationary Speculative Bubbles, NBER Working Paper no. 1601.",
        "Roll, Richard, 1979, Violations of Purchasing Power Parity and Their Implications for Efficient International Coam~odity Markets, in: Marshall Sarnat and Giorgio P. Szego, eds., International Finance and Trade, vol. 1 (Ballinger, Cambridge), 133-176.",
        "Shiller, Robert J., 1981, The Use of Volatility Measures in Assessing Market Efficiency, Journal of Finance ]OOCV, 291-304.",
        "Shiller, Robert J., 1984, Stock Prices and Social Dynamics, Brookings Papers on Economic Activity 1984:2, 457-498.",
        "Sohmen, Egon, 1969, Flexible Exchange Rates, (University of Chicago Press, Chicago).",
        "Tirole, Jean, 1985, Asset Bubbles and Overlapping Generations, Econometrica 53, 1071-1100.",
        "Viner, Jacob, 1956, Some International Aspects of Economic Stabilization, in: L.D. White, ed., The State of the Social Sciences, (University of Chicago Press, Chicago), 283-98.",
        "West, Kenneth D., 1985, A Specification Test for Speculative Bubbles, Princeton University Woodrow Wilson School Discussion Paper no. 97.",
        "West, Kenneth D., 1986, Dividend Innovations and Stock Price Volatility, National Bureau of Economic Research Working Paper no. 1833."
    ]
}