{
    "id": 21024,
    "cites": 33,
    "cited_by": 11,
    "reference": [
        "Abrams, David, Ufuk Akcigit, and Jillian Popadak, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Patent Value and Citations: Creative Destruction or Strategic Disruption?,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Working Paper 19647, National Bureau of Economic Research 2013.",
        "Bakija, Jon and Joel Slemrod, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Do the Rich Flee from High State Taxes? Evidence from Federal Estate Tax Returns,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Working Paper 10645, National Bureau of Economic Research July 2004.",
        "Bell, Alex, Raj Chetty, Xavier Jaravel, Neviana Petkova, and John Van Reenen, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093The Lifecycle of Inventors,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Working Paper in progress, Harvard University 2014.",
        "Breschi, Stefano, Francesco Lissoni, and Gianluca Tarasconi, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Inventor Data for Research on Migration and Innovation: A Survey and a Pilot,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Economic Research Working Paper 17, World Intellectual Property Organization 2014.",
        "Chesbrough, Henry, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Emerging Secondary Markets for Intellectual Property: US and Japan Comparisons,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Technical Report, National Center for Industrial Property Information and Training 2006.",
        "Coffano, Monica and Gianluca Tarasconi, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093CRIOS - Patstat Database: Sources, Contents and Access Rules,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Technical Report 1, Center for Research on Innovation, Organization and Strategy 2014.",
        "Cosar, A. Kerem, Nezih Guner, and James Tybout, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Firm Dynamics, Job Turnover, and Wage Distributions in an Open Economy,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Working Paper 16326, National Bureau of Economic Research September 2010.",
        "Ernst, Holger, Christopher Leptien, and Jan Vitt, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Inventors Are Not Alike: The Distribution of Patenting Output among Industrial R&D Personnel,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d IEEE Transactions in Engineering Management, 2000, 47, 184Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c199.",
        "Foley, Fritz C. and William R. Kerr, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Ethnic Innovation and U.S. Multinational Firm Activity, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Management Science, 2013, 59 (7), 1529Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c1544.",
        "Gambardella, Alfonso and Giuri, Paola and Harhoff, Dietmar and Hoisl, Karin and Mariani, Myriam and Nagaoka, Sadao and Torrisi, Salvatore, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Invention Processes and Economic Uses of Patents: Evidence from the PatVal 2 Survey,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Technical Report 2014.",
        "Giuri, Paola, Myriam Mariani, Stefano Brusoni, Gustavo Crespi, Dominique Francoz, Alfonso Gambardella, Walter Garcia-Fontes, Aldo Geuna, Raul Gonzales, Dietmar Harhoff, Karin Hoisl, Christian Le Bash Alessandra Luzzi, Laura Magazzini, Lionel Nesta, Onder Nomaler, Neus Palomeras, Pari Patel, Marzia Romanelli, and Bart Verspagen, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Inventors and Invention Processes in Europe: Results from the PatVal-EU Survey,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Research Policy, 2007, 36 (8), 1107Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c1127.",
        "Guner, Nezih, Martin Lopez-Daneri, and Gustavo Ventura, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Heterogeneity and Government Revenues: Higher Taxes at the Top?,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d mimeo, Arizona State 2014.",
        "Hall, Bronwyn, Adam Jaffe, and Manuel Trajtenberg, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093The NBER Patent Citations Data File: Lessons, Insights and Methodological Tools,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Working Paper 8498, National Bureau of Economic Research 2001.",
        "Harhoff, Dietmar and Karin Hoisl, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Institutionalized Incentives for Ingenuity: Patent Value and the German Employees Inventions Act,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Research Policy, 2007, 36, 1143Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c1162.",
        "Kerr, William R., Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093U.S. High-Skilled Immigration, Innovation, and Entrepreneurship: Empirical Approaches and Evidence,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Working Papers 14-017, Harvard Business School 2013.",
        "Kleven, Henrik, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093How Can Scandinavians Tax So Much?,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Journal of Economic Perspectives, 2014, 28 (4), 77Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c98.",
        "Kleven, Henrik Jacobsen, Camille Landais, and Emmanuel Saez, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Taxation and International Migration of Superstars: Evidence from the European Football Market,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d American Economic Review, 2013, 103 (5), 1892Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c1924.",
        ", , , and Esben Schultz, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Migration and Wage Effects of Taxing Top Earners: Evidence from the Foreigners Tax Scheme in Denmark,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d The Quarterly Journal of Economics, 2014, 129 (1), 333Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c378.",
        "Lai, Ronald, Alexander DÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0084¢Amour, David M. Doolin, Guan-Cheng Li, Ye Sun, Vetle Torvik, Amy Yu, and Lee Fleming, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Disambiguation and Co-authorship Networks of the U.S. Patent Inventor Database,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Working Paper, Harvard Dataverse Network 2012.",
        "Lehmann, Etienne, Laurent Simula, and Alain Trannoy, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Tax Me if You Can! Optimal Nonlinear Income Tax between Competing Governments,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Quarterly Journal of Economics, 2014, 129 (4).",
        "Liebig, Thomas, Patrick A. Puhani, and Alfonso Sousa-Poza, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Taxation and Internal MigrationEvidence from the Swiss Census Using Community-Level Variation in Income Tax Rates,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Journal of Regional Science, 2007, 47 (4), 807Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c836.",
        "Miguelez, Ernest, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Inventor Diasporas and the Internationalization of Technology,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Discussion Paper 1425, CReAM 2013.",
        "Mirrlees, James, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Migration and Optimal Income Taxes,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Journal of Public Economics, 1982, 18, 319Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c341.",
        "Moretti, Enrico and Daniel Wilson, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093State Incentives for Innovation, Star Scientists and Jobs: Evidence from Biotech,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d The Journal of Urban Economics, forthcoming, 2014.",
        "Piketty, Thomas, Emmanuel Saez, and Stefanie Stantcheva, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Optimal Taxation of Top Labor Incomes: A Tale of Three Elasticities,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d American Economic Journal: Economic Policy, 2014, 6 (1), 230Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c71.",
        "Simula, Laurent and Alain Trannoy, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Optimal Income Tax under the Threat of Migration by Top-Income Earners,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Journal of Public Economics, 2010, 94 (2), 163Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c173.",
        "Toivanen, Otto and Lotta V a an anen, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Returns to Inventors,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d The Review of Economics and Statistics, 2012, 94 (4), 1173Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c1190.",
        "Wilson, John D., Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093The Effect of Potential Emigration on the Optimal Linear Income Tax,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Journal of Public Economics, December 1980, 14 (3), 339Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c353.",
        ", Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Optimal Linear Income Taxation in the Presence of Emigration,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Journal of Public Economics, August 1982, 18 (3), 363Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c379.",
        "Young, Cristobal and Charles Varner, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Millionaire Migration and State Taxation of Top Incomes: Evidence from a Natural Experiment,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d National Tax Journal, 2011, 64 (2), 255Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c283.",
        "Zucker, Lynne and Michael Darby, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Movement of Star Scientists and Engineers and High-Tech Firm Entry,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Annals of Economics and Statistics, 2014, 115/116.",
        "Zucman, Gabriel, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093The Missing Wealth of Nations, Are Europe and the U.S. net Debtors or net Creditors?,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Quarterly Journal of Economics, 2013, 128 (3), 1321Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c1364.",
        ", Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Taxing Across Borders: Tracking Personal Wealth and Corporate Profits,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Journal of Economic Perspectives, 2014, 28 (4), 121Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c148."
    ]
}