{
    "id": 21030,
    "cites": 32,
    "cited_by": 10,
    "reference": [
        "Aaronson, Stephanie, Tomaz Cajner, Bruce Fallick, Felix Galbis-Reig, Christopher Smith, and William Wascher. 2014. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Labor Force Participation: Recent Developments and Future Prospects.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Washington, D.C.: Board of Governors of the Federal Reserve System, Finance and Economics Discussion Series Paper 2014-64. Available at http://www.federalreserve. gov/pubs/feds/2014/201464/201464abs.html.",
        "Acemoglu, Daron, and David Autor. 2011. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Skills, Tasks and Technologies: Implications for Employment and Earnings.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d In Handbook of Labor Economics, eds. Orley Ashenfelter and David E. Card, vol. 4, Part B, 1043Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c1171. Amsterdam: North Holland/Elsevier.",
        "Autor, David H. 2010. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093The Polarization of Job Opportunities in the U.S. Labor Market: Implications for Employment and Earnings.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Paper jointly released by The Center for American Progress and The Hamilton Project, Washington D.C. Available at http://economics.mit.edu/files/5554.",
        "Autor, David H., and David Dorn. 2013. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093The Growth of Low Skill Service Jobs and the Polarization of the U.S. Labor Market.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d American Economic Review 103(5): 1553Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c1597.",
        "Autor, David H., Lawrence F. Katz, and Melissa S. Kearney. 2008. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Trends in U.S. Wage Inequality: Revising the Revisionists.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Review of Economics and Statistics 90(2): 300Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c323.",
        "Autor, David H., Frank Levy, and Richard J. Murnane. 2003. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093The Skill Content of Recent Technological Change: An Empirical Exploration.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Quarterly Journal of Economics 118(4): 1279Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c1333.",
        "Beaudry, Paul, and John DiNardo. 1991. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093The Effect of Implicit Contracts on the Movement of Wages Over the Business Cycle: Evidence from Micro Data.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Journal of Political Economy 99(4): 665Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c688.",
        "Blanchard, Olivier J., and Jordi Gal Ã\u0083â\u0080\u009eÃ\u0082Â±. 2010. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Labor Markets and Monetary Policy: A New Keynesian Model with Unemployment.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d American Economic Journal: Macroeconomics 2(2): 1Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c30.",
        "Cortes, Guido Matais, Nir Jaimovich, Christopher J. Nekarda, and Henry E. Siu. 2014. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093The Micro and Macro of Disappearing Routine Jobs: A Flows Approach.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Working Paper No. 20307. Cambridge, MA: National Bureau of Economic Research. Available at http://www.nber.org/papers/w20307.",
        "Elsby, Michael W. L., Bart Hobijn, and Ay seg ul S ahin. 2010. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093The Labor Market in the Great Recession.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Brookings Papers on Economic Activity (1): 1Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c69.",
        "Elsby, Michael W. L., Ryan Michaels, and Gary Solon. 2009. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093The Ins and Outs of Cyclical Unemployment.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d American Economic Journal: Macroeconomics 1(1): 84Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c110.",
        "Elsby, Michael W.L., Bart Hobijn, and Ay seg ul S ahin. 2013. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093On the Importance of the Particpation Margin for Labor Market Fluctuations.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Working Paper No. 2013-05. San Francisco: Federal Reserve Bank of San Francisco. Available at http://www.frbsf.org/ publications/economics/papers/2013/wp2013-05.pdf.",
        "Elsby, Michael W.L., Donggyun Shin, and Gary Solon. 2013. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Wage Adjustment in the Great Recession.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d National Bureau of Economic Reseach Working Paper No. 19478. Available at http://www.nber.org/papers/w19478.",
        "Faberman, R. Jason, and Bhashkar Mazumder. 2012. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Is There a Skills Mismatch in the Labor Market.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Chicago Fed Letter No. 300, Federal Reserve Bank of Chicago. Available at http://www.chicagofed.org/digital assets/publications/chicago fed letter/2012/cfljuly2012 300.pdf.",
        "Fujita, Shigeru, and Giuseppe Moscarini. 2013. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Recall and Unemployment.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d National Bureau of Economic Reseach Working Paper No. 19640. Available at http://www.nber. org/papers/w19640.",
        "Gal Ã\u0083â\u0080\u009eÃ\u0082Â±, Jordi, Frank Smets, and Rafael Wouters. 2012. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Slow Recoveries: A Structural Interpretation. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Journal of Money, Credit and Banking 44: 9Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c30.",
        "Gertler, Mark, and Antonella Trigari. 2009. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Unemployment Fluctuations with Staggered Nash Wage Bargaining.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Journal of Political Economy 117(1): 38Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c86.",
        "Goldin, Claudia D., and Lawrence F. Katz. 2008. The Race Between Education and Technology. Cambridge, Mass.: Belknap Press of Harvard University Press.",
        "Hagedorn, Marcus, and Iourii Manovskii. 2013. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Job Selection and Wages over the Business Cycle.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d American Economic Review 103(2): 771Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c803.",
        "Jaimovich, Nir, and Henry E. Siu. 2013. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093The Trend is the Cycle: Job Polarization and Jobless Recoveries.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Duke University Working Paper. Available at https://sites.google. com/site/nirjaimovich/papers/JPJR.pdf.",
        "Krause, Michael U., and Thomas A. Lubik. 2007. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093The (Ir)relevance of Real Wage Rigidity in the New Keynesian Model with Search Frictions.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Journal of Monetary Economics 54(3): 706Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c727.",
        "Manovskii, Iourii, and Gueorgui Kambourov. 2008. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Rising Occupational and Industry Mobility in the United States: 1968-1997.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d International Economic Review 49(1): 41Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c79.",
        "Mortensen, Dale T., and Christopher A. Pissarides. 1994. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Job Creation and Job Destruction in the Theory of Unemployment.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Review of Economic Studies 61(3): 397Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c415.",
        "Moscarini, Giuseppe, and Francis Vella. 2008. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Occupational Mobility and the Business Cycle. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Working Paper No. 13819. Cambridge, MA: National Bureau of Economic Research.",
        "Pissarides, Christopher A. 2000. Equilibrium Unemployment Theory. Second edition. Cambridge, MA: The MIT Press.",
        "Ruggles, Steven, J. Trent Alexander, Katie Genadek, Ronald Goeken, Matthew B. Schroeder, and Matthew Sobek. 2010. Integrated Public Use Microdata Series (IPUMS): Version 5.0, [Machine-readable database]. Minneapolis: University of Minnesota.",
        "Shimer, Robert. 2005. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093The Cyclical Behavior of Equilibrium Unemployment and Vacancies.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d American Economic Review 95(1): 25Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c49.",
        "Shimer, Robert. 2012. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Reassessing the Ins and Outs of Unemployment.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Review of Economic Dynamics 15(2): 127Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c148.",
        "Smith, Christopher L. 2013. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093The Dynamics of Labor Market Polarization.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Finance and Economics Discussion Series Paper 2013-57. Washington, D.C.: Board of Governors of the Federal Reserve System. Available at http://www.federalreserve.gov/pubs/feds/2013/ 201357/201357abs.html.",
        "Stock, James H., and Mark W. Watson. 2011. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Dynamic Factor Models.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d In Oxford Handbook of Economic Forecasting, eds. Michael P. Clements and David F. Hendry, 35Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c59. Oxford: Oxford University Press.",
        "Stock, James H., and Mark W. Watson. 2012. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Disentangling the Channels of the 2007-2009 Recession.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Brookings Papers on Economic Activity (1): 81Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c35. T",
        "uzemen, Didem, and Jonathan Willis. 2013. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093The Vanishing Middle: Job Polarization and WorkersÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0084¢ Response to the Decline in Middle-Skill Jobs.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Federal Reserve Bank of Kansas City Economic Review 5Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c32. First Quarter. .25 .5 .75 Fraction .25 .5 .75 Fraction 1900 1910 1920 1930 1940 1950 1960 1970 1980 1990 2000 2010 Agricultural Nonag: High Skill Nonag: Middle Skill Nonag: Low Skill Panel A: Employment Shares for Occupational Groups from Decadal Census Data Index: 2007q4 = (SA) 2006q1 2008q1 2010q1 2012q1 2014q1 High Skill Middle Skill Low Skill Panel B: Nonag Employment by Occ Group, 2006q1Ã\u0083Â¢Ã\u0082Ë\u0086Ã\u0082â\u0080\u00992013q4 Percent of Population in Labor Force (SA) Percent of Population in Labor Force (SA) 1950q1 1960q1 1970q1 1980q1 1990q1 2000q1 2010q1 Panel C: Prime Age Male Participation Rate, 1948q1Ã\u0083Â¢Ã\u0082Ë\u0086Ã\u0082â\u0080\u00992013q4"
    ]
}