{
    "id": 21037,
    "cites": 39,
    "cited_by": 20,
    "reference": [
        "Adam, Klaus, Johannes Beutel, and Albert Marcet. 2014. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Stock Price Booms and Expected Capital Gains.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Working paper.",
        "Adam, Klaus, Pei Kuang, and Albert Marcet. 2011. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093House price booms and the current account.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d In NBER Macroeconomics Annual 2011, Volume 26. 77Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c122. University of Chicago Press.",
        "Anenberg, Elliot, and Patrick J. Bayer. 2013. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Endogenous Sources of Volatility in Housing Markets: The Joint Buyer-Seller Problem.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Working paper.",
        "Barberis, Nicholas, Robin Greenwood, Lawrence Jin, and Andrei Shleifer. 2013. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093XCAPM: An extrapolative capital asset pricing model.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d National Bureau of Economic Research.",
        "Berry, Christopher R, and Edward L Glaeser. 2005. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093The divergence of human capital levels across cities.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Papers in regional science, 84(3): 407Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c444.",
        "Burnside, Craig, Martin Eichenbaum, and Sergio Rebelo. 2014. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Understanding booms and busts in housing markets.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Working Paper.",
        "Camerer, Colin F, Teck-Hua Ho, and Juin-Kuan Chong. 2004. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093A cognitive hierarchy model of games.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d The Quarterly Journal of Economics, 861Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c898.",
        "Campbell, Sean D, Morris A Davis, Joshua Gallin, and Robert F Martin. 2009. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093What moves housing markets: A variance decomposition of the rentÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009cprice ratio.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Journal of Urban Economics, 66(2): 90Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c102.",
        "Case, Karl E, and Robert J Shiller. 1989. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093The Efficiency of the Market for Single-Family Homes.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d The American Economic Review, 125Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c137.",
        "Case, Karl E., Robert J. Shiller, and Anne K. Thompson. 2012. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093What Have They Been Thinking? Homebuyer Behavior in Hot and Cold Markets.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Brookings Papers on Economic Activity, 265Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c315.",
        "Cochrane, John H. 2011. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Presidential address: Discount rates.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d The Journal of Finance, 66(4): 1047Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c1108.",
        "Cutler, David M, James M Poterba, and Lawrence H Summers. 1991. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Speculative dynamics. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d The Review of Economic Studies, 58(3): 529Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c546.",
        "De Long, J Bradford, Andrei Shleifer, Lawrence H Summers, and Robert J Waldmann. 1990. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Noise trader risk in financial markets.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Journal of political Economy, 703Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c738.",
        "Eaton, Jonathan, and Zvi Eckstein. 1997. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Cities and growth: Theory and evidence from France and Japan.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Regional science and urban Economics, 27(4): 443Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c474.",
        "Eyster, Erik, and Matthew Rabin. 2005. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Cursed equilibrium.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Econometrica, 73(5): 1623Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c 1672.",
        "Eyster, Erik, and Matthew Rabin. 2010. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Naive herding in rich-information settings.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d American Economic Journal: Microeconomics, 2(4): 221Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c243.",
        "Eyster, Erik, and Matthew Rabin. 2014. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Extensive Imitation is Irrational and Harmful.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Quarterly Journal of Economics.",
        "Eyster, Erik, Matthew Rabin, and Dimitri Vayanos. 2013. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Financial Markets where Traders Neglect the Informational Content of Prices.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Working paper.",
        "Fuster, Andreas, Benjamin Hebert, and David Laibson. 2010. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Investment dynamics with natural expectations.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d International journal of central banking/Bank of Canada, 8(81): 243.",
        "Fuster, Andreas, Benjamin Hebert, and David Laibson. 2011. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Natural Expectations, Macroeconomic Dynamics, and Asset Pricing.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d In NBER Macroeconomics Annual 2011, Volume 26. 1Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c48. University of Chicago Press.",
        "Fuster, Andreas, David Laibson, and Brock Mendel. 2010. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Natural expectations and macroeconomic fluctuations.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d The Journal of Economic Perspectives, 24(4): 67Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c84.",
        "Gabaix, Xavier. 1999. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093ZipfÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0084¢s law for cities: an explanation.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Quarterly journal of Economics, 739Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c767.",
        "Gabaix, Xavier. 2014. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093A Sparsity-Based Model of Bounded Rationality.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d The Quarterly Journal of Economics, 129(4): 1661Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c1710.",
        "Ganong, Peter, and Daniel Shoag. 2013. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Why Has Regional Income Convergence in the U.S. Declined?Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Working paper.",
        "Gao, Zhenyu, Michael Sockin, and Wei Xiong. 2014. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Learning about the Neighborhood: The Role of Supply Elasticity for Housing Cycles.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Working paper.",
        "Giglio, Stefano, Matteo Maggiori, and Johannes Stroebel. 2014. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093No-Bubble Condition: Model-Free Tests in Housing Markets.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Working paper.",
        "Glaeser, Edward L. 2013. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093A Nation of Gamblers: Real Estate Speculation and American History. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d American Economic Review, 103(3): 1Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c42.",
        "Glaeser, Edward L., and Joseph Gyourko. 2009. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Arbitrage in Housing Markets.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d In Housing Markets and the Economy: Risk, Regulation, and Policy. Chapter 5, 113Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c146. Lincoln Institute of Land Policy.",
        "Glaeser, Edward L, Jos eA Scheinkman, and Andrei Shleifer. 1995. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Economic growth in a cross-section of cities.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Journal of monetary economics, 36(1): 117Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c143.",
        "Glaeser, Edward L., Joseph Gyourko, and Albert Saiz. 2008. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Housing Supply and Housing Bubbles.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Journal of Urban Economics, 64(2): 198Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c217.",
        "Glaeser, Edward L, Joseph Gyourko, Eduardo Morales, and Charles G Nathanson. 2014. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Housing dynamics: An urban approach.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Journal of Urban Economics, 81: 45Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c56.",
        "Guren, Adam. 2014. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093The Causes and Consequences of House Price Momentum.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Working paper.",
        "Hamilton, James D. 1994. Time Series Analysis. Princeton University Press.",
        "Head, Allen, Huw Lloyd-Ellis, and Hongfei Sun. 2014. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Search, Liquidity, and the Dynamics of House Prices and Construction.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d The American Economic Review, 104(4): 1172Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c1210.",
        "Hong, Harrison, and Jeremy C Stein. 1999. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093A unified theory of underreaction, momentum trading, and overreaction in asset markets.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d The Journal of Finance, 54(6): 2143Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c2184.",
        "Kindleberger, Charles P., and Robert Aliber. 2005. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Manias, Panics, and Crashes: A History of Financial Crises.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Wiley, 5th Edition.",
        "Nathanson, Charles G., and Eric Zwick. 2014. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Arrested Development: Theory and Evidence of Supply-Side Speculation in the Housing Market.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Working paper. P",
        "Piazzesi, Monika, and Martin Schneider. 2009. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Momentum Traders in the Housing Market: Survey Evidence and a Search Model.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d The American Economic Review, 406Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c411.",
        "Shiller, Robert J. 2005. Irrational Exuberance. Princeton University Press."
    ]
}