{
    "id": 2104,
    "cites": 17,
    "cited_by": 4,
    "reference": [
        "Burbidge, J.B.,.and A.L. Robb. Pensions and Retirement Behavior. Canadian Jounal of Economics 13 (August 1980) :421-437.",
        "Clark, R. L., and T. Johnson. Retirement in the Dual Career Family. Final Report for Social Security Administration Grant Mo. lO-P-90543-4-02, 1980.",
        "Clark, R.L., T. Johnson, and A.A. HcDermed.Aliocation of Time and Resources by Married Couples Approaching Retirement. Lotial Security Bulletin 43 (April 1980) 3-15.",
        "Fields, CS., and 0.S. Mitchell. The Effects of Social Security Reforms on Retirement Ages and Retirement Incomes. ilournal of Public Economics 25 (November 1984) : 143-159.",
        "Hausman, 3., and D. McFadden. Specification Tests for the Multinomial Logit Model. Working paper 292. Massachusetts Institute of Technology, Department of Economics, October 1981.",
        "Hanoch, G., and H. Ronig. Retirement, Wages, and Labor Supply of the Elderly. Jounal M Labor ~conomics 1 (April 1983): 131-151.",
        "Henretta, J.C., and A. M. ORand. Joint Retirement in the Dual Worker Family. c,cial Forces 62 (December 1983) 504-520.",
        "Henretta, 3. C., arid A. N. ORand. Labor Force Participation of Older Married Women. .pcial Securjj~... Bulletth 43 (August 1980) : 10-26.",
        "Honig, M. Partial Retirement Among Women. Journal of liuzmaii~esou~a~ 20 (Fat1 1985) : 613-621.",
        "Honig, M. and G. Hanoch. Partial Retirement As a Separate Mode of Retirement Behavior. Journal of Human Resources 20 (Winter 1985) : 21-46.",
        "Killingsworth, M. IL Labor Supply. New York: Cambridge University Press, 1983.",
        "Kotlikoff, L. and D. E. Smith. Pensions and the American Economy. Chicago: University of Chicago Press, 1983.",
        "Lazear, E. P. and S. Rosen. Pension Inequality. Working Paper No. 1477. National Bureau of Economic Research, October 1984.",
        "MacDonald, C. and G. Carliner. How Does the Structure of Pension Benefits Influence the Optimal Retirement Age? Unpublished working paper, University of Western Ontario, November 1982.",
        "McFadden, D. Econometric Models of Probabalistic Choice. In StructuraL Anajj.,sis of Discrete_Data with Econometric applications. Ed. by D. Manski and D. McFadden. Cambridge, MA: MIT Press, 1981.",
        "Mitchell, 0. S., and C. S. Fields. The Effects of Pensions and Earnings on Retirement: A Review Essay. In Research in Labor Economica Vol. 5. Edited by R. Ehrenberg. Greenwich, Conn.: JAI Press, 1982.",
        "Schwab, K. and L.M. Irelan. The Social Security Administrations Retirement History Study. In AgingÃ\u0083Â·_ ~ Retirement: Prospects. Planning and Policy. Edited by N.G. McCluskey and E.F. Bergatta. Beverly Hills: Sage Publications, Inc.,198l. Small, K. Ordered Logit: A Discrete Choice Model with Proximate Covariance among A).ternatives. Econometric Research Program Memorandum 292. Princeton University, December, 1981."
    ]
}