{
    "id": 21044,
    "cites": 33,
    "cited_by": 3,
    "reference": [
        "Ackermann, Frank, Elizabeth A. Stanton, and Ram on Bueno, 2010, CRED: A New Model of Climate and Development, Working Paper, Stockholm Environment Institute.",
        "Ackermann, Frank, Elizabeth A. Stanton, and Ram on Bueno, 2013, Epstein-Zin utility in DICE: Is risk aversion irrelevant to climate policy?, Environ Resource Econ 73Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c84.",
        "Bansal, Ravi, and Marcelo Ochoa, 2011, Welfare Costs of Long-Run Temperature Shifts, Working Paper, NBER.",
        "Bansal, Ravi, and Marcelo Ochoa, 2012, Temperature, Aggregate Risk, and Expected Returns, Working Paper, NBER.",
        "Botzen, Wouter, and Jeroen van den Bergh, 2012, How sensitive is Nordhaus to Weitzman ? Climate policy in DICE with an alternative damage function, Economics Letters 117, 372Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c374.",
        "Cai, Yongyang, L. Judd Kenneth, and Thomas S. Lontzek, 2012, Continuous-Time Methods for Integrated Assessment Models, Working Paper, NBER.",
        "Cai, Yongyang, L. Judd Kenneth, and Thomas S. Lontzek, 2013, The Social Cost of Stochastic and Irreversible Climate Change, Working Paper, NBER.",
        "Crost, Benjamin, and Christian P. Traeger, 2014, Optimal CO2 mitigation under damage risk valuation, nature climate change 4, 631Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c636.",
        "Daniel, Kent D., Robert B. Litterman, and Gernot Wagner, 2014, Applying Asset Pricing Theory to Calibrate the Price of Climate Risk: A Declining Optimal Price for Carbon Emissions, Working Paper .",
        "Dell, Melissa, Benjamin F. Jones, and Benjamin A. Olken, 2009, Temperature and Income: Reconciling new Cross-sectional and Panel Estimates, American Economic Review 99, 198Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c204.",
        "Dell, Melissa, Benjamin F. Jones, and Benjamin A. Olken, 2012, Temperature Shocks and Economic Growth: Evidence from the Last Half Century, American Economic Journal: Macroeconomics 4, 66Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c95.",
        "Giglio, Stefano, Matteo Maggiori, and Johannes Stroebel, 2014, Very Long-Run Discount Rates, Working Paper, NBER.",
        "Heal, Geoffrey, 2009, Climate Economics: A Meta-Review and Some Suggestions for Future Research, Review of Environmental Economics and Policy 3, 4Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c21.",
        "Hope, Chris, 2006, The Marginal Impact of CO2 from PAGE 2002: An Integrated Assesment Model Incorporating the IPCCÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0084¢s Five Reasons for Concern, The Integrated Assessment Journal 6, 19Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c56.",
        "International Panel of Climate Change, 2014, Fifth Assessment Report of the Intergovernmental Panel on Climate Change (Cambridge University Press).",
        "Kelly, David L., and Charles D. Kolstad, 1999, Bayesian learning, growth, and pollution, Journal of Economic Dynamics and Control 23, 491Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c518.",
        "McKinsey, and Company, 2009, Pathways to a Low-Carbon Economy: Version 2 of the Global Greenhouse Gas Abatement Cost Curve, Technical Report .",
        "McKinsey, and Company, 2010, Impact of the financial crisis on carbon economics: Version 2.1 of the Global Greenhouse Gas Abatement Cost Curve, Technical Report .",
        "Munk, Claus, and Carsten SÃ\u0083Æ\u0092Ã\u0082Â¸rensen, 2010, Dynamic Asset Allocation with Stochastic Income and Interest Rates, Journal of Financial Economics 96, 433Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c462.",
        "New, Mark, D. Liverman, H. Schroder, and K. Anderson, 2011, Four Degrees and Beyond: The Potential for a Global Temperature Increase of Four Degrees and its Implications, Phil. Trans. R. Soc. A 369, 6Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c19.",
        "Nordhaus, William D., 1992, An Optimal Transition Path for Controlling Greenhouse Gases, Science 258, 1315Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c1319.",
        "Nordhaus, William D., 2008, A Question of Balance: Weighing the Options on Global Warming Policies, The Challenge of Global Warming: Economic Models and Environmental Policy.",
        "Nordhaus, William D., and Paul Sztorc, 2013, DICE 2013R: Introduction and Users Manual, Technical Report .",
        "Pindyck, Robert S., 2011, Modeling the impact of warming in climate change economics, in The Economics of Climate Change: Adaptations Past and Present, 47Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c71 (NBER).",
        "Pindyck, Robert S., 2012, Uncertain Outcomes and Climate Change Policy, Journal of Environmental Economics and Management 63, 289Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c303.",
        "Pindyck, Robert S., 2013, Climate Change Policy: What Do the Models Tell Us?, Journal of Economic Literature 51, 860Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c872.",
        "Pindyck, Robert S., 2014, Risk and Return in the Design of Environmental Policy, Journal of the Association of Environmental and Resource Economists 1.",
        "Stanton, A., Elizabeth, F. Ackerman, and S. Kartha, 2009, Inside the integrated assessment models: Four issues in climate economics, Climate and Development 1:2, 166Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c184.",
        "Stern, Nicholas, 2007, The Economics of Climate Change: The Stern Review (Cambridge University Press).",
        "Tol, Richard S.J., 2002a, Estimates on the Damage Costs of Climate Change,Part I: Benchmark Estimates, Environmental and Resource Economics 21, 47Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c73.",
        "Tol, Richard S.J., 2002b, Estimates on the Damage Costs of Climate Change,Part II: Dynamic Estimates, Environmental and Resource Economics 21, 135Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c160.",
        "Weitzman, Martin L., 2009, On Modeling and Interpreting the Economics of Catastrophic Climate Change, The Review of Economics and Statistics 91, 1Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c19.",
        "Preference Parameters Ã\u0083Å½Ã\u0082Â² Weight Parameter 1 Ã\u0083Å½Ã\u0082Â³ Relative risk aversion 1.45 Ã\u0083Å½Ã\u0082Â´ Time preference rate 0.015 Carbon Dioxide Dynamics e Growth rate of excess CO2 concentrations 0.0216 Ã\u0083Â\u008fÃ\u0082Æ\u0092y Carbon dioxide volatility 0.0016 Y0 Initial carbon dioxide concentration 399 Y PI Pre-industrial carbon dioxide concentration 280 Ã\u0083Å½Ã\u0082Â¶e Conversion factor 0.1 Ã\u0083Å½Ã\u0082Â´y Decay rate of excess carbon dioxide 0.0083 Global Warming Process Ã\u0083Å½Ã\u0082Â·Ã\u0083Â\u008fÃ\u0082â\u0080\u009e Scaling parameter 2.592 Ã\u0083Â\u008fÃ\u0082Æ\u0092Ã\u0083Â\u008fÃ\u0082â\u0080\u009e Temperature volatility 0.059 Ã\u0083Â\u008fÃ\u0082Â\u0081yÃ\u0083Â\u008fÃ\u0082â\u0080\u009e CO2/temperature correlation 0.04 T0 Current temperature anomaly 0.9 World GDP Dynamics g Real GDP growth rate 0.0317 Ã\u0083Â\u008fÃ\u0082Æ\u0092c GDP volatility 0.0161 Ã\u0083Â\u008fÃ\u0082Â\u0081cy GDP/CO2 correlation 0.2858 Ã\u0083Å½Ã\u0082Â¶d Damage parameter 0.003 C0 Initial GDP 58,000 Abatement Costs a1 Cost function parameter 4.38 a2 Cost function parameter 0.45 a3 Cost function parameter-3.68 b1 Cost function parameter 3093 b2 Cost function parameter-0.60 Ã\u0083Å½Ã\u0082Â¶Ã\u0083Å½Ã\u0082Âº Efficiency parameter 0.3333"
    ]
}