{
    "id": 21045,
    "cites": 33,
    "cited_by": 5,
    "reference": [
        "Abaluck, Jason, Jonathan Gruber and Ashley T. Swanson. 2015. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Prescription Drug Use under Medicare Part D: A Linear Model of Nonlinear Budget Sets.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d NBER Working Paper 20976 . Working Paper.",
        "Ackerberg, Daniel A. 2001. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Empirically Distinguishing Informative and Prestige Effects of Advertising. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d The RAND Journal of Economics 32(2):316Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c333.",
        "Aron-Dine, Aviva, Liran Einav, Mark Cullen and Amy Finkelstein. 2014. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Moral Hazard in Health Insurance: Do Dynamic Incentives Matter?Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d NBER Working Paper 17802 .",
        "Avery, Rosemary J., Matthew D. Eisenberg and Kosali I. Simon. 2012. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093The Impact of Directto -Consumer Television and Magazine Advertising on Antidepressant Use.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Journal of Health Economics 31(5):705Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c718.",
        "Bagwell, K. 2007. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093The Economic Analysis of Advertising.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Handbook of Industrial Organization 3:1701Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c1844. Mark Armstrong and Rob Porter (eds.). Berndt, Ernst R. 2005. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093To inform or persuade? Direct-to-consumer advertising of prescription drugs.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d New England Journal of Medicine 352(4):325Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c8.",
        "Berndt, Ernst R, Linda T. Bui, David H. Reiley and Glen L. Urban. 1995. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Information, Marketing and Pricing in the U.S. Anti-Ulcer Drug Market.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d American Economic Review 85(2):100Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c105.",
        "Blake, T., C. Nosko and S. Tadelis. 2013. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Consumer Heterogeneity and Paid Search Effectiveness: A Large Scale Field Experiment.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d.",
        "Blazing, MA, RP Giugliano, C Cannon, T Musline, A Tershakovec, J White, C Reist, A McCagg, E Braunwald and R Califf. 2014. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Evaluating cardiovascular event reduction with ezetimibe as an adjunct to simvastatin in 18,144 patients after acute coronary syndromes: final baseline characteristics of the IMPROVE-IT study population.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d American Heart Journal 168(2):205Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c 212.",
        "Bronnenberg, Bart J., Jean-Pierre DubÃ\u0083Æ\u0092Ã\u0082Â©, Matthew Gentzkow and Jesse M. Shapiro. 2014. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Do pharmacists buy Bayer? Informed shoppers and the brand premium.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d University of Chicago mimeo.",
        "Dafny, Leemore, Kate Ho and Mauricio Varela. 2013. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Let Them Have Choice: Gains from Shifting Away from Employer-Sponsored Health Insurance and toward an Individual Exchange.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d American Economic Journal: Economic Policy 5(1):32Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c58.",
        "Dalton, Christina M., Gautam Gowrisankaran and Robert Town. 2014. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Myopia and Complex Dynamic Incentives: Evidence from Medicare Part D.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d.",
        "Davidson, Michael and Jennifer Robinson. 2007. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Safety of Aggressive Lipid Management.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Journal of the American College of Cardiology .",
        "Donohue, Julie M and Ernst R Berndt. 2004. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Effects of Direct-to-Consumer Advertising on Medication Choice: The Case of Antidepressants.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Journal of Public Policy & Marketing 23(2):115Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c 127.",
        "Duggan, Mark and Fiona Scott Morton. 2010. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093The Effect of Medicare Part D on Pharmaceutical Prices and Utilization.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d American Economic Review 100(1):590Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c607.",
        "Einav, Liran, Amy Finkelstein and Paul Schrimpf. 2014. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093The Response of Drug Expenditure to Non-Linear Contract Design: Evidence from Medicare Part D.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d 2014.",
        "Faergeman, Ole, L Hill, E Windler, O Wiklund, R Asmar, E Duffield and F Sosef. 2008. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Efficacy and Tolerance of rosuvastatin and atorvastatin when force-titrated in patients with primary hypercholesterolemia: results from the ECLIPSE study.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Cardiology 111(4):219Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c228.",
        "Gordon, Brett R. and Wesley R. Hartmann. 2013. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Advertising Effects in Presidential Elections.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Marketing Science 32:19Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c35.",
        "Gordon, Brett R. and Wesley R. Hartmann. 2014. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Advertising Competition in Presidential Elections. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Stanford University mimeo.",
        "Iizuka, Toshiaki and Ginger Jin. 2007. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Direct to Consumer Advertising and Prescription Choice.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Journal of Industrial Economics .",
        "Jack, Andrew. 2009. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093The Fall of the WorldÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0084¢s Best-Selling Drug.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Financial Times Magazine .",
        "URL: http://www.ft.com/intl/cms/s/0/d0f7af5c-d7e6-11de-b57800144feabdc0. html?siteedition=intl Jin, Ginger Zhe and Toshiaki Iizuka. 2005. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093The Effects of Prescription Drug Advertising on Doctor Visits.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Journal of Economics & Management Strategy 14(3):701Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c727.",
        "Kolata, Gina. 2014. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Study Finds Alternative to Anti-Cholesterol Drug.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d New York Times .",
        "URL: http://www.nytimes.com/2014/11/18/health/study-finds-alternative-to-statins-inpreventing -heart-attacks-and-strokes.html Lewis, R.A. and J.M. Rao. 2013. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093On the near impossibility of measuring the returns to advertising. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d.",
        "Mathews, Anna Wilde. 2008. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Congress Investigates Vytorin Ads.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Wall Street Journal .",
        "URL: http://blogs.wsj.com/health/2008/01/16/congress-investigates-vytorin-ads/ Moshary, Sarah. 2014. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Price Discrimination across PACs and the Consequences of Political Advertising Regulation.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d MIT Working Paper.",
        "Narayanan, Sridhar, Ramarao Desiraju and Pradeep K. Chintagunta. 2004. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Return on Investment Implications for Pharmaceutical Promotional EExpenditure: The Role of Marketing-Mix Interactions.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Journal of Marketing 68(4):90Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c105.",
        "Rosenthal, M.B., E.R. Berndt, J.M. Donohue, A.M. Epstein and R.G. Frank. 2003. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Demand effects of recent changes in prescription drug promotion.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Frontiers in Health Policy Research 6(1):1Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c26.",
        "Rossi, Peter E. 2014. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Even the Rich Can Make Themselves Poor: a critical examination of the use of IV methods in marketing.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Marketing Science 33(5):655Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c672.",
        "Scott Morton, Fiona. 1999. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Entry Decisions in the Generic Pharmaceutical Industry.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d The RAND Journal of Economics 30(3):421Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c440.",
        "Shapiro, Brad. 2014. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Positive Spillovers and Free Riding in Advertising of Prescription Pharmaceuticals: The Case of Antidepressants.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d University of Chicago Working Paper.",
        "Spatz, Ian. 2011. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Better Drug Ads, Fewer Side Effects.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d New York Times .",
        "URL: http://www.nytimes.com/2011/02/10/opinion/10spatz.html Wosinska, Marta. 2002. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Just What the Patient Ordered? Direct-to-Consumer Advertising and the Demand for Pharmaceutical Products.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Harvard Business School mimeo.",
        "Wosinska, Marta. 2005. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Direct-to-Consumer Advertising and Drug Therapy Compliance.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Journal of Marketing Research 42(3):323Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c332."
    ]
}