{
    "id": 21050,
    "cites": 43,
    "cited_by": 0,
    "reference": [
        "Ahmad, Faraz S., Joshua P. Metlay, Frances K. Barg, Rebecca R. Henderson, and Rachel M. Werner. 2013. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Identifying Hospital Organizational Strategies to Reduce Readmissions.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d American Journal of Medical Quality 28 (4): 278-85.",
        "Asch, Steven. M., Kerr, Eve A., Keesey, Joan B.A., Adams, John L., Setodji, Claude M., Malik, Shaista, and Elizabeth A. McGlynn. 2006. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Who Is at Greatest Risk for Receiving Poor-Quality Health Care?Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d New England Journal of Medicine. 354: 1147-1156.",
        "Ash, Arlene S., Stephen E. Fienberg, Thomas A. Louis, Sharon-Lise Normand, Therese Stukel, and Jessica Utts. 2012. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Statistical Issues in Assessing Hospital Performance.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Centers for Medicare and Medicaid Services.",
        "Barnato, Amber E, Chung-Chou H Chang, Max H Farrell, Judith R Lave, Mark S Roberts, and Derek C Angus. 2010. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Is Survival Better at Hospitals with Higher Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Ë\u009cEnd-of-LifeÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0084¢ Treatment Intensity?.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Medical Care 48 (2): 125-32.",
        "Berenson, Robert A., Ronald A. Paulus, and Noah S. Kalman. 2012. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093MedicareÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0084¢s ReadmissionsReduction Program ? A Positive Alternative.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d New England Journal of Medicine 366 (15): 136466.",
        "Black, N. 2010. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Assessing the Quality of Hospitals.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d BMJ 340 (apr19 2): c2066-c2066.",
        "Chandra, Amitabh, Amy Finkelstein, Adam Sacarny, and Chad Syverson. 2013. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Healthcare Exceptionalism? Productivity and Allocation in the U.S. Healthcare Sector.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d NBER Working Paper Series, no. w19200. Cambridge, Mass: National Bureau of Economic Research.",
        "Chandra, Amitabh, and Jonathan Skinner. 2011. Technology Growth and Expenditure Growth in Health Care. NBER Working Paper Series, no. w16953. Cambridge, Mass: National Bureau of Economic Research.",
        "Chandra, Amitabh, and Douglas O. Staiger. 2007. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Productivity Spillovers in Health Care: Evidence from the Treatment of Heart Attacks.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Journal of Political Economy 115: 103-40.",
        "Chiang, Arthur, Guy David, and Michael Housman. 2006. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093The Determinants of Urban Emergency Medical Services Privatization.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Critical Planning Summer.",
        "Cutler, David. 2010. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093How Health Care Reform Must Bend The Cost Curve.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Health Affairs 29 (6): 1131-35.",
        "Cutler, David M., and Kaushik Ghosh. 2012. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093The Potential for Cost Savings through Bundled Episode Payments.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d New England Journal of Medicine 366 (12): 1075-77.",
        "Dobkin, Carlos. 2003. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Hospital Staffing and Inpatient Mortality.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Unpublished Working Paper.",
        "Doyle, Joseph J., John A. Graves, Jonathan Gruber, and Samuel A. Kleiner. 2015. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Measuring Returns to Hospital Care: Evidence from Ambulance Referral Patterns.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Journal of Political Economy 123 (1): 170-214.",
        "Fisher, Elliott S, Julie P Bynum, and Jonathan S Skinner. 2009. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Slowing the Growth of Health Care CostsÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009cLessons from Regional Variation.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d The New England Journal of Medicine 360 (9): 849-52. .",
        "Fisher, Elliott S., David E. Wennberg, Therese A. Stukel, Daniel J. Gottlieb, F. L. Lucas, and Etoile L. Pinder. 2003a. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093The Implications of Regional Variations in Medicare Spending. Part 2: Health Outcomes and Satisfaction with Care.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Annals of Internal Medicine 138 (4): 288-98.",
        "Fisher, Elliott S., David E. Wennberg, Therese A. Stukel, Daniel J. Gottlieb, F. L. Lucas, and Etoile L. Pinder. 2003b. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093The Implications of Regional Variations in Medicare Spending. Part 1: The Content, Quality, and Accessibility of Care.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Annals of Internal Medicine 138 (4): 273-87.",
        "Franzini, Luisa, Chapin White, Suthira Taychakhoonavudh, Rohan Parikh, Mark Zezza, and Osama Mikhail. 2014. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Variation in Inpatient Hospital Prices and Outpatient Service Quantities Drive Geographic Differences in Private Spending in Texas.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Health Services Research, June, 1944-63.",
        "Hawkes, N. 2010. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Patient Coding and the Ratings Game.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d BMJ 340 (apr23 2): c215-2153.",
        "Institute of Medicine. 2010. Regionalizing Emergency Care. http://www.iom.edu/Reports/ 2010/Regionalizing-Emergency-Care-Workshop-Summary.aspx.",
        "Johnson, Robin. 2001. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093The Future of Local Emergency Medical Service: Ambulance Wars or Public-Private Truce?Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Reason Foundation. http://reason.org/news/show/the-future-oflocal -emergency.",
        "Joynt, Karen E., and Ashish K. Jha. 2013a. Characteristics of Hospitals Receiving Penalties Under the Hospital Readmissions Reduction Program. JAMA 309: 342-343.",
        "Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009dÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c. 2013b. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093A Path Forward on Medicare Readmissions.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d New England Journal of Medicine 368 (13): 1175-77.",
        "Kahn, Jeremy M., Charles C. Branas, C William Schwab, and David A. Asch. 2008. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Regionalization of Medical Critical Care: What Can We Learn from the Trauma Experience?*:Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Critical Care Medicine 36 (11): 3085-88.",
        "Keogh, Bruce. 2013. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Review into the Quality of Care and Treatment Provided by 14 Hosptial Trusts in England: Overview Report.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d National Health Service. http://www.nhs.uk/ nhsengland/bruce-keogh-review/documents/outcomes/keogh-review-final-report.pdf.",
        "Kolesar, Michal, Raj Chetty, John N. Friedman, Edward L. Glaeser, and Guido W. Imbens. 2011. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Identification and Inference with Many Invalid Instruments.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d National Bureau of Economic Research Working Paper Series No. 17519. http://www.nber.org/papers/w17519.",
        "Kripalani, Sunil, Cecelia N. Theobald, Beth Anctil, and Eduard E. Vasilevskis. 2014. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Reducing Hospital Readmission Rates: Current Strategies and Future Directions.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Annual Review of Medicine 65 (1): 471-85.",
        "Krumholz, Harlan M. 2013. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Relationship Between Hospital Readmission and Mortality Rates for Patients Hospitalized With Acute Myocardial Infarction, Heart Failure, or Pneumoniaalttitle Hospital Performance and Readmission/Mortality Rates/alt-Title.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d JAMA 309 (6): 587.",
        "Lilford, R., and P. Pronovost. 2010. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Using Hospital Mortality Rates to Judge Hospital Performance: A Bad Idea That Just Won?t Go Away.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d BMJ 340 (apr19 2): c2016-c2016.",
        "Mulcahy, Andrew, Katherine Harris, Kenneth Finegold, Arthur Kellermann, Laurel Edelman, and Benjamin D. Sommers. 2013. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Insurance Coverage of Emergency Care for Young Adults under Health Reform.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d New England Journal of Medicine 368 (22): 2105-12.",
        "Naylor, Mary D., Linda H. Aiken, Ellen T. Kurtzman, Danielle M. Olds, and Karen B. Hirschman. 2011. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093The Importance Of Transitional Care In Achieving Health Reform.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Health Affairs 30 (4): 746-54.",
        "Newhouse, Joseph P., and Alan M. Garber. 2013. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Geographic Variation in Health Care Spending in the United States: Insights From an Institute of Medicine Report.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d JAMA 310 (12): 1227.",
        "Newhouse, Joseph P., Garber, Alan, and Robin P. Graham, eds. 2013. Interim Report of the Committee on Geographic Variation in Health Care Spending and Promotion of High-Value Health Care: Preliminary Committee Observations. The National Academies Press. http:// www.nap.edu/openbook.php?record id=18308.",
        "OECD. 2014. Total Expenditure on Health per Capita 2014/1. Health: Key Tables from OECD. Paris. http://www.oecd-ilibrary.org/content/table/hlthxp-cap-table-2014-1-en.",
        "Press, Matthew J., Dennis P. Scanlon, Andrew M. Ryan, Jingsan Zhu, Amol S. Navathe, Jessica N. Mittler, and Kevin G. Volpp. 2013. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Limits Of Readmission Rates In Measuring Hospital Quality Suggest The Need For Added Metrics.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Health Affairs 32 (6): 1083-91.",
        "Ragone, Michael. 2012. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Evolution or Revolution: EMS Industry Faces Difficult Changes.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Journal of Emergency Medical Services 37(2).",
        "Rubin, Donald. 2001. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Using Propensity Scores to Help Design Observational Studies: Application to the Tobacco Litigation.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Health Services and Outcomes Research Methodology 2 (3-4): 169-88.",
        "Shahian, David M., Gregg S. Meyer, Elizabeth Mort, Susan Atamian, Xiu Liu, Andrew S. Karson, Lawrence D. Ramunno, and Hui Zheng. 2012. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Association of National Hospital Quality Measure Adherence with Long-Term Mortality and Readmissions.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d BMJ Quality & Safety 21 (4): 325-36.",
        "Skinner, Jonathan, and Fisher, Elliott S. 2010. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Reflections on Geographic Variation in U.S. Health Care.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d The Dartmouth Institute. http://www.dartmouthatlas.org/downloads/press/ Skinner Fisher DA 05 10.pdf.",
        "Skura, Barry. 2001. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Where Do 911 System Ambulances Take Their Patients? Differences Between Voluntary Hospital Ambulances and Fire Department Ambulances.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d City of New York Office of the Comptroller.",
        "Song, Yunjie, Skinner, Jonathan, Bynum, Julie, Sutherland, Jason, Wennberg, John E., and Elliott S. Fisher. 2010. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Regional variations in diagnostic practices.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d New England Journal of Medicine. 363:45-53.",
        "Stock, James H, Jonathan H Wright, and Motohiro Yogo. 2002. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093A Survey of Weak Instruments and Weak Identification in Generalized Method of Moments.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Journal of Business and Economic Statistics 20 (4): 518-29.",
        "Werner, R. M. and D.A. Asch. 2005. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093The Unintended Consequences of Publicly Reporting Quality Information.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d JAMA 293: , 1239-1244."
    ]
}