{
    "id": 21065,
    "cites": 18,
    "cited_by": 10,
    "reference": [
        "Agan, A. Y. (2014). Disaggregating the returns to college. Unpublished, Princeton University. Aghion, P., Boustan, L., Hoxby, C., and Vandenbussche, J. (2009). The causal impact of education on economic growth: Evidence from the United States. Unpublished, Harvard University.",
        "Bishop, K. C. (2008). A dynamic model of location choice and hedonic valuation. Unpublished, Washington University in St. Louis.",
        "Bound, J., Groen, J., Kezdi, G., and Turner, S. (2004). Trade in university training: cross-state variation in the production and stock of college-educated labor. Journal of Econometrics, 121(12) :143 Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c 173.",
        "Card, D. and Krueger, A. B. (1992). Does school quality matter? returns to education and the characteristics of public schools in the united states. The Journal of Political Economy, 100(1):1Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c 40.",
        "Card, D. and Lemieux, T. (2001). Dropout and enrollment trends in the postwar period: What went wrong in the 1970s? In Gruber, J., editor, An Economic Analysis of Risky Behavior Among Youth, pages 439Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c482. University of Chicago Press, Chicago.",
        "Dynarski, S. (2000). Hope for whom? Financial aid for the middle class and its impact on college attendance. National Tax Journal, 53(3 Part 2):629Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c662.",
        "Dynarski, S. M. (2003). Does aid matter? Measuring the effect of student aid on college attendance and completion. The American Economic Review, 93(1):279Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c288.",
        "Gemici, A. (2011). Family migration and labor market outcomes. Unpublished, New York University.",
        "Goldin, C. and Katz, L. F. (1999). The shaping of higher education: The formative years in the united states, 1890 to 1940. Journal of Economic Perspectives, 13(1):37Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c62.",
        "Groen, J. A. (2004). The effect of college location on migration of college-educated labor. Journal of Econometrics, 121(1-2):125 Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c 142. Higher education (Annals issue).",
        "Kane, T. J. (2006). Public intervention in post-secondary education. In Hanushek, E. and Welch, F., editors, Handbook of the Economics of Education, volume 2, pages 1369 Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c 1401. Elsevier Science, North-Holland, Amsterdam, New York and Oxford.",
        "Kane, T. J. (2007). Evaluating the impact of the D.C. tuition assistance grant program. Journal of Human Resources, XLII(3):555Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c582.",
        "Keane, M. P. and Wolpin, K. I. (1997). The career decisions of young men. Journal of Political Economy, 105(3):473Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c522.",
        "Keane, M. P. and Wolpin, K. I. (2001). The effect of parental transfers and borrowing constraints on educational attainment. International Economic Review, 42(4):1051Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c1103.",
        "Kennan, J. (2006). A note on discrete approximations of continuous distributions. Unpublished, University of WisconsinÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009cMadison.",
        "Kennan, J. and Walker, J. R. (2011). The effect of expected income on individual migration decisions. Econometrica, 79(1):211Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c251.",
        "McFadden, D. D. (1974). Conditional logit analysis of qualitative choice behavior. In Zarembka, P., editor, Frontiers in Econometrics. Academic Press.",
        "Rust, J. P. (1994). Structural estimation of markov decision processes. In Engle, R. and McFadden, D., editors, Handbook of Econometrics, volume 4, pages 3081Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c3143. Elsevier Science, North-Holland, Amsterdam, New York and Oxford."
    ]
}