{
    "id": 2106,
    "cites": 14,
    "cited_by": 1,
    "reference": [
        "Andrews, Donald T.M., and Ray C. Fair, Inference in Econometric Models with Structural Change, mimeo, 1986.",
        "Chow, Gregory, On the Long-Run and Short-Run Demand for Money, Journal of Political Economy, 74 (April 1966), 111-131.",
        "Fair, Ray C., The Estimation of Simultaneous Equation Models with Lagged Endogenous Variables and First Order Serially Correlated Errors, Econometrica, 38 (May 1970), 507-516.",
        "Fair, Ray C., Specification. Estimation, and Analysis of Macroeconometric Models, Harvard Universtiy Press, 1984.",
        "Goldfeld, Stephen M., The Demand for Money Revisited, Brookings Papers on Economic Activity, 3 (1973), 577-638.",
        "Goldfeld, Stephen M., The Case of the Missing Money, Brookings Papers on Economic Activity, 3 (1976), 683-730.",
        "Hafer, R.W., Monetary Stabilization Policy: Evidence from Money Demand Forecasts, Federal Reserve Bank of St. Louis Review, 67 (May 1985), 21-26.",
        "Hafer, R.W., and Scott E. Hem, The Dynamics and Estimation of ShortRun Money Demand, Federal Reserve Bank of St. Louis Review, 62 (March 1980), 26-35.",
        "Hendry, David F., Adrian R. Pagan, and J. Denis Sargan, Dynamic Specifications, in Z. Griliches and M.D. Intriligator (eds.), Handbook of Econometrics, North-Holland Publishing Co., 1984, 1023-1100.",
        "Hwang, Hae-shin, Test of the Adjustment Process and Linear Homogeneity in a Stock Adjustment Model of Money Demand, The Review of Economics and Statistics, 68 (November 1985), 689-692.",
        "Judd, John P., and John L. Scadding, The Search for a Stable Money Demand Function, Journal of Economic Literature, 20 (September 1982), 993-1023.",
        "Milbourne, Ross, Price Expectations and the Demand for Money: Resolution of a Paradox, The Review of Economics and Statistics, 65 (November 1983), 633-638.",
        "Spencer, David E., Money Demand and the Price Level, The Review of Economics and Statistics, 67 (August 1985), 490-496.",
        "Thornton, Daniel L., Money Demand Dynamics: Some New Evidence, Federal Reserve Bank of St. Louis Review, 67 (March 1985), 14-23."
    ]
}