{
    "id": 21079,
    "cites": 108,
    "cited_by": 31,
    "reference": [
        "Alesina, Alberto, and Eliana La Ferrara. 2005. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Ethnic Diversity and Economic Performance.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Journal of Economic Literature, 43(3): 762Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c800.",
        "Alesina, Alberto, and Enrico Spolaore. 2003. The Size of Nations. Cambridge, MA:MIT Press.",
        "Alesina, Alberto, Reza Baqir, and William Easterly. 1999. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Public Goods and Ethnic Divisions.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Quarterly Journal of Economics, 114(4): 1243Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c1284.",
        "Altonji, Joseph G., Todd E. Elder, and Christopher R. Taber. 2005. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Selection on Observed and Unobserved Variables: Assessing the Effectiveness of Catholic Schools.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Journal of Political Economy, 113(1): 151Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c184.",
        "Angrist, Joshua D., and Adriana D. Kugler. 2008. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Rural Windfall or a New Resource Curse? Coca, Income, and Civil Conflict in Colombia.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Review of Economics and Statistics, 90(2): 191Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c215.",
        "Ashraf, Quamrul, and Oded Galor. 2011. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Dynamics and Stagnation in the Malthusian Epoch.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d American Economic Review, 101(5): 2003Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c2041.",
        "Ashraf, Quamrul, and Oded Galor. 2013a. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093The Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Out of AfricaÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Hypothesis, Human Genetic Diversity, and Comparative Economic Development.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d American Economic Review, 103(1): 1Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c48.",
        "Ashraf, Quamrul, and Oded Galor. 2013b. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Genetic Diversity and the Origins of Cultural Fragmentation. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d American Economic Review: Papers & Proceedings, 103(3): 528Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c533.",
        "Atkinson, Quentin D. 2011. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Phonemic Diversity Supports a Serial Founder Effect Model of Language Expansion from Africa.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Science, 332(6027): 346Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c349.",
        "Banks, Arthur S. 2010. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Cross-National Time-Series Data Archive.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Databanks International, Jerusalem, Israel. http://www.databanksinternational.com/ (accessed March 23, 2012).",
        "Barth, Fredrik, ed. 1969. Ethnic Groups and Boundaries: The Social Organization of Culture Difference. Olso, Norway:Universitetsforlaget.",
        "Bates, Robert H. 1983. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Modernization, Ethnic Competition, and the Rationality of Politics in Contemporary Africa.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d In State versus Ethnic Claims: African Policy Dilemmas. , ed. Donald Rothchild and Victor A. Olorunsola, 152Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c171. Boulder, CO:Westview Press.",
        "Bazzi, Samuel, and Christopher Blattman. 2014. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Economic Shocks and Conflict: Evidence from Commodity Prices.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d American Economic Journal: Macroeconomics, 6(4): 1Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c38.",
        "Beck, Nathaniel, Jonathan N. Katz, and Richard Tucker. 1998. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Taking Time Seriously: TimeSeries Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009cCross-Section Analysis with a Binary Dependent Variable.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d American Journal of Political Science, 42(4): 1260Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c1288.",
        "Bellows, John, and Edward Miguel. 2009. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093War and Local Collective Action in Sierra Leone.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Journal of Public Economics, 93(11-12): 1144Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c1157.",
        "Besley, Timothy, and Marta Reynal-Querol. 2014. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093The Legacy of Historical Conflict: Evidence from Africa.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d American Political Science Review, 108(2): 319Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c336.",
        "Betti, Lia, Fran cois Balloux, William Amos, Tsunehiko Hanihara, and Andrea Manica. 2009.",
        "Betti, Lia, Noreen von Cramon-Taubadel, Andrea Manica, and Stephen J. Lycett. 2013. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Global Geometric Morphometric Analyses of the Human Pelvis Reveal Substantial Neutral Population History Effects, Even across Sexes.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d PLoS ONE, 8(2): e55909.",
        "Blattman, Christopher, and Edward Miguel. 2010. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Civil War.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Journal of Economic Literature, 48(1): 3Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c57.",
        "Boyd, Robert, and Peter J. Richerson. 1985. Culture and the Evolutionary Process. Chicago, IL:University of Chicago Press.",
        "Brass, Paul R. 1997. Theft of an Idol: Text and Context in the Representation of Collective Violence. Princeton, NJ:Princeton University Press.",
        "Brewer, Marilynn B. 1979. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093In-Group Bias in the Minimal Intergroup Situation: A Cognitive-Motivational Analysis.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Psychological Bulletin, 86(2): 307Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c324.",
        "Brewer, Marilynn B. 1991. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093The Social Self: On Being the Same and Different at the Same Time.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Personality and Social Psychology Bulletin, 17(5): 475Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c482.",
        "Brewer, Marilynn B. 1997. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093The Social Psychology of Intergroup Relations: Can Research Inform Practice?Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Journal of Social Issues, 53(1): 197Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c211.",
        "Brubaker, Rogers. 2004. Ethnicity without Groups. Cambridge, MA:Harvard University Press.",
        "Brubaker, Rogers, and David D. Laitin. 1998. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Ethnic and Nationalist Violence.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Annual Review of Sociology, 24: 423Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c452.",
        "Br uckner, Markus. 2010. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Population Size and Civil Conflict Risk: Is there a Causal Link?Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d The Economic Journal, 120(544): 535Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c550.",
        "Br uckner, Markus, and Antonio Ciccone. 2010. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093International Commodity Prices, Growth and the Outbreak of Civil War in Sub-Saharan Africa.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d The Economic Journal, 120(544): 519Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c534.",
        "Caselli, Francesco, and Wilbur John Coleman, II. 2013. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093On the Theory of Ethnic Conflict.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Journal of the European Economic Association, 11(S1): 161Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c192.",
        "Cavalli-Sforza, L. Luca. 2005. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093The Human Genome Diversity Project: Past, Present and Future.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Nature Reviews Genetics, 6(4): 333Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c340.",
        "Cavalli-Sforza, L. Luca, and Marcus W. Feldman. 1981. Cultural Transmission and Evolution: A Quantitative Approach. Princeton, NJ:Princeton University Press.",
        "Cavalli-Sforza, L. Luca, Paolo Menozzi, and Alberto Piazza. 1994. The History and Geography of Human Genes. Princeton, NJ:Princeton University Press.",
        "Central Intelligence Agency, The. 2006. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093The World Factbook 2006.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d The Central Intelligence Agency, Washington, DC. https://www.cia.gov/library/publications/the-world-factbook/ (accessed March 18, 2007).",
        "Cervellati, Matteo, Uwe Sunde, and Simona Valmori. 2011. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Disease Environment and Civil Conflicts.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d IZA Discussion Paper No. 5614, Institute for the Study of Labor.",
        "Collier, Paul, and Anke Hoeffler. 2004. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Greed and Grievance in Civil War.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Oxford Economic Papers, 56(4): 563Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c595.",
        "Collier, Paul, and Anke Hoeffler. 2007. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Civil War.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d In Handbook of Defense Economics, Vol. 2: Defense in a Globalized World. , ed. Todd Sandler and Keith Hartley, 711Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c740. Amsterdam, The Netherlands:Elsevier, North-Holland.",
        "Conley, T. G. 1999. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093GMM Estimation with Cross Sectional Dependence.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Journal of Econometrics, 92(1): 1Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c45.",
        "Connor, Walker. 1994. Ethnonationalism: The Quest for Understanding. Princeton, NJ:Princeton University Press.",
        "Desmet, Klaus, Ignacio OrtuÃ\u0083â\u0080¹Ã\u0082Å\u0093 no-Ort Ã\u0083â\u0080\u009eÃ\u0082Â±n, and Romain Wacziarg. 2012. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093The Political Economy of Linguistic Cleavages.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Journal of Development Economics, 97(2): 322Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c338.",
        "Desmet, Klaus, Ignacio OrtuÃ\u0083â\u0080¹Ã\u0082Å\u0093 no-Ort Ã\u0083â\u0080\u009eÃ\u0082Â±n, and Shlomo Weber. 2009. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Linguistic Diversity and Redistribution.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Journal of the European Economic Association, 7(6): 1291Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c1318.",
        "Desmet, Klaus, Michel Le Breton, Ignacio OrtuÃ\u0083â\u0080¹Ã\u0082Å\u0093 no-Ort Ã\u0083â\u0080\u009eÃ\u0082Â±n, and Shlomo Weber. 2011. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093The Stability and Breakup of Nations: A Quantitative Analysis.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Journal of Economic Growth, 16(3): 183Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c213.",
        "Dube, Oeindrila, and Juan F. Vargas. 2013. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Commodity Price Shocks and Civil Conflict: Evidence from Colombia.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Review of Economic Studies, 80(4): 1384Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c1421.",
        "Durham, William H. 1991. Coevolution: Genes, Culture, and Human Diversity. Stanford, CA:Stanford University Press.",
        "Easterly, William, and Ross Levine. 1997. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093AfricaÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0084¢s Growth Tragedy: Policies and Ethnic Divisions.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Quarterly Journal of Economics, 112(4): 1203Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c1250.",
        "Eifert, Benn, Edward Miguel, and Daniel N. Posner. 2010. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Political Competition and Ethnic Identification in Africa.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d American Journal of Political Science, 54(2): 494Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c510.",
        "Elbadawi, Ibrahim, and Nicholas Sambanis. 2002. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093How Much War Will We See? Explaining the Prevalence of Civil War.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Journal of Conflict Resolution, 46(3): 307Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c334.",
        "Esteban, Joan, and Debraj Ray. 1999. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Conflict and Distribution.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Journal of Economic Theory, 87(2): 379Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c415.",
        "Esteban, Joan, and Debraj Ray. 2011b. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Linking Conflict to Inequality and Polarization.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d American Economic Review, 101(4): 1345Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c1374.",
        "Esteban, Joan, Laura Mayoral, and Debraj Ray. 2012. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Ethnicity and Conflict: An Empirical Study.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d American Economic Review, 102(4): 1310Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c1342.",
        "Esty, Daniel C., Jack A. Goldstone, Ted Robert Gurr, Barbara Harff, Marc Levy, Geoffrey D. Dabelko, Pamela T. Surko, et al. 1998. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093State Failure Task Force Report: Phase II Findings.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Science Applications International Corporation, McLean, VA.",
        "Fearon, James D. 2003. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Ethnic and Cultural Diversity by Country.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Journal of Economic Growth, 8(2): 195Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c222.",
        "Fearon, James D. 2005. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Primary Commodity Exports and Civil War.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Journal of Conflict Resolution, 49(4): 483Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c507.",
        "Fearon, James D., and David D. Laitin. 2000. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Violence and the Social Construction of Ethnic Identity.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d International Organization, 54(4): 845Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c877.",
        "Fincher, Corey L., and Randy Thornhill. 2008. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Assortative Sociality, Limited Dispersal, Infectious Disease and the Genesis of the Global Pattern of Religion Diversity.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Proceedings of the Royal Society B: Biological Sciences, 275(1651): 2587Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c2594.",
        "Fletcher, Erin, and Murat Iyigun. 2010. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093The Clash of Civilizations: A Cliometric Investigation.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d http://www.colorado.edu/economics/courses/iyigun/fractionalization013109.pdf.",
        "Galor, Oded. 2011. Unified Growth Theory. Princeton, NJ:Princeton University Press.",
        "Geertz, Clifford. 1973. The Interpretation of Cultures. New York, NY:Basic Books.",
        "Gellner, Ernest. 1983. Nations and Nationalism. Ithaca, NY:Cornell University Press.",
        "Gleditsch, Nils Petter, Peter Wallensteen, Mikael Eriksson, Margareta Sollenberg, and HÃ\u0083â\u0080¹Ã\u0082Å¡ avard Strand. 2002. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Armed Conflict 1946-2001: A New Dataset.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Journal of Peace Research, 39(5): 615Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c637.",
        "Griffiths, Anthony J. F., Jeffrey H. Miller, David T. Suzuki, Richard C. Lewontin, and William M. Gelbart. 2000. An Introduction to Genetic Analysis. . 7th ed., New York, NY:W. H. Freeman & Co.",
        "Grossman, Herschel I. 1999. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Kleptocracy and Revolutions.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Oxford Economic Papers, 51(2): 267Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c283.",
        "Hanihara, Tsunehiko. 2008. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Morphological Variation of Major Human Populations Based on Nonmetric Dental Traits.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d American Journal of Physical Anthropology, 136(2): 169Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c182.",
        "Hardin, Russell. 1995. One for All: The Logic of Group Conflict. Princeton, NJ:Princeton University Press.",
        "Hartl, Daniel L., and Andrew G. Clark. 2007. Principles of Population Genetics. . 4th ed., Sunderland, MA:Sinauer Associates, Inc.",
        "Hegre, HÃ\u0083â\u0080¹Ã\u0082Å¡ avard, and Nicholas Sambanis. 2006. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Sensitivity Analysis of Empirical Results on Civil War Onset.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Journal of Conflict Resolution, 50(4): 508Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c535.",
        "Hirshleifer, Jack. 1991. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093The Technology of Conflict as an Economic Activity.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d American Economic Review: Papers & Proceedings, 81(2): 130Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c134.",
        "Hirshleifer, Jack. 1995. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Anarchy and its Breakdown.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Journal of Political Economy, 103(1): 26Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c52.",
        "Horowitz, Donald L. 1985. Ethnic Groups in Conflict. Berkeley, CA:University of California Press.",
        "Horowitz, Donald L. 1999. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Structure and Strategy in Ethnic Conflict: A Few Steps Toward Synthesis.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d In Annual World Bank Conference on Development Economics 1998. , ed. Boris Pleskovic and Joseph E. Stiglitz, 345Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c370. Washington, DC:The World Bank.",
        "Humphreys, Macartan. 2005. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Natural Resources, Conflict, and Conflict Resolution: Uncovering the Mechanisms.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Journal of Conflict Resolution, 49(4): 508Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c537.",
        "King, Gary, and Langche Zeng. 2001. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Logistic Regression in Rare Events Data.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Political Analysis, 9(2): 137Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c163.",
        "Letendre, Kenneth, Corey L. Fincher, and Randy Thornhill. 2010. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Does Infectious Disease Cause Global Variation in the Frequency of Intrastate Armed Conflict and Civil War?Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Biological Reviews, 85(3): 669Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c683.",
        "Maddison, Angus. 2010. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Statistics on World Population, GDP and Per Capita GDP, 1Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c2008 AD.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Groningen Growth and Development Centre, Groningen, The Netherlands. http://www.ggdc.net/ maddison/oriindex.htm (accessed January 2, 2011).",
        "Manica, Andrea, William Amos, Fran cois Balloux, and Tsunehiko Hanihara. 2007. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093The Effect of Ancient Population Bottlenecks on Human Phenotypic Variation.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Nature, 448(7151): 346Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c348.",
        "Marshall, Monty G. 2010. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Major Episodes of Political Violence (MEPV) and Conflict Regions, 1946Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c 2008.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Center for Systemic Peace, Vienna, VA. http://www.systemicpeace.org/inscrdata.html (accessed February 10, 2011).",
        "Marshall, Monty G., Ted Robert Gurr, and Keith Jaggers. 2009. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Polity IV Project: Political Regime Characteristics and Transitions, 1800Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c2009.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Center for Systemic Peace, Vienna, VA. http:// www.systemicpeace.org/inscrdata.html (accessed January 2, 2011).",
        "Michalopoulos, Stelios, and Elias Papaioannou. 2013. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093The Long-Run Effects of the Scramble for Africa.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d NBER Working Paper No. 17620, National Bureau of Economic Research.",
        "Miguel, Edward, Shanker Satyanath, and Ernest Sergenti. 2004. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Economic Shocks and Civil Conflict: An Instrumental Variables Approach.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Journal of Political Economy, 112(4): 725Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c753.",
        "Minorities at Risk Project, The. 2009. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Minorities at Risk Dataset.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Center for International Development and Conflict Management, College Park, MD. http://www.cidcm.umd.edu/mar/mar data.",
        "Montalvo, Jos e G., and Marta Reynal-Querol. 2005. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Ethnic Polarization, Potential Conflict, and Civil Wars.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d American Economic Review, 95(3): 796Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c816.",
        "Nordhaus, William D. 2006. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Geography and Macroeconomics: New Data and New Findings.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Proceedings of the National Academy of Sciences, 103(10): 3510Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c3517.",
        "Nunn, Nathan. 2014. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Historical Development.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d In Handbook of Economic Growth, Vol. 2A. , ed. Philippe Aghion and Steven N. Durlauf, 347Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c402. Amsterdam, The Netherlands:Elsevier, North-Holland.",
        "Posner, Daniel N. 2003. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093The Colonial Origins of Ethnic Cleavages: The Case of Linguistic Divisions in Zambia.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Comparative Politics, 35(2): 127Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c146.",
        "Putterman, Louis, and David N. Weil. 2010. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Post-1500 Population Flows and The Long-Run Determinants of Economic Growth and Inequality.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Quarterly Journal of Economics, 125(4): 1627Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c1682.",
        "Ramachandran, Sohini, Omkar Deshpande, Charles C. Roseman, Noah A. Rosenberg, Marcus W. Feldman, and L. Luca Cavalli-Sforza. 2005. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Support from the Relationship of Genetic and Geographic Distance in Human Populations for a Serial Founder Effect Originating in Africa.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Proceedings of the National Academy of Sciences, 102(44): 15942Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c15947.",
        "Rohner, Dominic, Mathias Thoenig, and Fabrizio Zilibotti. 2013. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Seeds of Distrust: Conflict in Uganda.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Journal of Economic Growth, 18(3): 217Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c252.",
        "Ross, Michael. 2006. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093A Closer Look at Oil, Diamonds, and Civil War.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Annual Review of Political Science, 9: 265Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c300.",
        "Ross, Michael L. 2013. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Oil and Gas Data, 1932Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c2011.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d http://dvn.iq.harvard.edu/dvn/dv/mlross/faces/ study/StudyPage.xhtml?studyId=87422&versionNumber=2 (accessed December 26, 2013).",
        "Sambanis, Nicholas. 2001. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Do Ethnic and Nonethnic Civil Wars Have the Same Causes? A Theoretical and Empirical Inquiry (Part 1).Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Journal of Conflict Resolution, 45(3): 259Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c282.",
        "Sambanis, Nicholas. 2002. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093A Review of Recent Advances and Future Directions in the Quantitative Literature on Civil War.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Defence and Peace Economics, 13(3): 215Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c243.",
        "Sambanis, Nicholas. 2004. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093What Is Civil War? Conceptual and Empirical Complexities of an Operational Definition.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Journal of Conflict Resolution, 48(6): 814Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c858.",
        "Shils, Edward. 1957. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Primordial, Personal, Sacred and Civil Ties: Some Particular Observations on the Relationships of Sociological Research and Theory.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d British Journal of Sociology, 8(2): 130Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c145.",
        "Spolaore, Enrico, and Romain Wacziarg. 2009. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093The Diffusion of Development.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Quarterly Journal of Economics, 124(2): 469Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c529.",
        "Spolaore, Enrico, and Romain Wacziarg. 2013a. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093War and Relatedness.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d CAGE Online Working Paper No. 140, Centre for Competitive Advantage in the Global Economy.",
        "Spolaore, Enrico, and Romain Wacziarg. 2013b. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093How Deep Are the Roots of Economic Development?Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Journal of Economic Literature, 51(2): 325Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c369.",
        "Spolaore, Enrico, and Romain Wacziarg. 2014. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Long-Term Barriers to Economic Development.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d In Handbook of Economic Growth, Vol. 2A. , ed. Philippe Aghion and Steven N. Durlauf, 121Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c176. Amsterdam, The Netherlands:Elsevier, North-Holland.",
        "Sundberg, Ralph, Kristine Eck, and Joakim Kreutz. 2012. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Introducing the UCDP Non-State Conflict Dataset.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Journal of Peace Research, 49(2): 351Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c362.",
        "Themn er, Lotta, and Peter Wallensteen. 2012. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Armed Conflicts, 1946Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c2011.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Journal of Peace Research, 49(4): 565Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c575.",
        "Themn er, Lotta, and Peter Wallensteen. 2014. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Armed Conflicts, 1946Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c2013.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Journal of Peace Research, 51(4): 541Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c554.",
        "Van den Berghe, Pierre L. 1981. The Ethnic Phenomenon. New York, NY:Elsevier, North-Holland.",
        "von Cramon-Taubadel, Noreen, and Stephen J. Lycett. 2008. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Brief Communication: Human Cranial Variation Fits Iterative Founder Effect Model with African Origin.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d American Journal of Physical Anthropology, 136(1): 108Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c113.",
        "Wimmer, Andreas. 2002. Nationalist Exclusion and Ethnic Conflict: Shadows of Modernity. Cambridge, UK:Cambridge University Press.",
        "Wimmer, Andreas, and Brian Min. 2006. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093From Empire to Nation-State: Explaining Wars in the Modern World, 1816Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c2001.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d American Sociological Review, 71(6): 867Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c897.",
        "Wimmer, Andreas, and Brian Min. 2009. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093The Location and Purpose of Wars Around the World: A New Global Dataset, 1816Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c2001.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d International Interactions, 35(4): 390Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c417.",
        "Wimmer, Andreas, Lars-Erik Cederman, and Brian Min. 2009. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Ethnic Politics and Armed Conflict: A Configurational Analysis of a New Global Data Set.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d American Sociological Review, 74(2): 316Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c337.",
        "World Bank, The. 2006. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093The World Development Indicators 2006.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d The World Bank, Washington, DC.",
        "World Values Survey, The. 2006. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093European and World Values Surveys, Four-Wave Integrated Data File, 1981Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c2004, version 20060423.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d The World Values Survey Association, Stockholm, Sweden. http: //www.worldvaluessurvey.org/ (accessed August 24, 2010).",
        "World Values Survey, The. 2009. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093World Values Survey, 1981Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c2008 Official Aggregate, version 20090914.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d The World Values Survey Association, Stockholm, Sweden. http://www.worldvaluessurvey.org/ (accessed August 24, 2010). Appendices A Supplementary Results"
    ]
}