{
    "id": 2108,
    "cites": 14,
    "cited_by": 6,
    "reference": [
        "Blau, Francine D., and Kahn, Lawrence M. Unionism, Seniority, and Turnover. Industrial Relations 22 (Fall 1983): 362-373.",
        "Bureau of National Affairs. RIFs, Layoffs, and EEO in State Governments. Government Employee Relations Report 948 (February 1, 1982; part II): 1-13. (a).",
        "Special Report. Washington: Bureau of National Affairs, 1982. (b).",
        "Clark, Kim B., and Summers, Lawrence H. Labor Market Dynamics and Unemployment: A Reconsideration. Brookings Papers on Economic Activity (1979): 13-72.",
        "Crawford, Alan. Having It All: The Rise of Government Unions and the Decline of the Work Ethic. Washington Monthly 14 (January 1983): 33-39.",
        "Eberts, Randall W. Union-negotiated Employment Rules and Teacher Quits. Economics of Education Review, forthcoming. Freeman, Richard B. How Do Public Sector Wages and Employment Respond to Economic Conditions? National Bureau of Economic Research Working Paper No. 1653, Cambridge, Mass., June 1985.",
        "Freeman, Richard B. and Medoff, James L. What Do Unions Do? New York: Basic, 1984.",
        "Long, James E. Are Government Workers Overpaid? Alternative Evidence. Journal of Human Resources 17 (Winter 1982): 123-131.",
        "Medoff, James L. Layoffs and Alternatives under Trade Unions in U.S. Manufacturing. American Economic Review 69 (June 1979): 380-395.",
        "Perry, Charles R. Teacher Bargaining: The Experience in Nine Systems. Industrial and Labor Relations Review 33 (October 1979): 3-17.",
        "Smith, Sharon P. Equal Pay in the Public Sector: Fact or Fantasy. Princeton: Industrial Relations Section, 1977.",
        "U. S. Congress, Senate Committee on Finance. Unemployment Compensation Amendments of 1976: Hearings on H.R. 10210. 94th Congress, 2d sess., 8 and 9 September 1976.",
        "U.S. Department of Labor. Bureau of Labor Statistics. Municipal Collective Bargaining Agreements in Large Cities. BLS Bulletin 1759. Washington: G.P.O., 1972.",
        "Firefighters. BLS Bulletin 1885. Washington: G.P.O., 1976."
    ]
}