{
    "id": 21091,
    "cites": 17,
    "cited_by": 48,
    "reference": [
        "Acemoglu, D. & Autor, D. 2011. Skills, tasks and technologies: Implications for employment and earnings. Handbook of Labor Economics 4: 1043-1171.",
        "Arrow, K. A. 1962. The economic implications of learning by doing. The Review of Economic Studies 29 No. 3 (June): 155-173",
        "Autor, D. H., Levy, F., & Murnane, R. J. 2003. The skill content of recent technological change: An empirical exploration. Quarterly Journal of Economics 118 No.4 (Novemeber): 1279-1333.",
        "Autor, D. H., & Dorn, D. 2013. The growth of low-skill service job and the polarization of the US labor market. American Economic Review 103 No. 5 (August): 1553-1597.",
        "Benzell, S. G., Kotlikoff, L. J., LaGarda, G., & Sachs, J. D. 2014. Robots are us: Some economics of human replacement.(Working Paper No. 20941). Retrieved from Nationl Bureau of Economic Research website: http://www.nber.org/papers/w20941",
        "Frey, C. B., & Osborne, M. A. 2013. The future of employment: how susceptible are jobs to computerisation? Oxford University (September).",
        "Goos, M., Manning, A., & Salomons, A. 2010. Explaining job polarization in Europe: The roles of technology, globalization and institutions. Centre for Economic Performance Discussion Papers. No. 1026. (November).",
        "H emous, D., & Olsen, M. 2013. The Rise of the Machines: Automation, Horizontal Innovation and Income Inequality. Horizontal Innovation and Income Inequality",
        "Keynes, J. M. 1933. Economic possibilities for our grandchildren 1930. Essays in persuasion. New York: W.W.Norton & Co., 1963, pp. 358-373.",
        "Kotlikoff, L. J. & Sachs, J. D. 2012. Smart machines and long-term misery. (Working Paper No. 18629). Retrieved from Nationl Bureau of Economic Research website: http://www.nber.org/papers/w18629",
        "Long, T. Jan. 25, 1921: Robots First Czech In. Jan 25, 2011.Wired Online Edition. Retrieved April 5, 2015. Website: http://www.wired.com/2011/01/0125robot-cometh-capek-rur-debut/",
        "Marx, K. 1867. Capital: A Critique of Political Economy. Penguin Classics Vol 1 (1992).",
        "Mishel, L., Schmitt, J., & Shierholz, H. 2013. DonÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0084¢t blame the robots. Assessing the job polarization explanation of growing wage inequality. CEPR Working Paper November 19, 2013. National Archives United Kingdom Government.",
        "Luddites: The Growth of Political Rights in Britain in the 19th Century. Website of the National Archives. Retrieved January 20, 2015, from http://www.nationalarchives.gov.uk/education/politics/g3/",
        "Nelson, R. & Phelps, E. 1966. Investment in humans, technological diffusion, and economic growth. The American Economic Review, 56(1/2):pp. 69Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c75",
        "Rebelo, S. 1991. Long-Run Policy Analysis and Long-Run Growth. The Journal of Political Economy, 99(3), 500-521.",
        "Romer, P. 1990. Endogenous Technological Change. Journal of Political Economy 98, no. 5 (September): 71-102"
    ]
}