{
    "id": 21104,
    "cites": 37,
    "cited_by": 24,
    "reference": [
        "Abaluck, J. and Gruber, J. (2011). Choice inconsistencies among the elderly: Evidence from plan choice in the Medicare Part D program. American Economic Review, 101(4):1180Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c 1210.",
        "Abaluck, J. and Gruber, J. (2013). Evolving choice inconsistencies in choice of prescription drug insurance. NBER Working Paper 19163.",
        "Abaluck, J., Gruber, J., and Swanson, A. (2015). Prescription drug utilization under Medicare Part D: A dynamic perspective. NBER Working Working Paper 20976.",
        "Baicker, K., Mullainathan, S., and Schwartzstein, J. (2012). Behavioral hazard in health insurance. NBER Working Paper 18468.",
        "Cabral, M. (2013). Claim timing and ex post adverse selection. Mimeo, University of Texas.",
        "Chandra, A., Gruber, J., and McKnight, R. (2010). Patient cost-sharing and hospitalization offsets in the elderly. American Economic Review, 100:193Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c213.",
        "Chung, D. J., Steenburgh, T., and Sudhir, K. (2013). Do bonuses enhance sales productivity? a dynamic structural analysis of bonus-based compensation plans. Marketing Science, 33(2):165Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c187.",
        "DellaVigna, S. (2009). Psychology and economics: Evidence from the field. Journal of Economic Literature, 47:315Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c372.",
        "Einav, L., Finkelstein, A., and Schrimpf, P. (2015). The response of drug expenditures to contract design in Medicare Part D. Quarterly Journal of Economics. Forthcoming.",
        "Fang, H. and Wang, Y. (2013). Estimating dynamic discrete choice models with hyperbolic discounting, with an application to mammography decisions. Mimeo, University of Pennsylvania.",
        "Gowrisankaran, G. (1999). Efficient representation of state spaces for some dynamic models.",
        "Gowrisankaran, G., Norberg, K., Kymes, S., Chernew, M. E., Stwalley, D., Kemper, L., and Peck, W. (2013). A hospital systems wellness program linked to health plan enrollment cut hospitalizations but not overall costs. Health Affairs, 32(3):477Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c485.",
        "Gowrisankaran, G. and Rysman, M. (2012). Dynamics of consumer demand for new durable goods. Journal of Political Economy, 120:1173Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c1219.",
        "Handel, B. R. (2013). Adverse selection and inertia in health insurance markets: When nudging hurts. American Economic Review, 103(7):2643Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c2682.",
        "Heiss, F., McFadden, D., and Winter, J. (2010). ?mind the gap! consumer perceptions and choices in Medicare Part D prescription drug plans. In Wise, D., editor, Research Findings in the Economics of Aging. University of Chicago Press.",
        "Hendel, I. and Nevo, A. (2006). Measuring the implications of sales and consumer stockpiling behavior. Econometrica, 74:1637Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c1673.",
        "Ho, K., Hogan, J., and Morton, F. S. (2014). The impact of consumer inattention on insurer pricing in the Medicare Part D program. Mimeo, Columbia University.",
        "Hotz, J. V. and Miller, R. J. (1993). Conditional choice probabilities and the estimation of dynamic models. Review of Economic Studies, 60:497Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c529.",
        "Karaca-Mandic, P., Swenson, T., Abraham, J. M., and Kane, R. L. (2013). Association of Medicare Part D medication out-of-pocket costs with utilization of statin medications.",
        "Ketcham, J. and Simon, K. (2008). Medicare Part DÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0084¢s effects on elderly patientsÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0084¢ drug costs and utilization. American Journal of Managed Care, 14(11 Suppl):SP14Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c22.",
        "Ketcham, J. D., Lucarelli, C., Miravete, E. J., and Roebuck, M. C. (2012). Sinking, swimming, or learning to swim in Medicare Part D. American Economic Review, 102(6):2639Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c 2673.",
        "Ketcham, J. D., Lucarelli, C., and Powers, C. A. (2015). Paying attention or paying too much in Medicare Part D. American Economic Review, 105(1):204Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c33.",
        "Laibson, D. (1997). Golden eggs and hyperbolic discounting. Quarterly Journal of Economics, 112(2):443Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c478.",
        "Lichtenberg, F. and Sun, S. (2007). The impact of Medicare Part D on prescription drug use by the elderly. Health Affairs, 16:1735Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c1744.",
        "Liu, F., Alexander, C., Crawford, S., Hedeker, D., Pickard, S., and Walton, S. (2011). The impact of Medicare Part D on out-of-pocket costs for prescription drugs, medication utilization, health resource utilization, and preference-based health utility. Health Services Research, 46(4):1104Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c1123.",
        "Magnac, T. and Thesmar, D. (2002). Identifying dynamic discrete decision processes. Econometrica, 70(2):801Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c816.",
        "Medpac (2014). Report to the congress: Medicare payment policy. Technical report, Medicare Payment Advisory Commission.",
        "Melnikov, O. (2013). Demand for differentiated products: The case of the U.S. computer printer market. Economic Inquiry, 51:1277Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c1298.",
        "Neuman, P. and Cubanski, J. (2009). Medicare Part D update - lessons learned and unfinished business. New England Journal of Medicine, 361(4):406Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c414.",
        "Newhouse, J. P. (1993). Free for all? Lessons from the RAND health insurance experiment. Harvard University Press.",
        "Pauly, M. (1968). The economics of moral hazard: comment. American Economic Review, 58(3):531Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c537.",
        "Phelps, E. and Pollak, R. (1968). On second-best national saving and game-equilibrium growth. Review of Economic Studies, 35:201Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c208.",
        "Rust, J. (1987). Optimal replacement of GMC bus engines: An empirical model of Harold Zurcher. Econometrica, 55:999Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c1033.",
        "Schroeder, M. C., Brooks, J. M., and Cook, E. A. (2014). Heart attacks and subsequent medication choices: the effect of Medicare Part D benefit phase and time of year. Mimeo, University of Iowa.",
        "Strotz, R. H. (1956). Myopia and inconsistency in dynamic utility maximization. Review of Economic Studies, 23:165Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c80.",
        "Yin, W., Basu, A., Zhang, J. X., Rabbani, A., Meltzer, D. O., and Alexander, C. (2008). The effect of the Medicare Part D prescription benefit on drug utilization and expenditures. Annals of Internal Medicine, 148:169Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c177.",
        "Zhang, Y., Donohue, J. M., Lave, J. R., OÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0084¢Donnell, G., and Newhouse, J. P. (2009). The effect of Medicare Part D on drug and medical spending. New England Journal of Medicine, 361:52Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c61."
    ]
}