{
    "id": 21110,
    "cites": 14,
    "cited_by": 8,
    "reference": [
        "Alvarez, Fernando E. and Francesco Lippi. 2009. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Financial Innovation and the Transactions Demand for Cash.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Econometrica 77 (2):363Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c402.",
        "Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009dÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009dÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009d. 2013. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093The demand of liquid assets with uncertain lumpy expenditures.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Journal of Monetary Economics 60:753Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c770.",
        "Arango, Carlos, Yassine Bouhdaoui, and David Bounie. 2012. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Modeling the Share of Cash Payments in the Economy.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Manuscript, Bank of Canada.",
        "Arango, Carlos, Dylan Hogg, and Alyssa Lee. 2013. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Why Is Cash (Still) So Entrenched? Insights from from Canadian Shopping Diaries.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Contemporary Economic Policy forthcoming.",
        "Arango, Carlos, Kim Huynh, and Leonard Sabetti. 2011. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093How Do You Pay? The Role of Incentives at the Point-of-Sale.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Working Papers 11-23, Bank of Canada.",
        "Bouhdaoui, Yassine and David Bounie. 2012. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Modeling the Share of Cash Payments in the Economy: An Application to France.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d International Journal of Central Banking 8 (4):175Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c 195.",
        "Freeman, Scott and Finn E. Kydland. 2000. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Monetary Aggregates and Output.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d The American Economic Review 90 (5):pp. 1125Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c1135.",
        "Huynh, Kim, Philipp Schmidt-Dengler, and Helmut Stix. 2014. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Whenever and Wherever: The Role of Card Acceptance in the Transaction Demand for Money.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Tech. rep., Free University of Berlin, Humboldt University of Berlin, University of Bonn, University of Mannheim, University of Munich.",
        "Kosse, Anneke and David-Jan Jansen. 2012. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Choosing how to pay: the influence of home country habits.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Dnb working papers, Netherlands Central Bank, Research Department.",
        "Lucas, Jr, Robert E and Nancy L Stokey. 1987. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Money and Interest in a Cash-in-Advance Economy.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Econometrica 55 (3):491Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c513.",
        "Mooslechner, Peter, Helmut Stix, and Karin Wagner. 2006. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093How Are Payments Made in Austria? Results of a Survey on the Structure of Austrian Households Use of Payment Means in the Context of Monetary Policy Analysis.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Monetary Policy & the Economy 2006 (Q2):111Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c134.",
        "Prescott, Edward C. 1987. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093A multiple means-of-payment model.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d New Approaches to Monetary Economics :42Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c51.",
        "Sargent, Thomas J. 1987. Dynamic Macroeconomic Theory. Harvard University Press.",
        "Stix, Helmut. 2004. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093How do debit cards affect cash demand? Survey data evidence.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Empirica 31:93Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c115."
    ]
}