{
    "id": 21125,
    "cites": 31,
    "cited_by": 9,
    "reference": [
        "Ackerberg, D., X. Chen, and J. Hahn (2011): Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093A practical asymptotic variance estimator for two-step semiparametric estimators,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Cowles Foundation Discussion Paper No. 1803.",
        "Aguirregabiria, V., and P. Mira (2002): Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Swapping the nested fixed point algorithm: a class of estimators for discrete Markov decision models,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Econometrica, 70(4), 1519Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c1543.",
        "(2007): Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Sequential estimation of dynamic discrete games,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Econometrica, 75(1), 1. Ai, C., and X. Chen (2003): Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Efficient Estimation of Models with Conditional Moment Restrictions Containing Unknown Functions,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Econometrica, 71(6), 1795Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c1843.",
        "(2009): Semiparametric efficiency bound for models of sequential moment restric43 tions containing unknown functions. Yale University, Cowles Foundation for Research in Economics, forthcoming, Journal of Econometrics.",
        "Anderson, S., A. DePalma, and J. Thisse (1992): Discrete Choice Theory of Product Differentiation. MIT Press.",
        "Arcidiacono, P., and R. Miller (2006): Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093CCP estimation of dynamic discrete choice models with unobserved heterogeneity,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Manuscript, Duke University, forthcoming Econometrica.",
        "Bajari, P., C. Benkard, and J. Levin (2007): Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Estimating Dynamic Models of Imperfect Competition,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Econometrica, 75(5), 1331Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c1370.",
        "Berry, S., A. Pakes, and M. Ostrovsky (2003): Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Simple estimators for the parameters of dynamic games (with entry/exit examples),Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Technical Report, Harvard University.",
        "Bresnahan, T., and P. Reiss (1991): Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Empirical Models of Discrete Games,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Journal of Econometrics, 48, 57Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009d81.",
        "Chen, X., O. Linton, and I. Van Keilegom (2003): Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Estimation of Semiparametric Models when the Criterion Function Is Not Smooth,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Econometrica, 71(5), 1591Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c1608.",
        "Dunford, N., and J. Schwartz (1958): Linear operators. Part 1: General theory. pp285Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c 305, Wiley, New York.",
        "Fan, J., and I. Gijbels (1992): Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Variable bandwidth and local linear regression smoothers,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d The Annals of Statistics, pp. 2008Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c2036.",
        "Fershtman, C., and A. Pakes (2009): Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Finite state dynamic games with asymmetric information: A framework for applied work,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d SSRN working paper.",
        "Hendel, I., and A. Nevo (2006): Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Measuring the implications of sales and consumer inventory behavior,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Econometrica, 74(6), 1637Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c1673.",
        "Holmes, T. J. (2011): Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093The Diffusion of Wal-Mart and Economies of Density,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Econometrica, 79(1), 253Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c302.",
        "Hotz, J., and R. Miller (1993): Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Conditional Choice Probabilties and the Estimation of Dynamic Models,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Review of Economic Studies, 60, 497Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c529.",
        "Hu, Y., and M. Shum (2008): Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Nonparametric identification of dynamic models with unobserved state variables,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Jonhs Hopkins University, Dept. of Economics working paper, 543, 2009.",
        "Jenkins, M., P. Liu, D. McFadden, and R. Matzkin (2004): Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093The Browser War: Econometric Analysis of Markov Perfect Equilibrium in Markets with Network Effects,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d UC Berkeley, working paper.",
        "Jia, P. (2008): Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093What happens when Wal-Mart comes to town: An empirical analysis of the discount retailing industry,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Econometrica, 76(6), 1263Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c1316.",
        "Jofre-Bonet, M., and M. Pesendorfer (2003): Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Estimation of a dynamic auction game,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Econometrica, 71(5), 1443Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c1489.",
        "Kasahara, H., and K. Shimotsu (2008): Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Nonparametric identification of finite mixture models of dynamic discrete choices,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Econometrica, 77(1), 135Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c176.",
        "Magnac, T., and D. Thesmar (2002): Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Identifying dynamic discrete decision processes,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Econometrica, 70(2), 801Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c816.",
        "Nekipelov, D., P. Bajari, and H. Hong (2010): Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Identification and Inference in Discrete Games with Unknown Distributions of Private Shocks,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d manuscript, UC Berkeley, Minnesota and Stanford University.",
        "Newey, W. (1990): Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Semiparametric Efficiency Bounds,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Journal of Applied Econometrics, 5(2), 99Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c135.",
        "(1994): Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093The Asymptotic Variance of Semiparametric Estimators,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Econometrica, 62, 1349Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c82.",
        "Newey, W., and D. McFadden (1994): Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Large Sample Estimation and Hypothesis Testing, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d in Handbook of Econometrics, Vol. 4, ed. by R. Engle, and D. McFadden, pp. 2113Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c2241. North Holland.",
        "Newey, W., and J. Powell (2003): Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Instrumental variable estimation of nonparametric models,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Econometrica, pp. 1565Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c1578.",
        "Pesendorfer, M., and P. Schmidt-Dengler (2010): Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Sequential estimation of dynamic discrete games: A comment,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Econometrica, 78(2), 833Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c842.",
        "Pesendorfer, M., P. Schmidt-Dengler, and H. Street (2008): Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Asymptotic least squares estimators for dynamic games,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Review of Economic Studies, 75(3), 901Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c928.",
        "Rust, J. (1987): Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Optimal Replacement of GMC Bus Engines: An Empirical Model of Harold Zurcher,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Econometrica, 55, 999Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c1033.",
        "Somaini, P. (2011): Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Competition and Interdependent Costs in Highway Procurement,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d ."
    ]
}