{
    "id": 21129,
    "cites": 26,
    "cited_by": 0,
    "reference": [
        "J.R. Alford. Can government regulate safety? The coal mine example. American Political Science Review, 74:745Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c756, 1980.",
        "Rabah Amir. Supermodularity and complementarity in economics: an elementary survey. Southern Economic Journal, pages 636Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c660, 2005.",
        "John Brophy and John OP Hall. A MinerÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0084¢s Life: An Autobiography. University of Wisconsin Press, 1964.",
        "CBS. Nike will adjust ad that depicts West Virginia mine, 09 2010. URL http://chicago. cbslocal.com/2010/09/02/nike-will-adjust-ad-that-depicts-west-virginiamine /. [Accessed: 2015 01 30].",
        "Searcey Dionne. Death payouts in BP spill start at $8 million, March 2011. URL http://www.wsj.",
        "Energy Information Administration. Quarterly Coal Report, April - June 2014. U.S. Department of Energy, October 2014.",
        "Energy Information Administration. Annual Coal Report 2013. U.S. Department of Energy, January 2015. John G Everett and Alexander H Slocum. Cranium: device for improving crane productivity and safety.",
        "Journal of Construction Engineering and Management, 119(1):23Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c39, 1993. Fred E Fiedler, Cecil H Bell Jr, Martin M Chemers, and Dennis Patrick. Increasing mine productivity and safety through management training and organization development: A comparative study.",
        "Price V Fishback. Soft Coal, Hard Choices. New York: Oxford University Press, 1992.",
        "Wayne B Gray. The cost of regulation: OSHA, EPA and the productivity slowdown. The American Economic Review, pages 998Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c1006, 1987.",
        "Catherine Hausman. Corporate incentives and nuclear safety. American Economic Journal: Economic Policy, 6:178Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c206, 2014.",
        "Igal Hendel and Yossi Spiegel. Small steps for workers, a giant leap for productivity. American Economic Journal: Applied Economics, 6(1):73Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c90, 2014.",
        "D.A. Hensher, R. Daniels, and H. Battellino. Safety and productivity in the long distance trucking industry. In Proceeding, 16th ARRB Conference, 9-13 November 1992, Perth, Western Australia; Vol 16, PART 4, 1992.",
        "Thomas J Kniesner and John D Leeth. Data mining mining data: MSHA enforcement efforts, underground coal mine safety, and new health policy implications. Journal of Risk and Uncertainty, 29 (2):83Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c111, 2004.",
        "Niccol` o Brachetti Montorselli, Carolina Lombardini, Natascia Magagnotti, Enrico Marchi, Francesco Neri, Gianni Picchi, and Raffaele Spinelli. Relating safety, productivity and company type for motormanual logging operations in the Italian Alps. Accident Analysis & Prevention, 42(6):2013Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c2017, 2010.",
        "National Safety Council. Injury Facts 2014 Edition. National Safety Council, 2014.",
        "Barack Obama. Remarks by the President on mine safety, 04 2010. URL http://www.whitehouse.",
        "L. Rittenberg and E.H. Manuel, Jr. Sources of labor productivity variation in the US surface coal mining industry, 1960-1976. The Energy Journal, pages 87Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c100, 1987.",
        "Steven Ruggles, J. Trent Alexander, Katie Genadek, Ronald Goeken, Matthew B. Schroeder, and Matthew Sobek. Integrated public use microdata series: Version 5.0, 2010. URL https://usa.",
        "E. Sawacha, S. Naoum, and D. Fong. Factors affecting safety performance on construction sites. International Journal of Project Management, 17(5):309Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c315, 1999.",
        "James A Schmitz. What determines productivity? Lessons from the dramatic recovery of the us and canadian iron ore industries following their early 1980s crisis. Journal of Political Economy, 113(3): 582Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c625, 2005.",
        "H. Sider. Safety and productivity in underground coal mining. The Review of Economics and Statistics, pages 225Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c233, 1983.",
        "Donald M Topkis. Minimizing a submodular function on a lattice. Operations research, 26(2):305Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c321, 1978.",
        "U.S. Bureau of Labor Statistics. May 2013 OES national industry-specific occupational employment and wage estimates, April 2014. URL http://www.bls.gov/oes/current/oes_ind.htm. [Accessed: 2015 02 10].",
        "W Kip Viscusi and Joseph E Aldy. The value of a statistical life: a critical review of market estimates throughout the world. Journal of Risk and Uncertainty, 27(1):5Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c76, 2003.",
        "James L Weeks and Maier Fox. Fatality rates and regulatory policies in bituminous coal mining, United States, 1959-1981. American Journal of Public Health, 73(11):1278Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c1280, 1983."
    ]
}