{
    "id": 21122,
    "cites": 26,
    "cited_by": 3,
    "reference": [
        "Admati, Anat R. 1985. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093A noisy rational expectations equilibrium for multi-asset securities markets.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Econometrica, 53(3): 629Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c657.",
        "Barclay, Michael J., and Terrence Hendershott. 2003. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Price Discovery and Trading After Hours.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Review of Financial Studies, 16(4): 1041Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c1073.",
        "Bernhardt, Dan, and Bart Taub. 2008. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Cross Asset Speculation in Stock Markets.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d The Journal of Finance, LXIII(5).",
        "Biais, Bruno, Thierry Foucault, and Sophie Moinas. 2013. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Equilibrium high-frequency trading.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Working Paper.",
        "Brogaard, Jonathan, Terrence Hendershott, and Ryan Riordan. 2012. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093High frequency trading and price discovery.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d SSRN eLibrary.",
        "Caballe, Jordi, and Murugappa Krishnan. 1994. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Imperfect competition in a multi-security market with risk neutrality.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Econometrica, 62(3): 695Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c704.",
        "Carrion, Allen. 2013. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Very fast money: High-frequency trading on the NASDAQ.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Journal of Financial Markets, 16(4): 680Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c711.",
        "Chaboud, Alain, Benjamin Chiquoine, Erik Hjalmarsson, and Clara Vega. 2014. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Rise of the machines: Algorithmic trading in the foreign exchange market.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d The Journal of Finance, 69(5): 2045Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c 2084.",
        "Easley, David, Maureen OÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0084¢Hara, and M Marcos. 2012.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Flow toxicity and liquidity in a high-frequency world.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Review of Financial Studies, 25(2): 1457Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c1493.",
        "Easley, David, Robert Engle, Maureen OÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0084¢Hara, and Liuren Wu. 2008. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Time-varying arrival rates of informed and uninformed trades.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Journal of Financial Econometrics, 6(2): 171Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c207.",
        "Grossman, Sanford J., and Joseph E. Stiglitz. 1980. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093On the impossibility of informationally efficient markets.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d The American Economic Review, 70(3): 393Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c408.",
        "Hagstr omer, Bj orn, and Lars Nord en. 2013. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093The diversity of high-frequency traders.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Journal of Financial Markets, 16(4): 741Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c770.",
        "Hasbrouck, Joel. 1991. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093The summary informativeness of stock trades: An econometric analysis.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Review of Financial Studies, 4(3): 571Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c595.",
        "Hasbrouck, Joel. 1995. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093One security, many markets: Determining the contributions to price discovery.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d The Journal of Finance, L(4): 1175Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c1199.",
        "Hasbrouck, Joel. 2002.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Stalking the Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009defficient priceÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009din market microstructure specifications: an overview.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Journal of Financial Markets, 5(3): 329Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c339.",
        "Hendershott, Terrence. 2011. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Does algorithmic trading improve liquidity?Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d The Journal of Finance, LXVI(1): 1Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c33.",
        "Hendershott, Terrence, and Albert J. Menkveld. 2014. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Price pressures.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Journal of Financial Economics, 114(3): 405Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c423.",
        "Hirschey, Nicholas. 2013. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Do High Frequency Traders Anticipate Buying and Selling Pressure.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Working Paper.",
        "Ito, Takatoshi, and Yuko Hashimoto. 2006. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Intra-day Seasonality in Activities of the Foreign Exchange Markets: Evidence from the Electronic Broking System.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009dJournal of the Japanese and International Economies, 20(4): 637Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c664.",
        "Ito, Takatoshi, Kenta Yamada, Misako Takayasu, and Hideki Takayasu. 2012. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Free Lunch! Arbitrage Opportunities in the Foreign Exchange Markets.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d NBER working paper 18541.",
        "Kaul, Gautam, Qin Lei, and Noah Stoffman. 2008. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Aiming at Pin: Order Flow, Information, and Liquidity.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Working paper.",
        "King, Mervyn A., and Sushil Wadhwani. 1990. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Transmission of volatility between stock markets.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Review of Financial studies, 3(1): 5Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c33.",
        "Kodres, Laura E., and Matthew Pritsker. 2002.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093A rational expectations model of financial contagion.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d The Journal of Finance, LVII(2).",
        "Menkveld, Albert J. 2013. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093High frequency trading and the new market makers.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Journal of Financial Markets, 16(4): 712Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c740.",
        "Menkveld, Albert J., and Boyan Jovanovic. 2012. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Middlemen in Limit Order Markets.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Working Paper.",
        "Zhang, S. Sarah. 2012. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Need for Speed: An Empirical Analysis of Hard and Soft Information in a High Frequency World.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d SSRN Electronic Journal."
    ]
}