{
    "id": 21126,
    "cites": 24,
    "cited_by": 23,
    "reference": [
        "Anderson, Michael L and David A Matsa, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Are restaurants really supersizing America?,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d American Economic Journal: Applied Economics, 2011, pp. 152Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c188.",
        "Aussenberg, Randy Alison, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093SNAP and Related Nutrition Provisions of the 2014 Farm Bill (P.L. 113-79),Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Congressional Research Service Report, 2014.",
        "Beaulac, Julie, Elizabeth Kristjansson, and Steven Cummins, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Peer Reviewed: A Systematic Review of Food Deserts, 1966-2007,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Preventing chronic disease, 2009, 6 (3).",
        "Bitler, Marianne and Steven J. Haider, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093An Economic View of Food Deserts in the United States.,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Journal of Policy Analysis and Management, 2011, 30 (1), 153Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c176.",
        "Bodor, J Nicholas, Donald Rose, Thomas A Farley, Christopher Swalm, and Susanne K Scott, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Neighbourhood fruit and vegetable availability and consumption: the role of small food stores in an urban environment,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Public Health Nutrition, 2008, 11 (04), 413Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c420.",
        "Carlson, Andrea, Mark Lino, and Thomas V. Fungwe, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093The low-cost, moderate-cost, and liberal food plans,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Technical Report, United States Department of Agriculture, Center for Nutrition Policy and Promotion 2007.",
        "CDC, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093State Initiatives Supporting Healthier Food Retail: An Overview of the National Landscape,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d 2011.",
        "Chen, Susan, Raymond JGM Florax, Samantha Snyder, and Christopher C. Miller, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Obesity and access to chain grocers,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Economic geography, 2010, 86 (4), 431Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c452.",
        "Courtemanche, Charles and Art Carden, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Supersizing supercenters? The impact of Walmart Supercenters on body mass index and obesity,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Journal of Urban Economics, 2011, 69 (2), 165Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c181.",
        "Cummins, Steven, Anne Findlay, Mark Petticrew, and Leigh Sparks, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Healthy cities: The impact of food retail-led regeneration on food access, choice and retail structure,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Built Environment (1978-), 2005, pp. 288Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c 301.",
        ", Ellen Flint, and Stephen A Matthews, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093New neighborhood grocery store increased awareness of food access but did not alter dietary habits or obesity,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Health Affairs, 2014, 33 (2), 283Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c291.",
        "Cutler, David M. and Adriana Lleras-Muney, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Understanding differences in health behaviors by education,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Journal of health economics, 2010, 29 (1), 1Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c28.",
        "Harding, Matthew and Michael Lovenheim, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093The effect of prices on nutrition: comparing the impact of productand nutrient-specific taxes,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Technical Report, National Bureau of Economic Research 2014.",
        "Jones, Eugene, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093An analysis of consumer food shopping behavior using supermarket scanner data: differences by income and location,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d American Journal of Agricultural Economics, 1997, pp. 1437Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c1443.",
        "Kyureghian, Gayaneh, Rodolfo M Nayga, and Suparna Bhattacharya, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093The Effect of Food Store Access and Income on Household Purchases of Fruits and Vegetables: A Mixed Effects Analysis,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Applied Economic Perspectives and Policy, 2013, 35 (1), 69Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c88.",
        "Morland, Kimberly, Steve Wing, Ana Diez Roux, and Charles Poole, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Neighborhood characteristics associated with the location of food stores and food service places,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d American Journal of Preventive Medicine, 2002, 22 (1), 23Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c29.",
        "Pearson, Tim, Jean Russell, Michael J Campbell, and Margo E Barker, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Do Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093food desertsÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d influence fruit and vegetable consumption? A cross-sectional study,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Appetite, 2005, 45 (2), 195Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c197.",
        "Ploeg, Michele Ver, Vince Breneman, Tracey Farrigan, Karen Hamrick, David Hopkins, Phil Kaufman, Biing-Hwan Lin, Mark Nord, Travis Smith, Ryan Williams, Kelly Kinnison, Carol Olander, Anita Singh, Elizabeth Tuckermanty, Rachel Krantz-Kent, Curtis Polen, Howard McGowan, and Stella Kim, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Access to Affordable and Nutritious Food: Measuring and Understanding Food Deserts and Their Consequences,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Report to Congress, Economic Research Service, June 2009.",
        "Rose, Donald and Rickelle Richards, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Food store access and household fruit and vegetable use among participants in the US Food Stamp Program,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Public Health Nutrition, 2004, 7 (08), 1081Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c1088.",
        "Sharkey, Joseph R, Cassandra M Johnson, and Wesley R Dean, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Food access and perceptions of the community and household food environment as correlates of fruit and vegetable intake among rural seniors,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d BMC Geriatrics, 2010, 10 (1), 32.",
        "Song, Hee-Jung, Joel Gittelsohn, Miyong Kim, Sonali Suratkar, Sangita Sharma, and Jean Anliker, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093A corner store intervention in a low-income urban community is associated with increased availability and sales of some healthy foods,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Public Health Nutrition, 2009, 12 (11), 2060Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c2067.",
        "Weatherspoon, Dave, James Oehmke, Assa DembÃ\u0083Æ\u0092Ã\u0082Â©lÃ\u0083Æ\u0092Ã\u0082Â©, Marcus Coleman, Thasanee Satimanon, and Lorraine Weatherspoon, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Price and expenditure elasticities for fresh fruits in an urban food desert,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Urban Studies, 2013, 50 (1), 88Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c106.",
        "Wrigley, Neil, Daniel Warm, and Barrie Margetts, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Deprivation, diet, and food-retail access: findings from the Leedsfood desertsÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0084¢ study,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Environment and Planning A, 2003, 35 (1), 151Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c188.",
        "Zenk, Shannon N., Angela M. Odoms-Young, Constance Dallas, Elaine Hardy, April Watkins, Jacqueline Hoskins-Wroten, and Loys Holland, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093\" You Have to Hunt for the Fruits, the Vegetables\": Environmental Barriers and Adaptive Strategies to Acquire Food in a Low-Income African American Neighborhood,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Health education & behavior, 2011, p. 1090198110372877."
    ]
}