{
    "id": 21136,
    "cites": 40,
    "cited_by": 17,
    "reference": [
        "Acemoglu, Daron and James A. Robinson. 2006. Economic Origins of Dictatorship and Democracy. New York: Cambridge University Press.",
        "Barry, Ellen. 2011. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Before Voting, Russian Leaders Go to the Polls.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d New York Times, August 17, p.A1.",
        "Bennett, Philip, and Moises Naim. 2015. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u009321st Century Censorship: Governments around the world are using stealthy strategies to manipulate the media.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Columbia Journalism Review January/February, http://www.cjr.org/cover story/21st century censorship.php.",
        "Blanton, Shannon Lindsey, and Robert G. Blanton. 2007. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093What attracts foreign investors? An examination of human rights and foreign direct investment.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Journal of Politics 69(1): 143-155.",
        "Boix, C., and Svolik, M. W. (2013). The Foundations of Limited Authoritarian Government: Institutions, Commitment, and Power-Sharing in Dictatorships. The Journal of Politics, 75(02), 300-316.",
        "Bueno de Mesquita, Bruce, and Alastair Smith. 2010. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Leader survival, revolutions, and the nature of government finance.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d American Journal of Political Science 54(4): 936-950.",
        "Bueno de Mesquita, Bruce, Alastair Smith, Randolph M. Siverson, and James D. Morrow. 2003. The Logic of Political Survival. Cambridge, MA: MIT Press.",
        "Dagaev, Dmitry and Lamberova, Natalia and Sobolev, Anton and Sonin, Konstantin, 2013. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Technological Foundations of Political Instability,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d CEPR Discussion Paper 9787, Centre for Economic Policy Research London.",
        "Davenport, Christian. 2007. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093State Repression and Politicial OrderÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0084¢, Annual Review of Political Science, 10: 1Ã\u0083â\u0080¹Ã\u0082â\u0080  aeÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u009323.",
        "Edmond, Chris. 2013. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Information Manipulation, Coordination, and Regime Change.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Review of Economic Studies 80: 1422-1458.",
        "Egorov, G., Guriev, S., and Sonin, K. 2009. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Why resource-poor dictators allow freer media: a theory and evidence from panel data.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d American Political Science Review, 103(04), 645-668.",
        "Egorov, G., and Sonin, K. 2011. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Dictators And Their Viziers: Endogenizing The Loyalty-Competence Trade-Off.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Journal of the European Economic Association, 9(5), 903-930.",
        "Esarey, A. 2005. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Cornering the market: state strategies for controlling ChinaÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0084¢s commercial media.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Asian Perspective 29(4): 37-83.",
        "Francisco, Ronald A. 2005. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093The dictatorÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0084¢s dilemma.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d In Repression and mobilization, eds. Christian Davenport, Hank Johnston, Carol McClurg Mueller. Minneapolis, MN: University of Minnesota Press, 58-81.",
        "Frantz, Erica, and Andrea Kendall-Taylor. 2014. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093A dictatorÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0084¢s toolkit: Understanding how co-optation affects repression in autocracies,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Journal of Peace Research, 51(3), 332Ã\u0083â\u0080¹Ã\u0082â\u0080  aeÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093346 Fielding, D., and Shortland, A. 2005. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093How does political violence affect confidence in a local currency? Evidence from Egypt.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Journal of International Development, 17(7), 841-866.",
        "Freedom House. 2013. Freedom on the Net: 2013, Washington, DC: Freedom House.",
        "Gandhi, Jennifer. 2008. Political Institutions under Dictatorship. New York: Cambridge University Press.",
        "Gandhi, Jennifer and Ellen Lust-Okar. 2009. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Elections under Authoritarianism.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Annual Review of Political Science 12: 403-22.",
        "Geddes, Barbara. 1999. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093What do we know about democratization after twenty years?Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Annual review of political science 2(1): 115-144.",
        "Gehlbach, Scott and Philip Keefer. 2011. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Investment Without Democracy: Ruling-Party Institutionalization and Credible Commitment in Autocracies.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Journal of Comparative Economics 39(2):123-139.",
        "Glaeser, Edward L., Giacomo Ponzetto, and Andrei Shleifer. 2007. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Why does democracy need education ?Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Journal of Economic Growth 12: 77-99.",
        "Hassid, Jonathan, Controlling the Chinese Media: An Uncertain Business (June, 30 2008). University of California, Reprinted from Asian Survey, Vol. 48, No. 3, pp. 414-30, 2008. Available at SSRN: http://ssrn.com/abstract=1153714 King, Gary, Jennifer Pan, and Margaret E. Roberts. 2013. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093How censorship in China allows government criticism but silences collective expression.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d American Political Science Review 107(2): 326-343.",
        "Kricheli, Ruth, Yair Livne, and Beatriz Magaloni. 2011. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Taking to the Streets: Theory and Evidence on Protests Under Authoritarianism.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Stanford University: unpublished.",
        "Kuran, Timur. 1991. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Now Out of Never: The Element of Surprise in the East European Revolution of 1989.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d World Politics, 44(1): 7-48.",
        "Levitsky, S., and Way, L. A. 2010. Competitive authoritarianism: hybrid regimes after the cold war. New York: Cambridge University Press.",
        "Lohmann, Susanne. 1994. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Dynamics of Informational Cascades: The Monday Demonstrations in Leipzig, East Germany, 1989-91Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d, World Politics, 47(1): 42-101.",
        "Lorentzen, P. (2014). ChinaÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0084¢s Strategic Censorship. American Journal of Political Science, 58(2), 402-414.",
        "McMillan, J., and Zoido, P. 2004. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093How to subvert democracy: Montesinos in Peru.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Journal of Economic Perspectives 18(4): 69-92.",
        "Miller, M. K. (2014). Elections, information, and policy responsiveness in autocratic regimes. Comparative Political Studies, 0010414014555443. -Myerson, Roger B. 2008. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093The AutocratÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0084¢s Credibility Problem and Foundations of the Constitutional State.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d American Political Science Review 102(1):125-139.",
        "Odegard, Peter H. 1935. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Propaganda and Dictatorship,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d in Guy Stanton Ford, ed., Dictatorship in the Modern World, Minneapolis, MN: University of Minnesota Press, pp.231-270.",
        "Olson, Mancur. 1993. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Dictatorship, Democracy and Development.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d American Political Science Review 87 (Sept.): 567-76.",
        "Rodan, G. 1998. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093The Internet and political control in Singapore.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Political Science Quarterly, 113(1): 63-89.",
        "Simon, Joel. 2015. The New Censorship: Inside the global battle for media freedom. New York: Columbia University Press.",
        "Svolik, Milan W. 2009. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Power sharing and leadership dynamics in authoritarian regimes.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d American Journal of Political Science 53(2): 477-494. Svolik, Milan W. 2012. The Politics of Authoritarian Rule. New York: Cambridge University Press.",
        "Wintrobe, Ronald. 1990. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093The Tinpot and the Totalitarian: An Economic Theory of Dictatorship.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d The American Political Science Review, Vol. 84, No. 3 (Sep.), pp. 849-872.",
        "Wintrobe, Robert. 2007. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Dictatorship: Analytical Approaches.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d In Carles Boix and Susan Stokes, eds. Oxford Handbook of Comparative Politics. New York: Oxford University Press: ch. 16.",
        "Roht-Arriaza, Naomi. 2005. The Pinochet Effect: Transnational Justice in the Age of Human Rights. Philadelphia: University of Pennsylvania Press.",
        "Thorsten Beck, George Clarke, Alberto Groff, Philip Keefer, and Patrick Walsh, 2001. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093New tools in comparative political economy: The Database of Political Institutions.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d 15:1, 165-176 (September), World Bank Economic Review.",
        "Treisman, Daniel 2014. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Income, Democracy, and Leader Turnover.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d American Journal of Political Science, doi: 10.1111/ajps.12135.",
        "Ulfelder, Jay and Valentino, Benjamin, Assessing Risks of State-Sponsored Mass Killing (February 1, 2008). Available at SSRN: http://ssrn.com/abstract=1703426 or http://dx.doi.org/10.2139/ssrn.1703426 Willis, Michael J. 2014. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Evolution not Revolution? Morocco and the Arab Spring.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d In Larbi Sadiki, ed., Routledge Handbook of the Arab Spring: Rethinking Democratization, New York: Routledge, 435-450."
    ]
}