{
    "id": 21145,
    "cites": 34,
    "cited_by": 12,
    "reference": [
        "Abrams, David, Marianne Bertrand, and Sendhil Mullainathan (2012) Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Do Judges Vary in Their Treatment of Race?Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Journal of Legal Studies, 41(2): 347-383. !!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!! http://www.regeringen.se/sb/d/18449/a/233942 42! !",
        "Anwar, Shamena, Patrick Bayer and Randi Hjalmarsson (2014) Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093The Role of Age in Jury Selection and Trial OutcomesÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d, Journal of Law and Economics, 57(4), 1001-1030.",
        "Ashenfelter, Orley, Theodore Eisenberg, and Steward J. Schwab (1995) Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Politics and the judiciary: The Influence of Judicial Background on Case OutcomesÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d The Journal of Legal Studies, 24(2): 257 Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c 281.",
        "Blanes I Vidal, Jordi and Clare Leaver (2013) Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Social Interactions and the Content of Legal OpinionsÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Journal of Law, Economics, and Organization, 29: 78-114.",
        "Boyd, Christina, Lee Epstein and Andrew Martin (2010) Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Untangling the Causal Effects of Sex on JudgingÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d American Journal of Political Science, 54(2): 389-411.",
        "BrÃ\u0083Æ\u0092Ã\u0082Â¥ (2012), Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Brottslighet och trygghet I MalmÃ\u0083Æ\u0092Ã\u0082Â¶, Stockholm och GÃ\u0083Æ\u0092Ã\u0082Â¶teborgÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d, URN:NBN:SE:BRA-473 Casper, Gerhard and Hans Zeisel (1972) Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Lay Judges in the German Criminal CourtsÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d The Journal of Legal Studies, 1: 135-191.",
        "Clark, J, M. Boccaccini, B. Caillouet, and W. Chaplin (2007), Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Five Factor Model Personality Traits, Jury Selection, and Case Outcomes in Criminal and Civil CasesÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Criminal Justice and Behavior, 34: 641-660.",
        "Cross, Frank and Emerson Tiller (1998) Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Judicial Partisanship and Obedience to Legal Doctrine: Whistleblowing on the Federal Courts of AppealsÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Yale Law Journal 107: 21552176.",
        "Devine, Dennis (2012) Jury Decision Making: The State of the Science, New York University Press.",
        "Devine, Dennis, Laura Clayton, Benjamin Dunford, Rasmy Seying, and Jennifer Pryce (2000). Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Jury Decision Making: 45 Years of Empirical Research on Deliberating GroupsÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d. Psychology, Public Policy, and Law, 7:3, 622-727.",
        "Domstolverket (2010), Regeringens mÃ\u0083Æ\u0092Ã\u0082Â¥l: Fler yngre nÃ\u0083Æ\u0092Ã\u0082Â¤mndemÃ\u0083Æ\u0092Ã\u0082Â¤n, http://www.domstol.se/templates/DV_Press.aspx?id=18997 Epstein, Lee, William Landes and Richard Posner (2011) Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Why (and When) Judges Dissent: A Theoretical and Empirical AnalysisÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Journal of Legal Analysis 3, 101-137.",
        "Fischman, Joshua (2011) Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Estimating Preferences of Circuit Judges: A Model of Consensus VotingÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Journal of Law and Economics 54(4): 781-809.",
        "Fischman, Joshua (2013) Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Interpreting Circuit Court Voting Patterns: A Social Interactions FrameworkÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Journal of Law, Economics, and Organization. 43! !",
        "Gazal-Ayal, Oren and Raanan Sulitzeanu-Kenan (2010) Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Let My People Go: Ethnic In-Group Bias in Judicial Decisions Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c Evidence from a Randomized Natural ExperimentÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Journal of Empirical Legal Studies, 7(3): 403-428.",
        "Hans, Valerie (2008) Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Jury Systems Around the WorldÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Cornell Law Faculty Publications. Paper 305.",
        "Hans, Valerie and Nicole Waters (2009) Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093A Jury of One: Opinion Formation, Conformity, and Dissent on JuriesÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Journal of Empirical Legal Studies, 6.",
        "Holmberg, SÃ\u0083Æ\u0092Ã\u0082Â¶ren and Oscarsson, Henrik. SWEDISH NATIONAL ELECTION STUDY 2010 [data file]. Department of Political Science, 2012. Gothenburg, Sweden: Swedish National Data Service (SND) [distributor].",
        "Iaryczower, Matias and Matthew Shum (2012) Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009dThe Value of Information in the Court: Get Right, Keep it Tight,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d American Economic Review, 102(1): 202-237.",
        "Jackson, John and Nikolay Kovalev (2006) Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Lay Adjudication and Human Rights in EuropeÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d, Colum. L. Rev. 83.",
        "Lee, Jean N. (2014) \"The Process is the Punishment: Juror Demographics and Case Administration in State Courts\", Mimeo.",
        "Lehmann, Jee-Yeon K. and Jeremy Blair Smith (2013) \"A Multidimensional Examination of Jury Composition, Trial Outcomes, and Attorney Preferences\"#!$%&'() Lim, Claire, James Snyder, and David StrÃ\u0083Æ\u0092Ã\u0082Â¶mberg (forthcoming) Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093The Judge, The Politician and The Press: Newspaper Coverage and Criminal Sentencing across Electoral SystemsÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d, American Economic Journal: Applied Economics.",
        "Marcus, D, P Lyons, and M Guyton (2000) Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Studying Perceptions of Juror Influence in Vivo: A Social Relations AnalysisÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Law and Human Behavior, 24: 173-186.",
        "Marten, Linna (2015) Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Political Bias in Court? Lay Judges and Assylum AppealsÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d, Working Paper.",
        "Miles, Thomas (2012) Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093The LawÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0084¢s Delay: A Test of The Mechanisms of Judicial Peer EffectsÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Journal of Legal Analysis 4.",
        "Miles, Thomas J. and Cass R. Sunstein. 2006. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Do Judges Make Regulatory Policy? An Empirical Investigation of Chevron,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d 73 University of Chicago Law Review 823Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c82 Mills, Carol and Wayne Bohannon (1980). Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Jury Characteristics: To What Extent Are They Related to Jury Verdicts?Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Judicature, 64, 22.",
        "Posner, Richard (2008) How Judges Think. Cambridge, MA: Harvard University Press.",
        "Revesz, Richard L. 1997. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Environmental Regulation, Ideology, and the D.C. Circuit,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d 83 Virginia Law Review 1717Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c72. 44! !",
        "Shayo, Moses and Asaf Zussman (2011) Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Judicial Ingroup Bias in the Shadow of TerrorismÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d, The Quarterly Journal of Economics, 126 (3): 1447-1484.",
        "Schanzenbach, Max and Emerson Tiller (2008) Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Reviewing the Sentencing Guidelines: Judicial Politics, Empirical Evidence, and Reform,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d University of Chicago Law Review, 75: 715.",
        "SOM Institute. NATIONAL SOM 2010 [data file]. SOM Institute, 2011. Gothenburg, Sweden: Swedish National Data Service (SND) [distributor].",
        "Spitzer, Matthew and Eric Talley (2013) Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Left, Right, and Center: Strategic Information Acquisition and Diversity in Judicial PanelsÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Journal of Law, Economics and Organization Schkade, David, Cass Sunstein, and Reid Hastie (2007) Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093What Happened on Deliberation Day?Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d California Law Review 95.",
        "Sunstein, Cass R., David Schkade, Lisa M. Ellman, and Andres Sawicki. 2006. Are Judges Political?: An Empirical Analysis of the Federal Judiciary, Washington: Brookings Institution Press.",
        "Tuerkheimer, Alan, (2008) Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Politics in Civil Jury SelectionÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d, Wisconsin Lawyer, 81(12).",
        "York, E. and B. Cornwell (2006) Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Status on Trial: Social Characteristics and Influence in the Jury RoomÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Social Forces, 85: 455-477. 45! !"
    ]
}