{
    "id": 21142,
    "cites": 139,
    "cited_by": 28,
    "reference": [
        "Abramovitz, Moses, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Resource and Output Trends in the United States Since 1870,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d American Economic Association Papers and Proceedings, May 1956, 46 (2), 5Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c23.",
        "Acemoglu, Daron, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Why Do New Technologies Complement Skills? Directed Technical Change and Wage Inequality,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Quarterly Journal of Economics, 1998, 113, 1055Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c1089.",
        "THE FACTS OF ECONOMIC GROWTH 73 , Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Politics and economics in weak and strong states,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Journal of Monetary Economics, October 2005, 52 (7), 1199Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c1226.",
        ", Simon Johnson, and James A. Robinson, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093The Colonial Origins of Comparative Development: An Empirical Investigation,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d American Economic Review, December 2001, 91 (5), 1369Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c 1401.",
        ", , and , Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Reversal of Fortune: Geography and Institutions in the Making of the Modern World Income Distribution,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Quarterly Journal of Economics, 2002, 117 (4), 1231Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c1294.",
        ", Suresh Naidu, Pascual Restrepo, and James A. Robinson, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Democracy Does Cause Growth,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d NBER Working Papers 20004, National Bureau of Economic Research, Inc March 2014.",
        ", Ufuk Akcigit, Nicholas Bloom, and William R. Kerr, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Innovation, Reallocation and Growth,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d NBER Working Papers 18993, National Bureau of Economic Research, Inc April 2013.",
        "Akcigit, Ufuk, Harun Alp, and Michael Peters, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Lack of Selection and Limits to Delegation: Firms Dynamics in Developing Countries,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Technical Report 2014. University of Pennsylvania manuscript.",
        ", Murat Alp Celik, and Jeremy Greenwood, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Buy, Keep or Sell: Economic Growth and the Market for Ideas,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d 2014. University of Pennsylvania manuscript.",
        "Alvaredo, Facundo, Anthony B. Atkinson, Thomas Piketty, and Emmanuel Saez, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093The World Top Incomes Database,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d 2013. Accessed on October 15, 2013.",
        "Aoki, Shuhei and Makoto Nirei, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Pareto Distributions and the Evolution of Top Incomes in the U.S,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d MPRA Paper 47967, University Library of Munich, Germany July 2013.",
        "Asker, John, Allan Collard-Wexler, and Jan De Loecker, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Productivity Volatility and the Misallocation of Resources in Developing Economies,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d NBER Working Papers 17175, National Bureau of Economic Research, Inc June 2011.",
        "Atkinson, Anthony B., Thomas Piketty, and Emmanuel Saez, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Top Incomes in the Long Run of History,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Journal of Economic Literature, 2011, 49 (1), 3Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c71.",
        ", Frank Levy, and Richard J. Murnane, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093The Skill Content Of Recent Technological Change: An Empirical Exploration,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d The Quarterly Journal of Economics, November 2003, 118 (4), 1279Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c 1333.",
        "Banerjee, Abhijit V. and Esther Duflo, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Growth Theory through the Lens of Development Economics,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d in Philippe Aghion and Steven A. Durlauf, eds., Handbook of Economic Growth, New York: North Holland, 2005, pp. 473Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c552.",
        "Barro, Robert and Jong-Wha Lee, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093A new data set of educational attainment in the world, 19502010,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Journal of Development Economics, 2013, 104 (C), 184Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c198.",
        "Barro, Robert J., Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Economic Growth in a Cross Section of Countries,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Quarterly Journal of Economics, May 1991, 106, 407Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c443.",
        "Barro, Robert J, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Determinants of democracy,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Journal of Political economy, 1999, 107 (S6), S158Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009cS183.",
        "Barro, Robert J., Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Convergence and Modernization Revisited,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d NBER Working Papers 18295, National Bureau of Economic Research, Inc August 2012.",
        "Baumol, William J., Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Productivity Growth, Convergence and Welfare: What the Long-Run Data Show,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d American Economic Review, December 1986, 76, 1072Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c1085.",
        "Benhabib, Jess, Alberto Bisin, and Shenghao Zhu, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093The Distribution of Wealth and Fiscal Policy in Economies With Finitely Lived Agents,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Econometrica, 01 2011, 79 (1), 123Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c157.",
        "Biskupic, Joan, Sandra Day OÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0084¢Connor: How the First Woman on the Supreme Court Became Its Most Influential Justice, New York, NY: HarperCollins, 2006.",
        "Bloom, Nicholas, Mark Schankerman, and John Van Reenen, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Identifying Technology Spillovers and Product Market Rivalry,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Econometrica, 07 2013, 81 (4), 1347Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c1393.",
        "Bolt, Jutta and J. L. van Zanden, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093The Maddison Project: collaborative research on historical national accounts,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d The Economic History Review, 2014, 67 (3), 627651.",
        "THE FACTS OF ECONOMIC GROWTH 75 Boppart, Timo, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Structural Change and the Kaldor Facts in a Growth Model With Relative Price Effects and NonGorman Preferences,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Econometrica, November 2014, 82, 2167Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c2196.",
        "Bourguignon, Francois and Christian Morrisson, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Inequality among World Citizens: 1820-1992 Inequality among World Citizens: 1820-1992,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d American Economic Review, September 2002, 92 (4), 727Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c744.",
        "Bridgman, Benjamin, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Is LaborÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0084¢s Loss CapitalÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0084¢s Gain? Gross versus Net Labor Shares,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d June 2014. Bureau of Economic Analysis manuscript.",
        "Brynjolfsson, Erik and Andrew McAfee, Race Against the Machine: How the Digital Revolution is Accelerating Innovation, Driving Productivity and Irreversibly Transforming Employment and the Economy, Digital Frontier Press, 2012.",
        "Byrne, David M., Stephen D. Oliner, and Daniel E. Sichel, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Is the Information Technology Revolution Over?,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d International Productivity Monitor, Spring 2013, 25, 20Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c36.",
        "Caballero, Ricardo J and Adam B. Jaffe, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093How High are the GiantsÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0084¢ Shoulders?,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d in Olivier Blanchard and Stanley Fischer, eds., NBER Macroeconomics Annual, Cambridge, MA: MIT Press, 1993, pp. 15Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c74.",
        "Caselli, Francesco, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Technological Revolutions,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d American Economic Review, March 1999, 89 (1), 78Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c102.",
        ", Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Accounting for Cross Country Income Differences,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d in Philippe Aghion and Steven Durlauf, eds., Handbook of Economic Growth, Elsevier, 2005.",
        "Cass, David, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Optimal Growth in an Aggregative Model of Capital Accumulation,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Review of Economic Studies, July 1965, 32, 233Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c240.",
        "Castaneda, Ana, Javier Diaz-Gimenez, and Jose-Victor Rios-Rull, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Accounting for the U.S. Earnings and Wealth Inequality,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Journal of Political Economy, August 2003, 111 (4), 818Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c857.",
        "Chari, V.V., Pat Kehoe, and Ellen McGrattan, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Business Cycle Accounting,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Econometrica, May 2007, 75 (3), 781Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c836.",
        "Christensen, Laurits R., Dianne Cummings, and Dale W. Jorgenson, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Relative Productivity Levels, 1947-1973,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d European Economic Review, May 1981, 16 (1), 61Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c94.",
        "Clark, Gregory, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093The Secret History of the Industrial Revolution,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d 2001. U.C. Davis mimeo.",
        ", Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093The Industrial Revolution,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d in Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Handbook of Economic Growth,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Vol. 2 of Handbook of Economic Growth, Elsevier, 2014, chapter 5, pp. 217Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c262.",
        ", Danial Lashkari, and Marti Mestieri, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Structural Transformations with Long-run Income and Price Effects,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d March 2015. Dartmouth College unpublished manuscript.",
        "Cordoba, Juan Carlos and Marla Ripoll, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093The Elasticity of Intergenerational Substitution, Parental Altruism, and Fertility Choice,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Staff General Research Papers 37766, Iowa State University, Department of Economics August 2014.",
        "Dalgaard, Carl-Johan and Holger Strulik, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Optimal Aging And Death: Understanding The Preston Curve,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Journal of the European Economic Association, 06 2014, 12 (3), 672Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c701.",
        "Dell, Melissa, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093The Persistent Effects of PeruÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0084¢s Mining Mita,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Econometrica, November 2010, 78 (6), 1863Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c1903.",
        "DeLong, J. Bradford, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Productivity Growth, Convergence, and Welfare: Comment,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d American Economic Review, 1988, 78, 1138Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c1154.",
        "Denison, Edward F., Why Growth Rates Differ, Washington, DC: The Brookings Institution, 1967.",
        "Doepke, Matthias, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Child mortality and fertility decline: Does the Barro-Becker model fit the facts?,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Journal of Population Economics, 06 2005, 18 (2), 337Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c366.",
        "Eaton, Jonathan and Samuel S. Kortum, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093International Technology Diffusion: Theory and Measurement,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d International Economic Review, 1999, 40, 537Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c570.",
        "Elsby, Michael WL, Bart Hobijn, and Ays eg ul S ahin, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093The Decline of the U.S. Labor Share,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Brookings Papers on Economic Activity, 2013, 2013 (2), 1Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c63.",
        "Engerman, Stanley L. and Kenneth L. Sokoloff, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Factor Endowments, Institutions, and Differential Paths of Growth Among New World Economies,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d in Stephen Haber, ed., How Latin America Fell Behind, Stanford, CA: Stanford University Press, 1997.",
        "Fernald, John, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Productivity and Potential Output Before, During, and After the Great Recession, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d in Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093NBER Macroeconomics Annual 2014, Volume 29,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d University of Chicago Press, 2014.",
        "Fernald, John G. and Charles I. Jones, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093The Future of US Economic Growth,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d American Economic Review Papers and Proceedings, May 2014, 104 (5), 44Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c49.",
        "Foster, Lucia, John Haltiwanger, and Chad Syverson, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Reallocation, Firm Turnover, and Efficiency: Selection on Productivity or Profitability?,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d American Economic Review, March 2008, 98 (1), 394Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c425.",
        "Freeman, Richard B, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093What Does Global Expansion of Higher Education Mean for the United States?,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d in Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093American Universities in a Global Market,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d University of Chicago Press, 2010, pp. 373Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c404.",
        "Galor, Oded, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093From Stagnation to Growth: Unified Growth Theory,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Handbook of Economic Growth, 2005, 1, 171Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c293.",
        "Garicano, Luis, Claire Lelarge, and John Van Reenen, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Firm size distortions and the productivity distribution: Evidence from France,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Technical Report, LSE manuscript 2014.",
        "Glaeser, Edward L., Rafael La Porta, Florencio Lopez de Silanes, and Andrei Shleifer, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Do Institutions Cause Growth?,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Journal of Economic Growth, 2004, 9 (3), 271Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c303.",
        "Gollin, Douglas, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Getting Income Shares Right,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Journal of Political Economy, April 2002, 110 (2), 458Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c474.",
        "Greenwood, Jeremy, Ananth Seshadri, and Guillaume Vandenbroucke, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093The Baby Boom and Baby Bust,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d American Economic Review, March 2005, 95 (1), 183Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c207.",
        "Griliches, Zvi, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Productivity Puzzles and R&D: Another Nonexplanation,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Journal of Economic Perspectives, 1988, 2, 9Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c21.",
        ", Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093The Search for R&D Spillovers,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Scandinavian Journal of Economics, 1992, 94, 29Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c47.",
        ", Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Productivity, R&D and the Data Constraint,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d American Economic Review, March 1994, 84 (1), 1Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c23.",
        "Grossman, Gene M. and Elhanan Helpman, Innovation and Growth in the Global Economy, Cambridge, MA: MIT Press, 1991.",
        "Guner, Nezih, Gustavo Ventura, and Xu Yi, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Macroeconomic Implications of Size-Dependent Policies,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Review of Economic Dynamics, October 2008, 11 (4), 721Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c744.",
        "Haines, Michael, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Fertility and Mortality in the United States,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d in Robert Whaples, ed., EH.Net Encyclopedia, 2008.",
        "Hall, Robert E. and Charles I. Jones, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093The Productivity of Nations,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d November 1996. NBER Working Paper No. 5812.",
        "Hansen, Gary D. and Edward C. Prescott, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Malthus to Solow,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d American Economic Review, September 2002, 92 (4), 1205Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c1217.",
        "THE FACTS OF ECONOMIC GROWTH 79 Hanushek, Eric A. and Dennis D. Kimko, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Schooling, labor-force quality, and the growth of nations,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d American Economic Review, December 2000, 90 (5), 1184Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c1208.",
        "Heisenberg, Werner, Physics and Beyond, Encounters and Conversations, New York: Harper & Row, 1971.",
        "Hemous, David and Morten Olsen, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093The Rise of the Machines: Automation, Horizontal Innovation and Income Inequality,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d 2014 Meeting Papers 162, Society for Economic Dynamics 2014.",
        "Henderson, J. Vernon, Adam Storeygard, and David N. Weil, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Measuring Economic Growth from Outer Space,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d American Economic Review, April 2012, 102 (2), 994Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c1028.",
        "Hendricks, Lutz and Todd Schoellman, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Human Capital and Development Accounting: New Evidence from Immigrant Earnings,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d 2014 Meeting Papers 702, Society for Economic Dynamics 2014.",
        "Herrendorf, Berthold, Richard Rogerson, and Akos Valentinyi, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Growth and Structural Transformation, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d in Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Handbook of Economic Growth,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Vol. 2 of Handbook of Economic Growth, Elsevier, 2014, chapter 6, pp. 855Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c941.",
        "Hsieh, Chang-Tai and Enrico Moretti, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Growth in Cities and Countries,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d 2014. U.C. Berkeley manuscript, unpublished.",
        ", Erik Hurst, Charles I. Jones, and Peter J. Klenow, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093The Allocation of Talent and U.S. Economic Growth,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d 2013. Stanford University, unpublished paper.",
        "Inklaar, Robert and Marcel P. Timmer, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Capital, Labor and TFP in PWT 8.0,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d July 2013. Groningen Growth and Development Center unpublished paper.",
        "Islam, Nazrul, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Growth Empirics: A Panel Data Approach,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Quarterly Journal of Economics, November 1995, 110, 1127Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c1170.",
        "Jaffe, Adam B. and Josh Lerner, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Innovation and its Discontents,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Capitalism and Society, 2006, 1 (3).",
        "Jones, Benjamin F., Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093The Human Capital Stock: A Generalized Approach,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d American Economic Review, November 2014, 104 (11), 3752Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c77.",
        ", Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093On the Evolution of the World Income Distribution,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Journal of Economic Perspectives, Summer 1997, 11, 19Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c36.",
        ", Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Was an Industrial Revolution Inevitable? Economic Growth Over the Very Long Run,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Advances in Macroeconomics, 2001, 1 (2), Article 1. http://www.bepress.com/bejm/advances/vol1/iss2/art1.",
        ", Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Sources of U.S. Economic Growth in a World of Ideas,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d American Economic Review, March 2002, 92 (1), 220Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c239.",
        ", Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Growth, Capital Shares, and a New Perspective on Production Functions,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d June 2003. U.C. Berkeley mimeo.",
        ", Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Growth and Ideas,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d in Philippe Aghion and Steven A. Durlauf, eds., Handbook of Economic Growth, New York: North Holland, 2005, pp. 1063Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c1111.",
        "Jones, Larry and Michele Tertilt, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093An Economic History of Fertility in the U.S.: 1826-1960,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d in Peter Rupert, ed., Handbook of Family Economics, Elsevier, forthcoming.",
        "Jones, Larry E., Alice Schoonbroodt, and Michele Tertilt, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Fertility Theories: Can They Explain the Negative Fertility-Income Relationship?,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d in Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Demography and the EconomyÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d NBER Chapters, National Bureau of Economic Research, Inc, May 2010, pp. 43Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c100.",
        "Kaldor, Nicholas, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Capital Accumulation and Economic Growth,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d in F.A. Lutz and D.C. Hague, eds., The Theory of Capital, St. Martins Press, 1961, pp. 177Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c222.",
        "Katz, Lawrence and Kevin Murphy, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Changes in Relative Wages, 1963Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c1987: Supply and Demand Factors,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Quarterly Journal of Economics, February 1992, 107 (1), 35Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c78.",
        "King, Robert G. and Ross Levine, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Capital Fundamentalism, Economic Development, and Economic Growth,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Carnegie-Rochester Conference Series on Public Policy, 1994, 40, 259Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c292.",
        "Klenow, Peter J. and Andres Rodriguez-Clare, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093The Neoclassical Revival in Growth Economics: Has It Gone Too Far?,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d in Ben S. Bernanke and Julio J. Rotemberg, eds., NBER Macroeconomics Annual 1997, Cambridge, MA: MIT Press, 1997.",
        "Koopmans, T. C., Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093On the Concept of Optimal Economic Growth,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d in Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093The Econometric Approach to Development Planning,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Amsterdam: North Holland, 1965.",
        "Kortum, Samuel S., Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Research, Patenting, and Technological Change,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Econometrica, 1997, 65 (6), 1389Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c1419.",
        "Kremer, Michael, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Population Growth and Technological Change: One Million B.C. to 1990,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Quarterly Journal of Economics, August 1993, 108 (4), 681Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c716.",
        "Krugman, Paul, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093The Myth of AsiaÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0084¢s Miracle,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Foreign Affairs, November 1994, 73 (6), 62Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c78.",
        "Krusell, Per, Lee Ohanian, Jose-Victor Rios-Rull, and Giovanni Violante, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Capital-Skill Complementarity and Inequality: A Macroeconomic Analysis,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Econometrica, September 2000, 68 (5), 1029Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c1053.",
        "Lagakos, David, Benjamin Moll, Tommaso Porzio, Nancy Qian, and Todd Schoellman, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Experience Matters: Human Capital and Development Accounting,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d NBER Working Papers 18602, National Bureau of Economic Research, Inc December 2012.",
        "Lee, Ronald D., Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Induced Population Growth and Induced Technological Progress: Their Interaction in the Accelerating Stage,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Mathematical Population Studies, 1988, 1 (3), 265Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c288.",
        "Lucas, Robert E., Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093On the Mechanics of Economic Development,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Journal of Monetary Economics, 1988, 22 (1), 3Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c42.",
        "Lucas, Robert E., Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Some Macroeconomics for the 21st Century,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Journal of Economic Perspectives, Winter 2000, 14 (1), 159Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c168.",
        "Maddison, Angus, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Per Capita Output in the Long Run,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Kyklos, 1979, 32, 412Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c419.",
        ", Monitoring the World Economy 1820-1992, Paris: Organization for Economic Cooperation and Development, 1995.",
        ", Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Statistics on World Population, GDP and Per Capita GDP, 1Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c2006 AD,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d 2008. Downloaded on December 4, 2008 from http://www.ggdc.net/maddison/.",
        "Mankiw, N. Gregory, David Romer, and David Weil, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093A Contribution to the Empirics of Economic Growth,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Quarterly Journal of Economics, May 1992, 107 (2), 407Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c438.",
        "Michalopoulos, Stelios and Elias Papaioannou, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093National Institutions and Subnational Development in Africa,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Quarterly Journal of Economics, 2014, 129 (1), 151Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c213.",
        "Midrigan, Virgiliu and Daniel Yi Xu, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Finance and Misallocation: Evidence from Plant-Level Data,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d American Economic Review, February 2014, 104 (2), 422Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c58.",
        "Mokyr, Joel, The Lever of Riches, New York: Oxford University Press, 1990.",
        "Moll, Benjamin, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Productivity Losses from Financial Frictions: Can Self-Financing Undo Capital Misallocation?,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d American Economic Review, 2014, 104 (10), 3186Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c3221.",
        "Murphy, Kevin M. and Robert H. Topel, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093The Value of Health and Longevity,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Journal of Political Economy, October 2006, 114 (5), 871Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c904.",
        "Nordhaus, William D., Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093The Health of Nations: The Contribution of Improved Health to Living Standards,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d in Kevin M. Murphy and Robert Topel, eds., Measuring the Gains from Medical Research: An Economic Approach, Chicago: University of Chicago Press, 2003, pp. 9Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c40.",
        "Oeppen, Jim and James W. Vaupel, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Broken Limits to Life Expectancy,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Science, May 2002, 296 (5570), 1029Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c1031.",
        "THE FACTS OF ECONOMIC GROWTH 83 Olson, Mancur, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Big Bills Left on the Sidewalk: Why Some Nations are Rich, and Others Poor,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Journal of Economic Perspectives, Spring 1996, 10 (2), 3Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c24.",
        "Peters, Michael, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Heterogeneous Mark-ups, Growth, and Endogenous Misallocation,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d 2013. Yale University manuscript.",
        "Piketty, Thomas, Capital in the Twenty-first Century, Harvard University Press, 2014.",
        ", , and Stefanie Stantcheva, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Optimal Taxation of Top Labor Incomes: A Tale of Three Elasticities,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d American Economic Journal: Economic Policy, February 2014, 6 (1), 230Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c71.",
        "Pomeranz, Kenneth, The Great Divergence: China, Europe, and the Making of the Modern World Economy, Princeton University Press, 2009.",
        "Prescott, Edward C., Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Needed: A Theory of Total Factor Productivity,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d International Economic Review, August 1998, 39 (3), 525Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c51.",
        ", Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Why Do Americans Work So Much More than Europeans?,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Quarterly Review, July 2004, pp. 2Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c13.",
        "Pritchett, Lant, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Divergence: Big Time,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Journal of Economic Perspectives, Summer 1997, 11 (3), 3Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c17.",
        "Quah, Danny, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Empirical Cross-Section Dynamics in Economic Growth,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d European Economic Review, 1993, 37, 426Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c434.",
        "Restuccia, Diego and Guillaume Vandenbroucke, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093The Evolution of Education: A Macroeconomic Analysis,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d International Economic Review, 2013, 54 (3), 915Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c936.",
        ", Dennis Tao Yang, and Xiaodong Zhu, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Agriculture and Aggregate Productivity: A Quantitative Cross-Country Analysis,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Journal of Monetary Economics, 2008, 55 (2), 234Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c250.",
        ", Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Endogenous Technological Change,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Journal of Political Economy, October 1990, 98 (5), S71Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009cS102.",
        "Rosenberg, Nathan, Exploring the Black Box: Technology, Economics, and History, New York: Cambridge University Press, 1994.",
        "Sachs, Jeffrey D. and Andrew Warner, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Economic Reform and the Process of Global Integration,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Brookings Papers on Economic Activity, 1995, 1, 1Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c95.",
        "Saez, Emmanuel and Gabriel Zucman, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Wealth Inequality in the United States since 1913,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d July 2014. U.C. Berkeley slides.",
        "Sala-i-Martin, Xavier, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093The World Distribution of Income: Falling Poverty and... Convergence, Period,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Quarterly Journal of Economics, May 2006, 121 (2), 351Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c397.",
        "Satterthwaite, David, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093The Scale of Urban Change Worldwide 1950-2000 and its Underpinnings, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d May 2005. International Institute for Environment and Development unpublished paper.",
        "Schlicht, Ekkehart, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093A Variant of UzawaÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0084¢s Theorem,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Economics Bulletin, February 2006, 5 (6), 1Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c5.",
        "Segerstrom, Paul, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Endogenous Growth Without Scale Effects,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d American Economic Review, December 1998, 88 (5), 1290Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c1310.",
        "Simon, Julian L., The Ultimate Resource, Princeton, NJ: Princeton University Press, 1981.",
        "Solow, Robert M., Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093A Contribution to the Theory of Economic Growth,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Quarterly Journal of Economics, February 1956, 70 (1), 65Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c94.",
        ", Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Technical Change and the Aggregate Production Function,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Review of Economics and Statistics, August 1957, 39 (3), 312Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c320.",
        "Stokey, Nancy L. and Sergio Rebelo, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Growth Effects of Flat-Rate Taxes,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Journal of Political Economy, June 1995, 103, 519Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c550.",
        "Syverson, Chad, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093What Determines Productivity?,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Journal of Economic Literature, June 2011, 49 (2), 326Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c65.",
        "Weil, David N., Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Accounting for The Effect of Health on Economic Growth,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Quarterly Journal of Economics, 2007, 122 (3), 1265Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c1306.",
        "Whelan, Karl, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093A Two-Sector Approach to Modeling U.S. NIPA Data,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Journal of Money, Credit, and Banking, August 2003, 35 (4), 627Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c656.",
        "Wolfe, Raymond M., Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Business R&D Performance in the United States Tops $300 Billion in 2012,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d NCSES Info Brief, NSF, October 2014, 15-303.",
        "Yang, Jonghoe, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Colonial Legacy and Modern Economic Growth in Korea: A Critical Examination of their Relationships,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Development and Society, June 2004, 33 (1), 1Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c24.",
        "Young, Alwyn, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093A Tale of Two Cities: Factor Accumulation and Technical Change in Hong Kong and Singapore,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d in Olivier Blanchard and Stanley Fischer, eds., NBER Macroeconomics Annual, Cambridge, MA: MIT Press, 1992, pp. 13Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c54.",
        ", Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093The Tyranny of Numbers: Confronting the Statistical Realities of the East Asian Growth Experience,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Quarterly Journal of Economics, August 1995, 110 (3), 641Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c680.",
        ", Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093The African Growth Miracle,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Journal of Political Economy, 2012, 120 (4), 696Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c739."
    ]
}