{
    "id": 21151,
    "cites": 29,
    "cited_by": 6,
    "reference": [
        "Alt, J., E. Bueno de Mesquita and S. Rose (2009) Disentangling Accountability and Competence in Elections: Evidence from U.S. Term Limits, Journal of Politics 73(1): 171-186.",
        "Ashworth, S. (2012), Electoral Accountability: Recent Theoretical and Empirical Work, Annual Review of Political Science 15: 183201.",
        "Banks, J. and R. Sundaram (1993) Adverse Selection and Moral Hazard in a Repeated Elections Model, in W. Barnett et al. (eds.) Political Economy: Institutions, Information, Competition and Representation, New York, NY: Cambridge University Press.",
        "Barro, R. (1973), The Control of Politicians: An Economic Model, Public Choice 14: 19-42.",
        "Besley, T. (2006) Principled Agents? The Political Economy of Good Government, Oxford University Press.",
        "Besley, T. and A. Case (1995) Does Electoral Accountability Aect Economic Policy Choices? Evidence from Gubernatorial Term Limits, Quarterly Journal of Economics 110(3): 769-798.",
        "Besley, T. and A. Case (2003) Political Institutions and Policy Choices: Evidence from the United States, Journal of Economic Literature 41(1): 7-73.",
        "Beyle, T., R. Niemi, and L. Sigelman (2002), Gubernatorial, Senatorial, and Statelevel Presidential Job Approval Ratings: A Compilation of Data, State Politics and Policy Quarterly 2(3): 215-229.",
        "Brender, A. and A. Drazen (2005), Political Budget Cycles in New Versus Established Democracies, Journal of Monetary Economics 52(7): 1271-1295.",
        "Brender, A. and A. Drazen (2008), How Do Budget Decits and Economic Growth Aect Reelection Prospects?  Evidence from a Large Panel of Countries, American Economic Review 98(5): 2203-2220.",
        "Brier, G.W. (1950), Verication of Forecasts Expressed in Terms of Probability, Monthly Weather Review, 78: 13.",
        "Diebold, F.X. and R. Mariano (1995), Comparing Predictive Accuracy, Journal of Business and Economic Statistics, 13(3), 253-263.",
        "Diermeier, D., H. Eraslan, and A. Merlo (2003),A Structural Model of Government Formation, Econometrica 71: 27-70.",
        "Drazen, A. and E.Y. Ozbay (2015), Does Being Chosen to Lead Induce Non-Selsh Behavior? Experimental Evidence on Reciprocity, working paper.",
        "Duggan, J. and C. Martinelli (2015), Electoral Accountability and Responsive Democracy, working paper.",
        "Fearon, J. (1999), Electoral Accountability and Control of Politicians: Selecting Good Types Versus Sanctioning Poor Performance, in Przeworski, Stokes, and Manin (eds.) Democracy, Accountability, and Representation, Cambridge, UK: Cambridge University Press.",
        "Ferejohn, J. (1986) Incumbent Performance and Electoral Control, Public Choice 50: 5-26.",
        "Ferraz, C. and F. Finan (2011), Electoral Accountability and Corruption in Local Governments: Evidence from Audit Reports, American Economic Review 101(4): 1274-1311.",
        "Gagliarducci, S. and T. Nannicini (2013), Do Better Paid Politicians Perform Better ? Disentangling Incentives from Selection, Journal of the European Economic Association, 11, p. 369398.",
        "Lahiri, K. and L. Yang (2013), Forecasting Binary Outcomes, Handbook of Economic Forecasting, Vol. 2B, (eds. A. Timmermann and G. Elliott), 1025-1106.",
        "List, J. and M. Sturm (2006), How Elections Matter: Theory and Evidence from Environmental Policy, Quarterly Journal of Economics 121(4): 1249-1281.",
        "Lucas, R. (1976). Econometric Policy Evaluation: A Critique, in The Phillips Curve and Labor Markets, K. Brunner and A. Meltzer eds. Carnegie-Rochester Conference Series on Public Policy 1, 1946",
        "Maskin, E. and J. Tirole (2004), The Politician and the Judge: Accountability in Government, American Economic Review 94(4): 1034-1054.",
        "Merlo, A. (1997), Bargaining over Governments in a Stochastic Environment, Journal of Political Economy, 105: 101-131.",
        "Rogers, S. (2014), Term Limits: Keeping Incumbents in Oce, working paper, Vanderbilt University.",
        "Smart, M. and D.M. Sturm (2013) Term Limits and Electoral Accountability, Journal of Public Economics 107: 93-102.",
        "Stein, R. (1990) Economic Voting for Governor and U. S. Senator: The Electoral Consequences of Federalism, Journal of Politics 52(1): 29-53.",
        "StrÃ\u0083Æ\u0092Ã\u0082Â¶mberg, D. (2008), How the Electoral College Inuences Campaigns and Policy: The Probability of Being Florida, American Economic Review 98(3): 769-807.",
        "Vlaicu, R. and A. Whalley (2014) Hierarchical Accountability in Government, working paper, University of Maryland."
    ]
}