{
    "id": 2115,
    "cites": 25,
    "cited_by": 117,
    "reference": [
        "Akerlof, George and Yellen, Janet. A Near-Rational Model of the Business Cycle, with Wage and Price Inertia. Quarterly Journal of Economics 100 (August 1985): 823-838.",
        "Alberts, W.W. Do Oligopolists Earn ?NoncompetitiveT Rates of Return? American Economic Review 74 (Sept~mber 1984): 624-632.",
        "Belsley, David A. Industry Production Behavior: The Order-Stock Distinction. Amsterdam: North-Holland, 1969.",
        "Bils, Mark. Real Wages Over the Business Cycle: Evidence from Panel Data. Journal of Political Economy 93 (August 1985): 666-689.",
        "Blanchard, Olivier and Kiyotaki, Nobuhiro. Monopolistic Competition, Aggregate Demand Externalities, and Real Effects of Nominal Money. Working Paper No. 1770, National Bureau of Economic Research, Decetther 1985.",
        "Caves, Richard E. International Trade and Industrial Organization: Problems, Solved and Unsolved. European Economic Review 28 (August 1985): 377-395.",
        "Domowitz, Ian, Hubbard, R. Glenn, and Petersen, Bruce C. Business Cycles and the Relationship Between Concentration and Price-Cost Margins. Rand Journal of Economics 17 (Spring 1986a): 1-17.",
        "Relationship. Journal of Industrial Economics 35 (September 1986b): 13-34.",
        "Prices and Margins. Journal of Industrial Economics, forthcoming. Freeman, Richard B. Unionism, Price-Cost Margins, and the Return to Capital. Working Paper No. 1164, National Bureau of Economic Research, 1983.",
        "Freeman, R chard B. and Medoff, James L. New Estimates of Private Sector Unionism in the United States, Industr al and Labor Relations Review 32 (1979): 143-174.",
        "Gisser, Micha. Price Leadership and Dynamic Aspects of Oligopoly in U.S. Manufacturing. Journal of Political Economy 92 (December 1984): 1035-1048.",
        "Hart, Oliver. A Model of Imperfect Competition with Keynesian Features. Quarterly Journal of Economics 97 (February 1982): 109- 138.",
        "Hubbard, R. Glenn and Weiner, Robert J. Contracting and Price Adjustment in Product Markets. Working Paper No. 1736, National Bureau of Economic Research, October 1985.",
        "Jorgenson, Dale W. and Sullivan, Martin A. Inflation and Corporate Capital Recovery. In Charles R. Hult-n (ed.), Depreciation, Inflation, and the Taxation of Income from Capital. Washington, D.C.: Urban Institute, 1981.",
        "Karier, Thomas. Unions and Monopoly Profits. Review of Economics and Statistics 67 (February 1985): 34-42.",
        "Kydland, Finn E. and Prescott, Edward C. Time to Build and Aggregate Fluctuations. Econometrica, 50 (November 1982): 1345-1370.",
        "Long, John B., Jr. and Plosser, Charles I. Real Business Cycles. Journal of Political Economy 91 (February 1983): 39-69.",
        "Mankiw, N. Gregory. Small Menu Costs and Large Business CycD-s: A Macroeconomic Model of Monopoly. Quarterly Journal of Economics 100 (May 1985): 529-539.",
        "Nelson, Richard L. Concentration in the Manufacturing Industries of the United States. New Haven: Yale University Press, 1963.",
        "Booms. American Economic Review 76 (June 1986b): 390-407.",
        "Salinger, Michael. Tobins q, Unionization, and the ConcentrationProfits Relationship. Rand Journal of Economics 15 (Spring 1984): 159-170.",
        "Scherer, F.M. Industrial Market Structure and Economic Performance. Chicago: Rand McNally, 1980.",
        "Scherer, F.M., Beckenstein, Alan, Kaufer, Eric, and Murphy. R.D. The Economics of Multi-Plant Operation: An International Comparisons Study. Cambridge: Harvard University Press, 1975.",
        "Solow, Robert N. Technical Change and the Aggregate Production Function. Review of Economics and Statistics 39 (August 1957): 3 12-320.",
        "Weiss, Leonard W. Optimal Plant Size and the Extent of Suboptimal Capacity. In R.I. Masson and P.D. Qualls (eds.), Essays on Industrial Organization in Honor of Joe S. Bain. Cambridge: Ballinger Press, 1975."
    ]
}