{
    "id": 21161,
    "cites": 35,
    "cited_by": 1,
    "reference": [
        "Adrian, T. and H. S. Shin. 2014. Procyclical Leverage and Value-at-Risk. Review of Financial Studies 27: 373-403.",
        "Andersen, T. G., L. Benzoni, and J. Lund. 2002. An Empirical Investigation of Continuous-Time Equity Return Models. The Journal of Finance 57: 1239-1284.",
        "Andersen, T.G., N. Fusari, and V. Todorov. 2015a. Parametric Inference and Dynamic State Recovery from Option Panels. Econometrica, forthcoming.",
        "Andersen, T.G., N. Fusari, and V. Todorov. 2015b. The Risk Premia Embedded in Index Options. Journal of Financial Economics, forthcoming.",
        "Bakshi, G., C. Cao, and Z. Chen. 1997. Empirical Performance of Alternative Option Pricing Models. The Journal of Finance 52: 2003-2049.",
        "Bakshi, G., N. Kapadia, and D. Madan. 2003. Stock Return Characteristics, Skew Laws, and the Differential Pricing of Individual Equity Options. Review of Financial Studies 18: 101-143.",
        "Bates, D. S. 2003. Empirical Option Pricing: A Retrospection. Journal of Econometrics 116: 387-404.",
        "Bates, D. S. 2006. Maximum Likelihood Estimation of Latent Affine Processes. Review of Financial Studies 19: 909-965.",
        "Black, F. and M. Scholes. 1973. The Pricing of Options and Corporate Liabilities. Journal of Political Economy 81: 637-654.",
        "Bollen, N. P. B. and R. E. Whaley. 2004. Does Net Buying Pressure Affect the Shape of Implied Volatility Functions? The Journal of Finance 59: 711-753.",
        "Britten-Jones, M. and A. Neuberger. 2000. Option Prices, Implied Price Processes, and Stochastic Volatility. The Journal of Finance 55: 839-866.",
        "Broadie, M., M. Chernov, and M. Johannes. 2007. Model Specification and Risk Premia: Evidence from Futures Options. The Journal of Finance 62: 1453-1490.",
        "Brunnermeier, M. K. and L. H. Pedersen. 2009. Market Liquidity and Funding Liquidity. Review of Financial Studies 22: 2201-2238.",
        "Buraschi, A. and J. C. Jackwerth. 2001. The Price of a Smile: Hedging and Spanning in Option Markets. Review of Financial Studies 14: 495-527.",
        "Carverhill, A. P., S. Dyrting, and T. H. F. Cheuk. 2009 Futures Options: A Linearized Factor Analysis. Review of Derivatives Research 12: 109-139.",
        "Chen, H., S. Joslin, and S. Ni. 2013. Demand for Crash Insurance, Intermediary Constraints, and Stock Return Predictability. Working paper, MIT and NBER.",
        "Chernov, M., A. R. Gallant, E. Ghysels, and G. Tauchen. 2003. Alternative Models for Stock Price Dynamics, Journal of Econometrics 116: 225-257.",
        "Constantinides, G. M., M. Czerwonko, J. C. Jackwerth, and S. Perrakis. 2011. Are Options on Index Futures Profitable for Risk Averse Investors? Empirical Evidence. The Journal of Finance 66: 1407-1437.",
        "Constantinides, G. M., J. C. Jackwerth, and A. Z. Savov. 2013. The Puzzle of Index Option Returns. Review of Asset Pricing Studies 3: 229-257.",
        "Danielsson, J., H. S. Shin, and J-P. Zigrand. 2004. The Impact of Risk Regulation on Price Dynamics. Journal of Banking and Finance 28: 1069-1087.",
        "Du, J. and N. Kapadia. 2012. Tail and Volatility Indices from Option Prices. Working paper, University of Massachusetts at Amherst.",
        "Duffie, D., J. Pan, and K. Singleton. 2000. Transform Analysis and Asset Pricing for Affine Jump-Diffusions. Econometrica 68: 1343-1376.",
        "Eraker, B. 2004. Do Stock Prices and Volatility Jump? Reconciling Evidence from Spot and Option Prices. The Journal of Finance 59: 1367-1403.",
        "GÃ\u0083â\u0080¹Ã\u0082â\u0080  arleanu, N., L. H. Pedersen, and A. M. Poteshman. 2009. Demand-Based Option Pricing. Review of Financial Studies 22: 4259-4299.",
        "Gromb, D. and D. Vayanos. 2002. Equilibrium and Welfare in Markets with Financially Constrained Arbitrageurs. Journal of Financial Economics 66: 361-407.",
        "He, Z. and A. Krishnamurthy. 2013. Intermediary Asset Pricing. American Economic Review 103: 732-770.",
        "Heston, S. L. 1993. A Closed-Form Solution for Options with Stochastic Volatility with Applications to Bond and Currency Options. Review of Financial Studies 6: 327-343.",
        "Heston, S. L., P. Christoffersen, and K. Jacobs. 2009. The Shape and Term Structure of the Volatility Smirk. Management Science 55: 1914-1932.",
        "Hu, G. X., J. Pan, and J. Wang. 2013. Noise as Information for Illiquidity. The Journal of Finance 68: 2341-2382.",
        "Jones, C. S. 2006. A Nonlinear Factor Analysis of S&P 500 Index Options Returns. The Journal of Finance 61: 2325-2363.",
        "Lian, L. 2014. The Role of Volatility Jumps in the Cross-Section of Option Prices. Working paper, University of Massachusetts at Amherst.",
        "Merton, R. C. 1973. Theory of Rational Option Pricing. Bell Journal of Economics and Management Science 4: 141-183.",
        "Pan, J., 2002. The Jump-Risk Premia Implicit in Options: Evidence from an Integrated Time-Series Study. Journal of Financial Economics 63: 3-50.",
        "Shleifer, A. and R. Vishny. 1997. The Limits of Arbitrage. The Journal of Finance 52: 35-55.",
        "Thurner, J., D. Farmer, and J. Gaenakoplos. 2012. Leverage Causes Fat Tails and Clustered Volatility. Quantitative Finance 5: 695-707."
    ]
}