{
    "id": 21166,
    "cites": 23,
    "cited_by": 4,
    "reference": [
        "Amihud, Y., 2002, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Illiquidity and stock returns: cross-section and time-series effects,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Journal of financial markets, 5(1), 31Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c56.",
        "Amihud, Y., H. Mendelson, and L. H. Pedersen, 2006, Liquidity and asset prices. Now Publishers Inc.",
        "Ang, A., R. J. Hodrick, Y. Xing, and X. Zhang, 2006, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093The cross-section of volatility and expected returns,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d The Journal of Finance, 61(1), 259Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c299.",
        "Asquith, P., and L. K. Meulbroek, 1995, An empirical investigation of short interest. Division of Research, Harvard Business School.",
        "Asquith, P., P. A. Pathak, and J. R. Ritter, 2005, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Short interest, institutional ownership, and stock returns,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Journal of Financial Economics, 78(2), 243Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c276.",
        "Beneish, M. D., C. Lee, and C. Nichols, 2013, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093In short supply: Equity overvaluation and short selling,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Rock Center for Corporate Governance at Stanford University Working Paper, (165).",
        "Boehmer, E., C. M. Jones, and X. Zhang, 2008, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Which shorts are informed?,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d The Journal of Finance, 63(2), 491Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c527.",
        "Brent, A., D. Morse, and E. K. Stice, 1990, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Short interest: Explanations and tests,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Journal of Financial and Quantitative Analysis, 25(02), 273Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c289.",
        "Carhart, M. M., 1997, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093On persistence in mutual fund performance,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d The Journal of finance, 52(1), 57Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c82.",
        "Chen, J., H. Hong, and J. C. Stein, 2002, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Breadth of ownership and stock returns,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Journal of financial Economics, 66(2), 171Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c205.",
        "Cohen, L., K. B. Diether, and C. J. Malloy, 2007, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Supply and demand shifts in the shorting market,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d The Journal of Finance, 62(5), 2061Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c2096.",
        "Daniel, K., M. Grinblatt, S. Titman, and R. Wermers, 1997, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Measuring mutual fund performance with characteristic-based benchmarks,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d The Journal of finance, 52(3), 1035Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c1058.",
        "DÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0084¢avolio, G., 2002, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093The market for borrowing stock,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Journal of Financial Economics, 66(2), 271Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c306.",
        "De Long, J. B., A. Shleifer, L. H. Summers, and R. J. Waldmann, 1990, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Noise trader risk in financial markets,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Journal of political Economy, pp. 703Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c738.",
        "Dechow, P. M., A. P. Hutton, L. Meulbroek, and R. G. Sloan, 2001, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Short-sellers, fundamental analysis, and stock returns,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Journal of Financial Economics, 61(1), 77Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c106.",
        "Diether, K. B., K.-H. Lee, and I. M. Werner, 2009, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Short-sale strategies and return predictability, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Review of Financial Studies, 22(2), 575Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c607.",
        "Diether, K. B., C. J. Malloy, and A. Scherbina, 2002, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Differences of opinion and the cross section of stock returns,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d The Journal of Finance, 57(5), 2113Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c2141.",
        "Drechsler, I., and Q. F. Song, 2014, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093The Shorting Premium and Asset Pricing Anomalies,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Available at SSRN.",
        "Duffie, D., N. Garleanu, and L. H. Pedersen, 2002, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Securities lending, shorting, and pricing,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Journal of Financial Economics, 66(2), 307Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c339.",
        "Engelberg, J. E., A. V. Reed, and M. C. Ringgenberg, 2012, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093How are shorts informed?: Short sellers, news, and information processing,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Journal of Financial Economics, 105(2), 260Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c278.",
        "Fama, E. F., and K. R. French, 1992, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093The cross-section of expected stock returns,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d the Journal of Finance, 47(2), 427Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c465.",
        ", 1993, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Common risk factors in the returns on stocks and bonds,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Journal of financial economics, 33(1), 3Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c56.",
        "Fama, E. F., and J. D. MacBeth, 1973, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Risk, return, and equilibrium: Empirical tests,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d The Journal of Political Economy, pp. 607Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c636."
    ]
}