{
    "id": 21169,
    "cites": 44,
    "cited_by": 14,
    "reference": [
        "AbdulkadiroÃ\u0083â\u0080\u009eÃ\u0082Å¸lu, A. and T. SÃ\u0083Æ\u0092Ã\u0082Â¶nmez (2003): Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093School choice: A mechanism design approach,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d American economic review, 729Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c747.",
        "Alatas, V., A. Banerjee, A. G. Chandrasekhar, R. Hanna, and B. A. Olken (2012): Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Network structure and the aggregation of information: Theory and evidence from Indonesia,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d NBER Working Paper 18351.",
        "Ananth, B., D. Karlan, and S. Mullainathan (2007): Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Microentrepreneurs and Their Money: Three Anomalies,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Working Paper.",
        "Ashraf, N., D. Karlan, and W. Yin (2006): Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Tying Odysseus to the Mast: Evidence from a Commitment Savings Product in the Philippines,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Quarterly Journal of Economics, 121, 635 Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c 72.",
        "Ballester, C., A. CalvÃ\u0083Æ\u0092Ã\u0082Â³-Armengol, and Y. Zenou (2006): Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093WhoÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0084¢s who in networks.",
        "Banerjee, A., A. G. Chandrasekhar, E. Duflo, and M. O. Jackson (2014): Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Gossip: Identifying central individuals in a social network,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d NBER Working Paper 20422.",
        "Beaman, L., D. Karlan, and B. Thuysbaert (2014): Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Saving for a (not so) Rainy Day: A Randomized Evaluation of Savings Groups in Mali,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d NBER Working Paper.",
        "Beshears, J., J. J. Choi, D. Laibson, B. Madrian, and J. Sakong (2011): Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Self control and liquidity: How to design a commitment contract,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d RAND Corporation Working Paper.",
        "Beshears, J. L., J. J. Choi, D. Laibson, B. C. Madrian, and K. L. Milkman (2015): Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093The Effect of Providing Peer Information on Retirement Savings Decisions,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Journal of Finance, Forthcoming.",
        "Besley, T. and S. Coate (1995): Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Group lending, repayment incentives and social collateral, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Journal of development economics, 46, 1Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c18.",
        "Besley, T., S. Coate, and G. Loury (1993): Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093The economics of rotating savings and credit associations,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d The American Economic Review, 792Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c810.",
        "Bramoulle, Y., H. Djebbari, and B. Fortin (2009): Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Identification of peer effects through social networks,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Journal of Econometrics, 150, 41Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c55.",
        "Breza, E. (2014): Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Peer Effects and Loan Repayment: Evidence from the Krishna Default Criris,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Working Paper.",
        "Breza, E., A. G. Chandrasekhar, and H. Larreguy (2015): Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Network Centrality and Institutional Design: Evidence from a Lab Experiment in the Field,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d NBER Working Paper 20309.",
        "Brune, L., X. GinÃ\u0083Æ\u0092Ã\u0082Â©, J. Goldberg, and D. Yang (2013): Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Commitments to Save: A Field Experiment in Rural Malawi,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Working Paper.",
        "SAVINGS MONITORS 31 Bryan, G. T., D. Karlan, and J. Zinman (2012): Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Referrals: Peer Screening and Enforcement in a Consumer Credit Field Experiment,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d NBER Working Paper.",
        "Bursztyn, L., F. Ederer, B. Ferman, and N. Yuchtman (2013): Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Understanding mechanisms underlying peer effects: Evidence from a field experiment on financial decisions, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Econometrica.",
        "Cai, J., A. de Janvry, and E. Sadoulet (2013): Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Social Networks and the Decision to Insure,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Working Paper.",
        "Carroll, G. (2012): Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093When Are Local Incentive Constraints Sufficient?Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Econometrica, 80, 661Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c686.",
        "Chandrasekhar, A. G., C. Kinnan, and H. Larreguy (2013): Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Informal Insurance, Social Networks, and Savings Access: Evidence from a lab experiment in the field,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Working Paper.",
        "Cho, I.-K. and D. M. Kreps (1987): Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Signaling games and stable equilibria,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d The Quarterly Journal of Economics, 179Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c221.",
        "DeMarzo, P. M., D. Vayanos, and J. Zwiebel (2003): Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Persuasion bias, social influence, and unidimensional opinions,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d The Quarterly Journal of Economics, 909Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c968.",
        "Dupas, P. and J. Robinson (2013a): Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Savings Constraints and Microenterprise Development: Evidence from a Field Experiment in Kenya,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d American Economic Journal: Applied Economics, 5, 163Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c92.",
        "Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009dÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009dÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009d (2013b): Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Why DonÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0084¢t the Poor Save More? Evidence from Health Savings Experiments, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d The American Economic Review, 103, 1138Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c71.",
        "GinÃ\u0083Æ\u0092Ã\u0082Â©, X. and D. Karlan (2006): Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Group versus Individual Liability: Evidence from a Field Experiment in the Philippines,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Yale University Economic Growth Center working paper 940.",
        "Golub, B. and M. O. Jackson (2010): Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Naive learning in social networks and the wisdom of crowds,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d American Economic Journal: Microeconomics, 112Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c149.",
        "Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009dÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009dÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009d (2012): Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093How Homophily Affects the Speed of Learning and Best-Response Dynamics, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d The Quarterly Journal of Economics, 127, 1287Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c1338.",
        "Hagen, L. and A. Kahng (1992): Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093New spectral methods for ratio cut partitioning and clustering,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Computer-Aided Design of Integrated Circuits and Systems, IEEE Transactions on, 11, 1074Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c1085.",
        "Jack, W. and T. Suri (2014): Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Risk Sharing and Transactions Costs: Evidence from KenyaÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0084¢s Mobile Money Revolution,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d The American Economic Review, 104, 183Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c223.",
        "Jackson, M., T. Barraquer, and X. Tan (2010): Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Social Capital and Social Quilts: Network Patterns of Favor Exchange,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d .",
        "Jackson, M. O. (2008): Social and Economic Networks, Princeton University Press.",
        "Karlan, D. (2007): Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Social connections and group banking*,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d The Economic Journal, 117, F52Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009cF84.",
        "SAVINGS MONITORS 32 Karlan, D., M. McConnell, S. Mullainathan, and J. Zinman (2010): Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Getting to the Top of Mind: How Reminders Increase Saving,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d NBER Working Paper.",
        "Kast, F., S. Meier, and D. Pomeranz (2012): Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Under-savers anonymous: Evidence on self-help groups and peer pressure as a savings commitment device,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d NBER Working Paper.",
        "Kast, F. and D. Pomeranz (2014): Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Saving More to Borrow Less: Experimental Evidence from Access to Formal Savings Accounts in Chile,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d NBER Working Paper.",
        "Katz, E. and P. F. Lazarsfeld (1970): Personal Influence, The part played by people in the flow of mass communications, Transaction Publishers.",
        "King, M. (2015): Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Who can you trust? Reputation and cooperation in networks,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Mimeo.",
        "Munshi, K. (2014): Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Community networks and the process of development,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d The Journal of Economic Perspectives, 49Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c76.",
        "Pathak, P. A. and J. Sethuraman (2011): Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Lotteries in student assignment: An equivalence result,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Theoretical Economics, 6, 1Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c17.",
        "Prina, S. (2013): Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Banking the poor via savings accounts: Evidence from a field experiment, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Working Paper.",
        "Schaner, S. (2014): Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093The Persistent Power of Behavioral Change: Long-Run Impacts of Temporary Savings Subsidies for the Poor,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Working Paper.",
        "Spence, M. (1973): Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Job market signaling,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d The quarterly journal of Economics, 355Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c374.",
        "Thaler, R. H. and S. Benartzi (2004): Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Save More Tomorrow: Using behavioral economics to increase employee saving,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Journal of political Economy, 112, S164Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009cS187.",
        "Townsend, R. M. (1994): Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Risk and Insurance in Village India,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Econometrica, 62, 539Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c 591. SAVINGS MONITORS 33"
    ]
}