{
    "id": 21165,
    "cites": 22,
    "cited_by": 23,
    "reference": [
        "Acemoglu, D. and D. Autor (2011): Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Skills, Tasks and Technologies: Implications for Employment and Earnings,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Elsevier, vol. 4 of Handbook of Labor Economics, chap. 12, 1043Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c1171.",
        "Acemoglu, D. and V. Guerrieri (2008): Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Capital Deepening and Nonbalanced Economic Growth,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Journal of Political Economy, 116, 467Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c498.",
        "Autor, D. H., D. Dorn, and G. H. Hanson (2013): Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093The Geography of Trade and Technology Shocks in the United States,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d American Economic Review, 103, 220Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c25.",
        "Baumol, W. J. (1967): Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Macroeconomics of Unbalanced Growth: Anatomy of an Urban Crisis,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d American Economic Review, 57, 415Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c26.",
        "Boppart, T. (2014): Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Structural Change and the Kaldor Facts in a Growth Model With Relative Price Effects and Non?Gorman Preferences,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Econometrica, 82, 2167Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c2196.",
        "Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009dÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009dÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009d (2015): Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093To Which Extent is the Rise in the Skill Premium Explained by an Income Effect?Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Working paper, IIES Stockhold University.",
        "Buera, F. J. and J. P. Kaboski (2009): Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Can Traditional Theories of Structural Change Fit The Data?Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Journal of the European Economic Association, 7, 469Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c477.",
        "Comin, D., D. Lakshari, and M. Mestieri (2015): Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Structural Change with Long Run Income and Price Effects,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Manuscript.",
        "DiNardo, J., N. M. Fortin, and T. Lemieux (1996): Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Labor Market Institutions and the Distribution of Wages, 1973-1992: A Semiparametric Approach, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Econometrica, 64, 1001Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c44.",
        "Feenstra, R. C. and G. H. Hanson (1999): Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093The Impact Of Outsourcing And High-Technology Capital On Wages: Estimates For The United States, 1979-1990,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d The Quarterly Journal of Economics, 114, 907Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c940.",
        "Hall, R. E. and C. I. Jones (2007): Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093The Value of Life and the Rise in Health Spending,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d The Quarterly Journal of Economics, 122, 39Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c72.",
        "Herrendorf, B., R. Rogerson, and A. Valentinyi (2013): Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Two Perspectives on Preferences and Structural Transformation,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d American Economic Review, 103, 2752Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c89.",
        "Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009dÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009dÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009d (2014): Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Growth and Structural Transformation,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d in Handbook of Economic Growth, Elsevier, vol. 2 of Handbook of Economic Growth, chap. 6, 855Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c941.",
        "Katz, L. F. and K. M. Murphy (1992): Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Changes in Relative Wages, 19631987: Supply and Demand Factors,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d The Quarterly Journal of Economics, 107, 35Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c78.",
        "Kongsamut, P., S. Rebelo, and D. Xie (2001): Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Beyond Balanced Growth,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Review of Economic Studies, 68, 869Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c82.",
        "Krusell, P., L. E. Ohanian, J.-V. RÃ\u0083Æ\u0092Ã\u0082Â­os-Rull, and G. L. Violante (2000): Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Capital-Skill Complementarity and Inequality: A Macroeconomic Analysis,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Econometrica, 68, 1029Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c1054. Leonardi, M. (forthcoming): Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093The Effect of Product Demand on Inequality: Evidence from the US and the UK,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d American Economic Journal: Applied.",
        "Ngai, L. R. and B. Petrongolo (2014): Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Gender gaps and the rise of the service economy,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d LSE Research Online Documents on Economics 58152, London School of Economics and Political Science.",
        "Ngai, L. R. and C. A. Pissarides (2007): Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Structural Change in a Multisector Model of Growth,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d American Economic Review, 97, 429Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c443.",
        "OÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0084¢Mahony, M. and M. P. Timmer (2009): Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Output, Input and Productivity Measures at the Industry Level: The EU KLEMS Database,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Economic Journal, 119, 374Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c403.",
        "Pierce, B. (2010): Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Recent Trends in Compensation Inequality,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d in Labor in the New Economy, National Bureau of Economic Research, Inc, 63Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c98.",
        "Reshef, A. (2013): Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Is Technological Change Biased Towards the Unskilled in Services? An Empirical Investigation,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Review of Economic Dynamics, 16, 312Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c331.",
        "Swiecki, T. (2014): Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Determinants of Structural Change,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Manuscript, University of British Columbia."
    ]
}