{
    "id": 21164,
    "cites": 22,
    "cited_by": 21,
    "reference": [
        "Ahn, JaeBin, Amit K. Khandelwal, and Shang-Jin Wei, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093The Role of Intermediaries in Facilitating Trade,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Journal of International Economics, 2011, 84 (1), 73Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c85.",
        "Akerman, Anders, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093A Theory on the Role of Wholesalers in International Trade Based on Economies of Scope,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Research Papers in Economics, 2010, 1.",
        "Amiti, Mary and Jozef Konings, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Trade Liberalization, Intermediate Inputs, and Productivity: Evidence from Indonesia,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d The American Economic Review, 2007, 97 (5), 1611Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c1638.",
        "Arkolakis, Costas, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Market Penetration Costs and the New Consumers Margin in International Trade,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Journal of Political Economy, 2010, 118 (6), 1151Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c1199.",
        "Bai, Xue and Kala Krishna, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Self Inflicted Wounds? ChinaÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0084¢s Restrictions on Direct Exporting,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d 2014. Unpublished manuscript.",
        "Bernard, Andrew B. and J. Bradford Jensen, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Exceptional Exporter Performance: Cause, Effect, or Both?,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Journal of International Economics, 1999, 47 (1), 1Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c25.",
        ", Emily J. Blanchard, Ilke Van Beveren, and Hylke Y. Vandenbussche, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Carry-Along Trade,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d NBER Working Paper Series, 2012, 18246.",
        "Clerides, Sofronis K., Saul Lach, and James R. Tybout, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Is Learning by Exporting Important? Micro-dynamic Evidence from Colombia, Mexico, and Morocco, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d The Quarterly Journal of Economics, 1998, 113 (3), 903Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c947.",
        "Das, Sanghamitra, Mark J. Roberts, and James R. Tybout, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Market Entry Costs, Producer Heterogeneity, and Export Dynamics,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Econometrica, 2007, 75 (3), 837Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c873.",
        "De Loecker, Jan, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Do Exports Generate Higher Productivity? Evidence from Slovenia,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Journal of International Economics, 2007, 73 (1), 69Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c98.",
        ", Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Detecting Learning by Exporting,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d American Economic Journal: Microeconomics, 2013, 5 (3), 1Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c21.",
        "Dixit, Avinash, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Entry and Exit Decisions under Uncertainty,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Journal of Political Economy, 1989, pp. 620Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c638.",
        ", Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Hysteresis, Import Penetration, and Exchange Rate Pass-through,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d The Quarterly Journal of Economics, 1989, 104 (2), 205Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c228.",
        "Egan, Mary Lou and Ashoka Mody, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Buyer-Seller Links in Export Development, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d World Development, 1992, 20 (3), 321Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c334.",
        "Feenstra, Robert C. and Gordon H. Hanson, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Intermediaries in Entrep Ã\u0083â\u0080¹Ã\u0082â\u0080  ot Trade: Hong Kong Re-Exports of Chinese Goods,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Journal of Economics & Management Strategy, 2004, 13 (1), 3Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c35.",
        "Goldberg, Pinelopi K., Amit K. Khandelwal, Nina Pavcnik, and Petia Topalova, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Imported Intermediate Inputs and Domestic Product Growth: Evidence from India,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d The Quarterly Journal of Economics, 2010, 125 (4), 1727Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c 1767.",
        "Handley, Kyle and Nuno LimÃ\u0083Æ\u0092Ã\u0082Â£o, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Policy Uncertainty, Trade and Welfare: Theory and Evidence for China and the US,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d NBER Working Paper Series, 2013, 19376.",
        "Kasahara, Hiroyuki and Beverly Lapham, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Productivity and the Decision to Import and Export: Theory and Evidence,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Journal of International Economics, 2013, 89 (2), 297Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c316.",
        "Krishna, Kala and Ling Hui Tan, Rags and Riches: Implementing Apparel Quotas under the Multi-Fibre Arrangement, University of Michigan Press, 1998.",
        "Levinsohn, James and Amil Petrin, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Estimating Production Functions Using Inputs to Control for Unobservables,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d The Review of Economic Studies, 2003, 70 (2), 317Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c341.",
        "Pierce, Justin R. and Peter K. Schott, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093The Surprisingly Swift Decline of US Manufacturing Employment,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d NBER Working Paper Series, 2012, 18655.",
        "Rubinstein, Ariel and Asher Wolinsky, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Middlemen,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d The Quarterly Journal of Economics, 1987, 102 (3), 581Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c593. Zhang, Hongsong, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Static and Dynamic Gains from Importing Intermediate Inputs: Theory and Evidence,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d The Pennsylvania State University, Mimeograph,"
    ]
}