{
    "id": 2117,
    "cites": 15,
    "cited_by": 5,
    "reference": [
        "Auerbach, A.J. and L.J. Kotlikoff (1985), The Efficiency Gains from Social Security Benefit - Tax Linkage, NBER Working Paper No. 1645, June.",
        "Barro, R. J. and M. Feldstein (1978), The Impact of Social Security on Private Saving: A Debate, monograph, American Enterprise Institute.",
        "Boskin, M.J. (1986), Too Many Promises: The Uncertain Future of Social Security, Homewood, IL: Dow Jones-Irwin.",
        "Boskin, M.J., M. Avrin and K. Cone (1983), Modeling Alternative Solutions to the Long-Run Social Security Funding Problem, in N. Feldstein (ed.), Behavioral Simulation Methods in Tax Policy Analysis, Chicago: University of Chicago Press.",
        "Boskin, M.J. and L.J. icotlikoff (1986), Public Debt and United States Saving: A New Test of the Neutrality Hypothesis, in K. Brunner and A.H. Meltzer (eds.), The New Monetary Economics, Fiscal Issues and Unemployment, Amsterdam: North-Holland.",
        "Boskin, M. J., L.J. Kotlikoff, D.J. Puffert, andJ.B. Shoven (1986), Social Security: A Financial Appraisal Across and Within Generations, NBER Working Paper No. 1891, April.",
        "Boskin, N.J., L.J. Kotlikoff, and J.B. Shoven (1985), Personal Security Accounts: A Proposal for Fundamental Social Security Reform, Policy Paper, Center for Economic Policy Research, Stanford University, September.",
        "Burkhauser, R.V. and K.C. liolden (eds.) (1982). A Challenge to Social Security: The Changing Roles of Women and Men in American Society, New York: Academic Press.",
        "Flowers, M.R. (1977), Women and Social Security: An Institutional Dilemma, Washington, DC: American Enterprise Institute.",
        "Hurd, M.D. and J.B. Shoven (1985), The Distributional Impact of Social Security, in D.A. Wise (ed.), Pensions, Labor, and Individual Choice, Chicago: University of Chicago Press.",
        "Lingg, B.A. (1982), Social Security Benefits of Female Retired Workers and Two-Worker Couples, Social Security Bulletin 45(2), February.",
        "Pellechio, A.J. and G.P. Goodfellow (1983), Individual Gains and Losses from Social Security Before and After the 1983 Amendments, Cato Journal, Fall.",
        "Ricardo-Campbell, R. (1977), Social Security: Promise and Reality, Stanford: Hoover Institution Press.",
        "Social Security Administration (1985), Women and Social Security, Social Security Bulletin 48(2), February.",
        "Thompson, L. (1983), The Social Security Debate, Journal of Economic Literature XXI(4), December."
    ]
}