{
    "id": 21176,
    "cites": 37,
    "cited_by": 36,
    "reference": [
        "Anderson, S. P., De Palma, A., & Thisse, J. F. (1992). Discrete choice theory of product differentiation. MIT press.",
        "Arkolakis, C., Costinot, A., & RodrÃ\u0083Æ\u0092Ã\u0082Â­guez-Clare, A. (2012). New trade models, same old gains? American Economic Review, 102(1), 94Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c130.",
        "Atkin, D. (2013). Trade, tastes and nutrition in India. American Economic Review, 103(5), 1629Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c1663.",
        "Basker, E. (2005). Job creation or destruction? Labor market effects of Wal-Mart expansion. Review of Economics and Statistics, 87(1), 174Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c183.",
        "Beraja, M., Hurst, E., & Ospina, J. (2014). The regional evolution of prices and wages during the great recession. mimeo, University of Chicago.",
        "Biles, J. J. (2008). Wal-Mart and the supermarket revolution in Mexico. Geographische Rundschau International Edition, 4(2), 44Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c49.",
        "Broda, C., & Weinstein, D. E. (2006). Globalization and the gains from variety. Quarterly Journal of Economics, 121(2), 541Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c585.",
        "Caron, J., Fally, T., & Markusen, J. R. (2012). Skill premium and trade puzzles: A solution linking production and preferences. NBER Working Paper 18131.",
        "Deaton, A. (1989). Rice prices and income distribution in Thailand: A non-parametric analysis. Economic Journal, 99(395), 1Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c37.",
        "Deaton, A., & Tarozzi, A. (2000). Prices and poverty in India. Princeton University Press.",
        "DellaVigna, S., & Gentzkow, M. (2015). Uniform pricing in retail: A key fact, but why? mimeo, University of California at Berkeley.",
        "Deloitte Consulting. (2014). Global powers of retail 2014. Donaldson, D. (in press). Railroads of the raj: Estimating the impact of transportation infrastructure. American Economic Review.",
        "Dufey, A., Grieg-Gran, M., & Ward, H. (2008). Responsible enterprise, foreign direct investment and investment promotion: Key issues in attracting investment for sustainable development. International Institute for Environment and Development.",
        "Einav, L., Levin, J., & Klenow, P. (2015). The importance of customer relationships for U.S. retailer size and growth. ASSA 2015 Unpublished Conference Manuscript.",
        "Faber, B. (2014). Trade liberalization, the price of quality, and inequality: Evidence from Mexican store prices. UC-Berkeley Working Paper.",
        "Fajgelbaum, P. D., & Khandelwal, A. K. (2014). Measuring the unequal gains from trade. UCLA Working Paper.",
        "Feenstra, R. C. (1994). New product varieties and the measurement of international prices. American Economic Review, 84(1), 155Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c57.",
        "Goldberg, P., & Pavcnik, N. (2007). Distributional effects of globalization in developing countries. Journal of Economic Literature, 45, 39Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c82.",
        "Handbury, J., & Weinstein, D. E. (2011). Goods prices and availability in cities. NBER Working Paper 17067.",
        "Hausman, J., & Leibtag, E. (2007). Consumer benefits from increased competition in shopping outlets: Measuring the effect of Wal-Mart. Journal of Applied Econometrics, 22(7), 1157Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c1177.",
        "Hausman, J. A. (1996). Valuation of new goods under perfect and imperfect competition. In The economics of new goods (pp. 207Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c248). University of Chicago Press.",
        "Hausman, J. A., & Leonard, G. K. (2002). The competitive effects of a new product introduction: A case study. Journal of Industrial Economics, 50(3), 237Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c263.",
        "Hicks, J. R. (1940). The valuation of the social income. Economica, 105Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c124.",
        "Holmes, T. J. (2011). The diffusion of Wal-Mart and economies of density. Econometrica, 79(1), 253Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c302.",
        "Humphrey, J. (2007). The supermarket revolution in developing countries: Tidal wave or tough competitive struggle? Journal of Economic Geography, 7(4), 433Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c450.",
        "Iacovone, L., Javorcik, B. S., Keller, W., & Tybout, J. R. (2015). Supplier responses to Wal-MartÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0084¢s invasion in Mexico. Journal of International Economics, 95(1), 1 - 15.",
        "Instituto Nacional de EstadÃ\u0083Æ\u0092Ã\u0082Â­stica y GeografÃ\u0083Æ\u0092Ã\u0082Â­a - INEGI. (2009). MetodologÃ\u0083Æ\u0092Ã\u0082Â­a de los censos econÃ\u0083Æ\u0092Ã\u0082Â³micos.",
        "Javorcik, B. S., & Li, Y. (2013). Do the biggest aisles serve a brighter future? Global retail chains and their implications for Romania. Journal of International Economics, 90(2), 348Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c363.",
        "Jia, P. (2008). What happens when Wal-Mart comes to town: An empirical analysis of the discount retailing industry. Econometrica, 76(6), 1263Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c1316.",
        "Krugman, P. (1980). Scale economies, product differentiation, and the pattern of trade. American Economic Review, 70(5), 950Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c59. Lagakos, D. (in press). Explaining cross-country productivity differences in retail trade. Journal of Political Economy.",
        "Porto, G. (2006). Using survey data to assess the distributional effects of trade policy. Journal of International Economics, 70(1), 140Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c160.",
        "Ramondo, N., & RodrÃ\u0083Æ\u0092Ã\u0082Â­guez-Clare, A. (2013). Trade, multinational production, and the gains from openness. Journal of Political Economy, 121(2), 273Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c322.",
        "Reardon, T., Timmer, C. P., Barrett, C. B., & BerdeguÃ\u0083Æ\u0092Ã\u0082Â©, J. (2003). The rise of supermarkets in Africa, Asia, and Latin America. American Journal of Agricultural Economics, 85(5), 1140Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c1146.",
        "Salas, J. (2006). Price index measurement in Mexico. IFC Bulletin No 24: Irvin Fisher Committee on Central Bank Statistics, 62Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c68.",
        "Topalova, P. (2010). Factor immobility and regional impacts of trade liberalization: Evidence on poverty from India. American Economic Journal: Applied Economics, 2(4), 1Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c41.",
        "Varela, M. (2013). The costs of growth: Estimating entry costs during rollouts. University of Arizona Working Paper.",
        "Wrigley, N., & Lowe, M. (2010). The globalization of trade in retail services. Organisation for Economic Co-operation and Development."
    ]
}