{
    "id": 21180,
    "cites": 45,
    "cited_by": 9,
    "reference": [
        "Almlund, Mathilde, Angela Lee Duckworth, James J Heckman, and Tim D Kautz, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Personality psychology and economics,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Technical Report, National Bureau of Economic Research 2011. Ashraf, Nava, Oriana Bandiera, and B. Kelsey Jack, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093No margin, no mission? A Field Experiment on Incentives for Public Service Delivery,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Journal of Public Economics, Forthcoming, 8834.",
        ", , and Scott S Lee, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Do-gooders and go-getters: career incentives, selection, and performance in public service delivery,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d 2014. Augenblick, Ned, Muriel Niederle, and Charles Sprenger, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Working Over Time: Dynamic Inconsistency in Real Effort Tasks,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d The Quarterly Journal of Economics, Forthcoming.",
        "Bandiera, Oriana, Andrea Prat, and Tommaso Valletti, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Active and Passive Waste in Government Spending: Evidence from a Policy Experiment,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d American Economic Review, 2009, 99 (4), 1278Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c1308.",
        "Barrick, Murray R. and Michael K. Mount, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093The Big Five Personality Dimensions and Job Performance: A Meta-Analysis,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Personnel Psychology, 1991, 44 (1), 1Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c26.",
        "Bazerman, Max and Don A Moore, Judgment in Managerial Decision Making, 8th Edition, Wiley & Sons, 2012.",
        "Benabou, Roland and Jean Tirole, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Intrinsic and extrinsic motivation,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d The Review of Economic Studies, 2003, 70 (3), 489Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c520.",
        "Benjamini, Yoav and Yosef Hochberg, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Controlling the false discovery rate: a practical and powerful approach to multiple testing,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Journal of the Royal Statistical Society. Series B (Methodological), 1995, pp. 289Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c300.",
        "Bertrand, Marianne and Antoinette Schoar, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Managing with Style: The Effect of Managers on Firm Policies,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Quarterly Journal of Economics, 2003, CXVIII, 1169Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c1208.",
        "Besley, Timothy and Maitreesh Ghatak, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Competition and incentives with motivated agents,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d American Economic Review, 2005, 95 (3), 616Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c636.",
        "Blattman, Christopher, Julian C. Jamison, and Margaret Sheridan, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Reducing crime and violence: Experimental evidence on adult noncognitive investments in Liberia,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d 2015. Working paper.",
        "Bowles, Samuel, Herbert Gintis, and Melissa Osborne, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093The determinants of earnings: A behavioral approach,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Journal of Economic Literature, 2001, pp. 1137Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c1176.",
        "Callen, Michael, Saad Gulzar, Ali Hasanain, and Yasir Khan, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093The Political Economy of Public Employee Absence: Experimental Evidence from Pakistan,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d 2013.",
        "Chaudhury, Nazmul, Jeffrey Hammer, Michael Kremer, Karthik Muralidharan, and F Halsey Rogers, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Missing in action: teacher and health worker absence in developing countries,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d The Journal of Economic Perspectives, 2006, 20 (1), 91Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c116.",
        "Chetty, Raj, John N Friedman, and Jonah E Rockoff, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Measuring the impacts of teachers I: Evaluating bias in teacher value-added estimates,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d American Economic Review, 2014.",
        ", , and , Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Measuring the impacts of teachers II: Teacher value-added and student outcomes in adulthood,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d American Economic Review, 2014.",
        "Dal B o, Ernesto, Frederico Finan, and Mart Ã\u0083â\u0080\u009eÃ\u0082Â±n A. Rossi, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Strengthening State Capabilities: The Role of Financial Strengthening State Capabilities: The Role of Financial Incentives in the Call to Public Service,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Quarterly Journal of Economics, 2013, forthcoming.",
        "Deaton, Angus, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Instruments, Randomization, and Learning about Development,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Journal of Economic Literature, 2010, 48 (2), 424Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c55.",
        "Gatewood, Robert, Hubert Feild, and Murray Barrick, Human resource selection, Cengage Learning, 2010.",
        "Groth-Marnat, Gary, Handbook of psychological assessment, John Wiley & Sons, 2009.",
        "Hanushek, Eric A, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093The economic value of higher teacher quality,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Economics of Education Review, 2011, 30 (3), 466Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c479.",
        "Heckman, James J., Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Integrating Personality Psychology into Economics,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d 2011, (NBER WP #17378).",
        ", Jora Stixrud, and Sergio Urzua, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093The Effects of Cognitive and Noncognitive Abilities on Labor Market Outcomes and Social Behavior,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Journal of Labor Economics, 2006, 24 (3), 411Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c482.",
        "Hogan, Joyce and Brent Holland, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Using Theory to Evaluate Personality and JobPerformance Relations: A Socioanalytic Perspective,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Journal of Applied Psychology, 2003, 88 (1), 100Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c112.",
        "John, Oliver P., Laura P. Naumann, and Christopher J. Soto, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Paradigm shift to the integrative Big Five trait taxonomy: History, measurement, and conceptual issues,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d in Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Handbook of personality: Theory and research,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d The Guilford Press, 2008, chapter 4.",
        "Johnson, W. Bruce, Robert Magee, Nandu Nagarajan, and Harry Newman, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093An Analysis of the Stock Price Reaction to Sudden Executive Deaths,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Journal of Accounting and Economics, 1985, 7, 151Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c174.",
        "Jones, Benjamin F. and Benjamin A. Olken, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Do Leaders Matter? National Leadership and Growth Since World War II,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Quarterly Journal of Economics, 2005, 120 (3), 835Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c864.",
        "Kaplan, Robert M. and Dennis P. Saccuzzo, Psychological Testing: Principles, Applications, and Issues, Pacific Grove, Calif.: Brooks/Cole Pub. Co., 1997.",
        "Kautz, Tim D, James J. Heckman, Ron Diris, Bas ter Weel, and Lex Borghans, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Fostering and Measuring Skills: Improving Cognitive and Non-Cognitive Skills to Promote Lifetime Success,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d 2014, (NBER WP #20749).",
        "Klinger, Bailey, Asim Ijaz Khwaja, and Carlos del Carpio, Enterprising Psychometrics and Poverty Reduction, Springer, 2013.",
        "Kuhn, Michael A, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Curing the Calorie Crunch: The Effect of EBT on Household PresentBias, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d 2013.",
        "Malmendier, Ulrike, Geoffrey Tate, and Jon Yan, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Overconfidence and Early-Life Experiences: The Effect of Managerial Traits on Corporate Financial Policies,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d The Journal of Finance, 2011, 66 (5), 1687Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c1733.",
        "Miguel, Edward, C Camerer, K Casey, J Cohen, KM Esterling, A Gerber, R Glennerster, DP Green, M Humphreys, G Imbens et al., Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Promoting transparency in social science research,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Science, 2014, 343 (6166), 30Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c31.",
        "National Institute of Population Studies, Pakistan Demographic and Health Survey 2012-13, National Institute of Population Studies, 2013.",
        "Perry, James L., Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Measuring Public Service Motivation: An Assessment of Construct Reliability and Validity,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Journal of Public Administration Research and Theory, 1996, 6 (1), 5Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c22.",
        "Petrovsky, Nicolai, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Does Public Service Motivation Predict Higher Public Service Performance ? A Research Synthesis,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d 2009.",
        "Rasul, Imran and Daniel Rogger, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Management of Bureaucrats and Public Service Delivery: Evidence from the Nigerian Civil Service,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d 2014.",
        "Reinikka, Ritva and Jakob Svensson, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Local Capture: Evidence from a Central Government Transfer Program in Uganda,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d The Quarterly Journal of Economics, 2004, 119 (2), 679Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c705.",
        "Roberts, Brent W., Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Back to the Future: Personality and Assessment and Personality Development,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Journal of Research in Personality, 2009, 43 (2), 137Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c145.",
        ", Kate E. Walton, and Wolfgang Viechtbauer, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Patterns of Mean-Level Change in Personality Traits across the Life Course: A Meta-Analysis of Longitudinal Studies,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Psychological Bulletin, 2006, 132 (1), 1Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c25.",
        "Salgado, Jesus F., Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093The Five Factor Model of Personality and Job Performance in the The Five Factor Model of Personality and Job Performance in the European Community,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Journal of Applied Psychology, 1997, 82 (1), 30Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c43.",
        "Schmidt, Frank L and John E Hunter, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093The validity and utility of selection methods in personnel psychology: Practical and theoretical implications of 85 years of research findings.,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Psychological bulletin, 1998, 124 (2), 262.",
        "Shapiro, Jesse M, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Is there a daily discount rate? Evidence from the food stamp nutrition cycle,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Journal of Public Economics, 2005, 89 (2), 303Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c325.",
        "Staiger, Douglas O and Jonah E Rockoff, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Searching for effective teachers with imperfect information,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d The Journal of Economic Perspectives, 2010, 24 (3), 97Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c117.",
        "Wild, Lena, Vikki Chambers, Maia King, and Daniel Harris, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Common Constraints and Incentive Problems in Service Delivery,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Technical Report, Overseas Development Institute 2012.",
        "World Bank, World Development Report 2004: Making Services Work for the Poor, World Bank, 2004. A Appendix - For Online Publication Only: A.1 Appendix Tables"
    ]
}