{
    "id": 21185,
    "cites": 66,
    "cited_by": 20,
    "reference": [
        "Agenzia del Territorio and Dipartimento delle Finanze (2012). Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Regolarizzazione degli Immobili Fantasma.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Comunicato Stampa Congiunto.",
        "Alesina, A. (1988). Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Credibility and Policy Convergence in a Two-Party System with Rational Voters.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d American Economic Review, 78, pp.796-806.",
        "Alesina, A., R. Baqir and C. Hoxby (2004). Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Political jurisdictions in heterogeneous communities. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d The Journal of Political Economy, 112(2):348-396.",
        "Alesina, A., D. Carloni, and G. Lecce (2011). Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093The Electoral Consequence of Large Fiscal Adjustments.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Working paper.",
        "Alesina, A. and E. Spolaore (1997). Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093On the number and size of nations.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d The Quarterly Journal of Economics, 112(4):1027-1056.",
        "Allingham, M. G. and A. Sandmo (1972). Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Income Tax Evasion: A Theoretical Analysis.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Journal of Public Economics 1, 323-338.",
        "Alm, J., B. R. Jackson, and M. McKee (1992). Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Estimating the Determinants of Taxpayer Compliance with Experimental Data.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Economic Development and Cultural Change, March, 39(4): 107-114.",
        "Almunia, M. and D. Lopez-Rodriguez (2012). Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093The Efficiency Costs of Tax Enforcement: Evidence from a Panel of Spanish Firms.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d University of California Berkeley, working paper.",
        "Aparicio, G. (2012). Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Monitoring and its Interaction with Punishment in Tax Enforcement: Evidence from a Regression Discontinuity Design.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Georgetown University, working paper.",
        "Artavanis, N., A. Morse, and M. Tsoutsoura (2012). Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Tax Evasion Across Industries: Soft Credit Evidence from Greece.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Chicago University Booth School of Business, working paper.",
        "Banks J. and R. Sundaram (1998). Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Optimal Retention in Agency Problems.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Journal of Economic Theory, 82(2): 293-323.",
        "Barca, M. (2008). Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093I primi cittadini della montagna commentano i dati apparsi sul sito dellÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0084¢Agenzia del territorio sugli immobili non denunciati.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d LÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0084¢Informazione Provincia Montagna, March 21st.",
        "Barro, R. (1973). Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093The Control of Politicians: An Economic Model.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Public Choice, 14, 1942.",
        "Bernardini, D. (2011). Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Il Comune va a caccia delle case fantasma.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d La Nazione (2011), March 18th.",
        "Besley (2007), Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Principled Agents,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Oxford University Press Besley, T., and S. Coate (1997). Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093An Economic Model of Representative Democracy.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009dThe Quarterly Journal of Economics, 112, pp.85-114.",
        "Besley, T. and T. Persson (2013), Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Taxation and DevelopmentÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d, prepared for A. Auerbach, R. Chetty, M. Feldstein, E. Saez Handbook of Public Economics Besley, T. and A. Pratt (2006). Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Handcuffing the Grabbing Hand?: Media Capture and Government Accountability.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d American Economic Review, 96(3). 720-736.",
        "Bird, R. and M. Zolt (2008). Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Technology and Taxation in Developing Countries: From Hand to Mouse.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d National Tax Journal, Vol. LXI, No. 4, Part 2.",
        "Bordignon, M., Nannicini, T., and G. Tabellini (2013). Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Moderating Political Extremism: Single Round vs. Runoff Elections under Plurality Rule. IZA Discussion Paper 7561.",
        "Brender, A. (2003). Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093The Effect of Fiscal Performance on Local Government Election Results in Israel: 1989-1998.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Journal of Public Economics, 87 (9): 2187-2205.",
        "Brender, A. and A. Drazen (2008). Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093How Do Budget Deficits and Economic Growth Affect Reelection Prospects? Evidence from a Large Panel of Countries.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d American Economic Review, 98(5): 2203-20.",
        "Cameron, C., J. Gelbach, and D. Miller (2008). Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Bootstrapped-Based Improvements for Inference with Clustered Errors. The Review of Economics and Statistics, 90(3): 414427.",
        "Cannari, L., and G. DÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0084¢Alessio (2006), Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093The Opinion of Italians on Tax EvasionÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d , Bank of Italy Temi di Discussione 618 Carpenter, J., S. Bowles, H. Gintis, and S.-H. Hwang (2009). Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Strong Reciprocity and Team Production: Theory and Evidence.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Journal of Economic Behavior and Organization.",
        "Carrillo, P., D. Pomeranz, and M. Singhal (2012). Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Tax Me If You Can: Information CrossChecks and Evasion Substitution.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Working paper.",
        "Casari, M. and Luini, L. (2009). Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Group Cooperation under Alternative Punishment Institutions: An Experiment.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Journal of Economic Behavior and Organization, 71(2). 273-282.",
        "Cavallaro, F. (2011). Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Sindaci Pronti alla Lotta allÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0084¢Evasione.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Il Sole 24 Ore. February 16th.",
        "Chetty, R., J. Friedman and E. Saez (2011). Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Using Neighborhood Effects to Uncover the Impacts of Tax Policy: The Effect of the EITC on Earnings.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Working paper.",
        "Cole, S., A. Healy, and E. Werker (2012). Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Do Voters Demand Responsive Governments? Evidence from Indian Disaster Relief.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009dJournal of Development Economics, no. 97 (2012): 167-181.",
        "Comune di Capaccio Paestum (2010). Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Comunicato Stampa, n. 134/10Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d, July 29th.",
        "Corriere della Citt` a (2012). Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Crisi? Parla il sindaco De Fusco.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d March 28th.",
        "DellÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0084¢Oste, C. and G. Trovati (2011). Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Il Tesoro delle Case Fantasma.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Il Sole 24 Ore, January 31st.",
        "Drago, F., T. Nannicini, and F. Sobbrio (2014) Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Meet the Press: How Voters and Politicians Respond to Newspaper Entry and Exit. American Economic Journal: Applied Economics, forthcoming.",
        "Ferejohn, J. (1986). Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Incumbent performance and electoral control.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Public Choice, 50: 5-26.",
        "Ferraz, C., and F. Finan (2008) Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Exposing Corrupt Politicians: The Effects of BrazilÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0084¢s Publicly Released Audits on Electoral Outcomes.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Quarterly Journal of Economics, 123 (2): 703-745.",
        "Gagliarducci, S. and D. Paserman (2012). Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Gender Interactions within Hierarchies: Evidence form the Political Arena.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Review of Economic Studies, 79(3). 1021-1052.",
        "Gagliarducci, S. and T. Nannicini (2013). Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Do Better Paid Politicians Perform Better? Disentangling Incentives from SelectionÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d , Journal of the European Economic Association, forthcoming Gazzetta del Mezzogiorno (2012). Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093 Caccia aperta ai furbetti proprietari di case-fantasma. Il Comune vuole censire quelle abitazioni che sfuggono alle tasse.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d January 11th.",
        "Gordon, R. H. and W. Li. (2009). Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Tax Structure in Developing Countries: Many Puzzles and a Possible Explanation.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Journal of Public Economics, 93:7-8 (855-866).",
        "Grembi, V., T. Nannicini and U. Troiano (2013). Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Policy Responses to Fiscal Restraints. A Difference-in-Discontinuities DesignÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d, Working paper Hallsworth, M., J.A. List, R. D.Metcalfe, and I. Vlaev, (2014). Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093The behavioralist as tax collector: Using natural field experiments to enhance tax complianceÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d National Bureau of Economic Research, working paper no. 20007.",
        "Holmstrom, B. (1982). Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Managerial incentive problems: A dynamic perspective.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d In Essays in Economics and Management in Honor of Lars Wahlbeck. Helsinki: Swedish School of Economics; reprinted in Review of Economic Studies 66 (1999): 169-182.",
        "Kleven H., M. Knudsen, C. Kreiner, S. Pedersen , and E. Saez (2011). Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Unwilling or Unable to Cheat? Evidence from a Randomized Tax Audit Experiment in Denmark.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Econometrica, 79(3). 2011, 651-692.",
        "Kumler, T., E. Verhoogen and J. Fr Ã\u0083â\u0080\u009eÃ\u0082Â±as (2011). Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Enlisting Workers in Monitoring Firms:Payroll Tax Compliance in Mexico.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Working paper.",
        "La Porta, R., and A. Shleifer (2008). Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093The Unofficial Economy and Economic Development.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Brookings Papers on Economic Activity, 47, no. 1: 123-135.",
        "Lee, D. (2001). Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093The Electoral Advantage to Incumbency and VotersÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0084¢ Valutation of Polticians Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0084¢ Experience: a Regression Discontinuity Analysis of Elections to the U.S. House.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d NBER Working Paper #8441.",
        "Lindbeck, A., and J. Weibull (1987). Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Balanced-Budget Redistribution as the Outcome of Political Competition.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Public Choice, 52: 273-297.",
        "Luttmer, E.F.P and M. Singhal (2014), Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Tax Morale.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Journal of Economic Perspectives, 28(4). 2014. 149-168.",
        "Marino, M. and R. Zizza (2008). Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093The personal income tax evasion in Italy.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Bank of Italy, working paper.",
        "Mian A. and A. Sufi (2012). Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093The Effects of Fiscal Stimulus: Evidence from the 2009 Cash for Clunkers Program.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Quarterly Journal of Economics, forthcoming.",
        "Manacorda, M., E. Miguel and A. Vigorito (2011). Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Government Transfers and Political Support.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d American Economic Journal: Applied Economics, 3(3). 128.",
        "Olson, M. (1965). Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093The Logic of Collective Action: Public Goods and the Theory of Groups.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Harvard University Press.",
        "Ouss A. and A. Peysakhovich. (2012). Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093When Punishment DoesnÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0084¢t Pay: The Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0084¢Cold GlowÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0084¢ Heuristic and Decisions to Punish.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Harvard University, working paper.",
        "Pande, R. (2011). Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Can Informed Voters Enforce Better Governance? Experiments in LowIncome Democracies.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009dAnnual Review of Economics, Vol. 3: 215-237.",
        "Pomeranz D. (2012). Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093No Taxation without Information: Deterrence and Self-Enforcement in the Value Added Tax.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Harvard Business School, working paper.",
        "Putnam, R. (2001). Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Social Capital: Measurement and Consequences.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d ISUMA - Canadian Journal of Policy Research, 2, 1, 41-51.",
        "Rothstein, B. (2000). Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Trust, Social Dilemmas and Collective Memories.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Journal of Theoretical Politics, vol. 12, 477-501.",
        "Saez, E. (2010). Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Do Taxpayers Bunch at Kink Points?Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d American Economic Journal: Economic Policy, 2, pp. 180-212.",
        "Saiz, A. (2010). Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093The Geographic Determinants of Housing Supply.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d The Quarterly Journal of Economics, vol. 125(3). pages 1253-1296.",
        "Slemrod, J. (2003). Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Trust in Public Finance.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d In S. Cnossen and H.-W. Sinn (eds.) Public Finance and Public Policy in the New Century, 49-88. Cambridge, MA: MIT Press.",
        "Slemrod, J. (2007). Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Cheating Ourselves: The Economics of Tax Evasion.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Journal of Economic Perspectives, 21(1): 25-48.",
        "Slemrod, J., M. Blumenthal, and C. Christian (2001). Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Taxpayer Response to an Increased Probability of Audit: Evidence from a Controlled Experiment in Minnesota.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Journal of Public Economics 79(3): 455- 483.",
        "Slemrod, J. and S. Yitzhaki (2002). Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Tax avoidance, evasion, and administration.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Handbook of Public Economics, in: A. J. Auerbach and M. Feldstein (ed.). Handbook of Public Economics, edition 1, volume 3, chapter 22, pages 1423-1470.",
        "Spicer, M. W., and L. A. Becker (1980). Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Fiscal Inequity and Tax Evasion: An Experimental Approach.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d National Tax Journal, June, 33(2):171-175.",
        "Torgler, B. (2003). Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Tax Morale, Rule-Governed Behaviour, and Trust.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Constitutional Political Economy, June, 14(2): 119-140.",
        "Torgler, B. (2007). Tax Morale and Tax Compliance: A Theoretical and Empirical Analysis, Cheltenham U.K.: Edward Elgar.",
        "Tullock, G. (1959). Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Some problems of majority voting.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Journal of Political Economy, 67: 571-579.",
        "Wolfers, J. (2009). Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Are Voters Rational? Evidence from Gubernatorial Elections.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d University of Pennsylvania, working paper.",
        "Yang, D. (2008a). Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Integrity for Hire: An Analysis of a Widespread Customs Reform.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Journal of Law and economics, 51(1), 25-58.",
        "Yang, D. (2008b). Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Can enforcement backfire? Crime displacement in the context of customs reform in the Philippines,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Review of Economics and Statistics 90:1- 14"
    ]
}