{
    "id": 21182,
    "cites": 60,
    "cited_by": 58,
    "reference": [
        "Adrian, Tobias and Joshua Rosenberg, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Stock Returns and Volatility: Pricing the Short-Run and Long-run Components of Market Risk,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d The Journal of Finance, 2008, 63(6), 2997Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c3030.",
        "Ait-Sahalia, Yacine and Loriano Mancini, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Out of Sample Forecasts of Quadratic Variation,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Journal of Econometrics, 2008, 147 (1), 17Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c33.",
        ", Mustafa Karaman, and Loriano Mancini, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093The Term Structure of Variance Swaps, Risk Premia and the Expectations Hypothesis,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d 2014. Working paper.",
        "Andersen, Torben G. and Oleg Bondarenko, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Construction and Interpretation of Model-Free Implied Volatility,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d 2007. Working paper.",
        "Andersen, Torben, Tim Bollerslev, Francis Diebold, and Paul Labys, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Modeling and Forecasting Realized Volatility,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Econometrica, 2003, 71(2), 579Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c625.",
        "Backus, David, Mikhail Chernov, and Ian Martin, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Disasters Implied by Equity Index Options,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Journal of Finance, 2011, 66(6), 1969Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c2012.",
        "Baker, Scott R., Nicholas Bloom, and Steven J. Davis, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Measuring Economic Policy Uncertainty,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Working Paper, 2014.",
        "Bakshi, Gurdip and Nikunj Kapadia, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Delta-Hedge Gains and the Negative Market Volatility Risk Premium,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d The Review of Financial Studies, 2003, 16(2), 527Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c566.",
        "Bandi, Jeffrey Russell Federico and Chen Yang, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Realized Volatility Forecasting and Option Pricing,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Journal of Econometrics, 2008, 147(1), 34Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c46.",
        "Bansal, Ravi and Amir Yaron, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Risks for the Long Run: A Potential Resolution of Asset Pricing Puzzles,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Journal of Finance, 2004, 59 (4), 1481Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c1509.",
        ", Dana Kiku, Ivan Shaliastovich, and Amir Yaron, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Volatility, the Macroeconomy and Asset Prices,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Journal of Finance, 2013.",
        "Barras, Laurent and Aytek Malkhozov, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Variance Risk Premium Dynamics in Equity and Option Markets,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d 2014. Working paper.",
        "Barro, Robert J., Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Rare Disasters and Asset Markets in the Twentieth Century,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Quarterly Journal of Economics, 2006, 121(3), 823Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c866.",
        "Bloom, Nicholas, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093The Impact of Uncertainty Shocks,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Econometrica, 2009, 77(3), 623Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c 685.",
        ", Max Floetotto, Nir Jaimovich, Itay Saporta-Eksten, and Stephen J. Terry, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Really Uncertain Business Cycles,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d 2014. Working paper.",
        "Boguth, Oliver, Murray Carlson, Adlai Fisher, and Mikhail Simutin, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Leverage and the Limits of Arbitrage Pricing: Implications for Dividend Strips and the Term Structure of Equity Risk Premia,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d 2012. Working paper.",
        ", , , and , Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093More on Levered Noise and Arbitrage Pricing,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d 2012. Working paper.",
        "Bollerslev, Tim and Viktor Todorov, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Tails, fears, and risk premia,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Journal of Finance, 2011, 66(6), 2165Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c2211.",
        "Bordo, Michael, Barry Eichengreen, Daniela Klingebiel, and Maria Soledad Martinez-Peria, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Is the crisis problem growing more severe?,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Economic policy, 2001, 16 (32), 51Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c82.",
        "Branger, Nicole and Clemens Volkert, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093What is the Equilibrium Price of Variance Risk? A Long-Run Risk Model with Two Volatility Factors,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d 2010. Working paper.",
        "Broadie, Mark, Mikhail Chernov, and Michael Johannes, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Understanding Index Option Returns,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d The Review of Financial Studies, 2009, 22(11), 4493Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c4529.",
        "Brownlees, Christian, Robert Engle, and Bryan Kelly, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093A Practical Guide to Volatility Forecasting Through Calm and Storm,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Journal of Risk, 2011, 14(2), 1Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c20.",
        "Campbell, John Y. and John H. Cochrane, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093By Force of Habit: A Consumption-Based Explanation of Aggregate Stock Market Behavior,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Journal of Political Economy, 1999, 107 (2), 205Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c251.",
        ", Stefano Giglio, Christopher Polk, and Robert Turley, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093An Intertemporal CAPM with Stochastic Volatility,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d 2013. Working paper.",
        "Carr, Peter and Liuren Wu, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Variance Risk Premiums,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Review of Financial Studies, 2009, 22(3), 1311Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c1341.",
        "Christoffersen, Peter, Kris Jacobs, Chayawat Ornthanalai, and Yintian Wang, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Option Valuation with Long-run and Short-run Volatility Components,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Journal of Financial Economics, 2008, 90(3), 272Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c297.",
        "Cieslak, Anna and Pavol Povala, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Information in the Term Structure of Yield Curve Volatility,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d 2014. Working paper.",
        "Cox, John C., Jr. Jonathan E. Ingersoll, and Stephen A. Ross, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093A Theory of the Term Structure of Interest Rates,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Econometrica, 1985, 53(2), 385Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c407.",
        "Deutsche Bank Pension Strategies & Solutions, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Tail Risk Hedging: A Roadmap for Asset Owners,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d May 2010.",
        "Dew-Becker, Ian and Stefano Giglio, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Asset Pricing in the Frequency Domain: Theory and Empirics,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d 2013. Working paper.",
        "Drechsler, Itamar and Amir Yaron, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093WhatÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0084¢s Vol Got to Do with it?,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d The Review of Financial Studies, 2011, 24(1), 1Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c45.",
        "Duffee, Gregory R., Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Sharpe ratios in term structure models,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d 2011. Working paper.",
        "Egloff, Daniel, Madrkus Leippold, and Liuren Wu, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093The Term Structure of Variance Swap Rates and Optimal Variance Swap Investments,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Journal of Financial and Quantitative Analysis, 2010, 45(5), 1279Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c1310.",
        "Epstein, Larry G. and Stanley E. Zin, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Substitution, Risk Aversion, and the Temporal Behavior of Consumption and Asset Returns: An Empirical Analysis,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d The Journal of Political Economy, 1991, 99(2), 263Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c286.",
        "Exchange, Chicago Board Options, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093The CBOE Volatility Index - VIX,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Technical Report, Chicago Board Options Exchange 2009.",
        "Fama, Eugene F. and James D. MacBeth, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Risk, Return, and Equilibrium: Empirical Tests,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Journal of Political Economy, 1973, 81(3), 607Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c636.",
        "Fernandez-Villaverde, Jesus, Pablo Guerron, Juan F. Rubio-Ramirez, and Martin Uribe, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Risk Matters: The Real Effects of Volatility Shocks,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d American Economic Review, 2011.",
        "Gabaix, Xavier, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Variable Rare Disasters: An Exactly Solved Framework for Ten Puzzles in Macro-Finance,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Quarterly Journal of Economics, 2012, 127(2), 645Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c700.",
        ", Arvind Krishnamurthy, and Olivier Vigneron, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Limits of Arbitrage: Theory and Evidence from the Mortgage-Backed Securities Market,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Journal of Finance, 2007, 62(2), 557Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c595.",
        "Gorton, Gary B., Fumio Hayashi, and K. Geert Rouwenhorst, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093The Fundamentals of Commodity Futures Returns,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Review of Finance, 2013, 17(1), 35Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c105.",
        "Gourio, Francois, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Disaster Risk and Business Cycles,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d American Economic Review, 2012, 102(6), 2734Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c2766.",
        ", Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Credit Risk and Disaster Risk,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d American Economic Journal: Macroeconomics, 2013, 5(3), 1Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c34. Working paper.",
        "Inc., Man Investments, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093The case for TailProtect Strategy,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d 2014.",
        "Jackwerth, Jens Carsten and Mark Rubinstein, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Recovering Probability Distributions from Option Prices,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d The Journal of Finance, 1996, 51(5), 1611Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c1631.",
        "Jiang, George J. and Yisong S. Tian, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093The Model-Free Implied Volatility and its Information Content,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Review of Financial Studies, 2005, 18 (4), 1305Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c1342.",
        "Kelly, Bryan, Lubos Pastor, and Pietro Veronesi, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093The Price of Political Uncertainty: Theory and Evidence from the Option Market,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d 2014. Working paper.",
        "Kilic, Mete and Ivan Shaliastovich, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Good and Bad Variance Premium & Expected Stock Returns,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d 2015. Working Paper.",
        "Lu, Zhongjin and Yingzi Zhu, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Volatility Components: The Term Structure Dynamics of VIX Futures,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d The Journal of Futures Markets, 2010, 30(3), 230Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c256.",
        "Martin, Ian, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Consumption-Based Asset Pricing with Higher Cumulants,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Review of Economic Studies, 2013, 80.",
        ", Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093What is the Expected Return on the Market?,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Working Paper, 2014.",
        ", Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Simple Variance Swaps,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Working Paper, 2015.",
        "Merton, Robert C., Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093An Intertemporal Capital Asset Pricing Model,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Econometrica, 1973, 41 (5), 867Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c887.",
        "Mixon, Scott, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093The implied volatility term structure of stock index options,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Journal of Empirical Finance, 2007, 14, 333Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c354.",
        "Reinhart, Carmen M. and Kenneth S. Rogoff, This time is different: Eight centuries of financial folly, Princeton University Press, 2009.",
        "Rietz, Thomas A., Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093The Equity Risk Premium: A Solution,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Journal of Monetary Economics, 1988, 22(1), 117Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c131.",
        "Schularick, Moritz and Alan M. Taylor, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Credit Booms Gone Bust: Monetary Policy, Leverage Cycles, and Financial Crises, 18702008,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d American Economic Review, 2012, 102 (2), 1029Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c1061.",
        "van Binsbergen, Jules H. and Ralph S.J. Koijen, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093The Term Structure of Returns: Facts and Theory,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d 2015. Working paper.",
        ", Michael W. Brandt, and Ralph Koijen, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093On the Timing and Pricing of Dividends, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d American Economic Review, 2012, 102, 1596Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c1618.",
        "Wachter, Jessica A., Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Can Time-Varying Risk of Rare Disasters Explain Aggregate Stock Market Volatility?,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Journal of Finance, 2013, 68(3), 987Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c1035.",
        "Zhou, Guofu and Yingzi Zhu, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Volatility Trading: What Is the Role of the Long-Run Volatility Component?,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Journal of FInancial and Quantitative Analysis, 2012, 47(2), 273Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c307."
    ]
}