{
    "id": 21193,
    "cites": 87,
    "cited_by": 7,
    "reference": [
        "Acemoglu, Daron, Simon Johnson, and James A. Robinson (2001): Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093The Colonial Origins of Comparative Development: An Empirical InvestigationÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d, American Economic Review, 91 (5): 1369-1401.",
        "Acemoglu, Daron, Simon Johnson, and James A. Robinson (2002):Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Reversal of Fortune: Geography and Institutions in the Making of the Modern World Income Distribution Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d, The Quarterly Journal of Economics, 107 (4): 1231-1294.",
        "Acemoglu, Daron, Tristan Reed and James A. Robinson (2014): Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Chiefs: Economic Development and Elite Control of Civil Society in Sierra LeoneÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d, Journal of Political Economy, 122 (2): 319-368.",
        "Acemoglu, Daron, Simon Johnson, James A Robinson, and Pierre Yared (2008): Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Income And DemocracyÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d, American Economic Review 98 (3): 808-842.",
        "Ades, Alberto F. and Edward L. Glaeser (1995): Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Trade and Circuses: Explaining Urban GiantsÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d, The Quarterly Journal of Economics, 110 (1): 195-227.",
        "Alence, Rod (2004): Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Political Institutions and Developmental Governance in SubSaharan AfricaÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d, The Journal of Modern African Studies, 42 (2): 163-187.",
        "Alesina, Alberto, Paola Giuliano, and Nathan Nunn (2013): Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093On the Origins of Gender Roles: Women and the PloughÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d, The Quarterly Journal of Economics, 128(2): 469-530.",
        "Ashton, E.H. (1947): Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Democracy and Indirect RuleÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d, Africa: Journal of the International African Institute, 17(4): 235-251.",
        "Bates, Robert H. (1981): Markets and States in Tropical Africa: The Political Basis of Agricultural Policies. University of California Press.",
        "Bates, Robert H. and Donald Lien (1985): Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093A Note on Taxation, Development and Representative GovernmentÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d, Politics and Society 14: 53-70.",
        "Bentzen, Jeanet, Nicolai Kaarsen, and Asger Wingender (2012): Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Irrigation and Autocracy Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d, Discussion Papers 12-06, University of Copenhagen.",
        "Besley, David A., Edwin Kuh and Roy E. Welsch (1980): Regression Diagnostics: Idenifying Influential Data and Sources of Collinearity. John Wiley and Sons.",
        "Blockmans, W.P. (1978): Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093A Typology of Representative Institutions in Late Medieval EuropeÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d, Journal of Medieval History, 4 (1978): 189-215.",
        "Blum, Jerome (1971a): Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093The Internal Structure and Polity of the European Village CommunityÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d, The Journal of Modern History, 43(4): 541-576.",
        "Blum, Jerome (1971b): Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093The European Village as Community: Origins and Functions Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d, Agricultural History, 45(3): 157-178.",
        "Boone, Catherine (2003): Political Topographies of the African State. Territorial Authority and Institutional Choice. Cambridge: Cambridge University Press.",
        "Bratton, Michael and Nicolas van de Walle (1994): Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Neopatrimonial Regimes and Political Transitions in AfricaÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d, World Politics, 46 (4): 453-489.",
        "Bruce, Steve (2006): Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Did Protestantism Create Democracy?Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d, Democratization, 11(4): 3-20.",
        "Campante, Filipe R., Quoc-Anh Do, Bernando V. Guimaraes (2013): Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Isolated Capital Cities and Misgovernance: Theory and EvidenceÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d.",
        "Chabal, Patrick (1986): Political Domination in Africa: Reflections of the Limits of Power. Cambridge University Press.",
        "Cheibub, Jose Antonio; Jennifer Gandhi; James Raymond Vreeland (2009): Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Democracy and Dictatorship RevisitedÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d, Public Choice 143 (1-2): 67-101.",
        "Crone, Patricia (1986): Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093The Tribe and the StateÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d John A. Hall (ed.): States in History. New York: Basil Blackwell Inc. pp. 48-77.",
        "Dahl, Robert A. (1957): Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093The Concept of PowerÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d, Behavioral Science, 2(3): 201-215.",
        "Dahl, Robert A. (2000): On Democracy, New Haven, CT: Yale University Press.",
        "Dahl, Robert Alan and Edward R. Tufte (1973): Size and Democracy. Stanford University Press.",
        "Dell, Melissa (2000): Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093The Persistent Effects of PeruÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0084¢s Mining MitaÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d, Econometrica, 78(6):1863-1903.",
        "Diamond, Larry J., Jonathan Hartlyn, Juan Linz, and Seymour Martin Lipset (eds.) (1989): Democracy in Developing Countries: Latin America. New York: W. W. Norton and Company, Inc.",
        "Diamond, Jared M. (1997): Guns, Germs, and Steel: The Fates of Human Societies. New York: W. W. Norton and Company, Inc.",
        "Downing, Brian M. (1989): Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Medieval Origins of Constitutional Government in the WestÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Theory and Society, 18(2): 213-247.",
        "Downing, Brian M. (1992): The Military Revolution and Political Change: Origins of Democracy and Autocracy in Early Modern Europe. Princeton, NJ: Princeton University Press.",
        "Elkin, Stephen L. (1987): City and Regime in the American Republic. Chicago, IL: The University of Chicago Press.",
        "Engleberg, Pierre, Stacy Tarango, and Matthew Carter (2002): Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Dismemberment and Suffocation. A Contribution to the Debate on African BoundariesÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d, Comparative Political Studies 35(10): 1093-1118.",
        "Ertman, Thomas (1997): Birth of the Leviathan: Building States and Regimes in Medieval and Early Modern Europe. Cambridge: Cambridge University Press.",
        "Esposito, John L., and John O. Voll (1996): Islam and Democracy. Oxford University Press",
        "Finer, Samuel E. (1997): The History of Government from the Earliest Times. Oxford: Oxford University Press.",
        "Fortes, Meyer and E. E. Evans-Pritchard (1940): African Political Systems. Oxford University Press.",
        "Garcia-Ponce, Omar and Leonard Wantchekon (2013): Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Critical Junctures: Independence Movements and Democracy in Africa?Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d, Centre for Competitive Advantage in the Global Economy (CAGE) Working Paper 173.",
        "Gennaioli, Nicola and Ilia Rainer (2007): Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093The Modern Impact of Precolonial Centralization in AfricaÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d, Journal of Economic Growth, 12(3): 185-234.",
        "Gilley, Bruce (2013): Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Democratic Enclaves in Authoritarian RegimesÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d, Democratization, 17(3): 389-415.",
        "Giraudy, Agustina (2012): Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Varieties of Subnational Undemocratic Regimes: Evidence from Argentina and MexicoÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d. Studies in Comparative International Development 48(1): 51-80 .",
        "Gerring, John, Daniel Ziblatt, Johan Van Gorp, and Julian Arevalo (2011): Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093An Institutional Theory of Direct and Indirect RuleÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d, World Politics 63 (3): 377-433.",
        "Gibson, Edward L. (2005): Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Boundary Control: Subnational Authoritarianism in Democratic CountriesÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d, World Politics, 58(1): 101-132.",
        "Gray, J. Patrick (1999): Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093A Corrected Ethnographic AtlasÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d, World Cultures, 10(1): 24-85.",
        "Giuliano, Paola and Nathan Nunn (2013): Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093The Transmission of Democracy: From the Village to the Nation-StateÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d, American Economic Review, Papers and Proceedings, 103(3): 86-92.",
        "Hansen, Mogens Herman (2010). Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093IntroductionÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d, pp. vii-xxxviii in D emocratie Ath enienne Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c D emocratie Moderne: Tradition et Influences. Geneve: Entretiens sur LÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0084¢Antiquit e Classique 56.",
        "Harada, Masataka (2013): Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Generalized Sensitivity Analysis and Application to Quasi-experimentsÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d.",
        "Hariri, Jacob Gerner (2012): Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093The Authocratic Legacy of Early StatehoodÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d, American Political Science Review 106(3): 471-494.",
        "Henderson, J. Vernon, Adam Storeygard, and David N. Weil (2012): Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Measuring Economic Growth From Outer SpaceÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d, American Economic Review, 102(2): 9941028.",
        "Herbst, Jeffrey (2000): States and Power in Africa: Comparative Lessons in Authority and Control. Princeton, NJ: Princeton University Press.",
        "Hoffman, Philip T. and Jean-Laurent Rosenthal (1997): Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Divided We Fall: The Political Economy of Warfare and TaxationÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d, Mimeo, California Institute of Technology.",
        "Hui, Victoria (2004): Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Toward a Dynamic Theory of International Politics: Insights from Comparing Ancient China and Early Modern EuropeÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d, International Organization, 58(1): 175-205.",
        "Imbens, Guido W. (2003): Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Sensitivity to Exogeneity Assumptions in Program Evaluation Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d, The American Economic Review, 93 (2): 126-132.",
        "Jakobsen, Uffe (2010): Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Inventions and Developments of Democracy: The Approach of Conceptual HistoryÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d, European Political Science, 9(3): 316-327.",
        "Lange, Matthew (2004): Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093British Colonial Legacies and Political DevelopmentÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d, World Development, 32 (6): 905-922.",
        "Levi, Margaret (1988): Of Rule and Revenue, Berkeley and Los Angeles: University of California Press, Ltd.",
        "Lewis, I. M. (1961): A pastoral democracy. A Study of Pastoralism and Politics Among the Northern Somali of the Horn of Africa, LIT Verlag Mnster.",
        "Lipset, Seymour Martin (1959): Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Some Social Requisites of Democracy: Economic Development and Political LegitimacyÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d, The American Political Science Review, 53 (1): 69-105.",
        "Mamdani, Mahmood (1996): Citizen and Subject: Contemporary Africa and the Legacy of Late Colonialism. Princeton University Press",
        "Marongiu, Antonio (1968): Medieval Parliaments: A Comparative Study. London: Eyre & Spottiswoode Ltd.",
        "Michalopoulos, Stelios and Elias Papaioannou (2011): Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Divide and Rule Or the Rule of the Divided? Evidence from AfricaÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d, NBER Working Paper 17184.",
        "Michalopoulos, Stelios and Elias Papaioannou (2013): Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Pre-colonial Ethnic Institutions and Contemporary African DevelopmentÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d, Econometrica, 81(1): 113-152.",
        "Moore, Barrington (1966): Social Origins of Dictatorship and Democracy: Lord and Peasant in the Making of the Modern World. Boston: Beacon Press.",
        "Muhlberger, Steven and Phil Paine (1993): Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093DemocracyÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0084¢s Place in World HistoryÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d, Journal of World History, 4 (1).",
        "Murdock, George Peter (1967): Ethnographic atlas. University of Pittsburgh Press.",
        "Murdock, George Peter and Douglas R. White (1969): Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Standard Cross-Cultural SampleÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d, Ethnology 8(4): 329-369.",
        "Myers, A. R. (1975): Parliaments and Estates in Europe. To 1789. London: Thames and Hudson.",
        "North, Douglass C. and Barry R. Weingast (1989): Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Constitutions and Commitment: The Evolution of Institutions Governing Public Choice in Seventeenth-century England Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d, Journal of Economic History, 49 (4): 803-832.",
        "North, Douglass C. (1990): Institutions, Institutional Change and Economic Performance, Cambridge University Press.",
        "Narizny, Kevin (2012): Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Anglo-American Primacy and the Global Spread of Democracy: An International GenealogyÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d, World Politics, 64(2): 341-373.",
        "Nunn, Nathan and Diego Puga (2012): Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Ruggedness: The Blessing of Bad Geography in AfricaÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d, Review of Economics and Statistics, 94 (1): 20-36.",
        "Nunn, Nathan and Leonard Wantchekon (2011): Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093The Slave Trade and the Origins of Mistrust in AfricaÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d, American Economic Review, 101(7): 3221-52.",
        "Olsson, Ola and Gustav Hanson (2011): Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Country size and the rule of law: Resuscitating MontesquieuÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d, European Economic Review, 55(5): 613-629.",
        "Page, Scott (2006): Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Path DependenceÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d, Quarterly Journal of Political Science, (1): 87-115.",
        "Peregrine, Peter N. (2003): Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Atlas of Cultural EvolutionÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d, World Cultures 14(1): 2-88.",
        "Potholm, Christian (1970): Four African Political Systems. Englewood Cliffs, N.J.: Prentice-Hall.",
        "Przeworski, Adam (2010): Democracy and the Limits of Self-Government. New York: Cambridge University Press.",
        "Sabetti, Filipo (2004): Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Local Roots of ConstitutionalismÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d, Perspectives on Political Science, 3(2): 70-78.",
        "Schapera, Isaac (1967): Government and Politics in Tribal Societies, New York: Schocken Books.",
        "Sen, Amartya. (2003): Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Democracy and Its Global RootsÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d, The New Republic, October 6 2003.",
        "Simon, Herbert A. (1953): Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Notes on the Observation and Measurement of Political PowerÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d, The Journal of Politics, 15(4): 500-516.",
        "Spruyt, Hendrik (1994): The Sovereign State and Its Competitors. Princeton, New Jersey: Princeton University Press.",
        "Stasavage, David (2003): Public Debt and the Birth of the Modern Democratic State: France and Great Britain, 1688-1789. Cambridge: Cambridge University Press.",
        "Stasavage, David (2010): Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093When Distance Mattered: Geographic Scale and Development of European Representative AssembliesÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d, The American Political Science Review, 104(4): 625-643.",
        "Steponaitis, Vincas P. (1981): Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Settlement Hierarchies and Political Complexity in Nonmarket Societies: The Formative Period of the Valley of MexicoÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d, American Anthropologist, 83 (2): 320-363.",
        "Tilly, Charles (1975): Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Western-State Making and Theories of Political Transformation Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d, in C. Tilly (ed.): The Formation of National States in Western Europe. Princeton: Princeton University Press.",
        "Waltz, Kenneth Neal (1979): Theory of International Politics, Reading: AddisonWesley Pub. Co.",
        "Wittfogel, Karl A. (1957): Oriental Despotism: A Comparative Study of Total Power, Yale University Press."
    ]
}