{
    "id": 21190,
    "cites": 33,
    "cited_by": 41,
    "reference": [
        "Battiston, S., D. DElli Gatti, M. Gallegati, B. Greenwald, and J.E. Stiglitz (2012). Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Liaisons dangereuses: Increasing connectivity, risk sharing, and systemic risk.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Journal of Economic Dynamics and Control, 36(8): 1121-1141.",
        "Becker, Gary S. and Nigel Tomes (1979), \"An Equilibrium Theory of the Distribution of Income and Intergenerational Mobility.\" Journal of Political Economy 87, no. 6 (1979): 1153-89.",
        "Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009dÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009d (1986). \"Human Capital and the Rise and Fall of Families,\" Journal of Labor Economics, vol. 4(3) .",
        "Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009dÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009d (1994). Human Capital and the Rise and Fall of Families, in Human Capital: A Theoretical and Empirical Analysis with Special Reference to Education (3rd Edition), Gary S. Becker, ed. The University of Chicago Press Bernanke, Ben S. (2005). Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093The Global Saving Glut and the U.S. Current Account Deficit,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d The Sandridge Lecture, Virginia Association of Economists, Richmond.",
        "Bevan, D. L. (1974) \"Savings, inheritance and economic growth in the presence of Earnings Inequality,\" Oxford University mimeo.",
        "Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009dÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009d (1979). \"Inheritance and the Distribution of Wealth\" Economica 46, no. 184, pp. 381-402 Bevan, D. and J.E. Stiglitz (1979). Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Intergenerational Transfers and Inequality,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d, The Greek Economic Review, (1): 8 - 26.",
        "Bischoff, Kendra and Sean F, Reardon (2011). Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Income Inequality and Income Segregation,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d American Journal of Sociology, 116: 1092-1153.",
        "Braverman, A. and J.E. Stiglitz (1989). Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Credit Rationing, Tenancy, Productivity and the Dynamics of Inequality,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d in P. Bardhan (ed.), The Economic Theory of Agrarian Institutions, Oxford: Clarendon Press, 1989, pp. 185-201.",
        "Champernowne, D. G. (1953), \"A Model of Income Distribution,\"Economic Journal, Vol. LXIIII, pp. 318251.",
        "Dewey, John. (1889): \"Galton's Statistical Methods.\" Publications of the American Statistical Association 1, no. 7 pp. 331-34.",
        "Flemming, J. S. (1979) \"The effects of earnings inequality, imperfect capital markets, and dynastic altruism on the distribution of wealth in lice-0cycle models,\" Economica, 46, 363-380.",
        "Furman, Jason and Joseph E. Stiglitz (1998) Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Economic Consequences of Income Inequality,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d with Jason Furman, in Symposium Proceedings Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c Income Inequality: Issues and Policy Options, Jackson Hole, Wyoming: Federal Reserve Bank of Kansas City, pp. 221-263.",
        "Galton, F. (1886). \"Regression towards mediocrity in hereditary stature\". The Journal of the Anthropological Institute of Great Britain and Ireland 15: 246Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c263.",
        "Goldberger, A.S., 1989, Economic and Mechanical Models of Intergenerational Transmission, American Economic Review, 3 (June), pp. 504-13.",
        "Greenstone, Michael and Adam Looney, (2012) \"THE MARRIAGE GAP: THE IMPACT OF ECONOMIC AND TECHNOLOGICAL CHANGE ON MARRIAGE RATES,\" The Hamilton Project, http://www.hamiltonproject.org/files/downloads_and_links/020312_jobs_greenstone_looney. pdf Greenwald, Bruce and Judd Kahn, 2009, Globalization: n. the irrational fear that someone in China will take your job, Hoboken, N.J. : John Wiley & Sons.",
        "Grossman, S. and J. E. Stiglitz, 1980 Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093On the Impossibility of Informationally Efficient Markets,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d American Economic Review, 70(3), June, pp. 393-408 Johnson, Simon and James Kwak (2010). 13 Bankers: The Wall Street Takeover and the Next Financial Meltdown, Pantheon.",
        "Kanbur, Ravi and J. E. Stiglitz, (2015) \"Dynastic Inequality, Mobility and Equality of Opportunity,\" paper presented at a meeting of OECD/Gulbenkian Foundation, Paris, January, updating Kanbur, Ravi and J.E. Stiglitz (1982): Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Mobility and inequality: a Utilitarian analysis,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Economic Theory Discussion Paper No. 57, Department of Applied Economics, University of Cambridge; and Kanbur, Ravi and J.E. Stiglitz (1986): Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Intergenerational Mobility and Dynastic Inequality,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Woodrow Wilson School Discussion Paper in Economics, Number 111, Princeton University.",
        "Lindahl, Mikael MÃ\u0083Æ\u0092Ã\u0082Â¥rten Palme, Sofia Sandgren Massih and Anna SjÃ\u0083Æ\u0092Ã\u0082Â¶gren, (2013) \"A test of the BeckerTomes model of human capital transmission using microdata on four generations,\" Department of Economics, Uppsala University January 16th Mani, Anandi, Sendhil Mullainathan, Eldar Shafir, and Jiaying Zhao (2013) Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Poverty Impedes Cognitive Function,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Science 341(6149): 976-980.",
        "Mullainathan, Sendhil, and Eldar Shafir (2009). Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Savings Policy and Decisionmaking in Low-Income Households,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d in Rebecca M. Blank, and Michael S. Barr (eds.), Insufficient Funds: Savings, Assets, Credit, and Banking among Low-Income Households, New York: Russell Sage Foundation, pp. 121-146.",
        "Naidu, Suresh, 2014 \"Capital Eats the World,\" https://www.jacobinmag.com/2014/05/capital-eats-theworld /",
        "Nirei, Makoto and Shuhei Aoki, \"Pareto Distribution of Income in Neoclassical Growth Models,\" May 14, OECD (2011). Divided We Stand: Why Inequality Keeps Rising.",
        "Pasinetti, L. (1962). Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093The Rate of Profit and Income Distribution in Relation to the Rate of Economic Growth,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Review of Economic Studies, 29(4): 267-279.",
        "Piketty, Thomas (2014). Capital in the Twenty-First Century, Cambridge Massachusetts : The Belknap Press of Harvard University Press.",
        "Piketty, Thomas and Emmanuel Saez (2003). Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Income Inequality in the United States, 1913-1998,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Quarterly Journal of Economics, 118(1): 1-39 (Longer updated version published in A.B. Atkinson and T. Piketty eds., Oxford University Press, 2007) (Tables and Figures Updated to 2012 in Excel format, September 2013).",
        "Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009dÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009d (2013). \"A Theory of Optimal Inheritance Taxation,\" Econometrica, Vol. 81, No. 5 (September), 1851Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c1886 Radner, R. and J. E. Stiglitz (1984) Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093A Nonconcavity in the Value of Information,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d in Bayesian Models in Economic Theory, Marcel Boyer and Richard Khilstrom (eds.), Elsevier Science Publications, 1984, pp. 33-52.",
        "Shiller, Robert (2002). Irrational Exuberance, Princeton, NJ: Princeton University Press.",
        "Stiglitz, Joseph E. (1966) \"The Distribution of Income and Wealth Among Individuals,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Presented at the December 1966 meetings of the Econometric Society, San Francisco , December 29. (MIT, mimeo) Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009dÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009d (1969a). Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Distribution of Income and Wealth Among Individuals,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Econometrica, 37(3): 382-397. ) Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009dÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009d (1976a). Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Estate Taxes, Growth and Redistribution,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d in Essays in Honor of W. Vickrey, R. Grieson (ed.), Lexington: Lexington Publishing Company, pp. 225-232.",
        "Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009dÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009d (1976b). Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Notes on Estate Taxes, Redistribution, and the Concept of Balanced Growth Path Incidence,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Journal of Political Economy, 86(2), part 2, pp. 137-150 Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009dÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009d (1978). Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Equality, Taxation and Inheritance,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d in Personal Income Distribution, W. Krelle and A.F. Shorrocks (eds.), North-Holland Publishing Company, pp. 271-303. (Proceedings of IEA Conference, Noordwijk aan Zee, Netherlands, April 1977.) Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009dÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009d (1982). Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Information and Capital Markets,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d in Financial Economics: Essays in Honor of Paul Cootner, William F. Sharpe and Cathryn Cootner (eds.), Prentice Hall, New Jersey, pp. 118-158. Also NBER Working Paper 678. Reprinted in The Selected Works of Joseph E. Stiglitz, Volume II: Information and Economic Analysis: Applications to Capital, Labor, and Product Markets, Oxford: Oxford University Press, 2013, pp. 55-84.",
        "Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009dÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009d (2010a). Freefall: America, Free Markets, and the Sinking of the World Economy, New York: WW Norton.",
        "Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009dÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009d (2012a). The Price of Inequality: How TodayÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0084¢s Divided Society Endangers Our Future, New York: W.W. Norton. Also published in the U.K. by Penguin/ Allen Lane. Translated in simplified Chinese by China.",
        "Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009dÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009d (2012b). Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Macroeconomic Fluctuations, Inequality, and Human Development,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Journal of Human Development and Capabilities, 13(1): 31-58. Reprinted in Macroeconomics and Human Development, Deepak Nayyar (ed.), Taylor and Francis.",
        "Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009dÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009d (2014c). Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Tapping the Brakes: Are Less Active Markets Safer and Better for the Economy?Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Presented at the Federal Reserve Bank of Atlanta 2014 Financial Markets Conference Tuning Financial Regulation for Stability and Efficiency, April 15, available at http://www.frbatlanta.org/documents/news/conferences/14fmc/Stiglitz.pdf.",
        "Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009dÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009d (2015) Fed Policy, Inequality, and Equality of Opportunity, keynote address to The Ninth Biennial Federal Reserve System Community Development Research Conference, April 3 Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009dÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009d and Andrew Charlton (2005). Fair Trade for All, New York: Oxford University Press."
    ]
}