{
    "id": 21195,
    "cites": 28,
    "cited_by": 4,
    "reference": [
        "Berle, Adolf, and Gardiner Means. 1933. The Modern Corporation and Private Property. New York: Macmillan.",
        "Bodenhorn, Howard. 2008. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Free Banking and Bank Entry in Nineteenth-Century New York,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Financial History Review, 15(2), p. 175-201.",
        "Brooks, Richard, and Timothy Guinnane. 2014. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093The Right to Associate and the Rights of Associations: Civil-Society Organizations in Prussia, 1794-1908.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Working paper.",
        "Butler, Henry N. 1985. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Nineteenth-Century Jurisdictional Competition in the Granting of Corporate Privileges,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Journal of Legal Studies, 14(1): 129-66.",
        "Demsetz, Harold. 1967. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Toward a Theory of Property Rights,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d American Economic Review, LVII: 347Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c359.",
        "Engerman, Stanley L., and Kenneth L. Sokoloff. 2002. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Factor Endowments, Inequality, and Paths of Development Among New World Economies.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d NBER Working Paper Series, Number 9259.",
        "Grandy, Christopher. 1989. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093New Jersey Corporate Chartermongering, 1875-1929,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Journal of Economic History, 49(3): 677-92.",
        "Guinnane, Timothy, Harris, Ron, Lamoreaux, Naomi, and Jean-Laurent Rosenthal. 2007. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Putting the Corporation in its Place,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Enterprise & Society, 8(3), 687-729.",
        "Hamill, Susan Pace. 1999. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093From Special Privilege to General Utility: A Continuation of Willard HurstÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0084¢s Study of Corporations,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d American University Law Review, 49, p.81-177.",
        "Hansmann, Henry, and Mariana Pargendler. 2010. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Voting Restrictions in 19th Century Corporations: Investor Protection or Consumer Protection?Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Working paper, Yale Law School.",
        "Henderson, Gerard C. 1918. The Position of Foreign Corporations in American Constitutional Law. Cambridge: Harvard University Press.",
        "Hilt, Eric. 2013. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Shareholder voting rights in early American corporations,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Business History, 55(4): 620-635.",
        "Horack, Frank E. 1904. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Some Phases of Corporate Regulation in the Territory.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Iowa Journal of History and Politics, II(3): 381-393.",
        "Hurst, James W. 1970. The Legitimacy of the Business Corporation in the Law of the United States, 1780-1970. Charlottesville, VA: University of Virginia Press.",
        "Howard, Stanley E. 1938. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093StockholdersÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0084¢ Liability Under the New York Act of March 22, 1811,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Journal of Political Economy, 46(4), p. 499-514.",
        "Irwin, Douglas A., and Joseph H. Davis. 2003. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Trade Disruptions and AmericaÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0084¢s Early Industrialization.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d NBER Working Paper Series, number 9944.",
        "Kessler, William C. 1940. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093A Statistical Study of the New York General Incorporation Act of 1811,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Journal of Political Economy, 48, 877-82.",
        "Kobayashi, Bruce, and Larry Ribstein. 1996. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Evolution and Spontaneous Uniformity: Evidence from the Evolution of the Limited Liability Company.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Economic Inquiry, 34(July): 46483.",
        "McCormick, Virginia E., and Robert W. McCormick. 1998. New Englanders on the Ohio Frontier: Migration and Settlement of Worthington Ohio. Kent, OH: Kent State University Press.",
        "Millon, David. 1990. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Theories of the Corporation.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Duke Law Journal, 1990: 201-62.",
        "Mulligan, Casey, and Andrei Shleifer. 2005. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093The Extent of the Market and the Supply of Regulation.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Quarterly Journal of Economics, 120(4):1445-1473.",
        "North, Douglass, Wallis, John, and Barry Weingast. 2009. Violence and Social Orders: A Conceptual Framework for Interpreting Recorded Human History. New York: Cambridge University Press.",
        "Romano, Roberta. 1985. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Law as a Product: Some Pieces of the Incorporation Puzzle.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Journal of Law, Economics and Organization, 1(2): 225-83.",
        "Seligman, Joel. 1976. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093A Brief History of DelawareÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0084¢s General Incorporation Law of 1899,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Delaware Journal of Corporate Law, 1(2):249-87.",
        "Sylla, Richard, and Robert E. Wright. 2013. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Corporation formation in the antebellum United States in comparative context,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Business History, 55(4), 653-69.",
        "Wallis, John. 2005. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Constitutions, Corporations and Corruption: American States and Constitutional Change, 1842-1852,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Journal of Economic History, 65(1), 211-56.",
        "Wallis, John. 2006. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093The Concept of Systematic Corruption in American History,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d in Goldin and Glaeser, eds., Corruption and Reform: Lesson's from America's Economic History. Chicago: University of Chicago Press.",
        "Wallis, John. 2011. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Institutions, organizations, impersonality, and interests: The dynamics of institutions.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Journal of Economic Behavior and Organization 79: 48-64."
    ]
}