{
    "id": 21194,
    "cites": 36,
    "cited_by": 3,
    "reference": [
        "Hunt Allcott and Richard Sweeney. Can retailers inform consumers about energy costs? Evidence from a field experiment. working paper, January 2015. Hunt Allcott and Nathan Wozny. Gasoline prices, fuel economy, and the energy paradox.",
        "Michael Anderson and Maximilian Auffhammer. Pounds that kill: The external costs of vehicle weight. Review of Economic Studies, 81(2):535Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c571, 2014.",
        "Soren T. Anderson, Ian W. H. Parry, James M. Sallee, and Carolyn Fischer. Automobile fuel economy standards: Impacts, efficiency, and alternatives. Review of Environmental Economics and Policy, 5(1):89Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c108, Winter 2011.",
        "David Austin. Effects of gasoline prices on driving behavior and vehicle markets. Congressional Office Report 2883, January 2008.",
        "Antonio M. Bento, Lawrence H. Goulder, Mark R. Jacobsen, and Roger H. von Haefen. Distributional and efficiency impacts of U.S. gasoline taxes. American Economic Review, 99(3):667Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c699, June 2009.",
        "Severin Borenstein. A microeconomic framework for evaluating energy efficiency rebound and some implications. Energy Journal, 36(1):1Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c21, 2015. Meghan R. Busse, Christopher R. Knittel, Jorge Silva-Risso, and Florian Zettelmeyer. Did Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Cash for ClunkersÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d deliver? The consumer effects of the Car Allowance Rebate System.",
        "Meghan R. Busse, Christopher R. Knittel, and Florian Zettelmeyer. Stranded vehicles: How gasoline taxes change the value of householdsÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0084¢ vehicle assets. Working paper, November 2012b.",
        "Adam Copeland and James Kahn. The production impact of Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Cash for ClunkersÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d: Implications for stabilization policy. Economic Inquiry, 51(1):288Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c303, January 2013. Janet Currie and Reed Walker. Traffic congestion and infanct health: Evidence from E-Zpass.",
        "U.S. Energy Information Administration. Light-duty vehicle energy demand: demographics and travel behavior. Issues in Focus, 2014.",
        "Environmental Protection Agency. Inventory of U.S. greenhouse gas emissions and sinks: 1990-2013. Draft Edition, February 2015.",
        "Carolyn Fischer, Winston Harrington, and Ian W. H. Parry. Should automobile fuel economy standards be tightened? Energy Journal, 28(4):1Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c29, December 2007.",
        "Don Fullerton and Li Gan. Cost-effective policies to reduce vehicle emissions. American Economic Review Papers and Proceedings, 95(2):300Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c304, May 2005.",
        "Kenneth Gillingham. Selection on anticipated driving and the consumer response to changing gasoline prices. Yale University Working paper, 2012.",
        "Kenneth Gillingham, Matthew J. Kotchen, David S. Rapson, and Gernot Wagner. Energy policy: The rebound effect is overplayed. Nature, 493:475Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c476, January 2013a.",
        "Kenneth Gillingham, David Rapson, and Gernot Wagner. The rebound effect and energy efficiency policy. Working paper, 2013b.",
        "Pinelopi Koujianou Goldberg. The effects of the Corporate Average Fuel Efficiency standards in the U.S. Journal of Industrial Economics, 46(1):1Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c33, March 1998.",
        "Lorna A. Greening, David L. Greene, and Carmen Difiglio. Energy efficiency and consumption, the rebound effect: A survey. Energy Policy, 28(6-7):389Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c401, June 2000.",
        "Mark Hoekstra, Steven L. Puller, and Jeremy West. Cash for Corollas: When stimulus reduces spending. Texas A&M University Working Paper, April 2015.",
        "Kent M. Hymel and Kenneth A. Small. The rebound effect for automobile travel: Asymmetric response to price changes and other quirks of the 2000s. University of California at Irvine Working Paper, 2013.",
        "Interagency Working Group. Technical update on the social cost of carbon for regulatory impact analysis - under executive order 12866. Technical report, Interagency Working Group on the Social Cost of Carbon, May 2013.",
        "Thomas Klier and Joshua Linn. New-vehicle characteristics and the cost of the Corporate Average Fuel Economy standard. RAND Journal of Economics, 43(1):186Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c213, Spring 2012.",
        "Christopher R. Knittel. The implied cost of carbon dioxide under the Cash for Clunkers program. Center for the Study of Energy Markets Working Paper, August 2009.",
        "Christopher R. Knittel. Automobiles on steroids: Product attribute trade-offs and technological progress in the automobile sector. American Economic Review, 101(7):3368Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c3399, December 2011.",
        "Christopher R. Knittel. Transportation fuels policy since the OPEC embargo: Paved with good intentions. American Economic Review Papers and Proceedings, 103(3):344Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c349, May 2013.",
        "Christopher R. Knittel and Ryan Sandler. Cleaning the bathwater with the baby: The health co-benefits of carbon pricing in transportation. NBER Working Paper No. 17390, November 2011.",
        "Christopher R. Knittel and Ryan Sandler. The welfare impact of indirect pigouvian taxation: Evidence from transportation. NBER Working Paper No. 18849, February 2013.",
        "Christopher R. Knittel, Douglas Miller, and Nicholas J. Sanders. Caution, drivers! Children present. Traffic, pollution, and infant health. NBER Working Paper No. 17222, 2011. David S. Lee and David Card. Regression discontinuity inference with specification error.",
        "Shanjun Li, Joshua Linn, and Elisheba Spiller. Evaluating Cash-for-Clunkers: Program effects on auto sales and the environment. Journal of Environmental Economics and Management, 65(2):165Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c193, March 2013.",
        "Fred Mannering and Clifford Winston. A dynamic empirical analysis of household vehicle ownership and utilization. RAND Journal of Economics, 16(2):215Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c236, Summer 1985.",
        "Virginia McConnell. The new cafe standards: Are they enough on their own? RFF Discussion Paper 13-14, May 2013.",
        "Atif Mian and Amir Sufi. The effects of fiscal stimulus: Evidence from the 2009 Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Cash for ClunkersÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d program. Quarterly Journal of Economics, 127(3):1107Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c1142, August 2012.",
        "National Research Council. Transitions to Alternative Vehicles and Fuels. The National Academies Press, 2013.",
        "NHTSA. Corporate average fuel economy for MY 2017-MY 2025 passenger cars and light trucks. Technical report, U.S. Department of Transportation: National Highway Traffic Safety Administration, 2012.",
        "Paul R. Portney, Ian W.H. Parry, Howard K. Gruenspect, and Winston Harrington. The economics of fuel economy standards. Journal of Economic Perspectives, 17(4):203Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c217, Fall 2003.",
        "Kenneth A. Small and Kurt van Dender. Fuel efficiency and motor vehicle travel: The declining rebound effect. Energy Journal, 28(1):25Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c51, 2007.",
        "Sarah E. West. Distributional effects of alternative vehicle pollution control policies. Journal of Public Economics, 88(3-4):735Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c757, March 2004."
    ]
}