{
    "id": 21192,
    "cites": 15,
    "cited_by": 43,
    "reference": [
        "Braverman, A. and J.E. Stiglitz (1989). Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Credit Rationing, Tenancy, Productivity and the Dynamics of Inequality,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d in P. Bardhan (ed.), The Economic Theory of Agrarian Institutions, Oxford: Clarendon Press, 1989, pp. 185-201.",
        "B. Chapman, T. Higgins, and J. E. Stiglitz, eds. (2014). Income Contingent Loans: Theory, Practice and Prospects, Houndmills, UK and New York: Palgrave Macmillan.",
        "Galbraith, James Kenneth (2012). Inequality and Instability: A Study of the World Economy Just Before the Great Crisis, Oxford University Press Giovannoni, Olivier G. (2015). Inequality: Challenge of the Century? Presentation to the ASSA meetings, Boston, January 3, 2015.",
        "Greenwald, Bruce, and J. E. Stiglitz (2014). Creating a Learning Society: A New Approach to Growth, Development, and Social Progress, New York: Columbia University Press.",
        "Hahn, F. (1966). Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Equilibrium Dynamics with Heterogeneous Capital Goods,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Quarterly Journal of Economics, 80: 633-646.",
        "Kindleberger, Charles P. and Robert Aliber (1978). Manias, Panics, and Crashes: A History of Financial Crisis, New York: John Wiley & Sons.",
        "Mason, Joshua W (2014). Three Essays in Macroeconomic History, University of Massachusetts Amherst.",
        "Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009dÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009d (2015). Disgorge the Cash, Working Paper, Roosevelt Institute Naidu, Suresh (2014). Capital Eats the World, https://www.jacobinmag.com/2014/05/capital-eats-theworld / .",
        "Piketty, Thomas (2014). Capital in the Twenty-First Century, Cambridge Massachusetts : The Belknap Press of Harvard University Press.",
        "Shell, Karl, and Joseph E. Stiglitz (1967). Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Allocation of Investment in a Dynamic Economy,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Quarterly Journal of Economics, 81: 592-609.",
        "Stiglitz, Joseph E. (1966) The Distribution of Income and Wealth Among Individuals,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Presented at the December 1966 meetings of the Econometric Society, San Francisco , December 29. (MIT, mimeo) Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009dÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009d (1969). Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Distribution of Income and Wealth Among Individuals,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Econometrica, 37(3): 382-397. ) Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009dÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009d (2010a). Freefall: America, Free Markets, and the Sinking of the World Economy, New York: W.W. Norton.",
        "Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009dÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009d (2012b). Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Macroeconomic Fluctuations, Inequality, and Human Development,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Journal of Human Development and Capabilities, 13(1): 31-58. Reprinted in Macroeconomics and Human Development, Deepak Nayyar (ed.), Taylor and Francis.",
        "Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009dÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009d (2013). Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Stable Growth in an Era of Crises: Learning from Economic Theory and History,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Ekonomitek, 2(1): 1-38(Originally delivered as keynote lecture to the Turkish Economic Association, Izmir, November, 2012).",
        "Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009dÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009d (2014). Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Unemployment and Innovation,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d NBER Working Paper 20670.",
        "Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009dÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009d (2015). Fed Policy, Inequality, and Equality of Opportunity, keynote address to The Ninth Biennial Federal Reserve System Community Development Research Conference, April 3 Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009dÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009d and Andrew Weiss (1981). Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Credit Rationing in Markets with Imperfect Information,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d American Economic Review, 71(3), June 1981, pp. 393-410."
    ]
}