{
    "id": 21191,
    "cites": 8,
    "cited_by": 32,
    "reference": [
        "Atkinson, A. B. and J. E. Stiglitz (1976). Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093The Design of Tax Structure: Direct Versus Indirect Taxation,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d , Journal of Public Economics, 6, July-August 1976, pp. 55-75 Domar, Evsey D., and Richard A. Musgrave, (1944). Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Proportional Income Taxation and Risk-taking,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Quarterly Journal of Economics 58(3):388-422 George, Henry (1879). Progress and Poverty: An Inquiry into the Cause of Industrial Depressions and of Increase of Want with Increase of Wealth VI. New York: Robert Schalkenbach Foundation.",
        "Milevsky, Moshe A, and Huaxiong Huang (2011). Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Spending Retirement on Planet Vulcan: The Impact of Longevity Risk Aversion on Optimal Withdrawal Rates,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Financial Analysts Journal 67(2): 45-58.",
        "OECD (2013). Pension Markets in Focus.",
        "Pasinetti, L. (1962). Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093The Rate of Profit and Income Distribution in Relation to the Rate of Economic Growth,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Review of Economic Studies, 29(4): 267-279.",
        "Piketty, Thomas (2014). Capital in the Twenty-First Century, Cambridge Massachusetts : The Belknap Press of Harvard University Press.",
        "Stiglitz, Joseph E. (1966) The Distribution of Income and Wealth Among Individuals,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Presented at the December 1966 meetings of the Econometric Society, San Francisco , December 29. (MIT, mimeo) Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009dÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009d(1969a). Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Distribution of Income and Wealth Among Individuals,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Econometrica, 37(3): 382-397. ) Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009dÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009d(1969b). Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093The Effects of Income, Wealth and Capital Gains Taxation on Risk-Taking,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Quarterly Journal of Economics, 83(2), May 1969, pp. 263-283.",
        "Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009dÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009d (2010b). Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093The Wobbly Economy,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d mimeo, Columbia University.",
        "Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009dÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009d (2015). In Praise of Frank Ramsey&apos;s Contribution to the Theory of Taxation, Economic Journal."
    ]
}