{
    "id": 21207,
    "cites": 60,
    "cited_by": 8,
    "reference": [
        "Albanesi, S., and C. Sleet (2006): Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Dynamic optimal taxation with private information,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d The Review of Economic Studies, 73(1), 1Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c30.",
        "Anderberg, D. (2009): Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Optimal Policy and the Risk Properties of Human Capital Reconsidered,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Journal of Public Economics, 93(9-10), 1017Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c1026.",
        "Ashenfelter, O., and C. Rouse (1998): Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Income, Schooling, And Ability: Evidence From A New Sample Of Identical Twins,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d The Quarterly Journal of Economics, 113(1), 253Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c284.",
        "Atkinson, A. B., and J. E. Stiglitz (1976): Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093The design of tax structure: direct versus indirect taxation,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Journal of Public Economics, 6(1), 55Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c75.",
        "Autor, D., L. Katz, et al. (1998): Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Computing Inequality: Have computers changed the labor market?,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Quarterly Journal of Economics, 113(4), 1169Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c1213.",
        "Battaglini, M., and S. Coate (2008): Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Pareto efficient income taxation with stochastic abilities,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Journal of Public Economics, 92(3), 844Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c868.",
        "Becker, G. S. (1964): Human capital: A theoretical and empirical analysis, with special reference to education. University of Chicago Press.",
        "Ben-Porath, Y. (1967): Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093The production of human capital and the life cycle of earnings,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d The Journal of Political Economy, 75(4), 352Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c365.",
        "Bohacek, R., and M. Kapicka (2008): Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Optimal human capital policies,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Journal of Monetary Economics, 55(1), 1Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c16.",
        "Boskin, M. J. (1975): Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Notes on the tax treatment of human capital,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d .",
        "Bovenberg, L. A., and B. Jacobs (2005): Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Redistribution and education subsidies are Siamese twins,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Journal of Public Economics, 89(11).",
        "Brody, E. (1994): Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Paying back your country through income-contingent student loans,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d San Diego L. Rev., 31, 449.",
        "Card, D. (1995): Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Earnings, Schooling, and Ability Revisited,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Research in Labor Economics, 35, 111Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c136.",
        "Chang Wei, C. (2010): Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093What is the Price of College?,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Discussion paper, National Center for Education Statistics Department of Education (NCES 2011-175).",
        "Chapman, B. (2006): Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Income Contingent Loans for Higher Education: International Reforms,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d in Handbook of the Economics of Education, Vol. 2, ed. by E. A. Hanushek, and F. Welch, pp. 1437Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c1503. Amsterdam: Elsevier.",
        "Chetty, R. (2012): Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Bounds on elasticities with optimization frictions: A synthesis of micro and macro evidence on labor supply,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Econometrica, 80(3), 969Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c1018.",
        "Cunha, F., and J. J. Heckman (2007): Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Identifying and estimating the distributions of ex post and ex ante returns to schooling: A survey of recent developments,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Labour Economics, 43(4), 738Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c782.",
        "(2008): Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Formulating, identifying and estimating the technology of cognitive and noncognitive skill formation,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Journal of Human Resources, 43(4), 738Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c782.",
        "Cunha, F., J. J. Heckman, L. Lochner, and D. V. Masterov (2006): Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Interpreting the evidence on life cycle skill formation,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Handbook of the Economics of Education, 1, 697Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c812.",
        "Da Costa, C. E., and L. J. Maestri (2007): Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093The risk properties of human capital and the design of government policies,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d European Economic Review, 51(3), 695Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c713.",
        "Dearden, L., A. Goodman, E. Fitzsimons, and G. Kaplan (2008): Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Higher Education Funding Reforms in England: the Distributional Effects and the Shifting Balance of Costs,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Economic Journal, 118, 100Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c125.",
        "Doepke, M., and R. M. Townsend (2006): Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Dynamic mechanism design with hidden income and hidden actions,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Journal of Economic Theory, 126(1), 235Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c285.",
        "Farhi, E., and I. Werning (2013): Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Insurance and taxation over the life cycle,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d The Review of Economic Studies, 80(2), 596Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c635.",
        "Fernandes, A., and C. Phelan (2000): Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093A recursive formulation for repeated agency with history dependence, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Journal of Economic Theory, 19(2), 223Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c247.",
        "Findeisen, S., and D. Sachs (2012): Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Education and optimal dynamic taxation: The role of income-contingent student loans,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Discussion paper, Working Paper Series, Department of Economics, University of Zurich.",
        "Goldin, C. D., and L. F. Katz (2008): The race between education and technology. Harvard University Press.",
        "Golosov, M., M. Troshkin, and A. Tsyvinski (2013): Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Redistribution and Social Insurance,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d NBER Working Paper, (17642).",
        "Golosov, M., A. Tsyvinski, and I. Werning (2006): Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093New dynamic public finance: a userÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0084¢s guide,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d in NBER Macroeconomics Annual 2006, Volume 21, pp. 317Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c388. MIT Press.",
        "Grochulski, B., and T. Piskorski (2010): Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Risky human capital and deferred capital income taxation,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Journal of Economic Theory, 145(3), 908Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c943.",
        "Heathcote, J., F. Perri, and G. L. Violante (2010): Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Unequal we stand: An empirical analysis of economic inequality in the United States, 1967Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c2006,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Review of Economic Dynamics, 13(1), 15Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c51.",
        "Heathcote, J., K. Storesletten, and G. L. Violante (2005): Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Two views of inequality over the life cycle,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Journal of the European Economic Association, 3(2-3), 765Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c775.",
        "Heckman, J. J. (1976): Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093A life-cycle model of earnings, learning, and consumption,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Journal of Political Economy, 84(4), S9Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009cS44.",
        "Hicks, J. (1970): Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Elasticity of substitution again: substitutes and complements,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Oxford Economic Papers, 25, 289Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c296.",
        "Huggett, M., and G. Kaplan (2011): Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Human capital values and returns: Bounds implied by earnings and asset returns data,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Journal of Economic Theory, 146(3), 897Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c919.",
        "Jacobs, B., and A. Bovenberg (2011): Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Optimal taxation of human capital and the earnings function,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Journal of Public Economic Theory, 13(6), 957Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c971.",
        "KapiÃ\u0083â\u0080¹Ã\u0082â\u0080¡ cka, M. (2013): Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Efficient allocations in dynamic private information economies with persistent shocks: A first-order approach,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d The Review of Economic Studies, 80(3), 1027Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c1054.",
        "Kapicka, M. (2013): Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Optimal mirrleesean taxation with unobservable human capital formation,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Discussion paper, Working paper, UC Santa Barbara.",
        "Kapicka, M., and J. Neira (2014): Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Optimal taxation in a life-cycle economy with endogenous human capital formation,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Discussion paper, Working paper, UC Santa Barbara.",
        "Karaivanov, A., and R. M. Townsend (2014): Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Dynamic financial constraints: Distinguishing mechanism design from exogenously incomplete regimes,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Econometrica, 82(3), 887Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c959.",
        "Kocherlakota, N. R. (2005): Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Zero expected wealth taxes: A Mirrlees approach to dynamic optimal taxation, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Econometrica, 73(5), 1587Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c1621.",
        "Kremer, M. (2002): Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Should taxes be independent of age?,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Unpublished paper Harvard University.",
        "Krueger, D., and A. Ludwig (2013): Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Optimal Progressive Labor Income Taxation and Education Subsidies When Education Decisions and Intergenerational Transfers Are Endogenous,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d American Economic Review, Papers and Proceedings, 103(3), 496 Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c501.",
        "Laroque, G. R. (2005): Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Indirect taxation is superfluous under separability and taste homogeneity: A simple proof,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Economics Letters, 87(1), 141Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c144.",
        "Maldonado, D. (2008): Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Education policies and optimal taxation,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d International Tax and Public Finance, 15(2), 131Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c143.",
        "Milgrom, P., and I. Segal (2002): Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Envelope theorems for arbitrary choice sets,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Econometrica, 70(2), 583Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c601.",
        "Mirrlees, J. (1971): Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093An exploration in the theory of optimum income taxation,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d The review of economic studies, 38, 175Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c208.",
        "Mirrlees, J., S. Adam, T. Besley, R. Blundell, S. Bond, R. Chote, M. Gammie, P. Johnson, G. Myles, and J. Poterba (2011): Tax by design: The Mirrlees review. Oxford University Press.",
        "Murphy, K. M., and F. Welch (1992): Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093The structure of wages,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d The Quarterly Journal of Economics, pp. 285Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c326.",
        "OECD (2004): Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Improving Skills for More and Better Jobs: Does Training Make a Difference?,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Discussion paper, OECD Employment Outlook.",
        "(2013): Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Education at a Glance,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Discussion paper, OECD Employment Outlook.",
        "Palacios, M. (2004): Investing in Human Capital: A Capital Markets Approach to Higher Education Funding. Cambridge: Cambridge University Press.",
        "Pavan, A., I. Segal, and J. Toikka (2014): Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Dynamic mechanism design: A myersonian approach,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Econometrica, 82(2), 601Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c653.",
        "Rogerson, W. P. (1985): Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Repeated Moral Hazard,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Econometrica, 53, 69Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c76.",
        "Saez, E. (2001): Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Using elasticities to derive optimal income tax rates,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d The review of economic studies, 68(1), 205Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c229.",
        "Samuelson, P. A. (1974): Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Complementarity: An essay on the 40th anniversary of the Hicks-Allen revolution in demand theory,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Journal of Economic Literature, 12(4), 1255Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c1289.",
        "Scheuer, F. (2014): Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Entrepreneurial Taxation with Endogenous Entry,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d American Economic Journal: Economic Policy, 6(2), 126Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c163.",
        "Schultz, T. W. (1961): Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Investment in human capital,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d The American Economic Review, 6, 1Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c17.",
        "Storesletten, K., C. I. Telmer, and A. Yaron (2004): Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Consumption and risk sharing over the life cycle,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Journal of Monetary Economics, 51(3), 609Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c633.",
        "Weinzierl, M. (2011): Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093The surprising power of age-dependent taxes,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d The Review of Economic Studies, 78(4), 1490Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c1518.",
        "Werning, I. (2011): Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Nonlinear capital taxation,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Unpublished."
    ]
}