{
    "id": 2120,
    "cites": 29,
    "cited_by": 15,
    "reference": [
        "Auerbach, Alan J. and James M. Poterba. Why Have Corporate Revenues Declined? In Lawrence Summers, ed., NBER Tax Policy Annual. Cambridge, MA: MIT Press, 1987.",
        "Boskin, Michael J. Taxation, Saving, and the Rate of Interest, Journal of Political Economy, April 1978, 86, S3-S27.",
        "Boskin, Michael J., Laurence J. Kotlikoff, Douglas J. Puffert, and John B. Shoven. Social Security: A Financial Appraisal Across and Within Generations. NBER Working Paper No. 1891. Cambridge, MA: 1986.",
        "Diamond, Peter A. and Jerry A. Hausman. Individual Retirement and Saving Behavior. Journal of Public Economics, February/March 1984, 23, 81-114.",
        "Employee Benefit Research Institute. 401(k) Cash or Deferred Arrangements. Issue Brief 46. Washington: EBRI, September 1985.",
        "Employee Benefit Research Institute. Tax Reform and Employee Benefits. Issue Brief 59. Washington: EBRI, October 1986.",
        "Evans, Owen J. Tax Policy, the Interest Elasticity of Saving, and Capital Accumulation, American Economic Review, June 1983, 91, 249-265.",
        "Federal Reserve Board. Balance Sheets of the U.S. Economy. Washington: Board of Governors, April 1986.",
        "Feenberg, Daniel and Harvey Rosen. Alternative Tax Treatment of the Family: Simulation Methodology and Results. In M. Feldstein, ed., Behavioral Simulation Methods in Tax Policy Analysis. Chicago: University of Chicago Press, 1983, 7-41.",
        "Feldstein, Martin S. Tax Incentives, Corporate Saving, and Capital Accumulation in the U.S. Journal of Public Economics, April 1973, 2, 159-171.",
        "Galper, Harvey and Charles Byce. Individual Retirement Accounts: Facts and Issues. Tax Notes, June 198~, 917-921. Greenwich Research Associates. Report to Participants on Large Corporate Pension Plans. Greenwich, CT: Greenwich Research Associates, 1986.",
        "Hall, Robert E. Consumption and Real Interest Rates. NBER Working Paper No. 1694. Cambridge, MA: 1985.",
        "Hansen, Lars Peter and Kenneth J. Singleton. Stochastic Consumption, Risk Aversion, and the Temporal Behavior of Stock Market Returns, Journal of Political Economy, April 1983, 91, 249-265.",
        "Hausman, Jerry A. Labor Supply. In H. Aaron and J. Pechman, eds., How Taxes Affect Economic Behavior. Washington: Brookings Institution, 1981, 27-72.",
        "Hausman, Jerry A. Taxes and Labor Supply. In A. Auerbach and M. Feldstein, eds., Handbook of Public Economics, volume I. Amsterdam: North Holland, 1985, 213-263.",
        "Hausman, Jerry A. and Paul Ruud. Family Labor Supply with Taxes. American Economic Review, May 1984, 74, 242-248.",
        "Hayashi, Fumio. Consumption and Liquidity Constraints: A Critical Survey. NBER Working Paper 1720, Cambridge MA, 1985.",
        "Henderson, Yolanda. Lessons from Federal Reform of Business Taxes. New England Economic Review, November/December 1986, 9-25.",
        "Killingsworth, Mark. Labor Supply. Cambridge: Cambridge University Press, 1983.",
        "King, Mervyn A. and Jonathan Leape. Wealth and Portfolio Composition: Theory and Evidence. NBER Working Paper No. 1468. Cambridge, MA, 1985. Krugman, Paul R. Fiscal Policy, Interest Rates, and Exchange Rates: Some Simple Analytics. MIT Working Paper 391. Cambridge, MA, 1985.",
        "MaCurdy, Thomas E. An Empirical Model of Labor Supply in a Life Cycle Setting. Journal of Political Economy, December 1981, 89, 1059-1085.",
        "Musgrave, Richard A. An Overall Assessment: Is It Worth It? In Federal Reserve Bank of Boston, Economic Consequences of Tax Simplification. Boston: Federal Reserve Bank, 1986. 259-284.",
        "Paquette, Lynn A. The Consumption and Living Arrangements of the Elderly. Ph.D. Dissertation, Massachusetts Institute of Technology, Cambridge, MA, 1985.",
        "Poterba, James M. Tax Reform and Residential Investment Incentives. In Proceedings of the 79th Annual Meeting of the National Tax Association Tax Institute of America, May 1987.",
        "Poterba, James M. and Lawrence H. Summers. The Economic Effects of Dividend Taxation. In E. Altman and M. Subrahmanyam, Recent Advances in Corporate Finance. Homewood, IL: Richard D. Irwin, 1985. 227-284.",
        "Poterba, James M. and Lawrence H. Summers. Finite Horizons and Effects of Budget Deficits on National Savings. MIT Department of Economics Working Paper, Cambridge MA, December 1986.",
        "Summers, Lawrence H. Capital Taxation and Accumulation in a Life Cycle Growth Model, American Economic Review, September 1981, 71, 533-544.",
        "Summers, Lawrence H. Tax Policy, the Rate of Return, and Savings. National Bureau of Economic Research, Working Paper 995. Cambridge MA, 1982.",
        "Vent-i, Steven F. and David A. Wise, IRAs and Saving. In Martin Feldstein (ed.), The Effects of Taxation on Capital Accumulation. Chicago: University of Chicago Press, forthcoming. Zeldes, Steven. Consumption and Liquidity Constraints. Mimeo, Wharton School of University of Pennsylvania, 1985."
    ]
}