{
    "id": 21216,
    "cites": 23,
    "cited_by": 22,
    "reference": [
        "Abraham, Katharine G. and James L. Medoff. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Length of Service and Layoffs in Union and Nonunion Work Groups,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Industrial and Labor Relations Review 38 (October 1984): 87-97.",
        "Bewley, Truman. Why Wages DonÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0084¢t Fall During a Recession, Harvard University Press, 1999. Couch, Kenneth A. and Dana W. Placzek. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Earnings Losses of Displaced Workers Revisited.",
        "Davis, Steven J. and Till Von Wachter, 2011. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Recessions and the Costs of Job Loss,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Brookings Papers on Economic Activity 43(2) (2011): 73-119.",
        "de la Rica, Sara. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009dDisplaced Workers in Mass Layoffs: Pre-Displacement Earnings Losses and the Unions Effect,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Working Paper No. 303, Industrial Relations Section, Princeton University, June 1992.",
        "Fallick, Bruce C. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093A Review of the Recent Empirical Literature on Displaced Workers,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Industrial and Labor Relations Review 50 (October 1996): pp. 5-16.",
        "Farber, Henry S. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093The Changing Face of Job Loss in the United States, 1981-1995,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Brookings Papers on Economic Activity: Microeconomics, 1997: 55-128.",
        "Farber, Henry S. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Mobility and Stability: The Dynamics of Job Change in Labor Markets.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d In Ashenfelter and Card, eds. The Handbook of Labor Economics, vol 3B, pp. 24392484, North Holland Publishing Company, 1999.",
        "Farber, Henry S. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Job Loss in the United States, 1981-2001,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Research in Labor Economics 23 (2004), pp. 69-117.",
        "Farber, Henry S. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Is the Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Ë\u009cCompany ManÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0084¢ an Anachronism? Trends in Long Term Employment in the U.S.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d in The Price of Independence, Sheldon Danziger and Cecilia Rouse, eds. Russell Sage, 2007, pp. 56-83.",
        "Farber, Henry S. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Job Loss: Historial Perspective from the Displaced Workers Survey.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d in Unexpected Lifecycle Events and Economic Security: the Roles of Job Loss, Disability, and Changing Family Structure, Kenneth A. Couch, Mary C. Daly, and Julie Zissimopoulos, eds., Stanford University Press, 2013, pp. 11-33.",
        "Gardner, Jennifer M. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Worker Displacement: A Decade of Change,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Monthly Labor Review 118 (April 1995): pp. 45-57.",
        "Hipple, Steven. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Worker Displacement in the mid-1990Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0084¢s,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Monthly Labor Review 122 (July 1999): pp. 15-32.",
        "Jacobsen, Louis, Robert LaLonde, and Daniel Sullivan. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Earnings Losses of Displaced Workers, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d American Economic Review 83 (September 1993): pp. 685-709.",
        "Jovanovic, Boyan. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Job Matching and the Theory of TurnoverÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d, Journal of Political Economy, 87 (1979), 972-990.",
        "Kletzer, Lori G. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Returns to Seniority after Permanent Job Loss,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d American Economic Review 79 (June 1989): pp. 536-543.",
        "Kroft, Kory, Fabian Lange, and Matthew J. Notowidigdo. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Duration Dependence and Labor Market Conditions: Evidence from a Field Experiment,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Quarterly Journal Of Economics (2013): pp. 1123-1167.",
        "National Bureau of Economic Research. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093The NBERÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0084¢s Business Cycle Dating Committee,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d September 20, 2010. Available at http://www.nber.org/cycles/recessions.html Neal, Derek. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Industry-Specific Capital: Evidence from Displaced Workers,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Journal of Labor Economics 13 (October 1995): pp. 653-677.",
        "Parent, Daniel. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093IndustrySpecific Capital and the Wage Profile: Evidence from the National Longitudinal Survey of Youth and the Panel Study of Income Dynamics, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Journal of Labor Economics 18 (April 2000): pp. 306-323.",
        "Podgursky, Michael and Paul Swaim. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Job Displacement Earnings Loss: Evidence from the Displaced Worker Survey,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009dÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Industrial and Labor Relations Review 41 (October 1987): pp. 17-29.",
        "Polivka, Anne E. and Stephen M. Miller. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093The CPS After the Redesign: Refocusing the Lens,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d in Labor Statistics Measurement Issues, John Haltiwanger, Marilyn Manser, and Robert Topel, eds., University of Chicago Press, 1998. pp. 249-289.",
        "Schmeider, Johannes and Till von Wachter. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Does Wage Persistence Matter for Employment Fluctuations? Evidence from Displaced Workers,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d American Economic Journal: Applied Economics 2 (2010): pp. 1-21.",
        "Song, Jae and Till von Wachter. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Does Wage Persistence Matter for Employment Fluctuations ? Evidence from Displaced Workers,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d mimeo, September 2014.",
        "Topel, Robert. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Specific Capital and Unemployment: Measuring the Costs and Consequences of Job Loss,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Carnegie Rochester Conference Series on Public Policy 33 (1990): pp. 181-214."
    ]
}