{
    "id": 21225,
    "cites": 44,
    "cited_by": 8,
    "reference": [
        "Abowd, J., Haltiwanger, J., & Lane, J. (2009). Wage structure and labor mobility in the united states. In The Structure of Wages: An International Comparison (pp. 81Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c100). University of Chicago Press.",
        "Abowd, J., Kramarz, F., Lengermann, P., & P erez-Duarte, S. (2004). Are good workers employed by good firms? a test of a simple assortative matching model for france and the united states. Unpublished Manuscript.",
        "Abowd, J., Kramarz, F., Lengermann, P., & Roux, S. (2005). Persistent inter-industry wage differences: Rent sharing and opportunity costs. In Seminar Paper presented at SFU.",
        "Abowd, J. M., Creecy, R. H., & Kramarz, F. (2002). Computing person and firm effects using linked longitudinal employer-employee data. Technical report, Center for Economic Studies, US Census Bureau.",
        "Abowd, J. M., Haltiwanger, J., Lane, J., McKinney, K. L., & Sandusky, K. (2007). Technology and the demand for skill: an analysis of within and between firm differences. Technical report, National Bureau of Economic Research.",
        "Abowd, J. M., Kramarz, F., Lengermann, P., & P erez-Duarte, S. (2003). Sorting workers between and within industries. Technical report, mimeo, February 2003, available at http://cep. lse. ac. uk/seminarpapers/28-02-03-KRA1. pdf.",
        "Abowd, J. M., Kramarz, F., & Margolis, D. N. (1999). High wage workers and high wage firms. Econometrica, 67(2), 251Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c333.",
        "Abowd, J. M., Kramarz, F., & Roux, S. (2005). Wages, mobility and firm performance: an analysis using matched employee and employer data from france. Economic Journal.",
        "Abowd, J. M., Kramarz, F., & Roux, S. (2006). Wages, mobility and firm performance: Advantages and insights from using matched workerÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009cfirm data*. The Economic Journal, 116(512), F245Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c F285.",
        "Abowd, J. M., Kramarz, F., & Woodcock, S. (2008). Econometric analyses of linked employerÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c employee data. In The econometrics of panel data (pp. 727Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c760). Springer.",
        "Abowd, J. M., McKinney, K. L., & Vilhuber, L. (2009). The link between human capital, mass layoffs, and firm deaths. In producer dynamics: New Evidence from Micro data (pp. 447Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c472). University of Chicago Press.",
        "Amiti, M. & Cameron, L. (2012). Trade liberalization and the wage skill premium: Evidence from indonesia. Journal of International Economics, 87(2), 277Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c287.",
        "Andrews, M., Schank, T., & Upward, R. (2006). Practical fixed-effects estimation methods for the three-way error-components model. Stata Journal, 6(4), 461.",
        "Atakan, A. E. (2006). Assortative matching with explicit search costs. Econometrica, 74(3), 667Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c 680.",
        "Becker, G. S. (1973). A theory of marriage: Part i. The Journal of Political Economy, 813Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c846.",
        "Bernard, A., Eaton, J., Jensen, J., & Kortum, S. (2003). Plants and productivity in international trade. The American Economic Review, 93(4), 1268Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c1290.",
        "Bustos, P. (2012). The impact of trade liberalization on skill upgrading evidence from argentina. Unpublished manuscript.",
        "Card, D., Heining, J., & Kline, P. (2013). Workplace heterogeneity and the rise of west german wage inequality*. The Quarterly Journal of Economics, 128(3), 967Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c1015.",
        "Carneiro, A., GuimarÃ\u0083â\u0080¹Ã\u0082Å\u0093 aes, P., & Portugal, P. (2012). Real wages and the business cycle: Accounting for worker, firm, and job title heterogeneity. American Economic Journal: Macroeconomics, 4(2), 133Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c152.",
        "Costinot, A. & Vogel, J. E. (2010). Matching and inequality in the world economy. Journal of Political Economy, 118(4), 747Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c786.",
        "Davidson, C., Heyman, F., Matusz, S., Sj oholm, F., & Zhu, S. C. (2012). Globalization and imperfect labor market sorting.",
        "Davidson, C., Matusz, S. J., & Shevchenko, A. (2008). Globalization and firm level adjustment with imperfect labor markets. Journal of International Economics, 75(2), 295Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c309.",
        "Eaton, J., Kortum, S., & Kramarz, F. (2011). An anatomy of international trade: Evidence from french firms. Econometrica, 79(5), 1453Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c1498.",
        "Eeckhout, J. & Kircher, P. (2011). Identifying sortingin theory. The Review of Economic Studies, 78(3), 872Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c906.",
        "Feenstra, R. C. & Hanson, G. H. (1999). The impact of outsourcing and high-technology capital on wages: estimates for the united states, 1979Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c1990. The Quarterly Journal of Economics, 114(3), 907Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c940.",
        "Fr Ã\u0083â\u0080\u009eÃ\u0082Â±as, J. A., Kaplan, D. S., & Verhoogen, E. (2012). Exports and within-plant wage distributions: Evidence from mexico. The American Economic Review, 102(3), 435Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c440.",
        "Guimaraes, P. & Portugal, P. (2010). A simple feasible procedure to fit models with highdimensional fixed effects. Stata Journal, 10(4), 628.",
        "Hagedorn, M., Law, T. H., & Manovskii, I. (2012). Identifying sorting.",
        "Hairault, J.-O., Le Barbanchon, T., & Sopraseuth, T. (2015). The cyclicality of the separation and job finding rates in france. European Economic Review, 76(0), 60Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c84.",
        "Head, K. & Mayer, T. (2014). Gravity equations: Workhorse, toolkit, and cookbook. Handbook of International Economics, 4, 131.",
        "Helpman, E., Itskhoki, O., & Redding, S. (2010). Inequality and unemployment in a global economy.",
        "Helpman, E., Itskhoki, O., & Redding, S. (2013). Trade and inequality: From theory to estimation. Unpublished Manuscript, Harvard University.",
        "Kremer, M. & Maskin, E. (1996). Wage inequality and segregation by skill. National Bureau of Economic Research.",
        "Krishna, P., Poole, J. P., & Senses, M. Z. (2014). Wage effects of trade reform with endogenous worker mobility. Journal of International Economics, 93(2), 239Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c252.",
        "Krugman, P. R. (1979). Increasing returns, monopolistic competition, and international trade. Journal of international Economics, 9(4), 469Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c479.",
        "Melitz, M. J. (2003). The impact of trade on intra-industry reallocations and aggregate industry productivity. Econometrica, 71(6), 1695Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c1725.",
        "Naboulet, A. & Carlier, A. (2007). principal: N egociations collectives et gr` eves dans le secteur marchand: en 2005, la moiti e des entreprises dau moins 50 salari es a n egoci e. Sampson, T. (2012). Selection into trade and wage inequality. American Economic Journal: Microeconomics, Forthcoming.",
        "Shapley, L. S. & Shubik, M. (1971). The assignment game i: The core. International Journal of Game Theory, 1(1), 111Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c130.",
        "Shimer, R. & Smith, L. (2000). Assortative matching and search. Econometrica, 68(2), 343Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c369.",
        "Smyth, G. K. (1996). Partitioned algorithms for maximum likelihood and other non-linear estimation. Statistics and Computing, 6(3), 201Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c216.",
        "Tito, M. D. (2014). Trade and worker sorting under self-selection into exporting. note.",
        "Torres, S., Portugal, P., Addison, J. T., & GuimarÃ\u0083â\u0080¹Ã\u0082Å\u0093 aes, P. (2012). The sources of wage variation: a three-way high-dimensional fixed effects model.",
        "Verhoogen, E. A. (2008). Trade, quality upgrading, and wage inequality in the mexican manufacturing sector. The Quarterly Journal of Economics, 123(2), 489Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c530.",
        "Woodcock, S. D. (2008). Wage differentials in the presence of unobserved worker, firm, and match heterogeneity. Labour Economics, 15(4), 771Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c793."
    ]
}