{
    "id": 21232,
    "cites": 35,
    "cited_by": 5,
    "reference": [
        "Abdulkadiroglu, A. (2005). College admission with affirmative action. International Journal of Game Theory, 33, 535Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c49.",
        "Abdulkadiroglu, A., Angrist, J., & Pathak, P. (2011). The elite illusion: achievement effects at boston and new york exam schools. NBER Working Paper 17264.",
        "Anwar, S. & Fang, H. (2006). An alternative test for racial prejudice in motor vehicle searches: theory and evidence. American Economic Review, 96 (1), 127Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c151.",
        "Arcidiacono, P. (2005). Affirmative action in higher education: how do admission and financial aid rules affect future earnings?. Econometrica, 73 (5), 1477Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c1524.",
        "Arrow, K. (1973). The theory of discrimination. In Ashenfelter, O. (Ed.), Discrimination in Labor Markets. Princeton University Press.",
        "Baker, A. (2012). Charges of bias in admission test policy at eight elite public high schools. New York Times, Sept 22.",
        "Becker, G. (1957). The Economics of Discrimination. Chicago University Press.",
        "Carneiro, P., Hansen, K., & Heckman, J. (2003). Estimating distributions of treatment effects with an application to the returns of schooling and measurement of the effects of uncertainty on college choice. International Economic Review, 44(2), 361Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c422.",
        "Chan, J. & Eyster, E. (2003). Does banning affirmative action harm college quality?. American Economic Review, 93 (3), 858Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c873.",
        "Chung, K. (2000). Role models and arguments for affirmative action. American Economic Review, 90, 640Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c48.",
        "Coate, S. & Loury, G. (1993). Will affirmative action policies eliminate negative stereotypes?.",
        "Court, U. S. (2007). Parents involved in community schools v. seattle school district no. 1, 551 u.s. 701..",
        "Cullen, J., Long, M., & Reback, R. (2012). Jockeying for position: strategic high school choice under texasÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0084¢ top ten percent plan. Journal of Public Economics, forthcoming.",
        "Cunha, F. & Heckman, J. (2008). Formulating, identifying and estimating the technology of cognitive and noncognitive skill formation. Journal of Human Resources, 43(4), 738Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c782.",
        "Cunha, F., Heckman, J., & Schenach, S. (2010). Estimating the technology of cognitive and noncognitive skill formation. Econometrica, 78 (3), 883Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c931.",
        "Epple, D., Romano, R., & Sieg, H. (2006). Admission, tuition, and financial aid policies in the market for higher education. Econometrica, 74(4), 885Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c928.",
        "Epple, D., Romano, R., & Sieg, H. (2008). Diversity and affirmative action in higher education. Journal of Public Economic Theory, 10 (4), 475Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c501.",
        "European Commission (2011). Dialogue conference: profiling systems for effective labour market integration. Executive Summary, Brussels.",
        "Hickman, B. (2010a). Effort, race gaps, and affirmative action: a game-theortic analysis of college admissions. Working Paper.",
        "Hickman, B. (2010b). Effort, race gaps, and affirmative action: a structural policy analysis of u.s. college admissions. Working Paper.",
        "Knowles, J., Persico, N., & Todd, P. (2001). Racial bias in motor vehicle searches: theory and evidence. Journal of Political Economy, 109, 203Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c229.",
        "Kojima, F. (2012). School choice: impossibilities for afformative action. Games and Economic Behavior, 75, 685Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c93.",
        "Long, M. (2004a). College applications and the effect of affirmative action. Journal of Econometrics, 121, 319Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c42.",
        "Long, M. (2004b). Race and college admissions: an alternative to affirmative action. Review of Economics and Statistics, 86 (4), 1020Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c33.",
        "Long, M. (2007). Affirmative action and its alternatives in public universities: what do we know?. Public Administration Review, 67 (2), 315Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c30.",
        "Loury, G., Fryer, R., & Yuret, T. (2008). An economic analysis of color-blind affirmative action. Journal of Law, Economics, and Organization, 24(2), 319Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c55.",
        "Lundberg, S. (1991). The enforcement of equal opportunity laws under imperfect information: affirmative action and alternatives. The Quarterly Journal of Economics, 106(1), 309Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c26.",
        "Martin, J. (1998). What works among active labour market policies: evidence from oecd countriesÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0084¢ experiences. OECD Labour Market and Social Policy Occasional Papers, No. 35.",
        "Moro, A. & Norman, P. (2003). Affirmative action in a competitive economy. Journal of Public Economics, 87, 567Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c94.",
        "Moro, A. & Norman, P. (2004). A general equilibrium model of statistical discrimination. Journal of Economic Theory, 114, 1Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c30.",
        "Neal, D. & Johnson, W. (1996). The role of pre-market factors in black-white wage differences. Journal of Political Economy, 104(5), 869Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c895.",
        "Phelps, E. (1972). The statistical theory of racism and sexism. American Economic Review, 62, 659Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c661.",
        "Reardon, S., Baker, R., & Klasik, D. (2012). Race, income, and enrollment patterns in highly selective colleges, 1982-2004. Stanford University Working Paper.",
        "Schenach, S. (2004). Estimation of nonlinear models with measurement error. Econometrica, 72 (1), 33Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c75.",
        "U.S. Supreme Court (2003b). Grutter versus Bollinger, 539 U.S. 306."
    ]
}