{
    "id": 21234,
    "cites": 69,
    "cited_by": 9,
    "reference": [
        "Ai, H., M. Croce, A. Diercks, and K. Li (2012): Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Production Based Term Structure of Equity Returns,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Working paper, Unniversity of Minnesota.",
        "Ait-Sahalia, Y., M. Karaman, and L. Mancini (2014): Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093The Term Structure of Variance Swaps and Risk Premia,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Working Paper, Princeton University.",
        "Albuquerque, R. A., M. Eichenbaum, and S. T. Rebelo (2014): Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Valuation Risk and Asset Pricing,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Unpublished paper, Boston University.",
        "Andries, M. (2014): Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Consumption-based Asset Pricing with Loss Aversion,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Working Paper, Toulouse School of Economics.",
        "Andries, M., T. Eisenbach, M. Schmalz, and Y. Wang (2015): Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093The Term Structure of the Price of Volatility Risk,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Working Paper, Toulouse School of Economics.",
        "Andries, M., T. M. Eisenbach, and M. C. Schmalz (2014): Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Asset Pricing with Horizon-dependent Risk Aversion,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Unpublished paper, Toulouse School of Economics.",
        "Ang, A., and M. Piazzesi (2003): Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093A No-Arbitrage Vector Regression of Term Structure Dynamics with Macroeconomic and Latent Variables,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Journal of Monetary Economics, 50, 745Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c787.",
        "Ang, A., and M. Ulrich (2012): Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Nominal Bonds, Real Bonds, and Equity,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Working Paper, Columbia University.",
        "Badarinza, C., and T. Ramadorai (2014): Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Long-Run Discounting: Evidence from the UK Leasehold Valuation Tribunal,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Working Paper, Oxford University.",
        "Baele, L., G. Bekaert, and K. Inghelbrecht (2010): Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093The Determinants of Stock and Bond Return Comovements,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Review of Financial Studies, 23(6), 2374Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c2428.",
        "Bansal, R., and A. Yaron (2004): Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Risks for the Long-Run: A Potential Resolution of Asset Pricing Puzzles,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Journal of Finance, 59(4), 1481Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c1509.",
        "Barro, R. (2006): Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Rare Disasters and Asset Markets in the Twentieth Century,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Quarterly Journal of Economics, August.",
        "Basak, S., and A. Pavlova (2013): Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Asset Prices and Institutional Investors,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d American Economic Review, 103(5), 1728Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c1758.",
        "Beber, A., M. W. Brandt, and M. Luisi (2014): Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Distilling the Macroeconomic News Flow,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Journal of Financial Economics, forthcoming.",
        "Belo, F., P. Collin-Dufresne, and R. S. Goldstein (2014): Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Dividend Dynamics and the Term Structure of Dividend Strips,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Journal of Finance, forthcoming.",
        "Berk, J., and J. van Binsbergen (2014): Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Assessing Asset Pricing Models Using Revealed Preference,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Working Paper, The Wharton School.",
        "Berrada, T., J. Detemple, and M. Rindisbacher (2013): Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Asset Pricing with RegimeDependent Preferences and Learning,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Working Paper.",
        "Binsbergen, J. H. v., M. W. Brandt, and R. S. Koijen (2012): Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093On the Timing and Pricing of Dividends,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d American Economic Review, 102, 1596Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c1618.",
        "Binsbergen, J. H. v., W. Hueskes, R. S. Koijen, and E. B. Vrugt (2014): Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Equity Yields,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Journal of Financial Economics, 110(3), 503Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c519.",
        "Binsbergen, J. H. v., and R. S. Koijen (2010): Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Predictive Regressions: A PresentValue Approach,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Journal of Finance, 65, 1439Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c1471.",
        "Boguth, O., M. Carlson, A. Fisher, and M. Simutin (2011): Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Dividend Strips and the Term Structure of Equity Risk Premia: A Case Study of the Limits of Arbitrage,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Working Paper, University of British Columbia.",
        "Borovicka, J., L. P. Hansen, M. Hendricks, and J. A. Scheinkman (2009): Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Risk Price Dynamics,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Working Paper.",
        "Brennan, M. J. (1998): Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Stripping the S&P 500 Index,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Financial Analysts Journal, 54, 12Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c22.",
        "Campbell, J. Y., and J. H. Cochrane (1999): Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093By Force of Habit: A ConsumptionBased Explanation of Aggregate Stock Market Behavior,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Journal of Political Economy, 107, 205Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c251.",
        "Campbell, J. Y., A. Sunderam, and L. M. Viceira (2013): Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Inflation Bets or Deflation Hedges? The Changing Risks of Nominal Bonds,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Working Paper, Harvard University.",
        "Corhay, A., H. Kung, and L. Schmid (2015): Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Competition, Markups, and Predictable Returns,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Working Paper, University of British Columbia.",
        "Croce, M., M. Lettau, and S. Ludvigson (2014): Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Investor Information, Long-Run Risk, and the Term Structure of Equity,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Review of Financial Studies, forthcoming.",
        "Curatola, G. (2014): Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Loss Aversion, Habit Formation and the Term Structures of Equity and Interest Rates,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Working Paper.",
        "Dai, Q., and K. Singleton (2003): Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Term Structure Dynamics in Theory and Reality,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Review of Financial Studies, 16, 631Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c678.",
        "Danthine, J.-P., and J. B. Donaldson (2002): Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Labour Relations and Asset Returns,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Review of Economic Studies, 69, 41Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c64.",
        "Dasgupta, A., A. Prat, and M. Verardo (2011): Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093The Price Impact of Institutional Herding,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Review of Financial Studies, 24(3), 892Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c925.",
        "Dew-Becker, I., S. Giglio, A. Le, and M. Rodriguez (2014): Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093The Price of Variance Risk,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Working Paper, Kellogg.",
        "Duffee, G. R. (2012): Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Bond pricing and the Macroeconomy,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Working Paper, Johns Hopkins University.",
        "Eisenbach, T. M., and M. C. Schmalz (2014): Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Up Close It Feels Dangerous: Anxiety in the Face of Risk,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Unpublished paper, Federal Reserve Bank of New York.",
        "Epstein, L., E. Farhi, and T. Stralezcki (2014): Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093How Much Would You Pay to Resolve Long-Run Risk?,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d American Economic Review, 104(9), 2680Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c2697.",
        "Favilukis, J., and X. Lin (2015): Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Wage Rigidity: A Quantitative Solution to Several Asset Pricing Puzzles,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Working paper, University of British Columbia.",
        "Gabaix, X. (2009): Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Variable Rare Disasters: An Exactly Solved Framework for Ten Puzzles in Macro-Finance,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Working paper, NYU.",
        "Giglio, S., M. Maggiori, and J. Stroebel (2014): Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Very Long-run Discount Rates,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Quarterly Journal of Economics, forthcoming.",
        "Golez, B. (2014): Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Expected Returns and Dividend Growth Rates Implied by Derivative Markets,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Review of Financial Studies, 27, 790Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c822.",
        "Gourio, F. (2008): Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Disasters and Recoveries,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d American Economic Review, 98(2), 68Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c73.",
        "Hall, R. E. (2014): Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093High Discounts and High Unemployment,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Working Paper, Stanford University.",
        "Hansen, L. P., J. C. Heaton, and N. Li (2008): Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Consumption Strikes Back? Measuring Long-Run Risk,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Journal of Political Economy, 116 (2), 260Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c302.",
        "Hansen, L. P., and R. Jagannathan (1991): Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Restrictions on Intertemporal Marginal Rates of Substitution Implied by Asset Returns,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Journal of Political Economy, 99, 225Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c 262.",
        "Hansen, L. P., and J. A. Scheinkman (2009): Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Long-Term Risk: An Operator Approach, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Econometrica, 77, 177 Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c 234.",
        "Hasler, M., and R. Marfe (2015): Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Disaster Recovery and the Term Structure of Dividend Strips,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Working Paper, University of Toronto.",
        "He, Z., and A. Krisnamurthy (2013): Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Intermediary Asset Pricing,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d American Economic Review, 103(2), 732Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c770.",
        "Katz, M., H. N. Lustig, and L. N. Nielsen (2015): Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Are Stocks Real Assets?,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Working Paper, AQR Capital Management, LLC.",
        "Kehoe, P., V. Midrigan, and E. Pastorino (2014): Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Debt Constraints and Employment, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Working Paper, University of Minnesota.",
        "Koijen, R. S., and M. Yogo (2015): Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093An Equilibrium Model of Institutional Demand and Asset Prices,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d .",
        "Kragt, J., F. de Jong, and J. Driessen (2014): Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093The Dividend Term Structure,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Unpublished paper, Tilburg University.",
        "Lettau, M., and S. C. Ludvigson (2005): Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Expected Returns and Expected Dividend Growth,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Journal of Financial Economics, 76, 583Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c626.",
        "Lettau, M., and J. A. Wachter (2007): Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Why is Long-Horizon Equity Less Risky? A Duration-Based Explanation of the Value Premium,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Journal of Finance, 62, 55Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c92.",
        "(2011): Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093The Term Structures of Equity and Interest Rates,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Journal of Financial Economics, (101), 90Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c113.",
        "Lustig, H., and S. V. Nieuwerburgh (2006): Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Exploring the Link between Housing and the Value Premium,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Working paper, UCLA.",
        "Luttmer, E. G. J. (1996): Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Asset Pricing in Economies with Frictions,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Econometrica, 64(6), 1439Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c1467.",
        "Lynch, A., and O. Randall (2011): Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Why Surplus Consumption in the Habit Model May be Less Persistent than You Think,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Working paper.",
        "Marfe, R. (2014a): Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Corporate Fraction and the Equilibrium Term Structure of Equity Risk,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Review of Finance, forthcoming.",
        "(2014b): Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Demand Shocks, Timing Preferences and the Equilibrium TermStructures, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Unpublished paper.",
        "(2014c): Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Income Insurance and the Equilibrium Term-Structure of Equity,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Unpublished paper.",
        "Nakamura, E., J. Steinsson, R. J. Barro, and J. Ursua (2013): Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Crises and Recoveries in an Empirical Model of Consumption Disasters,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d American Economic Journal: Macroeconomics, 5(3), 157Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c188.",
        "Palhares, D. (2012): Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Cash-Flow Maturity and Risk Premia in CDS Markets,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Working Paper, University of Chicago.",
        "Rangvid, J., M. Schmeling, and A. Schrimpf (2014): Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Dividend Predictability Around the World,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Journal of Financial and Quantitative Analysis (Forthcoming).",
        "Schulz, F. (2013): Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093On the Timing and Pricing of Dividends: Revisiting the Term Structure of the Equity Risk Premium,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Working paper, Michael G. Foster School of Business.",
        "Shiller, R. J. (1981): Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Do Stock Prices Move Too Much to be Justified by Subsequent Changes in Dividends?,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d American Economic Review, 71, 421Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c436.",
        "Shimer, R. (2005): Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093The Cyclical Behavior of Equilibrium Unemployment and Vacancies,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d American Economic Review, 95(1), 24Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c49.",
        "Stock, J. H., and M. W. Watson (2014): Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Estimating Turning Points using Large Data Sets,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Journal of Econometrics, 178, 368Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c381.",
        "Vayanos, D., and P. Woolley (2013): Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093An Institutional Theory of Momentum and Reversal,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Review of Financial Studies, 26(5), 1087Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c1145.",
        "Wachter, J. (2005): Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Solving Models with External Habit,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Finance Research Letters, 2, 210Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c226.",
        "Wachter, J. A. (2010): Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Can Time-varying Risk of Rare Disasters Explain Aggregate Stock Market Volatility?,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Working Paper."
    ]
}