{
    "id": 21235,
    "cites": 45,
    "cited_by": 27,
    "reference": [
        "[1] Abowd, John, Bryce Stephens, Lars Vilhuber, Fredrik Andersson, Kevin McKinney, Marc Roemer, and Simon Woodcock. 2009. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093The LEHD Infrastructure Files and the Creation of the Quarterly Workforce Indicators.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d In Producer Dynamics: New Evidence from Micro Data, 68, Studies in Income and Wealth, ed. Timothy Dunne, J.Bradford Jensen and Mark J. Roberts, 149-230. Chicago: University of Chicago Press.",
        "[2] Anderson, Patricia, and Bruce Meyer. 1994. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093The Extent and Consequences of Job Turnover.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009dIn Brookings Papers in Economic Activity, Microeconomics, ed. Winston, Baily, and Reiss. The Brookings Institution: 177-249.",
        "[3] van den Berg, Gerard. 2003. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Multiple Equilibria and Minimum Wages in Labor Markets with Informational Frictions and Heterogeneous Production Technologies.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d International Economic Review 44(4): 1337-1357.",
        "[5] Bjelland, Melissa, Bruce Fallick, John Haltiwanger and Erika McEntarfer. 2011. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Employer-to-Employer Flows in the United States: Estimates Using Linked EmployerEmployee Data.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Journal of Business and Economic Statistics 29(4): 493-505.",
        "[6] Brown, Charles, and James Medoff. 1989. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093The Employer Size-Wage Effect.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Journal of Political Economy 97(5): 1027-1059.",
        "[7] Burdett, Kenneth, and Dale Mortensen. 1998. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Wage Differentials, Employer Size, and Unemployment.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d International Economic Review 39(2): 257-273.",
        "[8] Burgess, Simon, Julia Lane, and David Stevens. 2000. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Job Flows, Worker Flows, and Churning.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009dJournal of Labor Economics 18(3): 473-502.",
        "[9] Cahuc, Pierre, Fabien Postel-Vinay, and Jean-Marc Robin. 2006. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Wage Bargaining and On-the-Job Search: Theory and Evidence.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Econometrica 74(2): 323-364.",
        "[10] Christensen, Bent, Rasmus Lentz, Dale Mortensen, George Neumann, and Axel Werwatz. 2005. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093On-the-Job Search and the Wage Distribution.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Journal of Labor Economics 23(1): 31-58.",
        "[11] Coles, Melvyn. 2001. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Equilibrium Wage Dispersion, Firm Size and Growth.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Review of Economic Dynamics 4(1): 159-187.",
        "[12] Coles, Melvyn, and Dale Mortensen. 2012. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Equilibrium Labor Turnover, Firm Growth and Unemployment.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d NBER Working Paper #18022.",
        "[13] Davis, Steven, Jason Faberman, and John Haltiwanger. 2012. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Labor Market Flows in the Cross Section and Over Time.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Journal of Monetary Economics 59(1): 1-18.",
        "[14] Davis, Steven, and John Haltiwanger. 1992. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Gross Job Creation, Gross Job Destruction, and Employment Reallocation.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Quarterly Journal of Economics 107(3): 819-863.",
        "[15] Davis, Steven and John Haltiwanger. 2014. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Labor Market Fluidity and Economic Performance. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d NBER Working Paper No. 20479.",
        "[16] Dunne, Timothy, Mark Roberts, and Larry Samuelson. 1989. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093The Growth and Failure of U.S. Manufacturing Plants.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Quarterly Journal of Economics 104(4): 671-698.",
        "[17] Fallick, Bruce, Fleischman, Charles. 2004. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Employer-to-Employer Flows in the U.S. Labor Market: The Complete Picture of Gross Worker Flows.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d FEDS Working Papers 2004-34, Federal Reserve Board.",
        "[18] Fallick, Bruce, John Haltiwanger, and Erika McEntarfer. 2012. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Job-to-Job Flows and the Consequences of Job Separations.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d U.S. Federal Reserve Board Finance and Economics Discussion Series Paper #2012-73.",
        "[19] Fort, Teresa, John Haltiwanger, Ron Jarmin, and Javier Miranda. 2013. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093How Firms Respond to Business Cycles: The Role of the Firm Age and Firm Size.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d IMF Economic Review.",
        "[20] Foster, Lucia, John Haltiwanger, and Chad Syverson, 2013. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093The Slow Growth of Young Plants: Learning About DemandÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d NBER Working Paper No. 17853, revised March 2013.",
        "[21] Gertler, Mark, and Simon Gilchrist. 1994. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Monetary Policy, Business Cycles, and the Behavior of Small Manufacturing Firms.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Quarterly Journal of Economics 109(2): 309340.",
        "[22] Haltiwanger, John, Henry Hyatt, Erika McEntarfer, and Liliana Sousa. 2012. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Business Dynamics Statistics Briefing: Job Creation, Worker Churning, and Wages at Young Businesses Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Kauffman Foundation Statistical Brief.",
        "[23] Haltiwanger, John, Henry Hyatt, Erika McEntarfer, Liliana Sousa, and Stephen Tibbets. 2014 Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Firm Age and Size in the Longitudinal Employer-Household Dynamics Data.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d U.S. Census Bureau Center for Economic Studies Working Paper #CES-14-16.",
        "[24] Haltiwanger, John, Javier Miranda, and Ron Jarmin. 2013. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Who Creates Jobs? Small versus Large versus Young.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Review of Economics and Statistics 95(2): 347-361.",
        "[25] Henderson, Cody, and Henry Hyatt. 2012. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Estimation of Job-to-Job Flow Rates Under Partially Missing Geography.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d U.S. Census Bureau Center for Economic Studies Discussion Paper #CES-12-29.",
        "[26] Hyatt, Henry, and Erika McEntarfer. 2012a. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Job-to-Job Flows in the Great Recession.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d American Economic Review Papers and Proceedings 102(3): 580-583.",
        "[27] Hyatt, Henry, and Erika McEntarfer. 2012b. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Job-to-Job Flows and the Business Cycle.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d U.S. Census Bureau Center for Economic Studies Working Paper #CES-12-04.",
        "[28] Hyatt, Henry, Erika McEntarfer, Kevin McKinney, Stephen Tibbets, and Douglas Walton. 2014. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Job-to-Job (J2J) Flows: New Labor Market Statistics from Linked EmployerEmployee Data.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d JSM Proceedings 2014, Business and Economics Statistics Section: 231245.",
        "[29] Hyatt, Henry, and James Spletzer. 2013. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093The Recent Decline in Employment Dynamics.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d IZA Journal of Labor Economics 2(3): 1-21.",
        "[30] Jovanovic, B. 1982. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Selection and the evolution of industry.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Econometrica 50(3): 649670.",
        "[31] Kahn, Lisa, and Erika McEntarfer. 2014. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Employment Cyclicality and Firm Quality.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d NBER Working Paper 20698.",
        "[32] Keith, Kristen and Abigail McWilliams. 1999. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093The Returns to Mobility and Job Search by Gender.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Industrial and Labor Relations Review 52(3): 460-477.",
        "[33] Kroft, Kory, Fabaian Lange, and Matthew J. Notowidigdo. 2013. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Duration Dependence and Labor Market Conditions: Evidence from a Field ExperimentÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Quarterly Journal of Economics 128(3): 1123-1167.",
        "[34] Krueger, Alan B., Judd Cramer, and David Cho. 2014. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Are the Long-Term Unemployed on the Margins of the Labor Market?Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Forthcoming Brookings Papers on Economic Activity.",
        "[35] Lise, Jeremy, and Jean-Marc Robin. 2014. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093The Macro-dynamics of Sorting between Workers and Firms.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Unpublished manuscript, University College London.",
        "[36] Manning, Alan. 2003. Monopsony in Motion: Imperfect Competition in Labor Markets. Princeton, NJ: Princeton University Press.",
        "[37] Moscarini, Giuseppe, and Fabien Postel-Vinay. 2009. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093The Timing of Labor Market Expansions: New Facts and a New Hypothesis.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d In NBER Macroeconomics Annual 2009, Vol. 23, ed. Daron Acemoglu, Kenneth Rogoff, and Michael Woodford, 1-52. Chicago: University of Chicago Press.",
        "[38] Moscarini, Giuseppe, and Fabien Postel-Vinay. 2012. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093The Contribution of Large and Small Employers to Job Creation in Times of High and Low Unemployment.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d American Economic Review 102(6): 2509-39.",
        "[39] Moscarini, Giuseppe, and Fabien Postel-Vinay. 2013. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Stochastic Search Equilibrium.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Review of Economic Studies 80(4): 1545-1581.",
        "[40] Moscarini, Giuseppe, and Fabien Postel-Vinay. 2014. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Did the Job Ladder Fail After the Great Recession?Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Unpublished draft, Yale University.",
        "[41] Postel-Vinay, Fabien, and Jean-Marc Robin. 2002. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Equilibrium Wage Dispersion with Heterogeneous Workers and Firms.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Econometrica 70(6): 1295-1350.",
        "[42] Mortensen, Dale, and Christopher Pissarides. 1994. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Job Creation and Destruction in the Theory of Unemployment.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Review of Economic Studies 61: 397-415.",
        "[43] Mukoyama, Toshihiko. 2014. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093The Cyclicality of Job-to-Job Transitions and Its Implications for Aggregate Productivity.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Journal of Economic Dynamics and Control 1-17.",
        "[44] Shimer, Robert. 2012. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Reassessing the ins and outs of unemployment.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Review of Economic Dynamics, 127-148.",
        "A couple of other items should be noted in comparing the public-use flow rates with those in the body of the paper. The time period of the public-use data is shorter than the time series employed in the rest of this paper. Public use J2J data is not available until the second quarter of 2000, with flows from non-employment not available until 2000.3. Net job flows here is the quarterly change in main job employment in each group that is due to either Web Appendix (Not intended for publication) workers changing employers or moving to and from non-employment (the sum of poaching and non-employment flows) and excludes the small component due to continuous dual job holders switching which job is the main source of earnings.",
        "Because the job-to-job flows data employs the concept of a Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093dominant jobÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d (i.e., maximal earnings job) each quarter, and considers transitions only between these dominant employers, some short job spells may be omitted. We employ a standard technique for dealing with these job-to-job flow rates, which views the observed transition rates as a proxy for the true underlying transition rates, and with can be recovered using some basic parametric assumptions. In our continuous time adjustment, we follow the Mukoyama (2014) approach to continuous time time adjustment, which in turn extends the adjustment method of Shimer (2012) to include job-to-job transitions. The question we address is whether our size results are an artefact of the quarterly aggregation inherent in the data that we are using. This additional set of specifications indicate that it does not."
    ]
}