{
    "id": 21230,
    "cites": 37,
    "cited_by": 4,
    "reference": [
        "Altonji, J. G. and C. R. Pierret (2001). Employer learning and statistical discrimination.",
        "The Quarterly Journal of Economics 116(1), 313Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c350. Angrist, J., E. Bettinger, and M. Kremer (2006). Long-term consequences of secondary school vouchers: Evidence from administrative records in colombia. American Economic Review.",
        "Angrist, J. and J.-S. Pischke (2009). Mostly harmless econometrics: An empiricistÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0084¢s companion.",
        "Princeton, NJ: Princeton University Press. Arcidiacono, P., P. Bayer, and A. Hizmo (2010). Beyond signaling and human capital: Education and the revelation of ability. American Economic Journal: Applied Economics 2(4), 76Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c104.",
        "Biglaiser, G. (1993). Middlemen as experts. The RAND Journal of Economics 24(2), 212Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c 223.",
        "Bishop, J. (2004). Drinking from the fountain of knowledge: Student incentives to study and learnÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009cexternalities, information problems, and peer pressure. Working paper, Center for Advanced Human Resource Studies.",
        "Bound, J., B. Herschbein, and B. T. Long (2009). Playing the admissions game: Student reactions to increasing college competition. Journal of Economic Perspectives 23(4), 119Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c 146.",
        "Card, D. (1995). Using geographic variation in college proximity to estimate the return to schooling. In E. Christofides and R. Swidinsky (Eds.), Aspects of labor market behaviour: Essays in Honour of John Vanderkamp. Toronto, Ontario: University of Toronto Press.",
        "Card, D. and A. Krueger (1992). Does school quality matter? returns to education and the characteristics of public schools in the united states. The Journal of Political Economy 100(1), 1Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c40.",
        "Card, D. and T. Lemieux (2001). Can falling supply explain the rising return to college for younger men? a cohort-based analysis. The Quarterly Journal of Economics 116(2), 705Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c746.",
        "Coate, S. and G. Loury (1993). Will affirmative-action policies eliminate negative stereotypes ? American Economic Review 85(5), 1220Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c1240.",
        "Dale, S. B. and A. B. Krueger (2002, November). Estimating the payoff to attending a more selective college: An application of selection on observables and unobservables. Quarterly Journal of Economics 117(4), 1491Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c1527.",
        "Dale, S. B. and A. B. Krueger (2014, November). Estimating the effects of college characteristics over the career using administrative earnings data. The Journal of Human Resources 49(2), 323Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c358.",
        "Dang, H.-A. and H. Rogers (2008). The growing phenomenon of private tutoring: Does it deepen human capital, widen inequalities, or waste resources? The World Bank Research Observer 23(2), 161Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c200.",
        "Epple, D. and R. E. Romano (1998, March). Competition between private and public schools, vouchers, and peer-group effects. American Economic Review 88(1), 33Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c62.",
        "Epple, D., R. E. Romano, and H. Sieg (2003). Peer effects, financial aid and selection of students into colleges and universities: An empirical analysis. Journal of Applied Econometrics 18, 501Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c525.",
        "Farber, H. S. and R. Gibbons (1996, November). Learning and wage dynamics. Quarterly Journal of Economics 111(4), 1007Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c47.",
        "Goldin, C. and L. Katz (2008). The race between education and technology. Cambridge, Massachusetts: Harvard University Press.",
        "Heisz, A. and P. Oreopoulos (2002). The importance of signaling in job placement and promotion. Technical report, Mimeo, University of California at Berkeley.",
        "Hoekstra, M. (2009). The effect of attending the flagship state university on earnings: A discontinuity-based approach. Review of Economics and Statistics 91(4), 717Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c724.",
        "Hoxby, C. (2009). The changing selectivity of american colleges. Journal of Economic Perspectives 23(4), 95Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c118.",
        "Hoxby, C. and C. Avery (2012). The missing Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0084¢one-offsÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0084¢: The hidden supply of high-achieving, low income students. Working Paper 18586, National Bureau of Economic Research.",
        "Hoxby, C. and S. Turner (2013). Expanding college opportunities for high-achieving, low income students. Working Paper 12-014.",
        "Hoxby, C. M. (1997). How the changing market structure of u.s. higher education explains college tuition. Technical report, National Bureau of Economic Research Working Paper No. 6323.",
        "Jovanovic, B. (1979). Job matching and the theory of turnover. Journal of Political Economy 87, 972Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c90.",
        "Kaufmann, K. M., M. Messner, and A. Solis (2013). Returns to elite higher education in the marriage market: Evidence from chile. Mimeo, Bocconi University.",
        "Lemieux, T. (2006). The mincer equation thirty years after schooling, experience, and earnings. In S. Grossbard (Ed.), Jacob Mincer, A pioneer of modern labor economics, pp.",
        "MacLeod, W. B. and M. Urquiola (2013). Anti-lemons: Reputation and educational quality.",
        "Mimeo, Columbia University. Mincer, J. (1974). Schooling, experience and earnings. New York: Columbia University Press.",
        "Nelson, P. (1970). Information and consumer behavior. Journal of Political Economy 78(2), 311Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c329.",
        "Ramey, G. and V. Ramey (2010, Spring). The rug rat race. Brookings Papaers on Economic Activity 41(1), 129Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c199.",
        "Saavedra, J. (2009). The learning and early labor market effects of college quality: A regression discontinuity analysis. Mimeo, Harvard University.",
        "Spence, M. (1973). Job market signaling. The Quarterly Journal of Economics 3, 355Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c374.",
        "Topel, R. H. and M. P. Ward (1992). Job mobility and the careers of young men. The Quarterly Journal of Economics 107(2), 439Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c479.",
        "Urzua, S., J. Rodriguez, and L. Reyes (2015). Heterogenous economic returns to postsecondary degrees: Evidence from chile. Mimeo, University of Maryland.",
        "Zimmerman, S. (2013a). Making top managers: The role of elite universities and elite peers.",
        "Mimeo, Yale University. Zimmerman, S. (2013b). The returns to college admission for academically marginal students."
    ]
}