{
    "id": 2124,
    "cites": 17,
    "cited_by": 61,
    "reference": [
        "Blanchard, Olivier J., The Lucas Critique and the Volcker Deflation, American Economic Review Papers and Proceedings, May 1984, 74, 211-215.",
        "Clarida, Richard H. and Benjamin M. Friedman, Why Have Short-term Interest Rates Been So High? Brookings Papers on Economic Activity 2:1983, 553-578.",
        "Clark, Truman, Interest Rate Seasonals and the Federal Reserve, Journal of Political Economy, Feb. 1986, 94, 76-125.",
        "Fischer, Stanley, Comment, in James Tobin, ed., Macroeconomics, Prices and Quantities, Washington D.C.: Brookings, 1983, 267-275.",
        "Friedman, Benjamin M., Optimal Expectations and the Extreme Information Assumptions of `Rational Expectations Macromodels, Journal of Monetary Economics, Jan. 1979, 5, 23-42.",
        "Ooldfeld, Stephen M., and Quandt, Richard E., Techniques for Estimating Switching Regressions, in S.M. Goldfeld and R.E. Quandt, eds., Studies in Nonlinear Estimation, Cambridge, MA: Ballinger, 1976.",
        "Holber-t, Donald, A Bayesian Analysis of a Switching Linear Model, Journal of Econometrics, May 1982, 19, 77-87.",
        "Huizinga, John, and Mishkin, Frederic S., Monetary Policy Regime Shifts and the Unusual Behavior of Real Interest Rates, in Karl Brunner and Alan Meltzer, eds., Carnegie-Rochester Conference on Public Policy, Spring 1986, 24, 231-274.",
        "James, John A., Money and Capital Markets in Postbellum America, Princeton: Princeton Univerisity Press, 1978.",
        "Lucas, Robert E., Jr., Econometric Policy Evaluation: A Critique, in Karl Brunner and Alan Meltzer, eds., Carnegie-Rochester Conference on Public Policy, 1976, 1, 19-46.",
        "Mankiw, N. Gregory, and Miron, Jeffrey A., The Changing Behavior of the Term Structure of Interest Rates, Quarterly Journal of Economics, May 1986a, 101, 211-228.",
        "Mankiw, N. Gregory, and Miron, Jeffrey A., Seasonality, Band Spectrum Regression, and the Expectations Theory of the Term Structure of Interest Rates, unpublished paper, i986b. Miron, Jeffrey A., Financial Panics, the Seasonality of the Nominal Interest Rate, and the Founding of the Fed, American Economic Review, March 1986, 76, 125-140.",
        "Modigliani, Franco, and Sutch, Richard, Innovations in Interest Rate Policy, American Economic Review Papers and Proceedings, May 1966, 56, 178-197.",
        "Shiller, Robert J., Can the Fed Control Real Interest Rates? in Stanley Fischer, ed., Rational Expectations and Economic Policy, Chicago: University of Chicago Press, 1980.",
        "Shiller, Robert J., Campbell, John Y., and Schoenholtz, Kermit L., Forward Rates and Future Policy: Interpreting the Term Structure of Interest Rates, Brookings Papers on Economic Activity, 1:1983, 173-217.",
        "Sims, Christopher A., Policy Analysis with Econometric Models, Brookings Papers on Economic Activity 1:1982, 107-152.",
        "Taylor, John B., Monetary Policy During a Transition to Rational Expectations, Journal of Political Economy, Oct, 1975, 83, 1009-1021."
    ]
}