{
    "id": 21244,
    "cites": 16,
    "cited_by": 16,
    "reference": [
        "Acemoglu, D., and V. Guerrieri (2008): Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Capital Deepening and Nonbalanced Economic Growth,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Journal of Political Economy, 116(3), 467Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c498.",
        "Bai, C., and Z. Qian (2009): Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Factor Income Share in China: The Story Behind the Statistics,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Economic Research Journal (in Chinese), 3, 27Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c41.",
        "Bernanke, B. S., M. Gertler, and M. W. Watson (1997): Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Systematic Monetary Policy and the Effects of Oil Price Shocks,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Brookings Papers on Economic Activity, 1, 91Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c142.",
        "Brandt, L., and X. Zhu (2007): Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093ChinaÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0084¢s Banking Sector and Economic Growth,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d in ChinaÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0084¢s Financial Transition at a Crossroads, ed. by C. W. Calomiris, chap. 2. Columbia University Press, New York.",
        "(2010): Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Accounting for ChinaÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0084¢s Growth,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Working Paper 394, Department of Economics, University of Toronto.",
        "Buera, F. J., and Y. Shin (2013): Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Financial Frictions and the Persistence of History: A Quantitative Exploration,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Journal of Political Economy, 121(2), 221Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c272.",
        "Chakraborty, S., and K. Otsu (2012): Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Business Cycle Accounting of the BRIC Economies,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Unpublished Manuscript.",
        "Chang, Y., and A. Hornstein (2015): Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Transition Dynamics in the Neoclassical Growth Model: the Case of South Korea,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d The B.E. Journal of Macroeconomics, Forthcoming.",
        "Chen, K., and Y. Wen (2014): Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093The Great Housing Boom of China,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Unpublished Manuscript, Emory University.",
        "Chen, S., G. H. Jefferson, and J. Zhang (2011): Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Structural Change, Productivity Growth, and Industrial Transformation in China,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d China Economic Review, 22(1), 133Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c 150.",
        "Chow, G. C. (2011): China As A Leader Of The World Economy. World Scientific Publishing Company, New Jersey, USA.",
        "Christiano, L. J., M. S. Eichenbaum, and C. L. Evans (1996): Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093The Effects of Monetary Policy Shocks: Some Evidence from the Flow of Funds,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Review of Economics and Statistics, 78(1), 16Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c34.",
        "(1999): Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Monetary Policy Shocks: What Have We Learned and To What End?,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d in Handbook of Macroeconomics, ed. by J. B. Taylor, and M. Woodford, vol. 1A, pp. 65Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c148. North-Holland, Amsterdam, Holland.",
        "(2005): Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Nominal Rigidities and the Dynamic Effects of a Shock to Monetary Policy,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Journal of Political Economy, 113, 1Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c45. C",
        "urdia, V., and M. Woodford (2010): Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Credit Spreads and Monetary Policy,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Journal of Money, Credit and Banking, 42(S1), 3Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c35.",
        "Fernald, J., I. Malkin, and M. Spiegel (2013): Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093On the Reliability of Chinese Output"
    ]
}