{
    "id": 21248,
    "cites": 36,
    "cited_by": 11,
    "reference": [
        "Abadie, Alberto and Guido W. Imbens (2012) Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093A Martingale Representation for Matching Estimators, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Journal of the American Statistical Association, 107(498):833-843.",
        "Black, Dan A., Mark C Berger, and Frank A Scott (2000) Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Bounding Parameter Estimates with Nonclassical Measurement Error,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Journal of the American Statistical Association, 95(451):739748.",
        "Bollinger, Christopher R. and Barry T. Hirsch (2006) Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Match Bias from Earnings Imputation in the Current Population Survey: The Case of Imperfect Matching,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Journal of Labor Economics, 24(3):483-519.",
        "Bound, John, Charles Brown, Greg J. Duncan and Willard L. Rodgers (1994) Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Evidence on the Validity of Cross-Sectional and Longitudinal Labor Market Data,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Journal of Labor Economics, 12(3):345-368.",
        "Bound, John and Alan B. Krueger (1991) Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093The Extent of Measurement Error in Longitudinal Earnings Data: Do Two Wrongs Make a Right?Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Journal of Labor Economics, 9(1):1-24.",
        "Card, David (1996) Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093The Effect of Unions on the Structure of Wages: A Longitudinal Analysis,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Econometrica, 64(4):957-979.",
        "Currie, Janet (2004) Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093The Take Up of Social Benefits,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d National Bureau of Economic Research Working Paper No. 10488.",
        "Engelhardt, Gary V., Jonathan Gruber, and Cynthia D. Perry (2005) Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Social Security and Elderly Living Arrangements: Evidence from the Social Security Notch,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d The Journal of Human Resources, 40(2):354-72.",
        "Heckman, James J., and Paul A. LaFontaine (2006) Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Bias-Corrected Estimates of GED Returns,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Journal of Labor Economics, 24(3):661-700.",
        "Hirsch, Barry T. and Edward J. Schumacher (2004) Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Match Bias in Wage Gap Estimates Due to Earnings Imputation,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Journal of Labor Economics, 22(3):689-722.",
        "Kane, Thomas J., Cecilia Elena Rouse, and Douglas Staiger (1999) Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Estimating Returns to Schooling When Schooling is Misreported,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d National Bureau of Economic Research Working Paper No. 7235.",
        "Kline, Patrick and Andres Santos (2013) Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Sensitivity to Missing Data Assumptions: Theory and an Evaluation of the U.S. Wage Structure,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Quantitative Economics, 4(2):231-267.",
        "Kreider, Brent, John V. Pepper, Craig Gundersen, and Dean Jolliffe (2012) Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Identifying the Effects of SNAP (Food Stamps) on Child Health Outcomes When Participation Is Endogenous and Misreported,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Journal of the American Statistical Association, 107:499, 958-975.",
        "Krueger, Alan B. and Bruce D. Meyer. (2002) Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Labor Supply Effects of Social Insurance, Handbook of Public Economics, Vol. 4, Part 7, Chapter 33.",
        "Krueger, Alan B. and J orn-Steffen Pischke. (1992) Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093The Effect of Social Security on Labor Supply: A Cohort Analysis of the Notch GenerationÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d, Journal of Labor Economics, 10(4):412-437.",
        "Lillard, Lee, James P. Smith, and Finis Welch (1986) Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093What Do We Really Know about Wages? The Importance of Nonreporting and Census Imputation,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Journal of Political Economy, 94(3):489506.",
        "Manski, Charles F. (1997) Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Monotone Treatment Response,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Econometrica, 65(6):1311-1334.",
        "Manski, Charles F. and John V. Pepper (2000) Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Monotone Instrumental Variables: With an Application to the Returns to Schooling,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Econometrica, 68(4):997-1010.",
        "Mastrobuoni, Giovanni and Matthew Weinberg (2009) Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Heterogeneity in Intra-Monthly Consumption Patterns, Self-Control, and Savings at Retirement,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d American Economic Journal: Economic Policy,1(2):163-89.",
        "Meyer, Bruce D., Wallace K. C. Mok and James X. Sullivan (2009) Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093The Under-Reporting of Transfers in Household Surveys: Its Nature and Consequences,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d National Bureau of Economic Research Working Paper No. 15181.",
        "Mogstad, Magne and Matthew Wiswall (2012) Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Instrumental Variables Estimation With Partially Missing Instruments,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Economics Letters, 114:186-189.",
        "Organisation for Economic Co-operation and Development (OECD). 2011. Doing Better for Families. OECD Publishing.",
        "Parker, Jonathan A. (1999) Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093The Reaction of Household Consumption to Predictable Changes in Social Security Taxes,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d American Economic Review, 89(4):959-73.",
        "Paulin, Geoffrey D. and David L. Ferraro (1994) Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Imputing income in the Consumer Expenditure Survey,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Monthly Labor Review, 117(12):23-31.",
        "Ramalho, E.A. and Smith, R.J. (2013) Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Discrete choice nonresponseÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d, Review of Economic Studies, 80(1), 343-364.",
        "Shao, Jun and Randy R. Sitter (1996) Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Bootstrap for Imputed Survey Data,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Journal of the American Statistical Association, 91(435):1278-1288.",
        "Shapiro, Jesse M. (2005) Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Is There a Daily Discount Rate? Evidence from the Food Stamp Nutrition Cycle,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Journal of Public Economics, 89(2-3):303-25.",
        "Souleles, Nicholas S. (1999) Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093The Response of Household Consumption to Income Tax Refunds,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d American Economic Review, 89(4):947-58.",
        "Stephens Jr., Melvin (2003) Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Ë\u009c3rd of tha MonthÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0084¢: Do Social Security Recipients Smooth Consumption Between Checks?Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d American Economic Review, 93(1):406-22.",
        "Stephens Jr., Melvin (2006) Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Paycheque Receipt and the Timing of Consumption,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d The Economic Journal, 116(513):680-701.",
        "Stephens Jr., Melvin and Takashi Unayama (2011) Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093The Consumption Response to Seasonal Income: Evidence from Japanese Public Pension Benefits,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d American Economic Journal: Applied Economics, 3(4): 86-118.",
        "Stephens Jr., Melvin and Takashi Unayama (2014) Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Child Benefit Payments and Household Wealth Accumulation,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d manuscript.",
        "Tang, Gong, Little, Roderick J.A., and Trivellore E. Raghunathan (2003) Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Analysis of multivariate missing data with nonignorable nonresponse,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009dBiometrika, 90, 4, pp. 747764.",
        "Van Lancker, Wim, Joris Ghysels, and Bea Cantillon (2012) Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093An International Comparison of the Impact of Child Benefits on Poverty Outcomes for Single Mothers,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Centre for Social Policy Working Paper No. 12/03.",
        "Wilcox, David W (1989) Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Social Security Benefits, Consumption Expenditure, and the Life Cycle Hypothesis,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Journal of Political Economy, 97(2):288-304.",
        "Zeldes, Stephen P. (1989) Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Consumption and Liquidity Constraints: An Empirical Investigation,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Journal of Political Economy, 97(2):305-46."
    ]
}