{
    "id": 2125,
    "cites": 17,
    "cited_by": 5,
    "reference": [
        "Bank of Canada, 1980, Annual Report (Bank of Canada, Ottawa, Canada).",
        "Belongia, Michael T. , R.W. Hafer and Richard C,. Sheehan, 1986, A note on the intertemporal stability of the interest rate-weekly money relationship, Working paper no. 86-002 (Federal Reserve Bank of St. Louis, St. Louis, MO).",
        "Breusch, T.S. and A.R. Pagan, 1979, A simple test for heteroscedasticity and random coefficient variation, Econometrica 47, 1287-1294.",
        "Clark, Truman A., Douglas H. Joines and Michael A. Phillips, 1985, Social Security payments, money supply announcements, and interest rates, Unpublished paper, UCLA Graduate School of Business, June.",
        "Cornell, Bradford, 1983, Money supply announcements and interest rates: Another view, Journal of Business 56, 1-24.",
        "Engel, Charles M., and Jeffrey A. Frankel, 1984, Why interest rates react to money announcements: An explanation from the foreign exchange market, Journal of Monetary Economics 13, 31-39.",
        "Grossman, Jacob, 1981, The rationality of money supply expectations and the short-run response of interest rates to monetary surprises, Journal of Money, Credit and Banking 13, 409-423.",
        "Hem, Scott E., 1985, The response of short-term interest rates to weekly money announcements: A comment, Journal of Money, Credit and Banking 17, 264-271.",
        "Pesando, James E. , 1979, On the random walk characteristics of short- and long-term interest rates in an efficient market, Journal of Money, Credit and Banking 11, 457-466.",
        "Roley, V. Vance, 1983, The response of short-term interest rates to weekly money announcements, Journal of Money, Credit and Banking 15, 344-354.",
        "Roley, V. Vance, 1985, The response of short-term interest rates to weekly money announcements: A reply, Journal of Money, Credit and Banking 17, 271-273.",
        "Roley, V. Vance, l986a, The response of interest rates to money announcements under alternative operating procedures and reserve requirement systems, Working paper no. 1812 (NBER, Cambridge, MA). Roley, V. Vance, l986b, U.S. monetary policy regimes and U.S-Japan financial relations, Working paper no. 1858 (NEER, Cambridge, MA). Roley, V. Vance, l986c, Market perceptions of U.S. monetary policy since 1982, Federal Reserve Bank of Kansas City Economic Review 71, 27-40.",
        "Roley, V. Vance and Carl Walsh, 1985, Monetary policy regimes, expected inflation and the response of interest rates to money announcements, Quarterly Journal of Economics 100, 1O11-]039.",
        "Urich, Thomas J. , 1982, The information content of weekly money supply announcements, Journal of Monetary Economics 10, 72-88.",
        "Urich, Thomas J. and Paul A. Wachtel, 1981, Market response to the weekly money supply announcements in the l970s. Journal of Finance 36, 1063-1072.",
        "Urich, Thomas J. and Paul A. Wachtel, 1984, The structure of expectations of the weekly money supply announcement, Journal of Monetary Economics 12, 183-194.",
        "White, Halbert, 1980, A heteroscedasticity-consistent covariance matrix estimator and a direct test for heteroscedasticity, Econometrica 48, 817-838."
    ]
}