{
    "id": 21264,
    "cites": 49,
    "cited_by": 22,
    "reference": [
        "Ali, S.N. and C. Lin (2013), Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Why People Vote: Ethical Motives and Social Incentives,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d American Economic Journal: Microeconomics, Vol. 5 (2), pp. 73Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c98.",
        "Alm, J., B. R. Jackson, and M. McKee (1992). Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Estimating the Determinants of Taxpayer Compliance with Experimental Data.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Economic Development and Cultural Change, March, 39(4): 107-114.",
        "Almunia, M. and D. Lopez-Rodriguez (2012). Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093The Efficiency Costs of Tax Enforcement: Evidence from a Panel of Spanish Firms.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d University of California Berkeley, working paper.",
        "Ausubel, L. (1991), Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093The Failure of Competition in the Credit Card Market,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d American Economic Review, Vol. 81, pp. 50-81.",
        "BÃ\u0083Æ\u0092Ã\u0082Â©nabou, R.J.M. and J. Tirole (2011), Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Laws and Norms,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d NBER Working Paper No. 17579.",
        "BÃ\u0083Æ\u0092Ã\u0082Â©nabou, R.J.M. and J. Tirole. (2006), Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Incentives and Prosocial Behavior,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d American Economic Review, Vol. 96 (5), pp. 1652-1678.",
        "BÃ\u0083Æ\u0092Ã\u0082Â©nabou, R.J.M. and J. Tirole. (2003), Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Intrinsic and Extrinsic Motivation,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Review of Economic Studies, Vol. 70, pp. 489Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c520.",
        "Bernheim, B.D. (1994), Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093A Theory of Conformity,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Journal of Political Economy, Vol. 102 (5), pp. 841Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c77.",
        "Blank, J.D. (2014), Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Collateral Compliance,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d University of Pennsylvania Law Review, Vol. 162, pp. 719-800.",
        "BÃ\u0083Æ\u0092Ã\u0082Â¸, E.E.; J. Slemrod and T.O. Thoresen (2015), Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Taxes on the Internet: Deterrence Effects of Public Disclosure,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d American Economic Journal: Economic Policy, Vol. 7 (1), pp. 36-62",
        "Blumenthal, M.; C. Christian and J. Slemrod (2001), Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Do Normative Appeals Affect Tax Compliance? Evidence From a Controlled Experiment in Minnesota,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d National Tax Journal, Vol. 54, pp. 125-38.",
        "Carrillo, P., D. Pomeranz, and M. Singhal (2012). Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Tax Me If You Can: Information CrossChecks and Evasion Substitution.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Working paper.",
        "Casaburi, L. and U. Troiano (2013), Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Ghost-house Busters: The Electoral Response to a Large Anti-Tax Evasion Program,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d working paper",
        "Castro, L. and C. Scartascini (2013), Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Tax Compliance and Enforcement in the Pampas. Evidence from a Field Experiment,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Journal of Economic Behavior and Organization, forthcoming.",
        "Chetty, R. (2015), Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Behavioral Economics and Public Policy: A Pragmatic Perspective,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d American Economic Review, Vol. 105 (5), pp. 1-33.",
        "Chetty, R.; J. N. Friedman and E. Saez (2013), Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Using Differences in Knowledge across Neighborhoods to Uncover the Impacts of the EITC on Earnings.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d American Economic Review, Vol. 103 (7), pp. 2683Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c2721.",
        "Chetty R.; M. Mobarak and M. Singhal (2014), Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Increasing Tax Compliance Through Social Recog28 nition.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Policy Brief.",
        "Cullen, J.; N. Turner and E. Washington (2015), Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Heterogeneity in Behavioral Responses to Taxation: the Role of Partisanship and Perceived Net Benefits,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Working Paper.",
        "DellaVigna, S.; J. List and U. Malmendier (2012), Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Testing for Altruism and Social Pressure in Charitable Giving,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Quarterly Journal of Economics, Vol. 127 (1), pp. 1-56.",
        "DellaVigna, S.; J. List; U. Malmendier and G. Rao (2015), Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Voting to Tell Others,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Working Paper.",
        "Dwenger, N.; H. Kleven; I. Rasul and J. Rincke (2014), Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Extrinsic and Intrinsic Motivations for Tax Compliance: Evidence from a Field Experiment in Germany,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Mimeo.",
        "Fellner, G.; R. Sausgruber and C. Traxler (2013), Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Testing Enforcement Strategies in the Field: Threat, Moral Appeal and Social Information,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Journal of the European Economic Association Vol. 11 (3), pp. 634Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c660.",
        "Frank, J.M. (2011), Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Do Credit Card Users Systematically Underestimate Their Interest Rates? Evidence from the Survey of Consumer Finances,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Journal of Public Policy & Marketing, Vol. 30 (1), pp. 133-139.",
        "Frey, B. and S. Meier (2004), Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Pro-Social Behavior in a Natural Setting,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Journal of Economic Behavior & Organization, Vol. 54, pp. 65Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c88.",
        "Gerber, A.S.; Green, D.P. and Larimer, C.W. (2008), Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Social Pressure and Voter Turnout: Evidence from a Large-scale Field Experiment,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d American Political Science Review, Vol. 102 (1), pp. 33-48.",
        "Gerber, A.S.; Huber, G.A.; Doherty, D. and Dowling , C.M. (2015), Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Why People Vote: Estimating the Social Returns to Voting,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d British Journal of Political Science, forthcoming.",
        "Hallsworth, M.; J.A. List; R.D. Metcalfe and I. Vlaev (2014), Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093The Behavioralist As Tax Collector: Using Natural Field Experiments to Enhance Tax Compliance,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d NBER Working Paper No. 20007.",
        "Kahan, D.M. (1996), Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093What Do Alternative Sanctions Mean?Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d University of Chicago Law Review, Vol. 63, pp. 591-693.",
        "Kahan, D. M. and E. Posner (1999), Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Shaming White-Collar Criminals: A Proposal for Reform of the Federal Sentencing Guidelines.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Journal of Law and Economics, Vol. 42(365).",
        "Karlan, D.; M. McConnell; S. Mullainathan and J. Zinman (2014), Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Getting to the Top of Mind: How Reminders Increase Saving,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Management Science, forthcoming.",
        "Kleven, H. J.; M. B. Knudsen; T. Kreiner; S. Pedersen, and E. Saez (2011), Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Unwilling or Unable to Cheat? Evidence from a Randomized Tax Audit Experiment in Denmark,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Econometrica, Vol. 79 (3), pp. 651-692.",
        "Kumler, Todd; E. Verhoogen and J. FrÃ\u0083Æ\u0092Ã\u0082Â­as (2013), Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Enlisting Employees in Improving Payroll-Tax Compliance: Evidence from Mexico,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d NBER Working Paper No. 19385.",
        "Levitt, S.D. and J.A. List (2007), Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093What Do Laboratory Experiments Measuring Social Preferences Reveal about the Real World?Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Journal of Economic Perspectives, Vol. 21 (2), pp. 153-174.",
        "Mankiw, N. G. and M. C. Weinzierl (2010), Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093The Optimal Taxation of Height: A Case Study of Utilitarian Income Redistribution,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d American Economic Journal: Economic Policy 2, no. 1: 155Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c176.",
        "Naritomi, J, (2015), Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Consumers as Tax Auditors.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Working paper",
        "Nussbaum, M.C. (2004), Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Hiding from Humanity: Disgust, Shame, and the Law.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Princeton: Princeton University Press.",
        "Perez-Truglia, R. and G. Cruces (2013), Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Partisan Interactions: Evidence from a Field Experiment in the United States.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Available at SSRN: http://ssrn.com/abstract=2427148.",
        "Pomeranz, D. (2015), Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093No Taxation without Information: Deterrence and Self-Enforcement in the Value Added Tax,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d American Economic Review, forthcoming.",
        "Posner, E. (2002), Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Law and Social Norms.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Harvard University Press",
        "Prescott, J. J. and J. E. Rockoff (2011), Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Do Sex Offender Registration and Notification Laws Affect Criminal Behavior?Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Journal of Law and Economics, Vol. 54 (1), pp. 161-206.",
        "Prescott, J.J. (2012), Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Do Sex Offender Registries Make Us Less Safe?Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Regulation 35, no. 2 (2012): 48-55.",
        "Putnam, R. (2001), Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Social Capital: Measurement and Consequences.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d ISUMA - Canadian Journal of Policy Research, 2, 1, 41-51.",
        "Samuelson, P.A. (1954), Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093The Theory of Public Expenditure,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Review of Economics and Statistics, Vol. 36, pp. 386Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c389.",
        "Slemrod, J.; M. Blumenthal, and C. Christian (2001), Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Taxpayer Response to an Increased Probability of Audit: Evidence from a Controlled Experiment in Minnesota,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Journal of Public Economics, Vol. 79 (3), pp. 455-483.",
        "Spicer, M. W., and L. A. Becker (1980). Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Fiscal Inequity and Tax Evasion: An Experimental Approach. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d National Tax Journal, June, 33(2):171-175.",
        "Stango, V. and D.J. Zinman (2011), Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Fuzzy Math, Disclosure Regulation, and Market Outcomes: Evidence from Truth-in-Lending Reform,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Review of Financial Studies, Vol. 24 (2), pp. 506-534.",
        "Stegman, M. A. (2007), Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Payday Lending,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d The Journal of Economic Perspectives, Vol. 21 (1), pp. 169-190.",
        "Tadelis, S. (2011), Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093The Power of Shame and the Rationality of Trust,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Mimeo.",
        "Torgler, B. (2003). Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Tax Morale, Rule-Governed Behaviour, and Trust.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Constitutional Political Economy, June, 14(2): 119-140."
    ]
}