{
    "id": 2128,
    "cites": 22,
    "cited_by": 11,
    "reference": [
        "Auerbach, A.J. and J.R. Hines, Jr. (1986), Tax Reform, Investment, and the Value of the Firm, National Bureau of Economic Research Working Paper No. 1803, Cambridge, Mass. (January).",
        "Ballard, C.L., D. Fullerton, J.B. Shoven, and J. Whalley (1985), A GENERAL EQUILIBRIUM MODEL FOR TAX POLICY EVALUATION (Chicago: University of Chicago Press).",
        "Blanchard, O.J. (1985), Debt, Deficits, and Finite Horizons, Journal of Political Economy 93(2).",
        "Bovenberg, A.L. (1983), Capital Mobility, Capital Accumulation and Financial Assets: Q-Theory in an Applied General Equilibrium Framework, niimeo, University of California at Berkeley.",
        "Deleeuw, F. and L. Ozanne (1979), The Impact of the Federal Income Tax on Investment in Housing, Survey of Current Business 59 (12), 50-61.",
        "Fair, R.C., and J.B. Taylor (1983), Solution and Maximum Likelihood Estimation of Dynamic Nonlinear Rational Expectations Models, Econometrica 51 (4), 1169-1185.",
        "Fullerton, D. (1983), Transition Losses of Partially Mobile Industry Specific Capital, Quarterly Journal of Economics 83(1), 107-25.",
        "Fullerton, D. and R.H. Gordon (1983), A Reexamination of Tax Distortions in General Equlibrium Models, in M, Feldstein, ed., BEHAVIORAL SIMULATION METHODS IN TAX POLICY ANALYSIS (Chicago: University of Chicago Press).",
        "Goulder, L.H., J.B. Shoven, and J. Whalley (1983), Domestic Tax Policy and the Foreign Sector, in Martin Feldstein, ed., BEHAVIORAL SIMULATION METHODS IN TAX POLICY ANALYSIS (Chicago: University of Chicago Press).",
        "Lipton, D., et al. (1982), Multiple Shooting in Rational Expectations Models, Econometrica (September).",
        "Lucas, R.E., Jr. (1967), Adjustment Costs and the Theory of Supply, ~urnal of Political Economy 75 (August), 321-334.",
        "Mussa, M. (1978), Dynamic Adjustment in a Fleckscher-Ohlin-SamuelsOfl Model, Journal of Political Economy 86(5), 775-91.",
        "Poterba, J.M. (1980), InflatIon, Income Taxes and Owner-Occupied Housing, Working Paper, National Bureau of Economic Research.",
        "Poterba, J.M., and L.H. Summers (1985), The Economic Effects of Dividend Taxation, in Edward I. Altman and Marti G. Subramanyam, eds., RECENT ADVANCES IN CORPORATE FINANCE (Homeward, Illinois: Richard 0. Irwin).",
        "Shoven, J.B. (1986), The Tax Consequences of Share Repurchases and Other NonDividend Cash Payments to Equity Owners, mimeo, Stanford University.",
        "Shoven, J.B., and J. Whalley, (1972), A General Equilibrium Calculation of the Effects of Differential Taxation of Income From Capital, TJournal of Public Economics 1, 281-322.",
        "Shoven, J.B., and J. Whalley, (1984), Applied General Equilibruim Models of Taxation and International Trade: An Introduction and Survey, Journal of Economic Literature 22, 1007-1051.",
        "Standard and Poors Corporation (1978), Standard and Poors Statistical Service, Basic Statistics.",
        "Summers, L.H. (1981), Taxation and Corporate Investment: A q-Theory Approach, Brookin~s Papers on Economic Activity (January), 67-127.",
        "Summers, L.H. (1985), Taxation and the Size and Composition of the Capital Stock: An Asset Price Approach. Harvard Institute of Economic Research Discussion Paper No. 1179.",
        "Tobin, J. (1969), A General Equilibrium Approach to Monetary Theory, Journal of Money, Credit, and BankIng I (February), 15-49.",
        "Treadway, A.B. (1968), On Rational Entrepreneurial Behavior and the Demand for Investment, Review of Economic Studies 36, 227-239."
    ]
}