{
    "id": 21283,
    "cites": 51,
    "cited_by": 0,
    "reference": [
        "Ahlroth, S. A. and A. F. Bjorklund, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093The Output of the Swedish Education Sector,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Review of Income and Wealth Volume 43, Number 1, pp.89-104, 1997.",
        "Barro, R. & J. Lee, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093A New Data Set of Educational Attainment in the World, 19502010, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Journal of Development Economics. 104(C). p. 184-198, 2013a.",
        "Barro, R. & J. Lee, Barro-Lee Educational Attainment Data Set. Last updated April 9, 2013.",
        "Christian, M. S., Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Human Capital Accounting in the United States: 1994 to 2006,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d paper presented at the Bureau of Economic Analysis, December 14, 2009.",
        ", Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Human Capital Accounting in the United States: 1994 to 2006,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Survey of Current Business, 87(6), pp. 78-83, 2010.",
        ", Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Human Capital Accounting in the United States: Context, Measurement, and Application,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d in D. W. Jorgenson, J. S. Landefeld, and P. Schreyer, eds. Measuring Economic Sustainability and Progress, Studies in Income and Wealth, volume 72, Chicago, University of Chicago Press, NBER, pp. 461-491, 2014.",
        "Colby, S. L. and J. M. Ortman,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093The Baby Boom Cohort in the United States: 2012 to 2060,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Current Population Reports, Population Estimates and Projections, P25-1141, May 2014.",
        "Coremberg, A., Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093The Economic Value of Human Capital and Education in an Unstable Economy: the Case of Argentina,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d paper prepared for the 31st General Conference of the International Association for Research in Income and Wealth, St. Gallen, Switzerland, August 22-28, 2010.",
        "Fraumeni, B.,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Human Capital and Investment in Education: A Streamlined ApproachÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d presentation at a Fondazione Giovanni Agnelli/OE CD workshop on human capital accounts, Turin, Italy, November 3, available at http://www.powershow.com/view/132efc-OTZlY / Barbara_M_Fraumeni_flash_ppt_presentation, 2008a.",
        "Fraumeni, B. M., Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Human Capital: From Indicators to Accounts,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d paper presented at a Fondazione Giovanni Agnelli/OECD workshop on human capital accounts, Turin, Italy, November 4, 2008b.",
        "Fraumeni, B.M. and G. Liu, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Human Capital: Country Estimates Using Alternative Approaches,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d chapter 4 in UNU-IHDP and UNEP (2014). Inclusive Wealth Report 2014, Measuring Progress Toward Sustainability, Cambridge: Cambridge University Press, pp. 109122, 2014.",
        "Gundimeda, H., S. Sanyal, R. Sinha, and P. Sukhdev, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Estimating the Value of Educational Capital Formation in India,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Monograph 5, GAISP (Green Accounting for Indian States Project), TERI Press, New Delhi, India, March, 2007.",
        "Gu, W. and A. Wong, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Human Development and its Contribution to the Wealth Accounts in Canada,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d paper presented at the Canadian Economic Association Annual Conference, May 29, 2009.",
        "Hotchkiss, J. and M. Shiferaw Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Decomposing the Education Wage Gap: Everything but the Kitchen Sink,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Federal Reserve Bank of St. Louis Review, 93(4), pp. 243-71, July/August 2011.",
        "Jorgenson, D. W., Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Accounting for Capital,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d in G. von Furstenberg, (ed.), Capital, Efficiency, and Growth, Cambridge, Ballinger, 1980, pp. 251-319, 1980.",
        "Jorgenson, D. W., Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Designing a New Architecture for the U.S. National Accounts.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d The Annals of the American Academy of Political and Social Science 631, no. 1, pp. 63-74, 2010.",
        "Jorgenson, D. W. and B. M. Fraumeni, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093The Accumulation of Human and Non-Human Capital, 1948-1984,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d in R. Lipsey and H. Tice eds., The Measurement of Saving, Investment and Wealth, Chicago, University of Chicago Press, NBER, pp. 227-282, 1989.",
        ", Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093The Output of the Education Sector,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d in Z. Griliches, T. Breshnahan, M. Manser, and E. Berndt eds., The Output of the Service Sector, Chicago, NBER, pp. 303-341, 1992b.",
        "Jorgenson, D.W., M. S. Ho, and J.D. Samuels, J.D., Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093What will revive U.S. Economic Growth? Lessons from a Prototype Industry-Level Production Account for the United States,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Journal of Policy Modeling, Volume 34, No 4, July-August, pp. 674-691, 2014. Jorgenson, D. W. and J. S. Landefeld, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Blueprint for Expanded and Integrated U.S. Accounts: Review, Assessment, and Next Steps,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d in D. W. Jorgenson, J. S. Landefeld, and W. D.",
        "Nordhaus, eds. A New Architecture for the U.S. National Accounts, Chicago, University of Chicago Press, NBER, pp. 13-112, 2006.",
        "Jorgenson, D. W., and J. S. Landefeld, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Implementation of a New Architecture for the U.S. National Accounts,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d American Economic Review, Papers and Proceedings, volume 99, number 2, May, pp. 64-68, 2009.",
        "Le, T. V. T., J. Gibson, and L. Oxley, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Measuring the Stock of Human Capital in New Zealand,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Mathematics and Computers in Simulation, Volume 68, Issue 5-6, May, pp. 485-98, 2005.",
        "Li, H., B. Fraumeni, Z. Liu, and X. Wang, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Human Capital in China,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d China Center for Human Capital and Labor Market Research, Central University of Finance and Economics, Beijing, China, October 6, 2009, Prepared for the International Symposium on Measuring Human Capital and Its Impact on Welfare and Growth: Inaugurating the China Human Capital Index, in English and Chinese, Beijing, China, October 9-10, 2009a.",
        ", Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Human Capital in China,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d National Bureau of Economic Research Working Paper #1500, November, 2009b.",
        "Li, H., Principal Investigator, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Human Capital in China,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d China Center for Human Capital and Labor Market Research, Central University of Finance and Economics, Beijing, China, October, 2010b.",
        ", Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Human Capital in China,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d China Center for Human Capital and Labor Market Research, Central University of Finance and Economics, Beijing, China, October, 2011.",
        ", Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Human Capital in China,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d China Center for Human Capital and Labor Market Research, Central University of Finance and Economics, Beijing, China, December, 2012.",
        ", Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Human Capital in China,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d China Center for Human Capital and Labor Market Research, Central University of Finance and Economics, Beijing, China, December, 2013.",
        ", Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Human Capital in China,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d China Center for Human Capital and Labor Market Research, Central University of Finance and Economics, Beijing, China, October, 2014.",
        "Li, H., Y. Liang, B. Fraumeni, Z. Liu, and X.Wang, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Human Capital in China,1985-2008,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Review of Income and Wealth, series 59, number 2, June, pp. 212-234, 2013.",
        "Li, H. Q. Liu, B. Li, B. Fraumeni and X. Zhang, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Human Capital Estimates in China: New Panel Data 1985-2010,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d in China Economic Review, with Haizheng Li, Qinyi Liu, Bo Li, and Xiaobei Zhang, volume 30, issue C, 2014, pp. 397-418, 2014.",
        "Liu, G. and M. Greaker, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Measuring the Stock of Human Capital for Norway - A Lifetime Labour Income Approach,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Documents, 2009/12, Statistics Norway, 2009.",
        "Liu, G., Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Measuring the Stock of Human Capital for International and Intertemporal Comparisons,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d in D. W. Jorgenson, J. S. Landefeld, and P. Schreyer, eds. Measuring Economic Sustainability and Progress, Studies in Income and Wealth, volume 72, Chicago, University of Chicago Press, NBER, pp. 493-544, 2014.",
        ", Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Measuring the Stock of Human Capital for Comparative Analysis: An Application of the Lifetime Income Approach to Selected Countries,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d OECD Statistics Directorate, Working Paper #41, STD/DOC(2011)6, October 10, 2011.",
        "OECD, Measuring Student Knowledge and Skills: A New Framework for Assessment, OECD Programme for International Student Assessment, OECD Publishing, 1999.",
        "_____, PISA website, http://www.oecd.org/pisa/pisaproducts/, undated. _____, PISA 2006: Science Competencies for TomorrowÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0084¢s World Executive Summary, OECD Publishing, 2007.",
        "_____, OECD Skills Outlook 2013: First Results from the Survey of Adult Skills, OECD Publishing, November 2013, http://dx.doi.org/10.1787/9789264204256-en.",
        "_____, Skilled for Life? Key Findings from the Survey of Adult Skills, OECD Publishing, 2013.",
        "_____, The PISA 2003 Assessment Framework Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c Mathematics, Reading, Science, and Problem Solving Knowledge and Skills, Programme for International Student Assessment, OECD Publishing, 2003.",
        "_____, Statistics Directorate, Committee on Statistics, Approaches to Measuring the Stock of Human Capital: A Review of Country Practices, prepared by R. Boarini and M. Mira dÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0084¢Ercole with contributions by G. Liu, OECD Working Paper #48, STD/DOC(2012)4, November 23rd , 2012.",
        "OECD, Statistics Directorate, Committee on Statistics, The OECD Human Capital Project: Progress Report, STD/CSTST/RD(2010)3, Meeting of the Committee on Statistics, June 7-8, OECD Conference Centre, OECD Headquarters, Paris, May, 2010.",
        "OÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Ë\u009cMahony, M. and P.A. Stevens, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093International Comparisons of Performance in the Provision of Public Services: Outcome Based Measures for Education,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d National Institute of Economic and Social Research, London, U.K., 2004.",
        "Statistics Norway, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093How to Take the UNECE Task Force on Measuring Human Capital Forward? A Note for Discussion,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d January, 2014.",
        "Stiglitz, J.E., A. Sen and J.-P. Fitoussi, Report by the Commission on the Measurement of Economic Performance and Social Progress, http://www.stiglitz-sen-fitoussi.fr/documents/rapport_anglais.pdf, 2009.",
        "UNU-IHDP and UNEP. Inclusive Wealth Report 2014. Measuring Progress Toward Sustainability. Cambridge: Cambridge University Press, 2014.",
        "U.S. Census Bureau, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Historical National Population Estimates: July 1, 1948 to July 1, 1999,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Population Estimates Program, Population Division, Internet Release Date: April 11, 2000, Revised date: June 28, 2000, https://www.census.gov/population/estimates/nation/popclockest.txt .",
        "Wei, H., Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Developments in the Estimation of the Value of Human Capital in Australia,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d paper presented at the Fondazione Giovanni Agnelli/OECD Workshop on the Measurement of Human Capital, Turin, Italy, November 3, 2008a.",
        ", Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Measuring Australia&apos;s Human Capital Development: The Role of Post-School Education and the Impact of Population Ageing,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Statistical Journal of the IAO, S 24, pp. 183-191, 2007.",
        "_____, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Measuring Human Capital and Its Applications for Australia,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d a thesis submitted for the degree of doctor of philosophy of the University of Canberra, 2008b.",
        "World Bank, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Data, GDP (constant 2005 US$),Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d accessed in May 2015 at http://data.worldbank.org/indicator/NY.GDP.MKTP.KD _____, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Data, GDP (current LCU),Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d accessed in May 2015 at http://data.worldbank.org/indicator/NY.GDP.MKTP.CN _____, The Changing Wealth of Nations-- Measuring Sustainable Development in the New Millennium, The World Bank, Washington, DC, 2011.",
        "____, Where is the Wealth of Nations, Measuring Capital for the 21st Century, The International Bank for Reconstruction and Development/The World Bank, Washington, DC, 2006."
    ]
}