{
    "id": 21285,
    "cites": 39,
    "cited_by": 8,
    "reference": [
        "Admati, A. and Perry, M. (1987). Strategic delay in bargaining. Review of Economic Studies, 54(3):345Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c364. Ali, S. N., Chen-Zion, A., and Lillethun, E. (2015). A networked market for information. Working Paper.",
        "Ambrus, A., Chaney, E., and Salitskiy, I. (2014). Pirates of the mediterranean: An empirical investigation of bargaining with asymmetric information. Working Paper.",
        "Backus, M., Podwol, J., and Schneider, H. (2014). Search costs and equilibrium price dispersion in auction markets. European Economic Review, 71:173Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c192.",
        "Bagwell, K., Staiger, R., and Yurukoglu, A. (2014). Multilateral trade bargaining:A first peek at the GATT bargaining records. Working Paper.",
        "Binmore, K., Rubinstein, A., and Wolinsky, A. (1986). The nash bargaining solution in economic modelling. RAND Journal of Economics, 17(2):176Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c188.",
        "Cabral, L. and S akovics, J. (1995). Must sell. Journal of Econoomics and Management Strategy, 4(1):55Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c68.",
        "Coase, R. J. (1960). The problem of social cost. Journal of Law and Economics, 3:1Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c44.",
        "De Boor, C. (1978). A practical guide to splines. Number 27 in Applied Mathematical Sciences, volume 27 of Applied Mathematical Sciences. Springer, New York.",
        "DesJardins, S. L. and McCall, B. P. (2008). The impact of the gates millennium scholars program on the retention, college finance- and work-related choices, and future educational aspirations of low-income minority students. Working Paper.",
        "Dierckx, P. (1993). Curve and surface fitting with splines. Oxford University Press, Inc.",
        "Einav, L., Farronato, C., Levin, J. D., and Sundaresan, N. (2013). Sales mechanisms in online markets: What happened to internet auctions? NBER Working Paper.",
        "Fan, J. and Gi` jbels, I. (1992). Variable bandwidth and local linear regression smoothers. The Annals of Statistics, 20(4):2008Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c2036.",
        "Farrell, J. and Gibbons, R. (1989). Cheap talk can matter in bargaining. Journal of Economic Theory, 48(1):221Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c237.",
        "Gedge, C., Roberts, J. W., and Sweeting, A. (2013). A model of dynamic limit pricing with an application to the airline industry. Working Paper.",
        "Grennan, M. (2013). Price discrimination and bargaining: Empirical evidence from medical devices. American Economic Review, 103(1):145Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c177.",
        "Grennan, M. (2014). Bargaining ability and competitive advantage: Empirical evidence from medical devices. Management Science, 60:3011Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c3025.",
        "Gul, F. and Sonnenschein, H. (1988). On delay in bargaining with one-sided uncertainty. Econometrica, 56:601Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c611.",
        "Hungerford, T. and Solon, G. (1987). Sheepskin effects in the return to education. The Review of Economics and Statistics, 69(1):175Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c178.",
        "Imbens, G. and Kalyanaraman, K. (2012). Optimal bandwidth choice for the regression discontinuity estimator. Review of Economic Studies, 79(3):933Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c959.",
        "Janiszewski, C. and Uy, D. (2008). Precision of the anchor influences the amount of adjustment. Psychological Science, 19(2):121Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c127.",
        "Kawai, K., Onishi, K., and Uetake, K. (2013). Signaling in online credit markets. Working Paper.",
        "Kim, K. (2012). Endogenous market segmentation for lemons. RAND Journal of Economics, 43(3):562Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c576.",
        "Kim, K. and Kircher, P. (2013). Efficient competition through cheap talk: Competing auctions and competitive search without ex ante price commitment. WorkingPaper.",
        "Lacetera, N., Pope, D., and Sydnor, J. (2012). Heuristic thinking and limited attention in the car market.",
        "Larsen, B. (2014). The efficiency of real-world bargaining: Evidence from wholesale used-auto auctions. NBER Working Paper No. 20431.",
        "Layard, R. and Psacharopoulos, G. (1974). The screening hypothesis and the returns to education. Journal of Political Economy, 82:985Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c998.",
        "Levitt, S. D. and Syverson, C. (2008). Market distortions when agents are better informed: The value of information in real estate transactions. The Review of Economics and Statistics, 90(4):599Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c611.",
        "Loschelder, D., Stuppi, J., and Tr otschel, R. (2013). Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093e14,875?!Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d: Precision boosts the anchoring potency of first offers. Social Psychological and Personality Science, pages 1Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c9.",
        "Mason, M., Lee, A., Wiley, E., and Ames, D. (2013). Precise offers are potent anchors: Conciliatory counteroffers and attributions of knowledge in negotiations. Journal of Experimental Social Psychology, 49:759Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c763.",
        "Menzio, G. (2007). A theory of partially directed search. Journal of Political Economy, 115(5):748Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c769.",
        "Myerson, R. B. and Satterthwaite, M. A. (1983). Efficient mechanisms for bilateral trading. Journal of economic theory, 29(2):265Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c281.",
        "Nelson, P. (1974). Advertising as information. Journal of Political Economy, 82(4):729Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c754.",
        "NPR (2013). Next time you ask for a raise, you might want to round up.",
        "Pope, D. G., Pope, J. C., and Sydnor, J. R. (2014). Focal points and bargaining in housing markets. Working Paper.",
        "Rubinstein, A. (1982). Perfect equilibrium in a bargaining model. Econometrica, 50(1):97Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c110.",
        "Shelegia, S. and Sherman, J. (2015). When the price you see is not the price you get: A field study. Working Paper.",
        "Spence, M. (1973). Job market signaling. Quarterly Journal of Economics, 87(3):355Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c374.",
        "Thomas, M., Simon, D., and Kadiyali, V. (2010). The price precision effect: Evidence from laboratory and market data. Marketing Science, 29(1):175Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c190.",
        "Tyler, J. H., Murnane, R. J., and Willett, J. B. (2000). Estimating the labor market signaling value of the ged. Quarterly Journal of Economics, 115(2):431Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c468."
    ]
}