{
    "id": 21280,
    "cites": 55,
    "cited_by": 14,
    "reference": [
        "Abel, A. B., N. G. Mankiw, L. H. Summers, and R. J. Zeckhauser (1989): Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Assessing Dynamic Efficiency: Theory and Evidence,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d The Review of Economic Studies, 56(1), 1Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c19.",
        "Allen, R. C. (1999): Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Tracking the Agricultural Revolution in England,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d The Economic History Review, 52(2), pp. 209Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c235.",
        "(2009a): The British Industrial Revolution in Global Perspective. Cambridge University Press.",
        "Antras, P., and H.-J. Voth (2003): Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Factor Prices and Productivity Growth during the British Industrial Revolution,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Explorations in Economic History, 40(1), 52Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c77.",
        "Ashton, T. S. (1948): The Industrial Revolution 1760-1830, Volume 204. CUP Archive.",
        "Azam, J. P., B. Biais, M. Dia, and C. Maurel (2001): Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Informal and Formal credit markets and credit rationing in CÃ\u0083Æ\u0092Ã\u0082Â´te dÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0084¢Ivoire,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Oxford Review of Economic Policy, 17(4), 520Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c534.",
        "Banerjee, A., and K. Munshi (2004): Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093How efficiently is capital allocated? Evidence from the knitted garment industry in Tirupur,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d The Review of Economic Studies, 71(1), 19Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c42.",
        "Banerjee, A. V., and E. Duflo (2005): Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Growth theory through the lens of development economics,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Handbook of economic growth, 1, 473Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c552.",
        "16One exception is Ventura (2012) who shows how asset bubbles reduce the effects of frictions to international capital flows by shifting investments from low- to high-productivity countries. The mechanism has a number of similarities with the one we emphasize here, but it works through the cost of capital rather than through wages.",
        "DEBT INTO GROWTH 27 Banerjee, A. V., and E. Duflo (2014): Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Do Firms Want to Borrow More? Testing Credit Constraints Using a Directed Lending Program,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d The Review of Economic Studies, 81(2), 572Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c607.",
        "Barro, R. J. (1987): Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Government Spending, Interest Rates, Prices, and Budget Deficits in the United Kingdom, 1701-1918,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Journal of Monetary Economics, 20(2), 221 Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c 247.",
        "Brewer, J. (1990): The Sinews of Power? War, Money and the English State, 1688-1783. Harvard University Press.",
        "Broadberry, S. N., B. M. Campbell, A. D. Klein, M. Overton, and B. v. Leeuwen (2010): Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093British Economic Growth: 1270-1870,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Warwick wp.",
        "Brunt, L. (2006): Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Rediscovering Risk: Country Banks as Venture Capital Firms in the First Industrial Revolution,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d The Journal of Economic History, 66(01), 74Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c102.",
        "Caballero, R. J., and A. Krishnamurthy (2006): Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Bubbles and Capital Flow Volatility: Causes and Risk management,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Journal of Monetary Economics, 53(1), 35Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c53.",
        "Clark, G. (1998): Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Commons Sense: Common Property Rights, Efficiency, and Institutional Change,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d The Journal of Economic History, 58(1), pp. 73Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c102.",
        "(2001): Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Debt, Deficits, and Crowding Out: England, 1727-1840,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d European Review of Economic History, 5(03), 403Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c436.",
        "(2002): Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Land Rental Values and the Agrarian Economy: England and Wales, 1500 1914,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d European Review of Economic History, 6(03), 281Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c308.",
        "(2005): Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093The Condition of the Working Class in Egland, 1209Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c2004,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Journal of Political Economy, 113(6), 1307Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c1340.",
        "Crafts, N. (1985): British Economic Growth during the Industrial Revolution. Oxford Clarendon Press.",
        "Crafts, N. (2005): Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093The First Industrial Revolution: Resolving the Slow Growth/Rapid Industrialization Paradox,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Journal of the European Economic Assocation, 3(2/3), 525Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c534.",
        "Crafts, N. F. R., and C. K. Harley (1992): Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Output Growth and the British Industrial Revolution: A Restatement of the Crafts-Harley View,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d The Economic History Review, 45(4), pp. 703Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c730.",
        "Dickson, P. G. M. (1967): The Financial Revolution in England: A Study in the Development of Public Credit, 1688-1756. Macmillan.",
        "Farhi, E., and J. Tirole (2011): Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Bubbly liquidity,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d The Review of Economic Studies, p. rdr039.",
        "Feinstein, C. H. (1998): Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Pessimism Perpetuated: Real Wages and the Standard of Living in Britain during and after the Industrial Revolution,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d The Journal of Economic History, 58(3), pp. 625Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c658.",
        "DEBT INTO GROWTH 28 Galor, O. (2005): Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093From Stagnation to Growth: Unified Growth Theory,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d in Handbook of Economic Growth, ed. by P. Aghion, and S. Durlauf, vol. 1 of Handbook of Economic Growth, chap. 4, pp. 171Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c293. Elsevier.",
        "Gancia, G., and F. Zilibotti (2009): Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Technological Change and the Wealth of Nations,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Annual Review of Economics, 1(1), 93Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c120.",
        "Habakkuk, H. J. (1994): Marriage, Debt, and the Estates System: English Landownership, 1650-1950. Clarendon Press.",
        "Harley, C. K., and N. F. Crafts (2000): Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Simulating the Two Views of the British Industrial Revolution,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d The Journal of Economic History, 60(03), 819Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c 841.",
        "Harris, R. (1994): Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093The Bubble Act: Its Passage and Its Effects on Business Organization,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d The Journal of Economic History, 54(3), pp. 610Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c627.",
        "Heim, C. E., and P. Mirowski (1987): Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Interest Rates and Crowding-Out During BritainÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0084¢s Industrial Revolution,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d The Journal of Economic History, 47, 117Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c139.",
        "Hsieh, C.-T., and P. J. Klenow (2009): Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Misallocation and Manufacturing TFP in China and India,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d The Quarterly Journal of Economics, 124(4), 1403Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c1448.",
        "Lindert, P. H. (1986): Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Unequal English Wealth since 1670,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Journal of Political Economy, 94(6), pp. 1127Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c1162. Martin, A., and J. Ventura (forthcoming): Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Managing Credit Bubbles,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Journal of the European Economic Association.",
        "McCloskey, D. N. (1972): Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093The Enclosure of Open Fields: Preface to a Study of Its Impact on the Efficiency of English Agriculture in the Eighteenth Century,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d The Journal of Economic History, 32(1), pp. 15Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c35.",
        "McCraw, T. K. (1997): Creating Modern Capitalism: How Entrepreneurs, Companies and Countries Triumphed in Three Industrial Revolutions. Harvard University Press.",
        "Mirowski, P. (1981): Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093The Rise (and Retreat) of a Market: English Joint Stock Shares in the Eighteenth Century,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d The Journal of Economic History, 41(3), pp. 559Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c577.",
        "Mokyr, J. (1999): EditorÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0084¢s Introduction: The New Economic History and The Industrial Revolution. Boulder: Westview Press.",
        "Neal, L. (1993): The rise of financial capitalism: International capital markets in the age of reason. Cambridge University Press.",
        "North, D. C., and B. R. Weingast (1989): Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Constitutions and commitment: the evolution of institutions governing public choice in seventeenth-century England, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d The journal of economic history, 49(04), 803Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c832.",
        "Philip Hoffman, G. P.-V., and J.-L. Rosenthal (2000): Priceless Markets: The Political Economy of Credit in Paris, 1660-1870. University of Chicago Press.",
        "Phillips, A. D. M. (1989): The Underdraining of Farmland in England during the Nineteenth Century. Cambridge University Press.",
        "Postan, M. M. (1935): Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Recent Trends in the Accumulation of Capital,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d The Economic History Review, 6(1), pp. 1Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c12.",
        "DEBT INTO GROWTH 29 Quinn, S. (2001): Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093The Glorious RevolutionÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0084¢s Effect on English Private Finance: A Microhistory, 1680-1705,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d The Journal of Economic History, 61(3), pp. 593Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c615.",
        "Reinhart, C. M., and K. Rogoff (2009): This time is different: eight centuries of financial folly. princeton university press.",
        "Rubinstein, W. D. (1977): Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Wealth, Elites and the Class Structure of Modern Britain,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Past and Present, (76), pp. 99Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c126.",
        "Song, Z., K. Storesletten, and F. Zilibotti (2011): Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Growing Like China,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d American Economic Review, 101(1), 196Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c233.",
        "Stokey, N. L. (2001): Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093A quantitative model of the British industrial revolution, 1780Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c1850,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d in Carnegie-Rochester Conference Series on Public Policy, vol. 55, pp. 55Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c109. Elsevier.",
        "Sussman, N., and Y. Yafeh (2004): Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Constitutions and Commitment: Evidence on the Relation Between Institutions and the Cost of Capital,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d CEPR Discussion Papers 4404, C.E.P.R. Discussion Papers.",
        "(2006): Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Institutional reforms, financial development and sovereign debt: Britain 1690Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c1790,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d The Journal of Economic History, 66(04), 906Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c935.",
        "Temin, P., and H.-J. Voth (2008): Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Interest Rate Restrictions in a Natural Experiment: Loan Allocation and the Change in the Usury Laws in 1714,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d The Economic Journal, 118(528), pp. 743Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c758.",
        "Thompson, F. M. L. (1963): English Landed Society in the Nineteenth Century. London: Routledge and Kegan Paul.",
        "Townsend, R. (2005): Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Networks and finance in poor neighborhoods,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Credit Markets for the Poor. New York, NY: Russell Sage Foundation.",
        "Ventura, J. (2012): Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Bubbles and capital flows,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Journal of Economic Theory, 147(2), 738Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c758.",
        "Williamson, J. G. (1984): Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Why Was British Growth So Slow During the Industrial Revolution?,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d The Journal of Economic History, 44(3), pp. 687Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c712.",
        "Wrigley, E. A. (1985): Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Urban Growth and Agricultural Change: England and the Continent in the Early Modern Period,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d The Journal of Interdisciplinary History, 15(4), pp. 683Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c728."
    ]
}