{
    "id": 21296,
    "cites": 53,
    "cited_by": 54,
    "reference": [
        "Acemoglu, Daron. \"Directed Technical Change.\" Review of Economic Studies 69, no. 4 (2002): 781-809.",
        "Acemoglu, Daron. \"Labor- And Capital-Augmenting Technical Change.\" Journal of the European Economic Association 1, no. 1 (2003): 1-37.",
        "Acemoglu, Daron, and James A. Robinson. \"The Rise and Decline of General Laws of Capitalism.\" NBER Working Paper 20766, 2014.",
        "Acemoglu, Daron, and Veronica Guerrieri. \"Capital Deepening and Nonbalanced Economic Growth.\" Journal of Political Economy 116, no. 3 (2008): 467-498.",
        "Ahsan, Reshad N., and Devashish Mitra. \"Trade liberalization and labor's slice of the pie: Evidence from Indian firms.\" Journal of Development Economics 108 (2014): 1-16.",
        "Antras, Pol. \"Is the U.S. Aggregate Production Function Cobb-Douglas? New Estimates of the Elasticity of Substitution.\" B.E. Journal of Macroeconomics 4, no. 1 (2004).",
        "Arpaia, Alfonso, Esther Perez, and Karl Pichelmann. \"Understanding Labour's Income Share Dynamics in Europe.\" European Economy Economics Paper No. 379, European Commission, 2009.",
        "Arrow, Kenneth J., Hollis B. Chenery, B. S. Minhas, and Robert M. Solow. \"Capital-Labor Substitution and Economic Efficiency.\" Review of Economics and Statistics 43 (1961): 225-250.",
        "Atkinson, A. B. \"Factor shares: the principal problem of political economy?\" Oxford Review of Economic Policy 25, no. 1 (2009): 3-16.",
        "Bentolia, Samuel, and Gilles Saint-Paul. \"Explaining Movements in the Labor Share.\" Contributions to Macroeconomics 3, no. 1 (2003).",
        "Berndt, E. \"Reconciling alternative estimates of the elasticity of substitution.\" Review of Economics and Statistics 58, no. 1 (1976): 81-114.",
        "Bertoli, Simone, and Francesco Farina. \"The functional distribution of income: a review of the theoretical literature and of the empirical evidence around its recent pattern in European countries.\" University of Siena DEPFID Working Papers, September 2007.",
        "Blackorby, C., and R. R. Russell. \"Will the Real Elasticity of Substitution Please Stand Up? (A Comparison of the Allen/Uzawa and Morishima elasticities).\" American Economic Review 79 (1989): 882-8.",
        "Blanchard, O. \"European unemployment: the evolution of facts and ideas.\" Economic Policy, January 2006: 5-59.",
        "Blanchard, Olivier. \"The Medium Run.\" Brookings Papers on Economic Activity 2 (1997): 89-158.",
        "Bridgman, Benjamin. \"Is LaborÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0084¢s Loss CapitalÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0084¢s Gain? Gross versus Net Labor Shares.\" Bureau of Economic Analysis, June 2014.",
        "Brock, Ellen, and Sabien Dobbelaere. \"Has international trade affected workers bargaining power?\" Review of World Economics 142, no. 2 (2006): 233-266.",
        "Burtless, G. \"Income Progress Across the American Income Distribution 2000Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c 2005.\" Testimony for the Committee on Finance, US Senate, May 2007.",
        "Chirinko, Robert S. \"The Long and Short of It.\" Journal of Macroeconomics 30 (2008): 671-686.",
        "Chirinko, Robert S., and Debdulal Mallick. \"The Substitution Elasticity, Factor Shares, Long-Run Growth, and the Low-Frequency Panel Model.\" CESifo Working Paper Series No. 4895, October 2014.",
        "Cobb, Charles W., and Paul H. Douglas. \"A Theory of Production.\" The American Economic Review 18, no. 1 (1928): 139-165.",
        "David, Paul A., and Th. Van De Klundert. \"Biased Efficiency Growth and Capital-Labor Substitution in the U.S., 1899-1960.\" American Economic Review 55 (1965): 357-393.",
        "Dew-Becker, Ian, and Robert J. Gordon. \"Where did the Productivity Growth Go? Inflation Dynamics and the Distribution of Income.\" NBER Working Paper No. 11842, 2005.",
        "Elsby, Michael W. L., Bart Hobjin, and Aysegul Sahin. \"The Decline of the U.S. Labor Share.\" Brookings Papers on Economic Activity, September 2013.",
        "Fragiadakis, Kostas, Leonidas Paroussos, Nikos Kouvaritakis, and Pantelis Capros. A Multi Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c Country Econometric Estimation of the Constant Elasticity of Substitution. Athens: National Technical University of Athens, Paper prepared for WIOD project, 2012.",
        "Griliches, Zvi. \"Capital-Skill Complementarity.\" Review of Economics and Statistics 51, no. 4 (1969): 465-68.",
        "Harrison, Ann E. \"Has Globalization Eroded LaborÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0084¢s Share? Some CrossCountry Evidence.\" UC Berkeley and NBER, April 2005.",
        "Hicks, John, R. The Theory of Wages. 2nd. London, UK: MacMillan, 1963.",
        "Jones, Charles I, and Dean Scrimgeour. \"The Steady-State Growth Theorem: A Comment on Uzawa (1961).\" NBER Working Paper No. 10921, November 2004.",
        "Jorgenson, Dale W., Mun S. Ho, and Jon Samuels. \"A Prototype IndustryÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u0090Level Production Account for the United States, 1947Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u00902010.\" Second World KLEMS Conference. Cambridge, MA: Harvard University, 2012.",
        "Juselius, Mikael. \"Long-run relationships between labor and capital: Indirect evidence on the elasticity of substitution.\" Journal of Macroeconomics 30, no. 2 (June 2008): 739-756.",
        "Kaldor, Nicholas. \"Capital accumulation and economic growth.\" In The Theory of Capital, edited by F. Lutz. London, UK: MacMillan, 1961.",
        "Kalt, Joseph P. \"Technological Change and Factor Substitution in the United States: 1929-1967.\" International Economic Review 19, no. 3 (October 1978): 761-775. Kamal, Fariha, Mary E. Lovely, and Devashish Mitra. \"Trade Liberalization and Labor Shares in China.\" US Census Bureau Center for Economic Studies Paper No.",
        "Karabarbounis, Loukas, and Brent Nieman. \"The Global Decline of the Labor Share.\" Quarterly Journal of Economics, 2014: 61-103.",
        "Keynes, J.M. \"Relative movements of real wages and output.\" Economic Jounral 49, no. 193 (1939): 34-51. Klump, R., and O. De La Grandville. \"Economic growth and the elasticity of substitution: Two theorems and some suggestions.\" American Economic Review 90, no.",
        "Klump, R., P. McAdam, and A. Willman. \"Factor substitution and factor augmenting technical progress in the US: A normalized supply-side system approach.\" Review of Economics and Statistics 89, no. 1 (February 2007): 183-192.",
        "Kraemer, Hagen M. \"The Alleged Stability of the Labour Share of Income in Macroeconomic Theories of Income Distribution.\" IMK Working Paper, August 2010.",
        "Krusell, Per, Lee Ohanian, Victor Rios-Rull, and Giovanni Violante. \"Capital Skill Complementary and Inequality.\" Econometrica 68 (2000): 1029-1053.",
        "Lawrence, Robert Z. Blue Collar Blues. Washington, D.C.: The Peterson Institute for International Economics, 2008.",
        "LeÃ\u0083Æ\u0092Ã\u0082Â³n-Ledesma, Miguel A., Peter McAdam, and Alpo Willman. \"Identifying the Elasticity of Substitution with Biased Technical Change.\" American Economic Review 100 (September 2010): 1330-57.",
        "Mallick, Debdulal. \"The role of the elasticity of substitution in economic growth: A cross-country investigation.\" Labour Economics 19 (2012): 682-694.",
        "Oberfield, Ezra, and Devesh Raval. \"Micro Data and Macro Technology.\" NBER Working Paper No. 20452, September 2014.",
        "Piketty, Thomas. Capital in the Twenty-First Century. Belknap: Cambridge, MA, 2014.",
        "Piketty, Thomas, and Gabriel Zucman. \"Capital is Back: Wealth-Income Ratios in Rich Countries 1700-2010.\" Working Paper, 2013.",
        "Robinson, Joan. Economics of Imperfect Competition. London, UK: MacMillan, 1932.",
        "Rognlie, Matthew. \"A Note on Piketty and Diminishing Returns to Capital.\" Working Paper, June 2014.",
        "Rognlie, Matthew. \"Deciphering the fall and rise in the net capital share.\" Brookings Papers on Economic Activity, March 2015.",
        "Schneider, Dorothee. \"The Labor Share: A Review of Theory and Evidence.\" SFB 649 Discussion Paper 2011-069, Humboldt-UniversitÃ\u0083Æ\u0092Ã\u0082Â¤t zu Berlin, October 2011.",
        "Solow, Robert M. \"A skeptical note on the constancy of relative shares.\" American Economic Review, 1958: 618-631.",
        "Summers, Lawrence H. \"The Inequality Puzzle.\" Democracy, no. 33 (Summer 2014).",
        "Uzawa, Hirofumi. \"Neutral Inventions and the Stability of Growth Equilibrium.\" The Review of Economic Studies 28, no. 2 (1961): 117-124.",
        "Wei, Taoyuan. \"Estimates of substitution elasticities and factor-augmented technical changes.\" Center for International Climate and Environmental Research (CICERO), March 2014.",
        "Young, Andrew T. \"US Elasticities of Substitution and Factor-Augmentation at the Industry Level.\" Working Paper, West Virginia University, 2010. TABLES"
    ]
}