{
    "id": 21291,
    "cites": 40,
    "cited_by": 18,
    "reference": [
        "Anderson, S., A. de Palma, and J. Thisse (1992), Discrete choice theory of product differentiation, Cambridge: MIT Press.",
        "Babaee, S., A. Nagpure, and J. DeCarolis (2014), Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093How much do electric drive vehicles matter to future U.S. emissionsÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d, Environmental Science and Technology, forthcoming.",
        "Banzhaf, H., and B. Chupp (2012), Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Fiscal federalism and interjurisdictional externalities: New results and an application to US air pollutionÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d, Journal of Public Economics, 96: 449-464.",
        "Bell, M.L., A. McDermott, S. L. Zeger, J. M. Samet, and F. Domenici. (2004), Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Ozone and Short-Term Mortality in 95 US Urban Communities, 1987-2000.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d J. of the Amer. Medical Association, 17: 2372-2378.",
        "Burtraw, D., A. Krupnick, D. Austin, D. Farrel, and E. Mansure (1998), Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Costs and benefits of reducing air pollutants related to acid rain,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Contemporary Economic Policy, 16: 379-400.",
        "De Borger, B. (2001), Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Discrete choice models and optimal two-part tariffs in the presence of externalities: optimal taxation of cars,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Regional Science and Urban Economics, 31: 471-504.",
        "De Borger, B. and I. Mayeres (2007), Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Optimal taxation of car ownership, car use and public transport: Insights derived from a discrete choice numerical optimization model,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d European Economic Review, 51: 1177-1204.",
        "Dubin, J. and D. McFadden (1984), Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093An econometric analysis of residential electric appliance holdings and consumption,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Econometrica, 52: 345-362.",
        "Fann, N., C. Fulcher, and B. Hubbell (2009), Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093The Influence of location, source, and emission, type in estimates of the human health benefits of reducing a ton of air pollution, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093 Air Quality, Atmosphere and Health, 2: 169-176.",
        "Fowlie, M. and N. Muller (2013), Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Market-based emissions regulation when damages vary across sources: What are the gains from differentiation?Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d EI@Haas WP 237.",
        "Graff Zivin, J., M. Kotchen, and E. Mansur (2014), Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Spatial and temporal heterogeneity of marginal emissions: Implications for electric cars and other electricity-shifting policiesÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d, Journal of Economic Behavior and Organization, 107(A): 248-268.",
        "Grissom, G. (2013), Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Determining the optimal subsidy for plug-in electric vehicles in the United States by countyÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d, Honors Thesis in Economics, The University of North Carolina at Chapel Hill.",
        "Henry, D., N. Muller, and R, Mendelsohn (2011), Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093The social cost of trading: measuring the increased damages from Sulfur Dioxide trading in the United States,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Journal of Policy Analysis and Management, 30(3): 598-612.",
        "Holland, S., and E. Mansur (2008), Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Is real-time pricing green? The environmental impacts of electricity demand varianceÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d, Review of Economics and Statistics, 90(3): 550-561.",
        "Jacobsen, M., C. Knittel, J. Sallee, and A. van Benthem (2015), Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Correcting externalities from durable goods in the presence of herterogeneityÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d, working paper.",
        "Levy, J., L. Baxter, and J. Schwartz (2009),Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Uncertainty and Variability in Health Related Damages from Coal-fired Power Plants in the United States, Risk Analysis, DOI: 10.1111/j.1539-6924.2009.01227.x",
        "Li, S., L. Tong, J. Xing, and Y. Zhou (2015), Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093The market for electric vehicles: Indirect network effects and policy impactsÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d, working paper, Cornell University.",
        "Mauzerall, D., B. Sultan, N. Kim, and D. Bradford (2005), Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093NOx Emissions from Large Point Sources: Variability in Ozone Production, Resulting Health Damages and Economic Costs,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Atmospheric Environment, 39: 2851-66.",
        "Mendelsohn, R. (1980), Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093An Economic Analysis of Air Pollution from Coal-Fired Power Plants,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Journal of Environmental Economics and Management, 7(1): 30-43.",
        "Mendelsohn, R. (1986), Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Regulating heterogeneous emissions,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Journal of Environmental Economics and Management, 13: 301-312.",
        "Michalek, J., M. Chester, P. Jaramillo, C. Samaras, C. Shiau, and L. Lave (2011), Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Valuation of plug-in vehicle life-cycle air emissions and oil displacement benefitsÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d, Proceedings of the National Academy of Sciences, 108: 16554-16558.",
        "Muller, N. (2011), Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Linking Policy to Statistical Uncertainty in Air Pollution Damages.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d The B.E. Press Journal of Economic Analysis and Policy. 11(1), Contributions, Article 32.",
        "Muller, N. (2012), Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093The Design of Optimal Climate Policy with Air Pollution Co-Benefits.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Resource and Energy Economics. http://dx.doi.org/10.1016/j.reseneeco.2012.07.002",
        "Muller, N. (2014), Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Boosting GDP growth by accounting for the environment: Including air pollution and greenhouse gas damages increases estimated U.S. growth.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Science. August 22nd, Vol. 345 no. 6199 pp. 873-874: DOI:10.1126/science.1253506.",
        "Muller, N. and R. Mendelsohn (2007), Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Measuring the Damages of Air Pollution in the United StatesÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d J. of Environmental Economics and Management, 54: 1-14.",
        "Muller, N. and R. Mendelsohn (2009), Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Efficient pollution regulation: getting the prices right,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d American Economic Review, 99: 1714-1739.",
        "Muller, N. and R. Mendelsohn (2012), Using Marginal Damages in Environmental policy: A Study of Air Pollution in the United States, The American Enterprise Institute Press. Washington, D.C., USA.",
        "Muller, N., R. Mendelsohn, W. Nordhaus (2011), Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Environmental Accounting for Pollution in the United States Economy.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093 American Economic Review. 101: 1649-1675.",
        "Muller, N., D. Tong, R. Mendelsohn, (2009) Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Regulating NOx and SO2 in Atlanta.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d The B.E. Journal of Economic Analysis & Policy: Vol. 9 : Iss. 2 (Contributions), Article 3.",
        "National Academy of Sciences, National Research Council. (NAS NRC) 2010. Hidden Costs of Energy: unpriced consequences of energy production and use. National Academy Press, Washington, D.C., USA.",
        "Parry, I. and K. Small (2005), Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Does Britain or the United States have the right gasoline tax?Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d American Economic Review, 95: 1276-1289.",
        "Pope, C. A., R. T. Burnett, M. J. Thun, E. E. Calle, D. Krewski, K. Ito, G. D. Thurston. (2002). Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Lung Cancer, Cardiopulmonary Mortality, and Long-Term Exposure to Fine Particulate Air Pollution.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d J. of the Amer. Medical Association, 287 (9): 1132-1141.",
        "Roman, H.A. K.D. Walker, T.L. Walsh, L. Conner, H.M. Richmond, B.J. Hubbell, P.L. Kinney. (2008). Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Expert Judgment Assessment of the Mortality Impact of Changes in Ambient Fine Particulate Matter in the U.S.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Environmental Science and Technology. 42:2268 Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c 2274.",
        "Small, K. and H. Rosen (1981), Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Applied welfare economics with discrete choice models,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Econometrica, 49: 105-130.",
        "Stavins, R. (1996), Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Correlated Uncertainty and Policy Instrument Choice,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Journal of Environmental Economics and Managemetn, 30: 218-232.",
        "Tessum, C., J. Hill, and J. Marshall (2014), Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Life cycle air quality impacts of conventional and alternative light duty transportation in the United States,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Proceedings of the National Academy of Sciences, 111: 18490-18495.",
        "Tong, D., N. Muller, D. Mauzerall, and R. Mendelsohn (2006), Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Integrated Assessment of the Spatial Variability of Ozone Impacts from Emissions of Nitrogen Oxides,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Environmental Science and Technology, 40(5): 1395-1400.",
        "USEPA (2014) National Emissions Inventory (NEI), 2011. Washington, DC: Office of Air Quality Planning and Standards, Emissions Inventory Group; Emissions, Monitoring, and Analysis Division.",
        "Weitzman, M. (1974), Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Prices vs. Quantities,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Review of Economic Studiesm 41: 477491.",
        "Yuksel, T. and J. Michalek (2015), Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Effects of regional temperature on electric vehicle efficiency, range, and emissions in the United StatesÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d, forthcoming, Environmental Science and Technology."
    ]
}