{
    "id": 21294,
    "cites": 69,
    "cited_by": 1,
    "reference": [
        "Albagli, Elias, Christian Hellwig and Aleh Tsyvinski (2013) A Theory of Asset Pricing Based on Heterogeneous Information, mimeo.",
        "Albagli, Elias, Christian Hellwig and Aleh Tsyvinski (2014) Risk-Taking, Rent-Seeking, and Investment When Financial Markets Are Noisy, mimeo.",
        "Allen, Franklin, Stephen Morris and Hyun Song Shin (2006) Beauty Contests and Iterated Expectations in Asset Markets, Review of Financial Studies, 19, 719-752. It is easy to extend the information structure to allow imperfect comovement in period 1 for the sentiment-driven equilibrium (see Benhabib, Liu and Wang (2014)).",
        "Ang, Andrew and Joseph Chen (2002) Asymmetric correlations of equity portfolios, Journal of Financial Economics, 63, 443-494.",
        "Angeletos, George-Marios, Guido Lorenzoni and Alessandro Pavan (2010) Beauty Contests and Irrational Exuberance: A Neoclassical Approach, NBER working paper 15883.",
        "Angeletos, George-Marios, Fabrice Collard and Harris Dellas (2014) Quantifying Condence, mimeo.",
        "Aumann, Robert (1987) Correlated Equilibrium as an Expression of Bayesian Rationality, Econometrica, 55, 1-18.",
        "Aumann, Robert, James Peck and Karl Shell (1988) Asymmetric Information and Sunspot Equilibria: A Family of Simple Examples, CAE Working Paper #88-34.",
        "Bacchetta, Philippe and Eric van Wincoop (2013) The Great Recession: A Self-Fullling Global Panic, mimeo.",
        "Baker, Malcolm, Jeremy Stein and Jerey Wurgler (2003) When Does The Market Matter ? Stock Prices And The Investment Of Equity-Dependent Firms, Quarterly Journal of Economics, 969-1006.",
        "Baker, Malcolm and Jerey Wurgler (2006) Investor Sentiment and the Cross-Section of Stock Returns, Journal of Finance, 61 (4), 1645-1680.",
        "Baker, Malcolm and Jerey Wurgler (2007) Investor Sentiment in the Stock Market, Journal of Economic Perspectives, 21(2), 129-152.",
        "Bakke, Tor-Erik and Toni Whited (2010) Which Firms Follow the Market? An Analysis of Corporate Investment Decisions, Review of Financial Studies, 23, 1941-1980.",
        "Barlevy, Gadi and Pietro Veronesi (2003) Rational panics and stock market crashes, Journal of Economic Theory, 110, 234-263.",
        "Benhabib, Jess, Xuewen Liu and Pengfei Wang (2014) Sentiments, Financial Markets, and Macroeconomic Fluctuations, Available at SSRN: http://ssrn.com/abstract=2562067.",
        "Benhabib, Jess and Pengfei Wang (2013) Private Information and Sunspots in Sequential Asset Markets, Journal of Economic Theory, forthcoming.",
        "Benhabib, Jess, Pengfei Wang and Yi Wen (2013) Uncertainty and Sentiment-Driven Equilibria , NBER Working Paper No. 18878.",
        "Benhabib, Jess, Pengfei Wang and Yi Wen (2015) Sentiments and Aggregate Demand Fluctuations , Econometrica, 83, 549-585.",
        "Bergemann, Dirk and Stephen Morris (2011) Correlated Equilibrium in Games with Incomplete Information, mimeo.",
        "Bernanke, Ben and Mark Gertler (1989) Agency Costs, Net Worth, and Business Fluctuations , American Economic Review, 79(1), 14-31.",
        "Bond, Phillip, Alex Edmans and Itay Goldstein (2012) The Real Eects of Financial Markets, Annual Review of Financial Economics, 4, 339-360.",
        "Bond, Philip, Itay Goldstein and Edward Simpson Prescott (2010) Market-Based Corrective Actions, Review of Financial Studies, 23, 781-820.",
        "Campbell, John and Robert Shiller (1988) Stock Prices, Earnings, and Expected Dividends, Journal of Finance, 43 (3), 661-676.",
        "Chen, Qi, Itay Goldstein and Wei Jiang (2007) Price Informativeness and Investment Sensitivity to Stock Price, Review of Financial Studies, 20, 619-650.",
        "Chudik, Alexander and Marcel Fratzscher (2012) Liquidity, Risk and the Global Transmission of the 2007-08 Financial Crisis and the 2010-11 Sovereign Debt Crisis, mimeo.",
        "Connolly, Robert and Albet Wang (2003) International equity market comovements: Economic fundamentals or contagion? Pacic-Basin Finance Journal, 11, 23-43.",
        "Culter, David, James Poterba and Lawrence Summers (1989) What moves stock prices, Journal of Portfolio Management, 15, 4-12.",
        "De Bondt, Werner and Richard Thaler (1987) Further Evidence on Investor Overreaction and Stock Market Seasonality, Journal of Finance, 42 (3), 557-581.",
        "Dow, James and Gary Gorton (1997) Stock Market Eciency and Economic Eciency: Is There a Connection?, Journal of Finance, 52, 1087-1129.",
        "Fama, Eugene and Kenneth French (1989) Business conditions and expected returns on stocks and bonds, Journal of Financial Economics, 25 (1), 23-49.",
        "Fama, Eugene and Kenneth French (2002) The Equity Premium, Journal of Finance, 57 (2), 637-659.",
        "Farmer, Roger (1999) The Macroeconomics of Self-Fullling Prophecies, 2nd ed., MIT Press, Cambridge.",
        "Fishman, Michael and Kathleen Hagerty (1992) Insider Trading and the Eciency of Stock Prices, RAND Journal of Economics, 23, 106-122.",
        "Foucault, Thierry and Thomas Gehrig (2008) Stock Price Informativeness, Cross-Listings and Investment Decisions, Journal of Financial Economics, 88, 146-168.",
        "Foucault, Thierry and Laurent Fresard (2014) Learning From Peers Stock Prices and Corporate Investment, Journal of Financial Economics, 111, 554-577.",
        "Fox, Merritt, Randall Morck, Bernard Yeung and Artyom Durnev (2003) Law, Share Price Accuracy, and Economic Performance: The New Evidence, Michigan Law Review, 102 (3), 331-386.",
        "Gaballo, Gaetano (2013) Price Dispersion and Private Uncertainty, mimeo.",
        "Goldstein, Itay and Alexander Guembel (2008) Manipulation and the Allocational Role of Prices, Review of Economic Studies, 75, 133-164.",
        "Goldstein, Itay, Emre Ozdenoren and Kathy Yuan (2011) Learning and Complementarities in Speculative Attacks, Review of Economic Studies, 78(1), 263-292.",
        "Goldstein, Itay, Emre Ozdenoren and Kathy Yuan (2013) Trading Frenzies and Their Impact on Real Investment, Journal of Financial Economics, 109, 566-582.",
        "Goldstein, Itay and Liyan Yang (2013) Good Disclosure, Bad Disclosure, mimeo.",
        "Grossman, Sanford and Joseph Stiglitz (1980) On the Impossibility of Informationally Ecient Markets, American Economic Review, 70, 393-408.",
        "Hayek, Friedrich (1945) The Use of Knowledge in Society, American Economic Review, 35, 519-530.",
        "Hellwig, Christian and Laura Veldkamp (2009) Knowing What Others Know: Coordination Motives in Information Acquisition, Review of Economic Studies, 76, 223-251.",
        "Hirshleifer, David (2001) Investor Psychology and Asset Pricing, Journal of Finance, 56, 1533-1597.",
        "Hirshleifer, David and Tyler Shumway (2003) Good Day Sunshine: Stock Returns and the Weather, Journal of Finance, 58 (3), 1009-1032.",
        "Hirshleifer, David, Avanidhar Subrahmanyam and Sheridan Titman (2006) Feedback and the Success of Irrational Investors, Journal of Financial Economics, 81, 311-338.",
        "Holmstrom, Bengt and Jean Tirole (1997) Financial Intermediation, Loanable Funds, and the Real Sector, The Quarterly Journal of Economics, 112, 663-691.",
        "Huang, Shiyang and Yao Zeng (2014) Investment Waves under Cross Learning, mimeo.",
        "Kamstra, Mark, Lisa Kramer and Maurice Levi (2003) Winter Blues: A SAD Stock Market Cycle, American Economic Review, 93(1): 324-343.",
        "Karolyi, Andrew and Rene Stulz (1996) Why do markets move together? An investigation of U.S.- Japan stock return co-movements, Journal of Finance, 51, 951-986.",
        "King, Mervyn and Sushil Wadhwani (2000) Transmission of volatility between stock markets, Review of Financial Studies, 3, 5-33.",
        "Kiyotaki, Nobuhiro and John Moore (1997) Credit Cycles, Journal of Political Economy 105 (2): 211248.",
        "Kurlat, Pablo and Laura Veldkamp (2012) Shall We Regulate Financial Information?, mimeo.",
        "Lamont, Owen and Jeremy Stein (2006) Investor Sentiment and Corporate Finance: Micro and Macro, American Economic Review, 96(2): 147-151.",
        "Leland, Hayne (1992) Insider Trading: Should it be Prohibited?, Journal of Political Economy, 100, 859-887.",
        "Lettau, Martin, Sydney Ludvigson and Jessica Wachter (2008) The Declining Equity Premium: What Role Does Macroeconomic Risk Play? Review of Financial Studies, 21 (4): 1653-1687.",
        "Levchenko, Andrei and Nitya Pandalai-Nayar (2015), TFP, News, and Sentiments: The International Transmission of Business Cycles, mimeo.",
        "Levine, Ross (2005) Finance and Growth: Theory and Evidence, in Handbook of Economic Growth, Philippe Aghion and Steven Durlauf (eds.)",
        "Luo, Yuanzhi (2005) Do Insiders Learn from Outsiders? Evidence from Mergers and Acquisitions , Journal of Finance, 60, 1951-1982.",
        "Ozdenoren, Emre and Kathy Yuan (2008) Feedback Eects and Asset Prices, Journal of Finance, 63(4), 1939-1975.",
        "Peck, James (2014) A Battle of Informed Traders and the Market Game Foundations for Rational Expectations Equilibrium, Games and Economic Behavior, 88, 153-173.",
        "Peck, James and Karl Shell (1991) Market Uncertainty: Correlated and Sunspot Equilibria in Imperfectly Competitive Economies, Review of Economic Studies, 58, 1011-29.",
        "Salomons, Roelof and Henk Grootveld (2003) The equity risk premium: emerging vs. developed markets, Emerging Markets Review, 4 (2), 121-144.",
        "Saunders, Edward (1993) Stock Prices and Wall Street Weather, American Economic Review, 83 (5), 1337-1345.",
        "Subrahmanyam, Avanidhar and Sheridan Titman (1999) The Going-Public Decision and the Development of Financial Markets, Journal of Finance, 54, 1045-1082.",
        "Vives, Xavier (2014) On The Possibility Of Informationally Ecient Markets, Journal of the European Economic Association, 12, 1200-1239.",
        "Yi Wen (2002) The business Cycle Eects of Christmas, Journal of Monetary Economics, 49, 6, 1289-1314.",
        "Yuan, Kathy (2005) Asymmetric Price Movements and Borrowing Constraints: A REE Model of Crisis, Contagion, and Confusion, Journal of Finance, 60 (1): 379-411."
    ]
}