{
    "id": 21298,
    "cites": 50,
    "cited_by": 21,
    "reference": [
        "Abaluck, J. and J. Gruber (2011). Choice Inconsistencies among the Elderly: Evidence from Plan Choice in the Medicare Part D Program. The American Economic Review 101(June), 1180Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c1210.",
        "Abaluck, J. and J. Gruber (2013). Evolving Choice Inconsistencies in Choice of Prescription Drug Insurance. NBER Working Paper no. 19163.",
        "Abaluck, J., J. Gruber, and A. Swanson (2015). Prescription Drug Use under Medicare Part D: A Linear Model of Nonlinear Budget Sets. NBER Working Paper No. 20976.",
        "Berry, S., J. Levinsohn, and A. Pakes (1995). Automobile Prices in Market Equilibrium. Econometrica 63(4), 841Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c889.",
        "Berry, S. T. (1994). Estimating discrete-choice models of product differentiation. The RAND Journal of Economics 25(2), 242Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c262.",
        "Center for Medicare and Medicaid Services (2009, February). Guidance to States on the Low-Income Subsidy. http://www.cms.gov/Medicare/Eligibility-and-Enrollment/ LowIncSubMedicarePresCov/EligibilityforLowIncomeSubsidy.html. Accessed June 4, 2015.",
        "Chorniy, A., D. Miller, and T. Tang (2014). Mergers in Medicare Part D: Decomposing Market Power, Cost Efficiencies, and Bargaining Power. Clemson University Working Paper.",
        "Congressional Budget Office (2014, July). Compettition and the Cost of MedicareÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0084¢s Prescription Drug Program.",
        "Currie, J. and F. Gahvari (2008). Transfers in Cash and In-Kind: Theory Meets the Data. Journal of Economic Literature 46-2, 333Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c83.",
        "Curto, V., L. Einav, J. Levin, and J. Bhattacharya (2015). Can Health Insurance Competition Work? Evidence from Medicare Advantage. NBER Working Paper No. 20818.",
        "Dalton, C., G. Gowrisankaran, and R. Town (2015). Myopia and Complex Dynamic Incentives: Evidence from Medicare Part D. Working Paper.",
        "Decarolis, F. (2015). Medicare Part D: Are Insurers Gaming the Low Income Subsidy Design? American Economic Review 105(4), 1547Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c80.",
        "Dub e, J.-P., G. J. Hitsch, and P. E. Rossi (2009). Do switching costs make markets less competitive? Journal of Marketing Research 46(4), 435Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c445.",
        "Duggan, M. (2004). Does Contracting Out Increase the Efficiency of Government Programs? Evidence from Medicaid HMOs. Journal of Public Economics 88:12, 2549Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c2572.",
        "Duggan, M., P. Healy, and F. Scott Morton (2008). Providing Prescription Drug Coverage to the Elderly: AmericaÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0084¢s Experiment with Medicare Part D. Journal of Economic Perspectives 22(4), 69Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c92.",
        "Duggan, M. and F. Scott Morton (2006). The Distortionary Effects of Government Procurement: Evidence from Medicaid Prescription Drug Purchasing. The Quarterly Journal of Economics 121(1), 1Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c30.",
        "Duggan, M. and F. Scott Morton (2010). The Effect of Medicare Part D on Pharmaceutical Prices and Utilization. The American Economic Review 100(1), 590Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c607.",
        "Einav, L., A. Finkelstein, and P. Schrimpf (2015). The Response of Drug Expenditure to Non-Linear Contract Design: Evidence from Medicare Part D. Quarterly Journal of Economics 130(2).",
        "Engelhardt, G. V. and J. Gruber (2011). Medicare Part D and the Financial Protection of the Elderly. American Economic Journal: Economic Policy 3(4), 77Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c102.",
        "Enthoven, A. C. (2011). Reforming Medicare by Reforming Incentives. New England Journal of Medicine 364(21), e44. PMID: 21561341.",
        "Ericson, K. (2014). Consumer Inertia and Firm Pricing in the Medicare Part D Prescription Drug Insurance Exchange. American Economic Journal: Economic Policy 6(1), 38Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c64.",
        "Frakt, A. (2011, March, 23). The key difference between exchanges and the Ryan-Rivlin plan. Web Blog Post TheIncidentalEconomist.",
        "Gandhi, A. and J. Houde (2015). Measuring Substitution Patterns in Differentiated Products Industries The Missing Instruments. Mimeo, University of Wisconsin-Madison and University of Pennsylvania.",
        "Gruber, J. and E. Washington (2005). Subsidies to Employee Health Insurance Premiums and the Health Insurance Market. Journal of Health Economics 24, 253Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c276.",
        "Hausman, J. A. and J. M. Poterba (1987). Household behavior and the tax reform act of 1986. The Journal of Economic Perspectives 1(1), pp. 101Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c119.",
        "Heiss, F., A. Leive, D. McFadden, and J. Winter (2013). Plan Selection in Medicare Part D: Evidence from Administrative Data. Journal of Health Economics 32, 1325Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c1344.",
        "Heiss, F., D. Mcfadden, and J. Winter (2010). Mind the Gap ! Consumer Perceptions and Choices of Medicare Part D Prescription. In D. Wise (Ed.), Research Findings in the Economics of Aging, pp. 413Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c481. The University of Chicago Press.",
        "Ho, K., J. Hogan, and F. Scott Morton (2015). Insurer (In)Efficiency in the Medicare Part D Program. NBER Working Paper No. 21028.",
        "Kesternich, I., F. Heiss, D. McFadden, and J. Winter (2013). Suit the Action to the Word, the Word to the Action: Hypothetical Choices and Real Decisions in Medicare Part D. Journal of Health Economics 32(6).",
        "Ketcham, J., C. Lucarelli, and C. Powers (2015). Paying Attention or Paying Too Much in Medicare Part D. American Economic Review 105(1), 204Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c233.",
        "Ketcham, J. and K. Simon (2008). Medicare Part DÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0084¢s Effects on Elderly Drug Costs and Utilization. American Journal of Managed Care, 14Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c22.",
        "Ketcham, J. D., C. Lucarelli, E. J. Miravete, and M. C. Roebuck (2012). Sinking, Swimming, or Learning to Swim in Medicare Part D. The American Economic Review 102(6), 2639Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c 2673.",
        "Klemperer, P. (1995). Competition when consumers have switching costs: An overview with applications to industrial organization, macroeconomics, and international trade. The Review of Economic Studies 62(4), 515Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c539.",
        "Kling, J. R., S. Mullainathan, E. Shafir, L. C. Vermeulen, and M. V. Wrobel (2012). Comparison Friction: Experimental Evidence from Medicare Drug Plans. The Quarterly Journal of Economics 127(1), 199Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c235.",
        "Laffont, J.-J. and J. Tirole (1993). A Theory of Incentives in Procurement and Regulation. The MIT Press.",
        "Lucarelli, C., J. Prince, and K. Simon (2012). The Welfare Impact of Reducing Choice in Medicare Part D: A Comparison of Two Regulation Strategies. International Economic Review 53(4), 1155Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c1177.",
        "Miller, D. and J. Yeo (2014a). The Consequences of a Public Health Insurance Option: Evidence From Medicare Part D. Mimeo, Clemson University and Singapore Management University.",
        "Miller, D. P. (2015). Risk Adjustment and Low Income Subsidy Distortions in Medicare Part D. Clemson University Working Paper.",
        "Miller, D. P. and J. Yeo (2014b). A Dynamic Discrete Choice Model of Switching Costs in Medicare Part D. Mimeo, Clemson University and Singapore Management University.",
        "Miller, K. (2014). Do Private Medicare Firms Have Lower Costs? Mimeo, University of Minnesota.",
        "Nevo, A. (2001). Measuring Market Power in the Ready-to-Eat Cereal Industry. Econometrica 69, 307Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c342.",
        "Oliver, T. R., P. R. Lee, and H. L. Lipton (2004). A Political History of Medicare and Prescription Drug Coverage. Milbank Quarterly 82(2), 283Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c354.",
        "Petrin, A. (2002). Quantifying the Benefits of New Products: The Case of the Minivan. Journal of Political Economy 110(4), 705Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c729.",
        "Polyakova, M. (2015). Regulation of insurance with adverse selection and switching costs: Evidence from Medicare Part D. Mimeo, Stanford University.",
        "Small, K. A. and H. S. Rosen (1981). Applied welfare economics with discrete choice models. Econometrica 49(1), pp. 105Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c130.",
        "Town, R. and S. Liu (2003). The welfare impact of Medicare HMOs. RAND Journal of Economics 34(4), 719Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c736.",
        "Train, K. and C. Winston (2007). Vehicle Choice Behavior and the Declining Market Share of U.S. Automakers. International Economic Review 48, 1469Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c1496.",
        "Vetter, S., F. Heiss, D. McFadden, and J. Winter (2013). Risk attitudes and Medicare Part D enrollment decisions. Economics Letters 119, 128Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c132.",
        "Williams, H. (1977). On the formation of travel demand models and economic evaluation measure of user benefit. Environment and Planning A 9(3), 285Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c344.",
        "Winter, J., R. Balza, F. Caro, F. Heiss, B. Jun, R. Matzkin, and D. McFadden (2006). Medicare prescription drug coverage: Consumer information and preferences. Proceedings of the National Academy of Sciences of the United States of America 103(20), 7929Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c7934."
    ]
}