{
    "id": 21309,
    "cites": 21,
    "cited_by": 0,
    "reference": [
        "Ambler, Kate. 2013. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093DonÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0084¢t Tell on Me: Experimental Evidence of Asymmetric Information in Transnational Households.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Tech. rep., University of Michigan.",
        "Auguste, Comte. 1874. Cat echisme positiviste. Les Classiques des Sciences Sociales. dÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0084¢aprs lÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0084¢ edition P. Arnaud, Paris, Garnier-Flammarion, 1966.",
        "Bergstrom, Theodore C. 1995. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093On the Evolution of Altruistic Ethical Rules for Siblings.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d American Economic Review 85 (1):58Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c81.",
        "Bourles, Renaud and Yann Bramoulle. 2013. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Altruism in Networks.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d AMSE Working Papers 1356, Aix-Marseille School of Economics, Marseille, France.",
        "Cox, Donald and Marcel Fafchamps. 2008. Extended Family and Kinship Networks: Economic Insights and Evolutionary Directions, Handbook of Development Economics, vol. 4, chap. 58. Elsevier, 3711Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c3784.",
        "Cremer, Helmuth and Pierre Pestieau. 2006. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Intergenerational Transfer of Human Capital and Optimal Education Policy.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Journal of Public Economic Theory 8 (4):529Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c545. URL http://ideas.repec.org/a/bla/jpbect/v8y2006i4p529-545.html.",
        "Curry, Oliver, Sam G. B. Roberts, and Robin I. M. Dunbar. 2013. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Altruism in social networks: Evidence for a kinship premium.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d British Journal of Psychology 104 (2):283Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c295.",
        "De Weerdt, Joachim, Garance Genicot, and Alice Mesnard. 2014. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Asymmetry of Information within Family Networks.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d CEPR Discussion Papers 10125, C.E.P.R. Discussion Papers. URL http://ideas.repec.org/p/cpr/ceprdp/10125.html.",
        "Ellingsen, Tore and Magnus Johannesson. 2008. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Pride and Prejudice: The Human Side of Incentive Theory.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d American Economic Review 98 (3):990Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c1008. URL http://www.aeaweb.org/articles.php?doi=10.1257/aer.98.3.990.",
        "Foster, Andrew D. and Mark R. Rosenzweig. 2001. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Imperfect Commitment, Altruism, and the Family: Evidence from Transfer Behavior in Low-Income Rural Areas.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d The Review of Economics and Statistics 83 (3):pp. 389Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c407.",
        "Glazer, Amihai and Kai A. Konrad. 1996. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093A Signaling Explanation for Charity.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d The American Economic Review 86 (4):pp. 1019Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c1028.",
        "Hamilton, W.D. 1964. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093The genetical evolution of social behaviour. I.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Journal of Theoretical Biology 7 (1):1 Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c 16.",
        "Jakiela, Pamela and Owen Ozier. 2012. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Does Africa Need a Rotten Kin Theorem? Experimental Evidence from Village Economies.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Tech. rep., World Bank Policy Research Working Paper 6085.",
        "James Andreoni, William T. Harbaugh and Lise Vesterlund. 2008. Altruism in Experiments, chap. 37. New Palgrave Dictionary of Economics, 2nd edition. MacMillan.",
        "Kazianga, H. 2006. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Motives for household private transfers in Burkina Faso.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Journal of Development Economics 79 (1):73Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c117.",
        "Ligon, Ethan and Laura Schechter. 2012. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Motives for sharing in social networks.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Journal of Development Economics 99 (1):13Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c26.",
        "Mailath, George J. 1987. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Incentive Compatibility in Signaling Games with a Continuum of Types.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Econometrica 55 (6):pp. 1349Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c1365.",
        "Mitrut, Andreea and Katarina Nordblom. 2010. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Social norms and gift behavior: Theory and evidence from Romania.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d European Economic Review 54 (8):998Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c1015.",
        "Ramey, Garey. 1996. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093D1 Signaling Equilibria with Multiple Signals and a Continuum of Types.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Journal of Economic Theory 69 (2):508 Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c 531.",
        "Rapoport, Hillel and Frederic Docquier. 2006. The economics of migrantsÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0084¢ remittances, Handbook on the Economics of Giving : Reciprocity and Altruism, vol. 1, chap. 17. Elsevier, 1135Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c1198.",
        "Spence, Michael. 1973. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Job Market Signaling.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d The Quarterly Journal of Economics 87 (3):pp. 355Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c374."
    ]
}