{
    "id": 21306,
    "cites": 25,
    "cited_by": 10,
    "reference": [
        "Joshua Angrist and Victor Lavy. Using MaimonidesÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0084¢ Rule to Estimate the Effect of Class Size on Scholastic Achievement. Quarterly Journal of Economics, 114(2):533Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c575, 1999. Joshua Angrist and Victor Lavy. New Evidende on Classroom Computers and Pupil Learning.",
        "Economic Journal, 112(482):735Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c765, 2002. Joshua Angrist and Miikka Rokkanen. Wanna Get Away? Regression Discontinuity Estimation of Exam School Effects Away from the Cutoff. Journal of the American Statistical Association, forthcoming.",
        "Robert J. Barro. Human capital and Growth. American Economic Review, 91(2):12Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c17, 2001.",
        "Lisa Barrow, Lisa Markman, and Cecilia Elena Rouse. The Educational Benefits of ComputerAided Instruction. American Economic Journal: Economic Policy, 1(1):52Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c74, 2009.",
        "Stefan Bauernschuster, Oliver Falck, and Ludger Woessmann. Surfing alone? The Internet and Social Capital: Evidence from an Unforeseeable Technological Mistake. Journal of Public Economics, 117(C):73Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c89, 2014.",
        "Andriana Bellou. The Impact of Internet Diffusion on Marriage Rates: Evidence from the Broadband Market. Journal of Population Economics, 28(2):265Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c297, 2015.",
        "Daniel O. Beltran, Kuntal K. Das, and Robert W. Fairlie. Home Computers and Educationl Outcomes: Evidence from NSLY97 and CPS. Economic Inquiry, 48(3):771Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c792, 2010.",
        "Manudeep Bhuller, Tarjei Havnes, Edwin Leuven, and Magne Mogstad. Broadband Internet: An Information Superhighway to Sex Crime? Review of Economic Studies, 8(4):1237Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c1266, 2013.",
        "Sandra E. Black. Do Better Schools Matter? Parental Valuation of Elementary Education. Quarterly Journal of Economics, 114(2):577Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c599, 1999. George Bulman and Robert W. Fairlie. Technology and Education: Computers, Software, and the Internet. In Handbook of the Economics of Education, volume 5. Elsevier, forthcoming.",
        "Damon Clark. The Performance and Competitive Effects of School Autonomy. Journal of Political Economy, 117(4):745Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c783, 2009.",
        "David J. Deming, Claudia Goldin, Lawrence F. Katz, and Noam Yuchtman. Can Online Learning Bend the Higher Education Cost Curve? NBER Working Paper 20890, 2015.",
        "Robert W. Fairlie. The Effects of Home Computers on School Enrollment. Economics of Education Review, 24(5):533Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c547, 2005.",
        "Robert W. Fairlie and Rebecca A. London. The Effects of Home Computers on Educational Outcomes: Evidence from a Field Experiment with Community College Students. Economic Journal, 122(561):727Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c753, 2012.",
        "Robert W. Fairlie and Jonathan Robinson. Experimental Evidence on the Effects of Home Computers on Academic Achievement among Schoolchildren. American Economic Journal: Applied Economics, 5(3):211Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c240, 2013. Oliver Falck, Robert Gold, and Stephan Heblich. E-Lections: Voting Behavior and the Internet.",
        "Oliver Falck, Constatin Mang, and Ludger Woessmann. Virtually No Effect? Different Uses of Classroom Computers and their Effect on Student Achievement. CESifo Working Paper No. 5266, March 2015.",
        "Mario Fiorini. The Effect of Home Computer Use on ChildrenÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0084¢s Cognitive and Non-Cognitive Skills. Economics of Education Review, 29(1):55Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c72, 2010. Chris Forman, Avi Goldfarb, and Shane Greenstein. The Internet and Local Wages: A Puzzle.",
        "Thomas Fuchs and Ludger Wossmann. Computers and Student Learning: Bivariate and Multivariate Evidence on the Availability and Use of Computers at Home and at School. Brussels Economic Review, 47(3-4):359Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c386, 2004. Stephen Gibbons, Stephen Machin, and Olmo Silva. Valuing School Quality Using Boundary Discontinuities.",
        "Austan Goolsbee and Johathan Guryan. The Impact of Internet Subsidies in Public Schools. Review of Economics and Statistics, 88(2):336Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c347, 2006.",
        "Gene M. Grossman and Elhanan Helpman. Innovation and Growth in the Global Economy. MIT Press, Cambridge, 1993. Eric A. Hanushek and Ludger Woessmann. The Knowledge Capital of Nations. CESifo Book Series.",
        "Caroline M. Hoxby. The Economics of Online Postsecondary Education: MOOCs, Nonselective Education, and Highly Selective Education. American Economic Review P&P, 104(5):528Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c533, 2014.",
        "Stephen Machin, Sandra McNally, and Olmo Silva. New Technology in Schools: Is There a Payoff? Economic Journal, 117(522):1145Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c1167, 2007.",
        "Ofer Malamud and Cristian Pop-Eleches. Home Computer Use and the Development of Human Capital. Quarterly Journal of Economics, 126(2):987Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c1027, 2011.",
        "Pippa Norris. Digital Divide: Civic Engagement, Information Poverty, and the Internet Worldwide. Cambridge University Press, Cambridge, 2001.",
        "John Schmitt and Jonathan Wadsworth. Is There an Impact of Household Computer Ownership on ChildrenÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0084¢s Educational Attainment in Britain? Economics of Education Review, 25(6):659Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c673, 2006.",
        "Jacob Vigdor, Helen Ladd, and Erika Martinez. Scaling the Digital Divide: Home Computer Technology and Student Achievement. Economic Inquiry, 52(3):1103Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c1119, 2014."
    ]
}