{
    "id": 21304,
    "cites": 17,
    "cited_by": 2,
    "reference": [
        "Brown, Jason, Mark Duggan, Ilyana Kuziemko, and William Woolston. 2014. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093How does Risk Selection Respond to Risk Adjustment? New Evidence from the Medicare Advantage Program.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009dAmerican Economic Review 104 (10): 3335-64.",
        "Dafny, Leemore. 2005. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093How Do Hospitals Respond to Price Changes?Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009dAmerican Economic Review 95 (5): 1525-47.",
        "Duggan, Mark, and Fiona Scott Morton. 2010. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093The Eect of Medicare Part D on Pharmaceutical Prices and Utilization.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009dAmerican Economic Review 100 (1): 590-607.",
        "Edelberg, Wendy. 2006. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Risk-Based Pricing of Interest Rates for Consumer Loans.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009dJournal of Monetary Economics 53 (8): 2283-98.",
        "Einav, Liran, Amy Finkelstein, and Paul Schrimpf. 2015. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093The Response of Drug Expenditure to Non-Linear Contract Design: Evidence from Medicare Part D.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009dQuarterly Journal of Economics 130 (2): 841-99.",
        "Ellis, Randall P. 2008. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Risk Adjustment in Health Care Markets: Concepts and Applications. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009dIn M. Lu and E Jonsson (eds.), Financing Health Care: New Ideas for a Changing Society, Chapter 8. Wiley-VCH Verlag GmbH & Co., Weinheim, Germany.",
        "Geruso, Michael, and Timothy Layton. 2014. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Risk Selection, Risk adjustment, and Manipulable Medical Coding: Evidence from Medicare.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009dMimeo, UT Austin.",
        "Glazer, Jacob, and Thomas G. McGuire. 2000. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Optimal Risk Adjustment in Markets with Adverse Selection: An Application to Managed Care.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d American Economic Review 90 (4): 1055-71.",
        "Joyce, Georey F., Julie Zissimopoulos, and Dana P. Goldman. 2013. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Digesting the Doughnut Hole.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009dJournal of Health Economics 32 (6): 1345-55.",
        "Kaiser Family Foundation. 2012a. http://www.k.org/medicare/upload/7044-13.pdf Kaiser Family Foundation. 2012b. http://www.k.org/medicare/upload/1066-15.pdf Medicare Payment Advisory Commission. 2009. Report to the Congress: Medicare Payment Policy.",
        "Newhouse, Joseph P. 1996. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Policy Watch: Medicare.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Journal of Economic Perspectives 10 (3): 159-67.",
        "Newhouse, Joseph P., Mary Price, Jie Huang, J. Michael McWilliams, and John Hsu. 2012. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Steps To Reduce Favorable Risk Selection In Medicare Advantage Largely Succeeded, Boding Well For Health Insurance Exchanges.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009dHealth Aairs 31 (12): 2618-28.",
        "Pauly, Mark. 1968. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093The Economics of Moral Hazard: Comment.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d American Economic Review 58 (3): 531-37.",
        "Poterba, James. 1996. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Government Intervention in The Markets for Education and Health Care: How and Why?Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009dIn Fuchs, Victor (Ed.), Individual and Social Responsibility. University of Chicago Press.",
        "Shepard, Mark. 2015. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Hospital Network Competition and Adverse Selection: Evidence from the Massachusetts Health Insurance Exchange.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009dMimeo, Harvard University.",
        "Song, Yunjie, Jonathan Skinner, Julie Bynum, Jason Sutherland, John Wennberg, and Elliott Fisher. 2010. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Regional Variations in Diagnostic Practices.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009dNew England Journal of Medicine July 1: 45-53.",
        "Van de Ven, Wynand P.M.M., and Randall Ellis. 2000. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Risk Adjustment in Competitive Health Plan Markets.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009dIn A. Culyer and J. Newhouse (eds.), Handbook of Health Economics Vol. 1. Elsevier."
    ]
}