{
    "id": 21316,
    "cites": 20,
    "cited_by": 8,
    "reference": [
        "Aditya Aladangady and Claudia Sahm. Do lower gasoline prices boost confidence? FEDS Note, 2015.",
        "Costas Azariadis. Self-fulfilling prophecies. Journal of Economic Theory, 25(3):380Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c396, 1981. R",
        "udiger Bachmann, Tim O Berg, and Eric R Sims. Inflation expectations and readiness to spend: Cross-sectional evidence. Technical report, National Bureau of Economic Research, 2012.",
        "Scott Baker, Nick Bloom, and Steve Davis. Measuring economic policy uncertainty. working paper, 2015.",
        "Robert B Barsky and Eric R Sims. Information, animal spirits, and the meaning of innovations in consumer confidence. The American Economic Review, 102(4):1343Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c1377, 2012.",
        "Paul Beaudry and Franck Portier. Stock prices, news, and economic fluctuations. The American Economic Review, 96(4):1293Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c1307, 2006.",
        "Jess Benhabib and Roger EA Farmer. Indeterminacy and increasing returns. Journal of Economic Theory, 63(1):19Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c41, 1994.",
        "Olivier Blanchard. Consumption and the recession of 1990-1991. The American Economic Review, pages 270Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c274, 1993.",
        "Mary A Burke and Ali Ozdagli. Household inflation expectations and spending: Evidence from panel data. In 4th Ifo Conference on Macroeconomics and Survey Data, 2013.",
        "Christopher D Carroll, Jeffrey C Fuhrer, and David W Wilcox. Does consumer sentiment forecast household spending? if so, why? The American Economic Review, pages 1397Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c1408, 1994.",
        "John H Cochrane. Shocks. Carnegie-Rochester Conference Series on Public Policy, 41:295Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c364, 1994.",
        "Robert E Hall. Macro theory and the recession of 1990-1991. The American Economic Review, pages 275Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c279, 1993.",
        "Nir Jaimovich and Sergio Rebelo. Can news about the future drive the business cycle? The American Economic Review, pages 1097Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c1118, 2009.",
        "Guido Lorenzoni. A theory of demand shocks. The American Economic Review, 99(5):2050Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c2084, 2009.",
        "Ulrike Malmendier and Stefan Nagel. Learning from inflation experiences. Unpublished manuscript, UC Berkley, 2009.",
        "Atif Mian and Amir Sufi. The effects of fiscal stimulus: Evidence from the 2009 cash for clunkers program. The Quarterly Journal of Economics, 127(3):1107Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c1142, 2012.",
        "Atif Mian and Amir Sufi. What explains the 2007Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c2009 drop in employment? Econometrica, 82 (6):2197Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c2223, 2014.",
        "Atif Mian, Kamalesh Rao, and Amir Sufi. Household balance sheets, consumption, and the economic slump. The Quarterly Journal of Economics, 128(4):1687Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c1726, 2013.",
        "Chris Tausanovitch and Christopher Warshaw. Measuring constituent policy preferences in congress, state legislatures, and cities. The Journal of Politics, 75(02):330Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c342, 2013.",
        "John Taylor. Analysis of daily sales data during the financial panic of 2008. Unpublished manuscript,"
    ]
}