{
    "id": 21319,
    "cites": 39,
    "cited_by": 19,
    "reference": [
        "Abberger, K., Abrahamsen, Y., Bolli, T., Dibiasi, A., Egger, P., Frick, A., Graff, M., H alg, F., Iselin, D., Sarferaz, S., Schl apfer, J., Siegenthaler, M., Simmons-S uer, B., Sturm, J.-E., & Tarlea, F. (2015). Der Bilaterale Weg - Eine Okonomische Bestandsaufnahme. KOF Studien, 2015(58).",
        "Autor, D. H. & Duggan, M. G. (2003). The Rise in the Disability Rolls and the Decline in Unemployment. The Quarterly Journal of Economics, 118(1), 157Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c205.",
        "Bartik, T. J. (1991). Who Benefits from State and Local Economic Development Policies? Books from Upjohn Press.",
        "Basten, C. C. & Siegenthaler, M. (2013). Do Immigrants Take or Create ResidentsÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0084¢ Jobs? Technical Report 335, KOF Working Papers.",
        "Beerli, A. & Indergand, R. (2014). Which Factors Drive the Skill-Mix of Migrants in the LongRun ? Technical Report 182, University of Zurich, Department of Economics, Working Paper.",
        "Bigotta, M. (2013). Priority to Local Workers and Its Consequences on Unemployment Duration. Working Paper.",
        "Blanchard, O. J. & Katz, L. F. (1992). Regional Evolutions. Brookings papers on economic activity, 1992(1), 1Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c75.",
        "Blau, F. D. & Kahn, L. M. (2012). Immigration and the Distribution of Incomes. Technical Report No. 18515, National Bureau of Economic Research.",
        "Bohn, S., Lofstrom, M., & Raphael, S. (2014). Did the 2007 Legal Arizona Workers Act Reduce the StateÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0084¢s Unauthorized Immigrant Population? Review of Economics and Statistics, 96(2), 258Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c269.",
        "Borjas, G. J. (2003). The labor demand curve is downward sloping: Reexamining the impact of immigration on the labor market. The Quarterly Journal of Economics, 118(4), 1335Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c1374.",
        "Borjas, G. J. & Doran, K. (2013). Cognitive Mobility: Native Responses to Supply Shocks in the Space of Ideas. The Journal of Labor Economics.",
        "Bundesrat, S. (1999). Botschaft zur Genehmigung der Sektoriellen Abkommen Zwischen der Schweiz und der EG vom 23. Juni 1999. Technical report, Eidgen ossische Drucksachen und Materialzentrale (EDMZ), Bern.",
        "Card, D. (2001). Immigrant Inflows, Native Outflows, and the Local Labor Market Impacts of Higher Immigration. Journal of Labor Economics, 19(1), 22Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c64.",
        "DÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0084¢Amuri, F., Ottaviano, G. I., & Peri, G. (2010). The Labor Market Impact of Immigration in Western Germany in the 1990s. European Economic Review, 54(4), 550Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c570.",
        "DÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0084¢Amuri, F. & Peri, G. (2014). Immigration, Jobs, and Employment Protection: Evidence from Europe Before and During the Great Recession. Journal of the European Economic Association, 12(2), 432Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c464.",
        "Dustmann, C., Frattini, T., & Preston, I. P. (2013). The Effect of Immigration Along the Distribution of Wages. The Review of Economic Studies, 80(1), 145Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c173.",
        "Dustmann, C., Sch oberg, U., & Stuhler, J. (2015). Labor Supply Shocks and the Dynamics of Local Wages and Employment. Manuscript, University College London, March 2015.",
        "Favre, S. (2011). The Impact of Immigration on the Wage Distribution in Switzerland. Technical report, Working Paper Series, Department of Economics, University of Zurich.",
        "Favre, S., Lalive, R., & Zweim uller, J. (2013). Verdr angungseffekte des Freiz ugigkeitsabkommens Schweiz-EU auf dem Schweizer Arbeitsmarkt Schlussbericht.",
        "Foged, M. & Peri, G. (2013). Immigrants and Native Workers: New Analysis Using Longitudinal Employer-Employee Data. Technical Report No. 19315, National Bureau of Economic Research.",
        "Friedberg, R. M. (2001). The Impact of Mass Migration on the Israeli Labor Market. Quarterly Journal of Economics, 116(4), 1373Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c1408.",
        "Glitz, A. (2012). The Labor Market Impact of Immigration: A Quasi-Experiment Exploiting Immigrant Location Rules in Germany. Journal of Labor Economics, 30(1), 175Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c213.",
        "Grogger, J. & Hanson, G. H. (2011). Income Maximization and the Selection and Sorting of International Migrants. Journal of Development Economics, 95(1), 42Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c57.",
        "Heston, A., Summers, R., & Aten, B. (2011). Penn World Table Version 7.1. Center for International Comparisons of Production, Income and Prices at the University of Pennsylvania.",
        "Hunt, J. (1992). The Impact of the 1962 Repatriates from Algeria on the French Labor Market. Industrial and Labor Relations Review, 45(3), 556Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c572.",
        "Kerr, W. R. & Lincoln, W. F. (2010). The Supply Side of Innovation: H-1B Visa Reforms and US Ethnic Invention. Journal of Labor Economics, 28(3), 473Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c508.",
        "Lewis, E. & Peri, G. (2014). Immigration and the Economy of Cities and Regions. Technical report, National Bureau of Economic Research.",
        "Longhi, S., Nijkamp, P., & Poot, J. (2005). A Meta-Analytic Assessment of the Effect of Immigration on Wages. Journal of Economic Surveys, 19(3), 451Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c477.",
        "Losa, F. B., Bigotta, M., & Gonzales, O. (2012). La Libre Circulation: Joies ou Douleurs? Technical report, Analisi dellÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0084¢Ufficio di statistica del Cantone Ticino.",
        "Mayda, A. M. (2010). International Migration: A Panel Data Analysis of the Determinants of Bilateral Flows. Journal of Population Economics, 23(4), 1249Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c1274.",
        "Notowidigdo, M. (2011). The Incidence of Local Labor Demand Shocks. Technical Report No. 17167, National Bureau of Economic Research.",
        "Ortega, F. & Peri, G. (2014). Openness and Income: The Roles of Trade and Migration. Journal of International Economics, 92(2), 231Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c251.",
        "Peri, G., Shih, K., & Sparber, C. (2014). Foreign STEM Workers and Native Wages and Employment in US Cities. Technical Report No. 20093, National Bureau of Economic Research.",
        "Peri, G., Shih, K., & Sparber, C. (2015). Foreign and native skilled workers: What can we learn from h-1b lotteries? Technical Report Working Paper No. 21175, National Bureau of Economic Research.",
        "Peri, G. & Sparber, C. (2009). Task Specialization, Immigration, and Wages. American Economic Journal: Applied Economics, 1(3), 135Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c169.",
        "Peri, G. & Sparber, C. (2011). Highly Educated Immigrants and Native Occupational Choice. Industrial Relations: a journal of economy and society, 50(3), 385Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c411.",
        "Ruffner, J. & Siegenthaler, M. (2015). From Labor to Cash Flow? The Impact of Free Movement of Persons on FirmÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0084¢s Performance. Mimeo.",
        "Schuler, M., Dessemontet, P., & Joye, D. (2005). Eidgen ossische Volksz ahlung 2000: Die Raumgliederungen der Schweiz. Swiss Federal Statistical Office.",
        "SECO (2014). 10. Bericht des Observatoriums zum Freiz ugigkeitsabkommen Schweiz-EU, Auswirkungen der Personenfreiz ugigkeit auf den Schweizer Arbeitsmarkt. Technical report, Staatssekretariat f ur Wirtschaft (SECO)."
    ]
}