{
    "id": 21315,
    "cites": 40,
    "cited_by": 15,
    "reference": [
        "Abowd, J., and Card, D. (1989) Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093On the Covariance Structure of Earnings and Hours Changes,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009dEconometrica, vol. 57(2), pages 411-455.",
        "Attanasio, O. (1999) Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Consumption,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009dHandbook of Macroeconomics, in: J.B Taylor and M. Woodford (ed.), Handbook of Macroeconomics, edition 1, volume 1, chapter 11, pages 741-812 Elsevier.",
        "Attanasio, O. and Low, H. (2004) Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Estimating Euler Equations,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009dReview of Economic Dynamics, Elsevier for the Society for Economic Dynamics, vol. 7(2), pages 405-435, April.",
        "Attanasio, O., Low, H. and Sanchez-Marcos, V. (2008) Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Explaining Changes in Female Labor Supply in a Life-Cycle Model,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009dAmerican Economic Review, American Economic Association, vol. 98(4), pages 1517-52, September.",
        "Attanasio, O. and Weber, G. (1993) Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Consumption Growth, the Interest Rate and Aggregation, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009dReview of Economic Studies, Wiley Blackwell, vol. 60(3), pages 631-49, July.",
        "Attanasio, O. and Weber, G, (1995) Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Is Consumption Growth Consistent with Intertemporal Optimization? Evidence from the Consumer Expenditure Survey,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009dJournal of Political Economy, University of Chicago Press, vol. 103(6), pages 1121-57, December.",
        "Attanasio, O. and Weber, G. (2010) Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Consumption and Saving: Models of Intertemporal Allocation and Their Implications for Public Policy,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009dJournal of Economic Literature, American Economic Association, vol. 48(3), pages 693-751, September.",
        "Blundell R, Bozio, A. and G. Laroque, (2011). Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Labor Supply and the Extensive Margin, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009dAmerican Economic Review, vol. 101(3), pages 482-86.",
        "Blundell, R., Browning, M. and Meghir, C. (1994) Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Consumer Demand and the Life-Cycle Allocation of Household Expenditures,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009dReview of Economic Studies, Wiley Blackwell, vol. 61(1), pages 57-80, January.",
        "Blundell, R. and MaCurdy, T. (1999) Labor supply: A review of alternative approaches in Handbook of Labor Economic.",
        "Blundell, R., Meghir, C., and Neves, P. (1993) Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Labour supply and intertemporal substitution, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009dJournal of Econometrics, Elsevier, vol. 59(1-2), pages 137-160, September.",
        "Blundell, R., Pistaferri L. and I. Saporta-Eksten (2015) Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Children, Time Allocation and Consumption InsuranceÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d, IFS Working Paper , http://www.ucl.ac.uk/ uctp39a/BPS Becker Draft Paper 8 March 2015.pdf .",
        "Browning, M., Deaton, A. and Irish, M. (1985) Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093A Profitable Approach to Labor Supply and Commodity Demands over the Life-Cycle,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009dEconometrica, Econometric Society, vol. 53(3), pages 503-43, May.",
        "Carneiro, P. and J.J. Heckman (2003) Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Human Capital Policy.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009dIn B. Friedman (ed.) Inequality in America: What Role for Human Capital Policies?, pp. 77239. Cambridge, Mass.: MIT Press.",
        "Chang Y, Kim, S., Kwon, K. and Rogerson R. (2011) Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Interpreting Labor Supply Regressions in a Model of Full- and Part-Time Work Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d, American Economic Review, vol. 101(3), pages 476-81.",
        "Chetty, R. Guren, A. Manoli, D. and Weber, A. (2011) Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Are Micro and Macro Labor Supply Elasticities Consistent? A Review of Evidence on the Intensive and Extensive Margins,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009dAmerican Economic Review, American Economic Association, vol. 101(3), pages 471-75, May.",
        "Chetty, R. (2012). Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Bounds on Elasticities With Optimization Frictions: A Synthesis of Micro and Macro Evidence on Labor Supply,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009dEconometrica, Econometric Society, vol. 80(3), pages 969-1018.",
        "Chetty R., Guren A., Manol, D. and Weber A. (2013). Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Does Indivisible Labor Explain the Difference between Micro and Macro Elasticities? A Meta-Analysis of Extensive Margin Elasticities, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009dNBER Macroeconomics Annual, University of Chicago Press, vol. 27(1), pages 1 - 56.",
        "Deaton, A. (1985) Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Panel data from time series of cross-sections,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009dJournal of Econometrics, Elsevier, vol. 30(1-2), pages 109-126.",
        "Domeij and Floden (2006). Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093The labor-supply elasticity and borrowing constraints: Why estimates are biased,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009dReview of Economic Dynamics",
        "Feenberg, D. and Coutts, E. (1993) Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093An introduction to the TAXSIM model,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009dJournal of Policy Analysis and Management, vol. 12(1), pages 189-194.",
        "Hansen, L. P. (1982) Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Large sample properties of generalized method of moments estimators, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Econometrica, vol. 50, pages 1029-1054.",
        "Hayashi, F. (1987) Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Tests for Liquidity Constraints: A Critical Survey and Some New Results, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009dIn Advances in Econometric Fifth World Congress, vol. 2, edited by Truman F. Bewley. Amsterdam: North-Holland (for Econometric Soc.).",
        "Heckman, J. (1979) Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Sample Selection Bias as a Specification Error,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009dEconometrica, Econometric Society, vol. 47(1), pages 153-61, January.",
        "Hyslop, D (2001) Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Rising U.S. Earnings Inequality and Family Labor Supply: The Covariance Structure of Intrafamily Earnings Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d, American Economic Review, vol. 91(4), pages 755-777.",
        "Huggett, M., Ventura, G. and Yaron, A. (2011) Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Sources of Lifetime Inequality,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009dAmerican Economic Review, American Economic Association, vol. 101(7), pages 2923-54, December.",
        "Imai, S. and Keane, M. (2004) Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Intertemporal Labor Supply and Human Capital Accumulation.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d International Economic Review, vol. 45(2), pages 602-631",
        "Keane, M.(2009) Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Labor Supply and Taxes: A Survey Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d. UTS: Business Working Paper 160",
        "Keane, M. and Rogerson, R. (2011) Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Reconciling Micro and Macro Labor Supply Elasticities: A Structural Perspective,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009dNBER Working Papers 17430, National Bureau of Economic Research, Inc.",
        "Keane, M., and Rogerson, R. (2012) Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Micro and Macro Labor Supply Elasticities: A Reassessment of Conventional Wisdom Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d, Journal of Economic Literature, vol. 50(2), pages 464-76.",
        "Ljungqvist, L. and T. Sargent (2011) Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093A Labor Supply Elasticity Accord? Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d, American Economic Review, vol. 101(3), pages 487-91.",
        "Ljungqvist, L. and T. Sargent (2014) Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093An Open Letter to Professors Heckman and Prescott Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d, http://www.tomsargent.com/research/openletter H&P.pdf",
        "Low, H. (2005) Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Self-Insurance in a Life-Cycle Model of Labor Supply and Savings,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009dReview of Economic Dynamics, Elsevier for the Society for Economic Dynamics, vol. 8(4), pages 945-975, October.",
        "MaCurdy, T. (1983) Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093A simple scheme for estimating an intertemporal model of labor supply and consumption in the presence of taxes and uncertainty Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d, International Economic Review , vol. 24, pages 265-289.",
        "Meghir and Pistaferri (2004) Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Income Variance Dynamics and Heterogeneity,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009dEconometrica, Econometric Society, vol. 72(1), pages 1-32, 01.",
        "Miller, R. and Sieg, H. (1997) Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093A Microeconometric Comparison of Household Behavior between Countries,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009dJournal of Business Economics and Statistics, vol. 15(2), pages 237-53.",
        "Prescott, E. C. (2002) Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Prosperity and DepressionÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d, American Economic Review, Vol. 92(1) , pp. 1-15",
        "Rogerson, R. and Wallenius, J. (2009) Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Micro and macro elasticities in a life cycle model with taxes,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009dJournal of Economic Theory, Elsevier, vol. 144(6), pages 2277-2292, November.",
        "Wallenius, J. (2011) Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Human Capital Accumulation and the Intertemporal Elasticity of Substitution of Labor: How Large is the Bias?,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009dReview of Economic Dynamics, Elsevier for the Society for Economic Dynamics, vol. 14(4), pages 577-591, October.",
        "Ziliak, J. and Kniesner, T. (2005) Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093The Effect of Income Taxation on Consumption and Labor Supply,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009dJournal of Labor Economics, University of Chicago Press, vol. 23(4), pages 769-796, October."
    ]
}