{
    "id": 21313,
    "cites": 39,
    "cited_by": 18,
    "reference": [
        "Aronow, P., (2012), Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093A general method for detecting interference between units in randomized experiments, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Sociological Methods & Research, Vol. 41(1): 3-16.",
        "Aronow, P., and C. Samii, (2013), Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Estimating Average Causal Effects Under Interference Between UnitsÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d, unpublished working paper.",
        "Baird, S., A. Bohren, C. McIntosh, and B. Ozler, (2014), Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Designing Experiments to Measure Spillover Effects,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Policy Research Working Paper 6824, The World Bank.",
        "Barrios, T., R. Diamond, G. Imbens, and M. Koles ar (2012), Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Clustering, Spatial Correlations and Randomization InferenceÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Journal of the American Statistical Association, Vol. 107(498):578591.",
        "Basu, D., (1980), Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Randomization Analysis of Experimental Data: The Fisher Randomization Test,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Journal of the American Statistical Association, Vol. 75(371): .",
        "Bond, R., C. Fariss, J. Jones, A. Kramer, C. Marlow, J. Settle and J. Fowler (2012), Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093A 61-million-person experiment in social influence and political mobilizationÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Nature, 295-298.",
        "Bowers, J., M. Fredrickson, and C. Panagopoulos, (2012), Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Reasoning about Interference Between Units: A General Framework,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Political Analysis, 21:97-124.",
        "Canay, I., J. Romano, and A. Shaikh, (2015), Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Randomization Tests under an Approximate Symmetry Assumption,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Unpublished Manuscript.",
        "Carrell, S., B. Sacerdote, and J. West (2013), Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093From Natural Variation to Optimal Policy? The Importance of Endogenous Peer Group FormationÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Econometrica, 81(3): 855-882.",
        "Choi, D., (2014), Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Estimation of Monotone Treatment Effects in Network Experiments,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d arXiv:1408.4102v2.",
        "Christakis, N., and Fowler, (2007), Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093The Spread of Obesity in a Large Social Network over 32 Years,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d The New England Journal of Medicine, 357:370-379.",
        "Eckles, D., B. Karrer, and J. Ugander (2014), Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Design and Analysis of Experiments in Networks: Reducing Bias from InterferenceÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d, unpublished working paper.",
        "Fisher, R. A., (1925), Statistical Methods for Research Workers, 1st ed, Oliver and Boyd, London.",
        "Fisher, R. A., (1935), Design of Experiments, Oliver and Boyd.",
        "Goldsmith-Pinkham, P., and G. Imbens, (2013), Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Social networks and the identification of peer effectsÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d (with discussion), Journal of Business and Economic Statistics, 31(3):253-264. [35] Gupta, A., R. Krauthgamer, and J R. Lee, (2003) Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Bounded geometries, fractals, and lowdistortion embeddings.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d In Foundations of Computer Science, 2003. Proceedings. 44th Annual IEEE Symposium on, pp. 534-543. IEEE, 2003.",
        "Holland, P. and S. Leinhardt, (1981), Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093An Exponential Family of Distributions for Directed GraphsÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d (with discussion), Journal of the American Statistical Association, 76:33-65.",
        "Hudgens, M., and M. Halloran, (2008), Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Toward Causal Inference With InterferenceÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Journal of the American Statistical Association, 103(482): 832-842.",
        "Imbens, G., and D. Rubin, (2015), Causal Inference in Statistics, Social, and Biomedical Sciences: An Introduction, Cambridge University Press, Cambridge, UK.",
        "Kolaczyk, (2009), Statistical Analysis of Network Data: Methods and Models, Springer Verlag.",
        "Lehmann, E., and J. Romano, (2005), Testing Statistical Hypotheses, Springer Verlag, New York.",
        "Li, H., and E. Loken (2002), Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093A Unified Theory of Statistical Analysis and Inference for Variance Component Models for Dyadic Data,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Statistica Sinica, 12, 519-535.",
        "Liu, L., and M. Hudgens (2013), Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Large Sample Randomization Inference of Causal Effects in the Presence of Interference,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Journal of the American Statistical Association, 288-301.",
        "Manski, C., (1993), Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Identification of Endogenous Social Effects: The Reflection Problem,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Review of Economic Studies, 60(3):531-542.",
        "Manski, C., (2013), Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Identification of Treatment Response with Social Interactions,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d The Econometrics Journal, 16(1): S1-S23.",
        "Manski, C., and E. Tamer (2002), Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Inference on regressions with interval data on a regressor or outcome,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Econometrica Vol. 70:519Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c47.",
        "Newman, M. E. (2006), Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Modularity and community structure in networks,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Proceedings of the National Academy of Sciences, 103, 8577Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c8582.",
        "Ogburn, E. L., and T. J. VanderWeele (2014), Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Causal diagrams for interference,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Statistical Science 29(4)Munmun De Choudhury: 559-578.",
        "Rosenbaum, P., (1984), Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Conditional Permutation Tests and the Propensity Score in Observational StudiesÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d, Journal of the American Statistical Association, Vol. 79(387): 565-574.",
        "Rosenbaum, P., (1995, 2002), Observational Studies, Springer Verlag, New York.",
        "Rosenbaum, P., (2007), Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Interference between units in randomized experiments,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Journal of the American Statistical Association, Vol. 102: 191-200.",
        "Rosenbaum, P., (2009), Design of Observational Studies, Springer Verlag, New York.",
        "Rubin, D. (1974), Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009dEstimating Causal Effects of Treatments in Randomized and Non-randomized Studies,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009dJournal of Educational Psychology, 66, 688-701. [36] Rubin, D., (1980), Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Randomization Analysis of Experimental Data: The Fisher Randomization Test,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Comment Journal of the American Statistical Association, Vol. 75(371): 591-593.",
        "Sacerdote, B., (2001), Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Peer Effects with Random Assignment: results for Dartmouth Roommates,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Quarterly Journal of Economics, 116(2):681-704.",
        "Tchetgen Tchetgen, E., and T. VanderWeele, (2012), Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093On causal inference in the presence of interference,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Statistical Methods in Medical Research, vol. 21 no. 1 55-75.",
        "Thomas, A., and J. Blitzstein, (2011), Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Valued Ties Tell Fewer Lies: Why Not To Dichotomize Network Edges With Thresholds,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d unpublished manuscript.",
        "Toulis, P., and E. Kao, (2013), Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Estimation of Causal Peer Influence Effects,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d JMLR W&CP 28(3): 14891497.",
        "Ugander, J., B. Karrer, L. Backstrom, and J. Kleinberg (2013), Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Graph Cluster Randomization: Network Exposure to Multiple Universes,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Proc. of KDD. ACM.",
        "Van Der Laan, M., (2014), Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Causal Inference for a Population of Causally Connected Units,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Journal of Causal Inference, 1-61.",
        "Watts, D., and S. Strogatz, (1998), Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Collective dynamics of Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0084¢small-worldÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0084¢ networks,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Nature Vol. 393(6684): 440442. [37]"
    ]
}