{
    "id": 21318,
    "cites": 27,
    "cited_by": 43,
    "reference": [
        "Aguiar, Mark, and Erik Hurst. 2007. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Life-cycle Prices and Production.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d American Economic Review, 5(3): 1533Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c1599.",
        "Aguiar, Mark, Erik Hurst, and Loukas Karabarbounis. 2013. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Time Use during the Great Recession.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d American Economic Review, 103(5): 1664Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c1696.",
        "Baxter, Marianne, and Urban J. Jermann. 1999. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Household Production and the Excess Sensitivity of Consumption to Current Income.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d American Economic Review, 89(4): 902Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c920.",
        "Benhabib, Jess, Richard Rogerson, and Randall Wright. 1991. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Homework in macroeconomics: Household production and aggregate fluctuations.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Journal of Political economy, 99(6): 1166Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c1187.",
        "Beraja, Martin, Erik Hurst, and Juan Ospina. 2015. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093The Aggregate Implications of Regional Business Cycles.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Bils, Mark. 2009. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Do Higher Prices for New Goods Reflect Quality Growth or Inflation?Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d The Quarterly Journal of Economics, 124(2): 637Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c675.",
        "Bils, Mark, and Peter J. Klenow. 2001. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Quantifying Quality Growth.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d American Economic Review, 91(4): 1006Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c1030.",
        "Blundell, Richard, Luigi Pistaferri, and Itay Saporta-Eksten. 2012. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Consumption inequality and family labor supply.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d National Bureau of Economic Research.",
        "Chang, Yongsung, and Frank Schorfheide. 2003. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Labor-supply shifts and economic fluctuations.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Journal of Monetary Economics, 50(8): 1751Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c1768.",
        "Chang, Yongsung, and Sun-Bin Kim. 2007. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Heterogeneity and aggregation: Implications for labor-market fluctuations.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d The American Economic Review, 97(5): 1939Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c1956.",
        "Chari, Varadarajan V, Patrick J Kehoe, and Ellen R McGrattan. 2007. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Business cycle accounting.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Econometrica, 75(3): 781Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c836.",
        "Chevalier, Judith A, and Anil K Kashyap. 2011. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Best prices.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d National Bureau of Economic Research.",
        "Coibion, Olivier, Yuriy Gorodnichenko, and Gee Hee Hong. 2012. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093The cyclicality of sales, regular and effective prices: Business cycle and policy implications.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d National Bureau of Economic Research.",
        "Cole, Harold L, and Lee E Ohanian. 2004. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093New Deal policies and the persistence of the Great Depression: A general equilibrium analysis.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Journal of Political Economy, 112(4): 779Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c816.",
        "Einav, Liran, Ephraim Leibtag, and Aviv Nevo. 2010. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Recording discrepancies in Nielsen Homescan data: Are they present and do they matter?Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Quantitative Marketing and Economics, 8(2): 207Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c239.",
        "Greenwood, Jeremy, and Zvi Hercowitz. 1991. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093The allocation of capital and time over the business cycle.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Journal of Political Economy, 99(6): 1188Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c1214.",
        "Griffith, Rachel, Ephraim Leibtag, Andrew Leicester, and Aviv Nevo. 2009. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Consumer Shopping Behavior: How Much Do Consumers Save?Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Journal of Economic Perspectives, 23(2): 99Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c120.",
        "Griffith, Rachel, Martin OConnell, and Kate Smith. 2014. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Partial consumption smoothing over the Great Recession.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Hall, Robert E. 1997. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Macroeconomic Fluctuations and the Allocation of Time.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Journal of Labor Economics, 15(1): 223Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c250.",
        "Heathcote, Jonathan, Kjetil Storesletten, and Giovanni L Violante. 2009. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Quantitative macroeconomics with heterogeneous households.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Annual Review of Economics, 1: 319Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c354.",
        "Kaplan, Greg. 2012. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Moving back home: Insurance against labor market risk.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Journal of Political Economy, 120(3): 446Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c512.",
        "Kaplan, Greg, and Guido Menzio. 2013. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Shopping externalities and self-fulfilling unemployment fluctuations.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d National Bureau of Economic Research.",
        "Kaplan, Greg, and Guido Menzio. 2014. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093The morphology of price dispersion.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d National Bureau of Economic Research.",
        "Karabarbounis, Loukas. 2014. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Home production, labor wedges, and international real business cycles.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Journal of Monetary Economics, 64: 68Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c84.",
        "Mian, Atif, and Amir Sufi. 2010. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Household Leverage and the Recession of 2007-09.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d IMF Economic Review, 58(1): 74Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c117.",
        "Rupert, Peter, Richard Rogerson, and Randall Wright. 1995. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Estimating substitution elasticities in household production models.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Economic Theory, 6(1): 179Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c193.",
        "Shapiro, Matthew D, and David W Wilcox. 1996. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Mismeasurement in the Consumer Price Index: An Evaluation.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d NBER Macroeconomics Annual 1996, 11: 93Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c154.",
        "Shimer, Robert. 2009. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Convergence in Macroeconomics: The Labor Wedge.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d American Economic Journal: Macroeconomics, 1(1): 280Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c297.",
        "Stroebel, Johannes, and Joseph Vavra. 2015. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093House Prices, Local Demand, and Retail Prices.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d SSRN. A Online Appendix: Additional Results A.1 Additional Figures of Shopping Activity"
    ]
}