{
    "id": 21314,
    "cites": 60,
    "cited_by": 4,
    "reference": [
        "(1983): Statistics on Sent-down Youths in China, Sent-down Youth Office of the State Coucil of China, Beijing.",
        "Amuedo-Dorantes, C. and S. Pozo (2006): Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Migration, remittances, and male and female employment patterns,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d American Economic Review, 222Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c226.",
        "Anagol, S., A. Etang, and D. Karlan (2014a): Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Continued Existence of Cows Disproves Central Tenets of Capitalism?Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Tech. rep., Working paper.",
        "Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009dÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009dÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009d (2014b): Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Continued Existence of Cows Disproves Central Tenets of Capitalism?Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Working paper.",
        "Antman, F. M. (2012): Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Gender, educational attainment, and the impact of parental migration on children left behind,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Journal of Population Economics, 25, 1187Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c1214.",
        "Banerjee, A., E. Duflo, R. Glennerster, and C. Kinnan (2010): Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093The miracle of microfinance? Evidence from a randomized evaluation,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Centre for Micro Finance working paper.",
        "Banerjee, A., D. Karlan, and J. Zinman (2015): Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Six Randomized Evaluations of Microcredit: Introduction and Further Steps,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d American Economic Journal: Applied Economics, 7, 1Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c21.",
        "Beegle, K., J. deWeerdt, and S. Dercon (2011): Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Migration and economic mobility in Tanzania: Evidence from a tracking survey,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Review of Economics and Statistics, 93, 1010Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c1033.",
        "Beijing Lawstar Tech Limited Company (2011): Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093China Local Law Library,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d .",
        "Benjamin, D., L. Brandt, and J. Giles (2005): Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093The evolution of income inequality in rural China,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Economic Development and Cultural Change, 53, 769Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c824.",
        "Bernstein, T. P. (1977): Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Up to the mountains and down to the villages: The transfer of youth from urban to rural China.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d .",
        "Bonnin, M. (2013): The lost generation: The rustication of Chinese youth (1968-1980), Chinese University of Hong Kong.",
        "Bryan, G., S. Chowdhury, and A. M. Mobarak (2014): Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Underinvestment in a profitable technology: The case of seasonal migration in Bangladesh,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Econometrica, 82, 1671Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c1748.",
        "Burbidge, J. B., L. Magee, and A. L. Robb (1988): Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Alternative transformations to handle extreme values of the dependent variable,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Journal of the American Statistical Association, 83, 123Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c127.",
        "Burchardi, K. B. and T. A. Hassan (2013): Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093The Economic Impact of Social Ties: Evidence from German Reunification,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d The Quarterly Journal of Economics, 128, 1219Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c1271. Cai, H., Y. Chen, H. Fang, and L.-A. Zhou (forthcoming): Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093The effect of microinsurance on economic activities: evidence from a randomized field experiment,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Review of Economics and Statistics.",
        "Carter, M. R., R. Laajaj, and D. Yang (2015): Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Raising Returns, Managing Risk: A Randomized Experiment on Combining Input Subsidies with Financial Services Interventions,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d .",
        "Chan, K. and L. Zhang (1999): Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093The Hukou system and rural-urban migration in China: Processes and changes,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d China Quarterly, 818Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c855.",
        "Clemens, M. (2010): Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093The Roots of Global Wage Gaps: Evidence from Randomized Processing of U.S. Visas,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Center for Global Development working paper 212.",
        "Cole, S., X. Gin e, J. Tobacman, R. Townsend, P. Topalova, and J. Vickery (2013): Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Barriers to household risk management: evidence from India,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d American Economic Journal. Applied Economics, 5, 104.",
        "Cole, S., X. Gin e, and J. Vickery (2014): Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093How does risk management influence production decisions? Evidence from a Field Experiment,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d HBS WP.",
        "De Brauw, A. and J. Giles (2014): Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Migrant labor markets and the welfare of rural households in the developing world: Evidence from China,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Working Paper.",
        "Deaton, A. (1991): Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Saving and Liquidity Constraints,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Econometrica, 59, 1221Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c1248.",
        "deWeerdt, J. and K. Hirvonen (2012): Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Risk sharing and migration in Tanzania,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d .",
        "Dupas, P., S. Green, A. Keats, and J. Robinson (2014): Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Challenges in banking the rural poor: Evidence from KenyaÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0084¢s western province,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d in African Successes: Modernization and Development, University of Chicago Press.",
        "Edwards, A. C. and M. Ureta (2003): Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093International migration, remittances, and schooling: Evidence from El Salvador,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Journal of Development Economics, 72, 429Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c461.",
        "Emerick, K., A. de Janvry, E. Sadoulet, and M. H. Dar (2014): Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Risk and the modernization of agriculture,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Mimeo.",
        "Fan, Y. (2015): Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Does Adversity Affect Long-Term Consumption and Financial Behaviour? Evidence from ChinaÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0084¢s Rustication Programme,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d LSE working paper.",
        "Funkhouser, E. (1992): Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Migration from Nicaragua: Some recent evidence,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d World Development, 20, 1209Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c1218.",
        "Gibson, J., D. McKenzie, and S. Stillman (2011): Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093The impacts of international migration on remaining household members: Omnibus results from a migration lottery program,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Review of Economics and Statistics, 93, 1297Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c1318.",
        "Giles, J. and K. Yoo (2007): Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Precautionary behavior, migrant networks, and household consumption decisions: An empirical analysis using household panel data from rural China,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Review of Economics and Statistics, 89, 534Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c551.",
        "Gu, H. (2009): Chinese Educated City Youth: The Whole Story [Zhongguo Zhishi Qingnian ShangShan Xiaxiang Shimo], PeopleÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0084¢s Daily Publishing House.",
        "Gu, S., ed. (1997): The origins and consequences of Sending-down Youths in China, China Procuratorial Press, Beijing.",
        "Hangzhou Fatu Tech Limited Company (2011): Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Legal Star and Regulations Database,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d .",
        "Hanson, G. H., R. Robertson, and A. Spilimbergo (2002): Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Does border enforcement protect US workers from illegal immigration?Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Review of Economics and Statistics, 84, 73Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c92.",
        "Hanson, G. H. and C. Woodruff (2003): Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Emigration and educational attainment in Mexico,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Tech. rep.",
        "Hildebrandt, N., D. J. McKenzie, G. Esquivel, and E. Schargrodsky (2005): Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093The effects of migration on child health in Mexico [with comments],Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Economia, 257Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c289.",
        "Joseph, T., Y. Nyarko, and S.-Y. Wang (2014): Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Asymmetric Information and Remittances: Evidence from Matched Administrative Data,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d NBER Working paper.",
        "Kaboski, J. P. and R. M. Townsend (2011): Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093A Structural Evaluation of a Large-Scale QuasiExperimental Microfinance Initiative,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Econometrica, 79, 1357Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c1406.",
        "Karlan, D., R. Osei, I. Osei-Akoto, and C. Udry (2014): Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Agricultural Decisions after Relaxing Credit and Risk Constraints,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d The Quarterly Journal of Economics, 129, 597Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c652.",
        "Law School of Peking University (2011): Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Chinalawinfo - legal retrieval system,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d .",
        "Li, H., M. Rosenzweig, and J. Zhang (2010): Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Altruism, Favoritism, and Guilt in the Allocation of Family Resources: SophieÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0084¢s Choice in MaoÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0084¢s Mass Send-Down Movement,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Journal of Political Economy, 1Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c38.",
        "Ligon, E. (2011): Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Measuring Risk by Looking at Changes in Inequality: Vulnerability in Ecuador,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Mimeo.",
        "McKenzie, D. and H. Rapoport (2007): Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Network effects and the dynamics of migration and inequality: Theory and evidence from Mexico,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Journal of Development Economics, 84, 1Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c24.",
        "Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009dÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009dÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009d (2011): Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Can migration reduce educational attainment? Evidence from Mexico,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Journal of Population Economics, 24, 1331Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c1358.",
        "McKenzie, D., S. Stillman, and J. Gibson (2010): Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093How Important is Selection? Experimental vs. Non-Experimental Measures of the Income Gains from Migration,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Journal of the European Economic Association, 8, 913Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c945.",
        "Meng, X. and R. G. Gregory (2002): Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093The Impact of Interrupted Education on Subsequent Educational Attainment: A Cost of the Chinese Cultural Revolution,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Economic Development and Cultural Change, 935Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c959.",
        "Morten, M. (2013): Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Temporary Migration and Endogenous Risk Sharing in Village India,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Working paper.",
        "Munshi, K. (2003): Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Networks in the modern economy: Mexican migrants in the US labor market,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Quarterly Journal of Economics, 118, 549Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c599.",
        "Munshi, K. and M. Rosenzweig (2013): Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Networks and misallocation: Insurance, migration, and the rural-urban wage gap,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Working paper.",
        "Poncet, S. (2003): Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Measuring Chinese domestic and international integration,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d China Economic Review, 14, 1Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c21.",
        "Qian, N. (2008): Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Missing Women and the Price of Tea in China: The Effect of Sex-Specific Earnings on Sex Imbalance,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d The Quarterly Journal of Economics, 123, 1251Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c1285.",
        "Rajbanshi, R., M. Huang, and B. Wydick (2012): Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Measuring Microfinance: Cognitive and Experimental Bias with New Evidence from Nepal,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d .",
        "Rapoport, H. and F. Docquier (2006): Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093The economics of migrantsÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0084¢ remittances,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Handbook of the Economics of Giving, Altruism and Reciprocity, 2, 1135Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c1198.",
        "Rosenzweig, M. and H. Binswanger (1993): Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Wealth, weather risk and the composition and profitability of agricultural investments,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Economic Journal, 103, 56Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c78.",
        "Rosenzweig, M. and O. Stark (1989): Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Consumption smoothing, migration, and marriage: Evidence from rural India,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Journal of Political Economy, 905Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c926.",
        "Santaeulalia-Llopis, R. and Y. Zheng (2015): Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093The Price of Growth: Consumption Insurance in China 1989-2009,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d .",
        "Sun, W., C. Bai, and P. Xie (2011): Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093The impact of Hukou reforms on rural labor migration in China,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Economic Research Journal, 28Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c41.",
        "Yang, D. (2008): Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093International migration, remittances and household investment: Evidence from Philippine migrantsÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0084¢ exchange rate shocks,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Economic Journal, 118, 591Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c630.",
        "Zhou, W. (2014): Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093How Does A Hard Manual Labor Experience During Youth Affect Education and Income? The Long-term Impact of the Send-down Program during the Chinese Cultural Revolution, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Mimeo.",
        "Zhou, X. and L. Hou (1999): Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Children of the Cultural Revolution: The state and the life course in the PeopleÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0084¢s Republic of China,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d American Sociological Review, 12Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c36."
    ]
}