{
    "id": 21325,
    "cites": 15,
    "cited_by": 0,
    "reference": [
        "Arrow, K. J. (1968). Optimal capital policy and irreversible investment. Arrow, K. J. and A. C. Fisher (1974). Environmental preservation, uncertainty, and irreversibility. The Quarterly Journal of Economics, 312Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c319.",
        "Arrow, K. J. and M. Kurz (1970). Optimal growth with irreversible investment in a Ramsey model. Econometrica 38, 331Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c44.",
        "Dixit, A. K. and R. S. Pindyck (1994). Investment under Uncertainty. Princeton University Press.",
        "Environmental Protection Agency (2014). Proposed determination of the U.S. EPA Region 10 pursuant to section 404(c) of the Clean Water Act, pebble deposit area, southwest alaska. Technical report, US EPA.",
        "Hanemann, W. M. (1989). Information and the concept of option value. Journal of Environmental Economics and Management 16(1), 23Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c37.",
        "Henry, C. (1974). Option values in the economics of irreplaceable assets. The Review of Economic Studies, 89Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c104.",
        "Hoel, M. (1978). Resource extraction, uncertainty, and learning. The Bell Journal of Economics, 642Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c645.",
        "Mensink, P. and T. Requate (2005). The Dixit-Pindyck and the Arrow-Fisher-HanemannHenry option values are not equivalent: a note of Fisher (2000). Resource and Energy Economics 27, 83Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c8.",
        "Narula, S. K. (2014, March 14). Is AlaskaÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0084¢s Pebble Mine the Next Keystone XL? The Atlantic.",
        "Parker, G. Y., F. M. Raskin, C. A. Woody, and L. Trasky (2008). Pebble mine: Fish, minerals, and testing the limits of AlaskaÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0084¢s large mine permitting process. Alaska L. Rev. 25, 1.",
        "Pindyck, R. S. (1980). Uncertainty and exhaustible resource markets. The Journal of Political Economy, 1203Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c1225.",
        "Rothschild, M. and J. E. Stiglitz (1970). Increasing risk: I. a definition. Journal of Economic theory 2(3), 225Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c243.",
        "Traeger, C. P. (2014). On option values in environmental and resource economics. Resource and Energy Ecponomics 37, 242Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c52.",
        "Wardropp Engineering (2011). Preliminary assessment of the pebble project, southwest Alaska. Technical report.",
        "Weisbrod, B. (1964). Collective-consumption services of individual-consumption goods. Quarterly Journal of Economics 78, 471Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c77."
    ]
}