{
    "id": 21347,
    "cites": 43,
    "cited_by": 4,
    "reference": [
        "Albrecht, James, Anders Bjorklund and Susan Vroman (2003). Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Is There a Glass Ceiling in Sweden?Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Journal of Labor Economics 21 (January) 145-177.",
        "Alvaredo, Facundo, Tony Atkinson, Thomas Piketty, and Emmanuel Saez (2014). World Top Income Database (http://topincomes.g-mond.parisschoolofeconomics.eu/) Alvaredo, Facundo, and Thomas Piketty (2008), Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093The Dynamics of Income Concentration over the Twentieth Century: The Case of Advanced EconomiesÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d, Paris School of Economics mimeo, November.",
        "Acemoglu, Daron and David H. Autor (2011) Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Skills, Tasks, and Technologies: Implications for Employment and Earnings,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d in O. Ashenfelter and D. Card, eds., Handbook of Economics, vol. IV.B, 1043-1172.",
        "Autor, David H., Frank Levy and Richard J. Murnane. 2003. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093The Skill Content of Recent Technological Change: An Empirical ExplorationÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Quarterly Journal of Economics 118 (November) 1279-1333.",
        "Bajika, Jon, Adam Cole, and Bradley T. Heim (2010) Jobs and Income Growth of Top Earners and the Causes of Changing Income Inequality: Evidence from U.S. Tax Return Data, Williams College mimeo.",
        "Beaudry, Paul, and David A. Green (2000) Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Cohort patterns in Canadian earnings: assessing the role of skill premia in inequality trends,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Canadian Journal of Economics 33 (November), 907-936.",
        "Bebchuk, Lucian, and Jesse Fried (2004) Pay without Performance: The Unfulfilled Promise of Executive Compensation, Cambridge, MA: Harvard University Press.",
        "Bertrand, Marianne, Claudia Goldin, and Lawrence F. Katz (2010) Dynamics of the Gender Gap for Young Professionals in the Financial and Corporate Sectors, American Economic Journal: Applied Economics, 2(3): 228-55.",
        "Bertrand, Marianne and Sendhil Mullainathan (2001) Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Are CEOs Rewarded for Luck? The Ones without Principals Are,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Quarterly Journal of Economics, 116 (3): 901Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c932.",
        "Bivens, Josh and Lawrence Mishel (2013). Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093The Pay of Corporate Executives and Financial Professionals as Evidence of Rents in Top 1 Percent IncomesÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Journal of Economic Perspectives 27 (Summer) 57-78.",
        "Boudarbat, Brahim, Thomas Lemieux and W. Craig Riddell (2010). Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093The Evolution of the Returns to Human Capital in Canada, 1980-2005Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Canadian Public Policy 36 (March) 63-89.",
        "Card, David (1992). Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093The Effects of Unions on the Distribution of Wages: Redistribution or Relabelling?Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d NBER Working Paper 4195, Cambridge: Mass.: National Bureau of Economic Research.",
        "Card, David (2001) Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093The Effect of Unions on Wage Inequality in the U.S. Labor Market.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Industrial and Labor Relations Review 54 (January): 296-315.",
        "Card, David, Thomas Lemieux, and W. Craig Riddell (2004) Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Unionization and Wage Inequality: A Comparative Study of the U.S., UK and Canada,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Journal of Labor Research, Vol. 25: 519-59.",
        "Department of Finance (2014) History of Health and Social Transfers (http://www.fin.gc.ca/fedprov/his-eng.asp) DiNardo, John, Nicole M. Fortin and Thomas Lemieux (1996) Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Labor Market Institutions and the Distribution of Wages, 1973Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c1992: a Semiparametric ApproachÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d, Econometrica, 64: 1001-1046 Dustmann, Christian, Johannes Ludsteck and Uta SchÃ\u0083Æ\u0092Ã\u0082Â¶nberg (2009). Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Revisiting the German Wage StructureÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Quarterly Journal of Economics (May) 843-881.",
        "Finnie, Ross, and Ian Irvine (2006) Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Mobility and Gender at the Top Tail of the Earnings DistributionÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d The Economic and Social Review, Economic and Social Studies, vol. 37(2), pages 149-173.",
        "Fortin, Nicole M., David A. Green, Thomas Lemieux, Kevin Milligan and W. Craig Riddell (2012). Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Canadian Inequality: Recent Developments and Policy OptionsÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Canadian Public Policy 38 (June) 121-145.",
        "Fortin and Lemieux (2014). Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Changes in Wage Inequality in Canada: An Interprovincial PerspectiveÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d mimeo, University of British Columbia, January.",
        "Freeman, Richard (1993). Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093How Much has Deunionization Contributed to the Rise of Male Earnings Inequality?Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d In Sheldon Danziger and Peter Gottschalk, eds. Uneven Tides: Rising Income Inequality in America. New York: Russell Sage Foundation, pp. 133-63.",
        "Frenette, Marc, David A. Green, and Garnett Picot (2006) Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Rising Income Inequality in the 1990s: An Exploration of Three Data Sources,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d in D. Green and J. Kesselman (eds.), Dimensions of Inequality in Canada, UBC Press, pp. 269-306.",
        "Gabaix, X. and A. Landier (2008), Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Why Has CEO Pay Increased So Much?Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d, Quarterly Journal of Economics 123, pp. 49-100.",
        "Gabaix, X., A. Landier and G.L. Savagnat (2013). Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093CEO Pay and Firm Size: An Update after the CrisisÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d NBER Working Paper 19078, May.",
        "Green, David A. and Benjamin Sand (2014) Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Has the Canadian Labour Market Polarized?Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d CLSRN Working Paper #133, April.",
        "Hubbard, William H.J. (2011). Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093The Phantom Gender Difference in the College Wage PremiumÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Journal of Human Resources 46 (Summer) 568-86.",
        "Juhn, Chinhui, Kevin M. Murphy and Brooks Pierce (1993), Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Wage Inequality and the Rise in Returns to SkillÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d, Journal of Political Economy 101, pp. 410-42.",
        "Kaplan, Steven N., and Joshua Rauh (2010). Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Wall Street and Main Street: What Contributes to the Rise in the Highest Incomes?Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Review of Financial Studies 23(3): 1004-1050.",
        "Kaplan and Rauh (2013). Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093ItÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0084¢s the Market: The Broad-Based Rise in the Return to Top TalentÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Journal of Economic Perspectives 27 (Summer) 35-56.",
        "Karabarbounis, Loukas, and Brent Neiman (2013) The Global Decline in the Labor Share, NBER Working Paper 19136, June.",
        "Katz, Lawrence F. and Kevin M. Murphy (1992). Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Changes in Relative Wages 19631987: Supply and Demand FactorsÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Quarterly Journal of Economics 107 35-78.",
        "Kleiner and Krueger (2013). Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Analyzing the Extent and Influence of Occupational Licensing on the Labor MarketÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Journal of Labor Economics 31 (April 2013) S173S202.",
        "Kuhn, Peter J. and Lozano (2008) Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093The Expanding Workweek? Understanding Trends in Long Work Hours among U.S. Men, 1979-2006,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Journal of Labor Economics 26 (April) 311-343.",
        "Lee, David S. (1999) Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Wage Inequality in the United States during the 1980s: Rising Dispersion or Falling Minimum Wage?Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Quarterly Journal of Economics 114: 977-1023.",
        "Lemieux, Thomas (2006). Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Increasing Residual Wage Inequality: Composition Effects, Noisy Data, or Rising Demand for Skill?Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d American Economic Review 96(3) June, 46198.",
        "Milligan, Kevin (2013) Income inequality in Canada: Trends in the Census 1980-2005 UBC working paper.",
        "Murphy, Brian, Paul Roberts and Michael Wolfson (2007). A Profile of High Income Canadians. Statistics Canada, Income Statistics Division, Income Research Paper Series.",
        "Murphy, Brian, Sylvie Michaud and Michael Wolfson (2008). Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Income Trajectories of High Income Canadians, 1982-2005Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d mimeo, Statistics Canada.",
        "Murphy, Brian and Michael Veall (2013). Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093A Tale of Two Cities? The Surge in Top Incomes at the City Level in Canada. Mimeo, Statistics Canada and McMaster University.",
        "Saez, Emmanuel, and Michael Veall (2005), Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093The Evolution of High Incomes in Northern America: Lessons from Canadian EvidenceÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d American Economic Review 95(3): 831-849.",
        "Slemrod, Joel, editor (2000). Does Atlas Shrug? The Economic Consequences of Taxing the Rich. Cambridge: Cambridge University Press.",
        "Statistics Canada (2008) Income and Earnings Reference Guide, 2006 Census. Catalogue no. 97-563-GWE2006003, Ottawa.",
        "Statistics Canada (2011) Income Reference Guide, National Household Survey, 2011. Catalogue no. 99-014-XWE2011006, Ottawa.",
        "Statistics Canada (2013) Education and Occupation of High-Income Canadians, Ottawa, Catalogue No. 99-014-X2011003 Veall, Michael (2012). Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Top Income Shares in Canada: Recent Trends and Policy ImplicationsÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Presidential Address, Canadian Economics Association, Canadian Journal of Economics 45 (November) 1247-1272. DATA APPENDIX In this appendix we explain how we reconcile the codes for major field of study and industry to obtain consistent classifications over time.",
        "The census master files report the major field of study variable based on the Major Field of Study (MFS) classification from 1986 to 2001, and the Classification of Instructional Programs (CIP) in 2006. To take into account this change, we use the concordance between MFS and CIP downloaded from the Statistics Canada website,28 and report the results at the major levels of the MFS. However, because the CIP has a more detailed classification than the MFS, there are 170 CIP categories with more than one MFS major level. To deal with those cases, we add an Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093overlappedÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d category, which includes individuals with a major field of study in one of these 170 categories."
    ]
}