{
    "id": 2135,
    "cites": 17,
    "cited_by": 2,
    "reference": [
        "Trevor Breusch and Adrian Pagan, The Lagrange Multiplier Test and Its Applications to Model Specification in Econometrics, Review of Economic Studies, 47 (April 1980), 239-253.",
        "Charles Brown, Equalizing Differences in the Labor Market, Quarterly Journal of Economics, 94 (February 1980), 113-134.",
        "Gopa Chowdhury and Stephen Nickell, Hourly Earnings in the United States, Journal of L,abor Economics, 3 (1985), 38-69.",
        "Greg Duncan and Daniel Hill, An Investigation of the Extent and Consequences of Measurement Error in Labor-economic Survey Data, Journal of Labor Economics, 3 (October 1985), 508-532.",
        "Another Test of the Theory of Compensating Wage Differentials, Journal of Labor Economics, 1 (October 1983), 366-379.",
        "Richard Freeman, Longitudinal Analyses of the Effects of Trade Unions, Journal of Labor Economics, 2 (January 1984), 1-26.",
        "Zvi Griliches and Jerry Hausman, Errors in Variables in Panel Data, Journal of Econometrics, 31 (1986), 93-118.",
        "Daniel Hamermesh, George Johnson and Burton Weisbrod, `Scholarship, Citations and Salaries: Economic Rewards in Economics, Southern Economic Journal, 49 (October 1982), 472-481.",
        "Douglas Holtz-Eakin, Whitney Newey and Harvey Rosen, `Implementing Causality Tests with Panel Data, with an Example from Local Public Finance, National Bureau of Economic Research, Technical Working Paper No. 48, June 1985.",
        "George Jakubson, Measurement Error in Binary Explanatory Variables in Panel Data Models, Princeton University, Industrial Relations Section, Working Paper No. 209, August 1986.",
        "George Judge, W. E. Griffiths, R. Carter Hill, Helmut Lutkepohl and Tsoung-Chao Lee, The Theory and Practice of Economics. New York: John Wiley and Sons, 1985.",
        "Edward Lazear, ~`Age, Experience and Wage Growth, American Economic Review, 66 (September 1976), 548-558.",
        "Wesley Mellow, Unionism and Wages: A Longitudinal Analysis, Review of Economics and Statistics, 63 (February 1981), 43-52.",
        "Jacob Mincer, Union Effects: Wages, Turnover and Job Training, Research in Labor Economics, Supplement 2 (1983).",
        "Gary Solon, Bias in Longitudinal Estimation of Wage Gaps, National Bureau of Economic Research, Technical Working Paper No. 58, June 1986.",
        "Frank Stafford and Greg Duncan, Do Union Members Receive Compensating Wage Differentials? American Economic Review, 70 (June 1980), 355-371.",
        "W. Kip Viscusi and Charles OConnor, Adaptive Responses to Chemical Labelling, American Economic Review, 74 (December 1984), 942-956."
    ]
}