{
    "id": 21354,
    "cites": 18,
    "cited_by": 3,
    "reference": [
        "Adhvaryu, A., and A. Nyshadham (2014). Endowments and investments within the household: Evidence from iodine supplementation in Tanzania, forthcoming in Economic Journal.",
        "Aizer, A., and F. Cunha (2012). The Production of Child Human Capital: Endowments, Investments and Fertility. NBER Working Paper No. 18429.",
        "Almond, D. (2006). Is the 1918 Inuenza pandemic over? Long-term effects of in utero Inuenza exposure in the post-1940 US population. Journal of Political Economy, 114(4), 672-712.",
        "Almond, D., and J. Currie (2011). Killing me softly: The fetal origins hypothesis, The Journal of Economic Perspectives. 25(3), 153-172.",
        "Almond, D., L. Edlund, and M. Palme (2009). Chernobyl's subclinical legacy: prena- tal exposure to radioactive fallout and school outcomes in Sweden.",
        "Almond, D., and B. Mazumder (2011). Health Capital and the Prenatal Environment: The Eect of Maternal Fasting During Pregnancy. American Economic Journal: Applied Economics, 3, 56-85.",
        "Almond, D., and B. Mazumder (2012). Fetal origins and parental responses. FRB of Chicago Working Paper.",
        "Beaudry, P., and J. DiNardo (1991). The eect of implicit contracts on the movement of wages over the business cycle: Evidence from micro data. Journal of Political Economy, 99, 665-688.",
        "Behrman, J., and M. Rosenzweig (2004). Returns to birthweight. Review of Economics and Statistics, 86(2), 586-601.",
        "Bharadwaj, P., J. Eberhard, and C. Neilson (2014). Do Initial Endowments Matter only Initially? Birth Weight, Parental Investments and Academic Achievement. Working Paper, University of California, San Diego.",
        "Bhuller, M., M. Mogstad, and K. Salvanes (2011). Life-cycle bias and the returns to schooling in current and lifetime earnings. IZA Discussion Paper 5788.",
        "Bitler, M. P., and J. Currie (2005). Does WIC work? The eects of WIC on pregnancy and birth outcomes. Journal of Policy Analysis and Management. 24(1), 73-91.",
        "Bjorklund, A., M. Jantti, and M. J. Lindquist (2009). Family background and income during the rise of the welfare state: brother correlations in income for Swedish men born 1932-1968. Journal of Public Economics, 93(5), 671-680.",
        "Black, S., P. Devereux, and K. Salvanes (2007). From the Cradle to the Labor Market? The Eect of Birth Weight on Adult Outcomes. The Quarterly Journal of Economics, 122(1), 409-439.",
        "Bohlmark, A., and M. J. Lindquist (2006). Life-Cycle Variations in the Association between Current and Lifetime Income: Replication and Extension for Sweden. Journal of Labor Economics, 24(4), 879-896.",
        "Case, A., D. Lubotsky, and C. Paxson (2001). Economic status and health in childhood: The origins of the gradient. Discussion paper, National Bureau of Economic Research WP 8344.",
        "Conti, G., J. J. Heckman, J. Yi, and J. Zhang (2010). Early Health Shocks, Parental Responses, and Child Outcomes. Department of Economics, University of Hong Kong.",
        "Cooper, P., and D. Sandler (1997). Outcome of very low birth weight infants at 12 to 18 months of age in Soweto, South Africa. Pediatrics, 99(4), 537-544."
    ]
}