{
    "id": 21367,
    "cites": 18,
    "cited_by": 0,
    "reference": [
        "Abadie, A., Diamond, A. and Hainmueller, J. 2014.  Comparative Politics and the Synthetic Control Method, American Journal of Political Science, 2014.",
        "Abadie, Alberto, Alexis Diamond, and Jens Hainmueller. Comparative Politics and the Synthetic Control Method. 2012. (2012).",
        "Abadie, A., Diamond, A. and Hainmueller, J. 2010. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Synthetic Control Methods for Comparative Case Studies: Estimating the Effect of California&apos;s Tobacco Control Program, Journal of the American Statistical Association, 105 (490): 493-505, 2010.",
        "Abadie, A. and J. Gardeazabal, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093The Economic Costs of Conflict: A Case Study of the Basque Country American Economic Review, 93(1): 112-132, 2003. Alcohol Policy Information System, www.alcoholpolicy.niaaa.nih.gov American Chamber of Commerce Research Association, (now known as Council for Community and Economic Research), http://www.c2er.org/.",
        "Angrist, J., and Jorn-Steffen Pischke. Mostly Harmless Econometrics. (2009).",
        "Cameron, A. Colin, Jonah B. Gelbach, and Douglas L. Miller. Bootstrap-based improvements for inference with clustered errors. The Review of Economics and Statistics, 90, no. 3 (2008): 414-427.",
        "Carpenter, Christopher, and Philip J. Cook. Cigarette taxes and youth smoking: New evidence from national, state, and local Youth Risk Behavior Surveys. Journal of Health Economics 27, no. 2 (2008): 287-299.",
        "Cooper, James C., and Joshua D. Wright. Alcohol, antitrust, and the 21st Amendment: An empirical examination of post-and-hold laws. International Review of Law and Economics 32, no. 4 (2012): 379-392.",
        "Costco v. Hoen (2009), http://law.justia.com/cases/federal/appellate-courts/ca9/0635538 /0635538-2011-02-25.html Dave, Dhaval, and Henry Saffer. Alcohol demand and risk preference. Journal of Economic Psychology 29, no. 6 (2008): 810-831.",
        "Dube A., and Zipperer B. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Pooling Multiple Case Studies using Synthetic Controls: An Application to Minimum Wage PoliciesÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d http://arindube.com/working-papers/, March, 2015.",
        "Fosdick, R. B. and Scott, A. L., Toward Liquor Control. New York: Harper & Brothers, 1933.",
        "GrÃ\u0083Æ\u0092Ã\u0082Â¸nbÃ\u0083Æ\u0092Ã\u0082Â¦k, Morten, Ulrik Becker, Ditte Johansen, Adam Gottschau, Peter Schnohr, Hans Ole Hein, Gorm Jensen, and Thorkild IA SÃ\u0083Æ\u0092Ã\u0082Â¸rensen. Type of alcohol consumed and mortality from all causes, coronary heart disease, and cancer. Annals of Internal Medicine 133, no. 6 (2000): 411-419.",
        "Hartford Courant, Feb 13 2015, http://www.courant.com/politics/hc-ctm-liquor-prices-governordannel -malloy-budget-20150213-story.html#page=1 Jaeger, D., Storchmann, K., Wine Retail Price Dispersion in the United States: Searching for Expensive Wines? American Economic Review, 101(3): 136Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c41. 2011.",
        "Mackinac Center for Public Policy, http://www.mackinac.org/1933 Mokdad, Ali H., James S. Marks, Donna F. Stroup, and Julie L. Gerberding. Actual causes of death in the United States, 2000. Jama 291, no. 10 (2004): 1238-1245.",
        "Morgan, Patricia A. Power, politics and public health: the political power of the alcohol beverage industry. Journal of Public Health Policy (1988): 177-197.",
        "Ornstein, S., and Hanssens, D., Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Alcohol Control Laws and the Consumption of Distilled Spirits and BeerÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d, The Journal of Consumer Research, Vol. 12, No. 2 1985.",
        "Ruhm, Christopher J., Alison Snow Jones, Kerry Anne McGeary, William C. Kerr, Joseph V. Terza, Thomas K. Greenfield, and Ravi S. Pandian. What US data should be used to measure the price elasticity of demand for alcohol? Journal of Health Economics. Vol. 31, no. 6, pp. 851862, 2012.",
        "TFWS v. Schaefer et al. (2004), http://www.gpo.gov/fdsys/pkg/USCOURTS-mdd-1_99-cv-02008/pdf/USCOURTS-mdd-1_99-cv02008 -0.pdf Wolfers, Justin, Did Unilateral Divorce Laws Raise Divorce Rates? A Reconciliation and New Results, American Economic Review, 96(5), 1802-1820, 2006."
    ]
}