{
    "id": 21364,
    "cites": 44,
    "cited_by": 0,
    "reference": [
        "Andreoni, James. 1990. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Impure Altruism and Donations to Public Goods: A Theory of Warm-Glow Giving.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Economic Journal 100: 464-477.",
        "Ansolabehere, Stephen, John de Figuieredo and James M. Snyder, Jr. 2003. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Why is their so little money in politics?Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Journal of Economic Perspectives, 17(1): 105-130.",
        "Arora, Seema and Shubhashis Gangopadhyay. 1995. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Toward a Theoretical Model of Voluntary Overcompliance.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Journal of Economic Behavior and Organization 28 (3): 289-309.",
        "Bangoli, Mark and Susan G. Watts. 2003. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Selling to Socially Responsible Consumers: Competition and the Private Provision of Public Goods.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Journal of Economic and Management Strategy 12 (30): 419-45.",
        "Baron, David P. 2001. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Private Politics, Corporate Social Responsibility, and Intergrated Strategy.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Journal of Economic and Management Strategy 10 (1): 7-45",
        "Baron, David P. 2007. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Corporate Social Responsibility and Social Entrepreneurship.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Journal of Economics and Management Strategy 16 (3): 683-717.",
        "Baron, David P. 2008. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Managerial Contracting and Corporate and Social Responsibility.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Journal of Public Economics 92 (1-2): 268-88.",
        "Baron, David P. 2010. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Morally Motivated Self Regulation.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d American Economic Review 100 (4): 1299-1329.",
        "Baron, David P. and Daniel Diemeier. 2007. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Strategic Activism and Nonmarket Strategy.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Journal of Economics and Management Strategy 16 (3): 599-634.",
        "Becker, Gary S. 1983. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093A Theory of Competition Among Pressure Groups for Political Influence.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Quarterly Journal of Economics, 98: 371-400.",
        "Benabou, Roland and Jean Tirole. 2003. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Intrinsic and Extrinsic Motivation.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Review of Economic Studies 70 (3): 489-520.",
        "Bergstrom, Theodore, Lawrence Blume, and Hal Varian. 1986. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093On the Private Provision of Public Goods.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Journal of Public Economics 29 (1): 25-49.",
        "Besley, Timothy, and Maitreesh Ghatak. 2005. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Competition and Incentives with Motivated Agents.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d American Economic Review 95 (3): 616-36.",
        "Besley, Timothy, and Maitreesh Ghatak. 2007. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Retailing Public Goods: The Economics of Corporate Social Responsibility.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Journal of Public Economics 91 (9): 1645-63.",
        "Bloom, Nicholas , Christos Genakos, Ralf Martin and Rafaella Sadun, 2010. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Modern Management: Good for the Environment or just Hot Air?Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Economic Journal 120: 551572.",
        "Brekke, Kjell Aren and Karine Nyborg. 2004. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Moral Hazard and Moral Motivation: Corporate Social Responsibility as Labor Market Screening.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d University of Oslo Department of Economics Memorandum 35/2004",
        "Carlin, Bruce I. and Simon Gervais. 2009. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Work Ethic, Employment Contracts, and Firm Value.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Journal of Finance 64: 785-821.",
        "Cespa, Giovanni and Glacinta Cestone. 2007. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Corporate Social Responsibility and Managerial Entrenchment.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Journal of Economics and Management Strategy 16 (3): 741-71.",
        "Cheng, Ing-Haw, Harrison Hong and Kelly Shue. 2012. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Do Managers Do Good With Other PeopleÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0084¢s Money?Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Working Paper, University of Chicago and Princeton.",
        "de Figueiredo, John M., 2002. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009dLobbying and Information in Politics,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Business and Politics 4(2): 125-129.",
        "de Figueiredo, John M. and Brian Silverman, 2006. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Academic Earmarks and the Returns to Lobbying.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Journal of Law and Economics, 49:2, 597-625.",
        "Delfgaauw, Josse and Robert Dur. 2008. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Incentives and WorkersÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0084¢ Motivation in the Public Sector.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Economic Journal 118: 171-191.",
        "Ellingsen, Tore and Magnus Johanesson. 2008. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Pride and Prejudice: The Human Side of Incentive Theory.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d American Economic Review 98 (3): 990-1008.",
        "Frank, Robert H., 2004. What Price the Moral High Ground? Princeton University Press.",
        "Friedman, Milton, 1963. Capitalism and Freedom. University of Chicago Press.",
        "Friedman, Milton, 1970. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093The Social Responsibility of Business is to Increase its Profits.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d The New York Times Magazine, September 13th.",
        "Galasso, Alberto and Mihkel Tombak, 2014. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Switching to Green: The Timing of Socially Responsible Innovation.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Journal of Economics and Management Strategy 23 (3): 669691.",
        "Graff Zivin, Joshua and Arthur Small III, 2005. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093A Modigliani-Miller Theory of Altruistic Corporate Social Responsibility.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Topics in Economic Analysis and Policy 5.",
        "Greening, Daniel W. and Daniel B. Turban. 2000. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Corporate Social Performance as a Competitive Advantage in Attracting a Quality Workforce.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Business and Society 39 (3): 254-80.",
        "Kitzmueller, Markus and Jay Shimshack. 2012. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Economic Perspectives on Corporate Social Responsibility.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Journal of Economic Literature 50(1): 51-84.",
        "Kotchen, Matthew J. 2006. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Green Markets and Private Provision of Public Goods.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Journal of Political Economy 114 (4): 816-34.",
        "Lyon, Thomas P. and John W. Maxwell. 2004. Corporate Environmentalism and Public Policy. Cambridge and New York: Cambridge University Press.",
        "Maxwell, John W., Thomas P. Lyon, and Steven C. Hackett. 2000. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Elf-Regulation and Social Welfare: The Political Economy of Corporate Environmentalism.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Journal of Law and Economics 43 (2): 583-617.",
        "Milyo, Jeffrey, David Primo and Timothy Groseclose. 2000. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Corporate PAC Campaign Contributions in Perspective,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Business and Politics 2(1): 75-88.",
        "Nilsson, Andreas and David T. Robinson. 2012. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093What is the Business of Business?Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Working Paper, SIFR and Duke University.",
        "Nike 2012. Nike Corporate Responsibility Report.",
        "Nyborg, Karine and Tao Zhang, 2013. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Is Corporate Social Responsibility Associated with Lower Wages?Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Environmental Resource Economics 55: 107-117.",
        "Peltzman, Sam 1976. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Towards a More General Theory of Regulation.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Journal of Law and Economics 19: 211-240.",
        "Prendergast, Canice. 2007. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093The Motivation and Bias of Bureaucrats.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d American Economic Review 97 (1): 180-196.",
        "Prendergast, Canice. 2008. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Motivation and Incentives.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d American Economic Review 98 (2): 201-205.",
        "Rose-Ackerman, Susan. 1996. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Altruism, Nonprofits, and Economic Theory.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Journal of Economic Literature 34 (2): 701-28.",
        "Rosen, Sherwin. 1986. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093The Theory of Equalizing Differences.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d In Orley Ashenfelter and Richard Layard, eds., Handbook of Labor Economics, Vol. 1. Amsterdam: North Holland: 641-692.",
        "Stigler, George 1971.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093The Theory of Economic Regulation.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Bell Journal of Economics 2: 3-21.",
        "Stigler, George 1974. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Free Riders and Collective Action.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Bell Journal of Economics 5: 359-365."
    ]
}