{
    "id": 21377,
    "cites": 70,
    "cited_by": 40,
    "reference": [
        "Ali, S., and U. Dadush (2011): Trade in Intermediates and Economic Policy, VoxEU, 9 February 2011, available at http://www.voxeu.org/article/rise-trade -intermediates-policy-implications.",
        "Alvarez, F., and R. Lucas, Jr. (2007): Capital Accumulation and International Trade, unpublished manuscript, available for download at http://www.fgv.br/professor/ rubens/HOMEPAGE/Lucas%20e%20Alvarez%20Dinamico.pdf.",
        "Anderson, J. (1979): A Theoretical Foundation for the Gravity Equation, American Economic Review, 69(1), 106116.",
        "(2011): The Gravity Model, Annual Review of Economics, 3, 133160.",
        "Anderson, J., C. Milot, and Y. Yotov (2014): How Much Does Geography Deect Services Trade, International Economic Review, forthcoming.",
        "Anderson, J., and E. van Wincoop (2003): Gravity with Gravitas: A Solution to the Border Puzzle, American Economic Review, 93(1), 170192.",
        "(2011): Terms of Trade and Global Eciency Eects of Free Trade Agreements, 1990-2002, NBER Working Paper No. 17003.",
        "Arkolakis, C., A. Costinot, and A. RodrÃ\u0083Æ\u0092Ã\u0082Â­guez-Clare (2012): New Trade Models, Same Old Gains?, American Economic Review, 102(1), 94130.",
        "Armington, P. (1969): A Theory of Demand for Products Distinguished by Place of Production, IMF Sta Papers, 16, 159176.",
        "ArtuÃ\u0083Æ\u0092Ã\u0082Â§, E., S. Chaudhuri, and J. McLaren (2010): Trade Shocks and Labor Adjustment: A Structural Empirical Approach, American Economic Review, 100(3), 100845.",
        "(1994): Dynamics of the Trade Balance and the Terms of Trade: the J-curve, American Economic Review, 84(1), 84103.",
        "Baier, S., and J. Bergstrand (2002): On the Endogeneity of International Trade Flows and Free Trade Agreements, unpublished manuscript, available for download at http://www3.nd.edu/Ã\u0083Â¢Ã\u0082Ë\u0086Ã\u0082Â¼jbergstr/working_papers.html.",
        "(2004): The Economic Determinants of Free Trade Agreements, Journal of International Economics, 64(1), 2963.",
        "(2007): Do Free Trade Agreements Actually Increase Members&apos; International Trade?, Journal of International Economics, 71(1), 7295.",
        "Baldwin, R. (2000): Trade and Growth: Still Disagreement about the Relationships, OECD Economics Department Working Papers No. 264.",
        "Baldwin, R., and E. Seghezza (2008): Testing for Trade-Induced Investment-Led Growth, Economia Internazionale / International Economics, 61(2-3), 507537.",
        "Bergstrand, J. (1985): The Gravity Equation in International Trade: Some Microeconomic Foundations and Empirical Evidence, Review of Economics and Statistics, 67(3), 474481.",
        "Broda, C., J. Greenfield, and D. Weinstein (2006): From Groundnuts to Globalization: A Structural Estimate of Trade and Growth, NBER Working Paper No. 12512.",
        "Cacciatore, M. (2014): International Trade and Macroeconomic Dynamics with Labor Market Frictions, Journal of International Economics, 93(1), 1730.",
        "Campbell, D. (2010): History, Culture, and Trade: A Dynamic Gravity Approach, unpublished manuscript, available for download at http://www.eeri.eu/documents/ wp/EERI_RP_2010_26.pdf.",
        "Chaney, T. (2008): Distorted Gravity: The Intensive and Extensive Margins of International Trade, American Economic Review, 98(4), 17071721.",
        "Cheng, I., and H. Wall (2005): Controlling for Heterogeneity in Gravity Models of Trade and Integration, Federal Reserve Bank of St. Louis Review, 87(1), 4963.",
        "Costinot, A., and A. RodrÃ\u0083Æ\u0092Ã\u0082Â­guez-Clare (2014): Trade Theory with Numbers: Quantifying the Consequences of Globalization, Chapter 4 in the Handbook of International Economics Vol. 4, eds. Gita Gopinath, Elhanan Helpman, and Kenneth S. Rogo, Elsevier Ltd., Oxford.",
        "Das, S., M. J. Roberts, and J. R. Tybout (2007): Market Entry Costs, Producer Heterogeneity, and Export Dynamics, Econometrica, 75(3), 837873.",
        "Dekle, R., J. Eaton, and S. Kortum (2007): Unbalanced Trade, American Economic Review: Papers and Proceedings, 97, 351355.",
        "(2008): Global Rebalancing with Gravity: Measuring the Burden of Adjustment, IMF Sta Papers, 55(3), 511540.",
        "Desmet, K., D. Nagy, and E. Rossi-Hansberg (2015): The Geography of Development: Evaluating Migration Restrictions and Coastal Flooding, unpublished manuscript available for download at http://www.princeton.edu/Ã\u0083Â¢Ã\u0082Ë\u0086Ã\u0082Â¼erossi/papers.html.",
        "Desmet, K., and E. Rossi-Hansberg (2014a): On the Spatial Economic Impact of Global Warming, unpublished manuscript, available for download at http://www. princeton.edu/Ã\u0083Â¢Ã\u0082Ë\u0086Ã\u0082Â¼erossi/papers.html.",
        "Dix-Carneiro, R. (2014): Trade Liberalization and Labor Market Dynamics, Econometrica, 82(3), 825885.",
        "(2005): Technology and the Global Economy: A Framework for Quantitative Analysis. manuscript in progress for Princeton University Press, Princeton, New Jersey.",
        "Eaton, J., S. Kortum, B. Neiman, and J. Romalis (2015): Trade and the Global Recession, unpublished manuscript, available for download at http://kortum. elisites.yale.edu/.",
        "Feenstra, R., R. Inklaar, and M. Timmer (2013): The Next Generation of the Penn World Table, available for download at http://www.ggdc.net/pwt.",
        "Fox, A. (1999): Evaluating the Success of a CGE Model of the Canada-U.S. Free Trade Agreement, unpublished manuscript, available for download at http://www-personal. umich.edu/Ã\u0083Â¢Ã\u0082Ë\u0086Ã\u0082Â¼alanfox/uscfinal_ti.pdf.",
        "Grossman, G., and E. Helpman (1991): Innovation and Growth in the Global Economy. The MIT Press, Cambridge, Massachusetts.",
        "Grossman, G., and E. Helpman (1995): Technology and Trade, Chapter 25 in the Handbook of International Economics Vol. 3, eds. Gene M. Grossman and Kenneth Rogo, North Holland, Amsterdam.",
        "Head, K., and T. Mayer (2014): Gravity Equations: Workhorse, Toolkit, and Cookbook,  Chapter 3 in the Handbook of International Economics Vol. 4, eds. Gita Gopinath, Elhanan Helpman, and Kenneth S. Rogo, Elsevier Ltd., Oxford.",
        "Heer, B., and A. MauÃ\u0083Æ\u0092Ã\u0082Â¿ner (2009): Dynamic General Equilibrium Modeling: Computational Methods and Applications. Springer, Berlin, 2 edn.",
        "Helpman, E., M. Melitz, and Y. Rubinstein (2008): Trading Partners and Trading Volumes, Quarterly Journal of Economics, 123(2), 441487.",
        "Hercowitz, Z., and M. Sampson (1991): Output Growth, the Real Wage, and Employment Fluctuations, American Economic Review, 81(5), 12151237.",
        "Johnson, R., and G. Noguera (2012): Accounting for Intermediates: Production Sharing and Trade in Value Added, Journal of International Economics, 86(2), 224236.",
        "Kehoe, T. (2003): An Evaluation of the Performance of Applied General Equilibrium Models of the Impact of NAFTA, Federal Reserve Bank of Minneapolis Working Paper No. 320, available for download at https://www.minneapolisfed.org/ research/sr/sr320.pdf.",
        "Kocherlakota, N., and K. Yi (1997): Is There Endogenous Long-Run Growth? Evidence from the United States and the United Kingdom, Journal of Money, Credit and Banking, 29(2), 235262.",
        "Kraemer, K., and J. Dedrick (2002): Dell Computer: Organization of a Global Production Network, unpublished manuscript, available for download at http://crito. uci.edu/papers/2002/dell.pdf.",
        "Krueger, A. (1999): Trade Creation and Trade Diversion Under NAFTA, NBER Working Paper No. 7429.",
        "Krusell, P., and A. Smith, Jr. (1998): Income and Wealth Heterogeneity in the Macroeconomy,  Journal of Political Economy, 106(5), 867896.",
        "Lederman, D., W. Maloney, and L. ServÃ\u0083Æ\u0092Ã\u0082Â©n (2005): Lessons from NAFTA for Latin America and the Caribbean. Stanford University Press and the World Bank, Latin American Development Forum Series, Palo Alto, California and Washington, DC.",
        "Levinsohn, J., and A. Petrin (2003): Estimating Production Functions Using Inputs to Control for Unobservables, Review of Economic Studies, 70(2), 317341.",
        "Linnemann, H. (1966): An Econometric Study of International Trade Flows. North-Holland Publishing, Amsterdam.",
        "Lucas, R. (1987): Models of Business Cycles. Basil Blackwell, New York.",
        "Magee, C. (2003): Endogenous Preferential Trade Agreements: An Empirical Analysis, Contributions to Economic Analysis & Policy, 2, Articel 15.",
        "McCleery, R. (1992): An Intertemporal Linked Macroeconomic CGE Model of the United States and Mexico Focussing on Demographic Change and Factor Flows, Paper 8 in the Addendum of Economy-Wide Modeling of the Economic Implications of a FTA with Mexico and a NAFTA with Canada and Mexico, eds. Joseph F. Francois and Clinton R.",
        "Shiells, Report on Investigation No. 332-317 Under Section 332 of the Tari Act of 1930, USITC Publication 2516, United States International Trade Commission, Washington, DC.",
        "Morales, E., G. Sheu, and A. Zahler (2015): Extended Gravity, unpublished manuscript, available for download at https://sites.google.com/site/edumorales casado/home/research.",
        "Mutreja, P., B. Ravikumar, and M. Sposi (2014): Capital Goods Trade and Economic Development, Federal Reserve Bank of St. Louis Working Paper 2014-12, available for download at https://research.stlouisfed.org/wp/2014/2014-012.pdf.",
        "Olivero, M., and Y. Yotov (2012): Dynamic Gravity: Endogenous Country Size and Asset Accumulation, Canadian Journal of Economics, 45(1), 6492.",
        "Olley, G., and A. Pakes (1996): The Dynamics of Productivity in the Telecommunications Equipment Industry, Econometrica, 64(6), 12631297.",
        "Osang, T., and S. Turnovsky (2000): Dierential Taris, Growth, and Welfare in a Small Open Economy, Journal of Development Economics, 62(2), 315342.",
        "Ottaviano, G. (2014): European Integration and the Gains from Trade, CEP Discussion Paper No. 1301, chapter prepared for the Handbook of the Economics of European Integration, edited by Harald Badinger and Volker Nitsch, Routledge, available for download at http://cep.lse.ac.uk/pubs/down- load/dp1301.pdf.",
        "Rolleigh, M. (2013): Plant Heterogeneity and Applied General Equilibrium Models of Trade: Lessons from the Canada-US Free Trade Agreement, unpublished manuscript, available for download at http://econ.williams.edu/files/trade_2013.pdf.",
        "Romalis, J. (2007): NAFTA&apos;s and CUSTFA&apos;s Impact on International Trade, Review of Economics and Statistics, 89(3), 416435.",
        "Sampson, T. (2014): Dynamic Selection: An Idea Flows Theory of Entry, Trade and Growth, Quarterly Journal of Economics, forthcoming, available for download at http://personal. lse.ac.uk/sampsont/papers.html.",
        "Shikher, S. (2012): Predicting the Eects of NAFTA: Now We Can Do It Better!, Journal of International and Global Economic Studies, 5(2), 3259.",
        "Simonovska, I., and M. Waugh (2011): The Elasticity of Trade: Estimates and Evidence,  NBER Working Paper No. 16796.",
        "Tinbergen, J. (1962): Shaping the World Economy: Suggestions for an International Economic Policy. The Twentieth Century Fund, New York.",
        "Trefler, D. (1993): Trade Liberalization and the Theory of Endogeneous Protection: An Econometric Study of U.S. Import Policy, Journal of Political Economy, 101(1), 138160.",
        "(2004): The Long and Short of the Canada-U.S. Free Trade Agreement, American Economic Review, 94(4), 870895.",
        "(2006): The Long and Short of the Canada-U.S. Free Trade Agreement, STICERD - Economics of Industry Papers 41, Suntory and Toyota International Centres for Economics, availabe for download at http://sticerd.lse.ac.uk/dps/ei/EI41.pdf.",
        "Varian, H. (2007): An iPod Has Global Value. Ask the (Many) Countries That Make It, The New York Times (June 28, 2007), available for download at http://www.nytimes. com/2007/06/28/business/worldbusiness/28scene.html?_r=0.",
        "Wacziarg, R. (2001): Measuring the Dynamic Gains from Trade, World Bank Economic Review, 15(3), 393425.",
        "Wacziarg, R., and K. H. Welch (2008): Trade Liberalization and Growth: New Evidence,  World Bank Economic Review, 22(2), 187231."
    ]
}