{
    "id": 21371,
    "cites": 48,
    "cited_by": 4,
    "reference": [
        "Angrist, Joshua D. (1990). Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Lifetime Earnings and the Vietnam Era Draft Lottery: Evidence from Social Security Administrative Records.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d American Economic Review 80(3): 313-336.",
        "Angrist, Joshua D. (1993). Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093The Effect of Veterans Benefits on Education and Earnings.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Industrial and Labor Relations Review 46(4): 637-652.",
        "Angrist, Joshua D., Guido W. Imbens, and Donald B. Rubin (1996). Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Identification of Causal Effects Using Instrumental Variables.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Journal of the American Statistical Association 91(434): 444-455.",
        "Angrist, Joshua, and Alan B. Krueger (1992). Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093The Effect of Age at School Entry on Educational Attainment: An Application of Instrumental Variables with Moments from Two Samples.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Journal of the American Statistical Association 87(418): 328-336.",
        "Angrist, Joshua, and Alan B. Krueger (1994). Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Why do World War II Veterans Earn More Than Nonveterans?Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Journal of Labor Economics 12(1): 74-97.",
        "Baumrind, Diana (1968). Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Authoritarian vs Authoritative Parental Control.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Adolescence 3: 255-272.",
        "Besley, Timothy and Marta Reynal-Querol (2014). Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093The Legacy of Historical Conflict: Evidence from Africa.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d American Political Science Review 108(2): 319-336.",
        "Bisin, Alberto and Thierry Verdier (2001). Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093The Economics of Cultural Transmission and the Dynamics of Preferences.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Journal of Economic Theory 97(2): 298-319.",
        "Blattman, Christopher and Edward Miguel (2010). Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Civil Wars.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Journal of Economic Literature 48(1): 3-57.",
        "Bound, John and Sarah Turner (2002). Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Going to War and Going to College: Did World War II and the G.I. Bill Increase Educational Attainment for Returning Veterans?Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Journal of Labor Economics 20(4): 784-815.",
        "Brown, F. Peter (2014). Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Last Vietnam War Draftee Retires After 42 Years In Army.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Western Journalism, Nov. 10.",
        "Card, David and Thomas Lemieux (2001). Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Going to College to Avoid the Draft: The Unintended Legacy of the Vietnam War.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d American Economic Review 91(2): 97-102.",
        "Carlson, Elwood and Joel Andress (2009). Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Military Service by Twentieth-Century Generations of American Men.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Armed Forces and Society 35(2): 385-400.",
        "Collier, Paul (2003). Breaking the Conflict Trap: Civil War and Development Policy. World Bank Publications.",
        "Currie, Janet and Enrico Moretti (2003). Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093MotherÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0084¢s Education and the Intergenerational Transmission of Human Capital: Evidence from College Openings.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Quarterly Journal of Economics 118(4): 1495-1532.",
        "Dahl, Gordon B., Andreas Ravndal Kostol, and Magne Mogstad (2014). Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Family Welfare Cultures.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Quarterly Journal of Economics 129(4): 1711-1752.",
        "Dobkin, Carlos and Reza Shabani (2009). Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093The Health Effects of Military Service: Evidence from the Vietnam Draft.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Economic Inquiry 47(1): 69-80.",
        "Doepke, Matthias and Fabrizio Zilibotti (2014). Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Parenting with Style: Altruism and Paternalism in Intergenerational Preference Transmission.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Northwestern University (unpublished).",
        "Elder, Glen H. (1986). Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Military Times and Turning Points in MenÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0084¢s Lives.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Developmental Psychology 22(2): 233-245.",
        "Erikson, Robert and John H. Goldthorpe (2002). Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Intergenerational Inequality: A Sociological Perspective.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Journal of Economic Perspectives 16(3): 31-44.",
        "Erikson, Robert S. and Laura Stoker (2011). Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Caught in the Draft: The Effects of Vietnam Draft Lottery Status on Political Attitudes.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d American Political Science Review 105(2):221237.",
        "Faris, John H. (1981). Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093The All-Volunteer Force: Recruitment from Military Families.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Armed Forces and Society 7(4): 545-559.",
        "Giuliano, Paola and Antonio Spilimbergo (2014). Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Growing up in a Recession.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Review of Economic Studies 81(2): 787-817.",
        "Holm, Jeanne (1993). Women in the Military: An Unfinished Revolution. Presidio Press.",
        "Holmlund, Helena, Mikael Lindahl, and Erik Plug (2011). Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093The Causal Effect of ParentsÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0084¢ Schooling on ChildrenÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0084¢s Schooling: A Comparison of Estimation Methods.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Journal of Economic Literature 49(3): 615-651.",
        "Humphreys, Macartan and Jeremy M. Weinstein (2008). Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Who Fights? The Determinants of Participation in Civil War.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d American Journal of Political Science 52(2): 436-455.",
        "Jackson, Matthew O. and Massimo Morelli (2011). Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093The Reasons for Wars: An Updated Survey. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d In: Chris Coyne (Ed.), Handbook on the Political Economy of War. Elgar Publishing.",
        "Jennings, M. Kent and Gregory P. Markus (1977). Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093The Effect of Military Service on Political Attitudes: A Panel Study.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d American Political Science Review 71(1): 131-147.",
        "Kang, Joseph D.Y. and Joseph L. Schafer (2007). Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Demystifying Double Robustness: A Comparison of Alternative Strategies for Estimating a Population Mean from Incomplete Data.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Statistical Science 22(4): 523-539.",
        "Kasinsky, Ren ee G. (1976). Refugees from Militarism: Draft-Age Americans in Canada. Transaction Publishers.",
        "Kleykamp, Meredith A. (2006). Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093College, Jobs, or the Military? Enlistment During a Time of War.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Social Science Quarterly 87(2): 272-290.",
        "Larsen, Matthew F., TJ McCarthy, Jeremy Moulton, Marianne Page, and Ankur Patel (2014). Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093War and Marriage: Assortative Mating and the World War II G.I. Bill.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Tulane University (unpublished).",
        "Lillard, Dean R. and Jacob Fahringer (2014). Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Does Military Service Shorten Lives? The Effect of Compulsory Military Service on Smoking Prevalence.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Ohio State University (unpublished) .",
        "Maccoby, Eleanor E. and John A. Martin (1983). Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Socialization in the Context of the Family: Parent-Child Interaction.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d In E. Hetherington (ed.) Handbook of Child Psychology, Vol. 4, Wiley, p. 1-103.",
        "Malmendier, Ulrike and Stefan Nagel (2011). Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Depression Babies: Do Macroeconomic Experiences Affect Risk Taking?Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Quarterly Journal of Economics 126(1): 373-416.",
        "Maoz, Zeev (2004). Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Statesmen, Popular Wisdom, and Empirical Realities in the Study of Conflict and War: Extending the Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Ë\u009cPredictors of War in History and in the State of the World MessageÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0084¢.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d In: Paul F. Diehl (Ed.), The Scourge of War: New Extensions on an Old Problem. University of Michigan Press.",
        "Mayseless, Ofra, Miri Scharf, and Michal Sholt (2003). Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093From Authoritative Parenting Practices to an Authoritarian Context: Exploring the Person-Environment Fit.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Journal of Research on Adolescence 13(4): 427-456.",
        "Pew Research Center (2011). Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093War and Sacrifice in the Post-9/11 Era: The Military-Civilian Gap.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d October 5, 2011, available at: http://www.pewsocialtrends.org/files/2011/10/veteransreport. pdf Rotsker, Bernard (2006). I Want You! The Evolution of the All-Volunteer Force. RAND Corporation.",
        "Singer, J. David and Melvin Small (1974). Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Foreign Policy Indicators: Predictors of War in History and in the State of the World Message.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Policy Sciences 5: 271-296.",
        "Solon, Gary, Steven J. Haider, and Jeffrey M. Wooldridge (2015). Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093What Are We Weighting For?Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Journal of Human Resources 50(2): 301-316.",
        "Speck, Kimberly and David S. Riggs (2013). Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Differences in the Parenting Styles of Military and Civilian Mothers.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Third MFRI International Research Symposium on Military and Veteran Families.",
        "Stander, Valerie A. and Lex L. Merrill (2000). Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093The Relationship of Parental Military Background to the Demographic Characteristics of 11,195 Navy Recruits.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Naval Health Research Center, Report 00-14.",
        "Steinberg, Laurence Steinberg, Susie D. Lamborn, Sanford M. Dornbusch, and Nancy Darling (1992). Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Impact of Parenting Practices on Adolescent Achievement: Authoritative Parenting, School Involvement, and Encouragement to Succeed.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Child Development 63(5): 1266-1281.",
        "Takiff, Michael (2003). Brave Men, Gentle Heroes: American Fathers and Sons in World War II and Vietnam. William Morrow.",
        "Tanielian, Terri and Lisa H. Jaycox (Eds.) (2008). Invisible Wounds of War: Psychological and Cognitive Injuries, Their Consequences, and Services to Assist Recovery, Volumes 1-2. RAND Corporation.",
        "Vandenbroucke, Guillaume (2014). Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Fertility and Wars: The Case of World War I in France.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d American Economic Journal: Macroeconomics 6(2): 108-136.",
        "Van Evera, Stephen (2013). Causes of War: Power and the Roots of Conflict. Cornell University Press.",
        "Vazquez, John A. (Ed.) (2000). What Do We Know about War? Rowman & Littlefield Publishers."
    ]
}