{
    "id": 21374,
    "cites": 13,
    "cited_by": 6,
    "reference": [
        "Durand, M. and Smith C. (2013). The OECD Approach to Measuring Subjective Well-Being. In Helliwell J.F., Layard, R., and Sachs, J. (eds.) World Happiness Report 2013, UN Sustainable Development Solutions Network, 112-137. Helliwell, J.F. and Huang, H. (2010). How&apos;s the Job? Well-Being and Social Capital in the Workplace. Industrial and Labor Relations Review 63(2), 205-227.",
        "Helliwell, J.F. and Wang, S. (2014). Weekends and Subjective Well-Being. Social Indicators Research 116(2), 389-407.",
        "Kahneman, D. and Krueger A. (2006). Developments in the measurement of subjective well-being. Journal of Economic Perspectives 20(1), 3-24.",
        "Kennedy-Moore, E., Greenberg, M.A., Newman, M.G. and Stone, A.A. (1992). The Relationship Between Daily Events and Mood: The Mood Measure May Matter. Motivation and Emotion 162(2), 143-155.",
        "Lee W. (2013). Propensity Score Matching and Variations on the Balancing Test. Empirical Economics 44(1), 47-80.",
        "Rosenbaum, P. and Rubin D. (1985). Constructing a Control Group Using Multivariate Matched Sampling Methods that Incorporate the Propensity Score. American Statistician 39(1), 33-38.",
        "Ryan, R.M., Bernstein, J.H. and Brown, K.W. (2010). Weekends, Work, and Well-being: Psychological Need Satisfactions and Day of the Week Effects on Mood, Vitality, and Physical Symptoms. Journal of Social and Clinical Psychology 29(1), 95-122.",
        "Stone, A.A., Schneider, S. and Harter, J.K. (2012). Day-of-Week Mood Patterns in the United States: On the Existence of &apos;Blue Monday&apos;, &apos;Thank God It&apos;s Friday&apos; and Weekend Effects. Journal of Positive Psychology 7(4), 306-314.",
        "Taylor, M.P. (2006). Tell Me Why I Don&apos;t Like Mondays: Investigating Day of the Week Effects on Job Satisfaction and Psychological Well-being. Journal of the Royal Statistical Society: Series A (Statistics in Society) 169(1), 127-142.",
        "Tumen, S. and Zeydanli T. (2013). Day-of-the-Week Effects in Subjective Well-Being: Does Selectivity Matter? Social Indicators Research. DOI: 10.1007/s11205-013-0477-6.",
        "Young, C. and Lim C. (2014). Time as a Network Good: Evidence from Unemployment and the Standard Workweek. Sociological Science 1, 10-27. DOI: 10.15195/v1.a2 Young, C. and Lim C. (2014). Time as a Network Good: Evidence from Unemployment and the Standard Workweek. Sociological Science 1, 10-27. DOI: 10.15195/v1.a2",
        "Young, C. and Lim C. (2014). Time as a Network Good: Evidence from Unemployment and the Standard Workweek. Sociological Science 1, 10-27. DOI: 10.15195/v1.a2",
        "Stone, A.A., Hedges, S.M., Neale, J.M. and Satin, S. (1985). Prospective and Cross-Sectional Mood Reports Offer No Evidence of A \"Blue Monday\" Phenomenon. Journal of Personality and Social Psychology 49(1), 129-134."
    ]
}