{
    "id": 21381,
    "cites": 45,
    "cited_by": 6,
    "reference": [
        "Albanesi, S. and C. Sleet. 2006. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Dynamic Optimal Taxation with Private Information,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Review of Economic Studies 73, 1-30.",
        "Arrow, Kenneth 1962. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093The Economic Implications of Learning by Doing,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d The Review of Economic Studies 29(3), 155-173.",
        "Atkinson, A. and J. Stiglitz 1976. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093The Design of Tax Structure: Direct versus Indirect Taxation,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Journal of Public Economics 6, 55-75.",
        "Battaglini, M. and S. Coate. 2008a. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Pareto Efficient Income Taxation with Stochastic Abilities,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Journal of Public Economics 92(3-4), 844-868.",
        "Battaglini, M. and S. Coate. 2008b. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093A Dynamic Theory of Public Spending, Taxation, and Debt,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d American Economic Review 99(1), 201-236.",
        "Becker, G. 1964. A Theoretical and Empirical Analysis, with Special Reference to Education, The University of Chicago Press.",
        "Ben-Porath, Y. 1967. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093The Production of Human Capital and the Life Cycle of EarningsÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d, Journal of Political Economy, Vol. 75, No. 4, pp. 352-365.",
        "Bohacek, R. and M. Kapicka. 2008. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Optimal Human Capital Policies,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Journal of Monetary Economics 55(1), 1-16.",
        "Bovenberg, L. and B. Jacobs. 2005. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Redistribution and Education Subsidies are Siamese Twins,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Journal of Public Economics, 89(11-12), 2005Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c2035.",
        "Bovenberg, L. and B. Jacobs. 2011. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Optimal Taxation of Human Capital and the Earnings Function,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Journal of Public Economic Theory, 13, (6), 957-971.",
        "Da Costa, C. E., and L. J. Maestri. 2007. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093The risk Properties of Human Capital and the Design of Government Policies,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d European Economic Review 51(3), 695-713.",
        "Farhi, E. and I. Werning 2013. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Insurance and Taxation over the Life Cycle,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Review of Economic Studies 80, 596-635 Findeisen, S. and D. Sachs 2012. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Education and Optimal Dynamic Taxation: The Role of Incomecontingent Student Loans,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Working Paper, University of Konstanz.",
        "Gelber, A. and M. Weinzierl 2012. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Equalizing Outcomes and Equalizing Opportunities: Optimal Taxation When ChildrenÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0084¢s Abilities Depend on ParentsÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0084¢ Resources,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d NBER Working Paper, 18332.",
        "Golosov, M, A. Tsyvinski and M. Troshkin. 2013. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Redistribution and Social Insurance,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Working paper, Princeton University.",
        "Golosov, M, A. Tsyvinski and I. Werning. 2006. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093New Dynamic Public Finance: A UserÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0084¢s Guide,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d NBER Macroeconomic Annual, MIT Press.",
        "Golosov, M, and A. Tsyvinski. 2007. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Optimal Taxation with Endogenous Insurance Markets,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Quarterly Journal of Economics, 122(2), 487-534.",
        "Golosov, Mikhail, Aleh Tsyvinski, and Nicolas Werquin 2014. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093A Variational Approach to the Analysis of Tax Systems,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Working Paper, Yale.",
        "Heathcote, J., K. Storesletten and G. Violante. 2005. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Two Views of Inequality Over the Life Cycle,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Journal of the European Economic Association, 3, 765-775.",
        "Heckman, James. 1976a. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Estimates of a Human Capital Production Function Embedded in a Life-Cycle Model of Labor Supply,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d in N. Terleckyj (ed.), Household Production and Consumption, NBER, p. 225-264.",
        "Heckman, James. 1976b. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093A Life-Cycle Model of Earnings, Learning, and Consumption,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Journal of Political Economy, 84(4), S11-S44.",
        "Heckman, J., L. Lochner, and P. Todd. 2005. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Earnings Functions, Rates of Return, and Treatment Effects: The Mincer Equation and Beyond,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d NBER Working Paper 11544.",
        "Hicks, J. 1970. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Elasticity of Substitution Again: Substitutes and Complements,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Oxford Economic Papers, 25, 289-296.",
        "Kapicka, M. and J. Neira 2014. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Optimal Taxation in a Life-Cycle Economy with Endogenous Human Capital Formation,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Working Paper, University of California, Santa Barbara.",
        "Kapicka, M. 2013a. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Optimal Mirrleesean Taxation with Unobservable Human Capital Formation,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Working Paper, University of California, Santa Barbara.",
        "Kapicka, M. 2013b. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Efficient Allocations in Dynamic Private Information Economies with Persistent Shocks: A First-Order Approach,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Review of Economic Studies, 80(3), 1027-1054.",
        "Kocherlakota, N. 2005. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Zero Expected Wealth taxes: A Mirrlees Approach to Dynamic Optimal Taxation,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Econometrica, 73(5), 1587-1621.",
        "Krueger, D., and A. Ludwig. 2013. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Optimal Capital and Progressive Labor Income Taxation with Endogenous Schooling Decisions and Intergenerational Transfers,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d University of Pennsylvania Working Paper.",
        "Maldonado, D. 2007. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Education Policies and Optimal Taxation,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d International Tax and Public Finance, 15(2), 131-143.",
        "Milgrom, R. and I. Segal. 2002. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Envelope Theorems for Arbitrary Choice Sets,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Econometrica, 70(2), 583-601.",
        "Mirrlees, J. 1971. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093An Exploration in the Theory of Optimal Income Taxation,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Review of Economic Studies, 38, 175-208.",
        "Williams, Timothy 2014. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Seeking New Start, Finding Steep Cost Workforce Investment Act Leaves Many Jobless and in Debt,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d New York Times , August 17, 2014.",
        "OECD. 2004. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Improving Skills for More and Better Jobs: Does Training Make a Difference?,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d OECD Employment Outlook.",
        "OECD. 2013. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Education at a Glance, 2013,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d OECD, Paris.",
        "Rothschild, Casey and Florian Scheuer. 2014a. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093A Theory of Income Taxation under Multidimensional Skill Heterogeneity,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d NBER Working Paper 19822.",
        "Rothschild, Casey and Florian Scheuer. 2014b. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Optimal Taxation with Rent-Seeking,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d NBER Working Paper 17035.",
        "Saez, Emmanuel. 2001. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Using Elasticities to Derive Optimal Income Tax Rates,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Review of Economic Studies 68(1), 205-229 Samuelson, P. 1973. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Complementarity Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c An Essay on the 40th Anniversary of the Hicks-Allen Revolution in Demand TheoryÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d, Journal of Economic Literature, 12, (4), 1255-1289.",
        "Shourideh, Ali 2012. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Optimal Taxation of Wealthy Individuals,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Working Paper University of Pennsylvania.",
        "Shourideh, Ali, and Maxim Troshkin 2012. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Providing Efficient Incentives to Work: Retirement Ages and the Pension System,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Working Paper University of Pennsylvania.",
        "Scheuer, Florian 2014. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Entrepreneurial Taxation with Endogenous Entry,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d American Economic Journal: Economic Policy, 6, 126-163.",
        "Stantcheva, Stefanie 2014. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Optimal Taxation and Human Capital Policies over the Life Cycle,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Working Paper, Harvard University.",
        "Weinzierl, M. 2011. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093The Surprising Power of Age-Dependent Taxes,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Review of Economic Studies, 78, 1490-1518.",
        "Werning, Ivan 2002 Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Optimal Unemployment Insurance with Unobservable Savings,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Working Paper MIT.",
        "Werning, Ivan 2007a Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Nonlinear Capital Taxation,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Working Paper MIT.",
        "Werning, Ivan 2007b Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Optimal Fiscal Policy with Redistribution,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Quarterly Journal of Economics, 122, 925-967.",
        "Werning, Ivan 2007c Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Pareto Efficient Income Taxation,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Working Paper MIT."
    ]
}