{
    "id": 21388,
    "cites": 43,
    "cited_by": 27,
    "reference": [
        "Aguiar, Mark and Gita Gopinath (2007), Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Emerging market business cycles: The cycle is the trend.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Journal of Political Economy, 115, 69Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c102.",
        "Anand, Rahul and Eswar S Prasad (2010), Optimal price indices for targeting inflation under incomplete markets. NBER Working Paper No. 16290.",
        "Aoki, Kosuke (2001), Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Optimal monetary policy responses to relative-price changes.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Journal of Monetary Economics, 48, 55Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c80.",
        "Ascari, Guido (2004), Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Staggered prices and trend inflation: some nuisances.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Review of Economic Dynamics, 7, 642Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c667.",
        "Basu, Priya and Pradeep Srivastava (2005), Scaling-up microfinance for IndiaÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0084¢s rural poor. World Bank Policy Research Working Paper No. 3646.",
        "Basu, Susanto (1996), Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Procyclical productivity: increasing returns or cyclical utilization?Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d The Quarterly Journal of Economics, 111, 719Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c751.",
        "Basu, Susanto and John G Fernald (1995), Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Are apparent productive spillovers a figment of specification error?Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Journal of Monetary Economics, 36, 165Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c188.",
        "Benigno, Pierpaolo (2004), Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Optimal monetary policy in a currency area.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Journal of International Economics, 63, 293Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c320.",
        "Bowdler, Christopher and Adeel Malik (2005), Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Openness and inflation volatility: panel data evidence.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d University of Oxford. Working paper.",
        "CatÃ\u0083â\u0080¹Ã\u0082Å\u0093 ao, Luis and Roberto Chang (2010), World food prices and monetary policy. NBER Working Paper No. 16563.",
        "Christiano, Lawrence J, Martin Eichenbaum, and Charles Evans (1996), Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093The effects of monetary policy shocks: evidence from the flow of funds.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d The Review of Economics and Statistics, 78, 16Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c34.",
        "Clarida, Richard, Jordi Gal Ã\u0083â\u0080\u009eÃ\u0082Â±, and Mark Gertler (1998), Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Monetary policy rules in practice: some international evidence.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d European Economic Review, 42, 1033Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c1067.",
        "Clarida, Richard, Jordi Gal Ã\u0083â\u0080\u009eÃ\u0082Â±, and Mark Gertler (1999), Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093The science of monetary policy: a new keynesian perspective.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Journal of Economic Literature, 37, 1661Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c1707.",
        "Creamer, Kenneth and Neil A Rankin (2008), Price setting in South Africa 2001-2007stylised facts using consumer price micro data. Manuscript, University of the Witwaterstrand.",
        "Demirguc-Kunt, Asli and Leora Klapper (2012), Measuring financial inclusion: the global findex database. World Bank Policy Research Working Paper No. 6025.",
        "Devereux, Michael B, Philip R Lane, and Juanyi Xu (2006), Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Exchange rates and monetary policy in emerging market economies.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d The Economic Journal, 116, 478Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c506.",
        "Erceg, Christopher J, Dale W Henderson, and Andrew T Levin (2000), Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Optimal monetary policy with staggered wage and price contracts.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Journal of Monetary Economics, 46, 281Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c313.",
        "Ferrero, Andrea, Mark Gertler, and Lars EO Svensson (2010), Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Current account dynamics and monetary policy.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d In International Dimensions of Monetary Policy (Jordi Gal Ã\u0083â\u0080\u009eÃ\u0082Â± and Mark Gertler, eds.), 199Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c244, University of Chicago Press.",
        "Fraga, Arminio, Ilan Goldfajn, and Andre Minella (2004), Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Inflation targeting in emerging market economies.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d In NBER Macroeconomics Annual 2003, Volume 18 (Mark Gertler and Kenneth Rogoff, eds.), 365Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c416, The MIT Press.",
        "Frankel, Jeffrey A (2008), Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093The effect of monetary policy on real commodity prices.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d In Asset Prices and Monetary Policy (John Y. Campbell, ed.), 291Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c333, University of Chicago Press.",
        "Gagnon, Etienne (2009), Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Price setting during low and high inflation: evidence from mexico.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d The Quarterly Journal of Economics, 124, 1221Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c1263.",
        "Gal Ã\u0083â\u0080\u009eÃ\u0082Â±, Jordi, J David L opez-Salido, and Javier Vall es (2004), Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Rule-of-thumb consumers and the design of interest rate rules.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Journal of Money, Credit and Banking, 36, 739Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c763.",
        "Garc Ã\u0083â\u0080\u009eÃ\u0082Â±a-Cicco, Javier, Roberto Pancrazi, and Mart Ã\u0083â\u0080\u009eÃ\u0082Â±n Uribe (2010), Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Real business cycles in emerging countries?Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d American Economic Review, 100, 2510Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c31.",
        "Goodfriend, Marvin and Robert King (1997), Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093The new neoclassical synthesis and the role of monetary policy.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d In NBER Macroeconomics Annual 1997, Volume 12 (Ben S. Bernanke and Julio J. Rotemberg, eds.), 231Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c296, MIT Press.",
        "Goodfriend, Marvin and Robert G King (2001), Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093The case for price stability.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d In The First ECB Central Banking Conference: Why Price Stability? (Alicia G. Herrero, Vitor Gaspar, Lex Hoogduin, Julian Morgan, and Bernhard Winkler, eds.), European Central Bank.",
        "Gouvea, Solange (2007), Price rigidity in Brazil: evidence from CPI micro data. Banco Central de Brasil Working Paper No. 143.",
        "Kose, M Ayhan, Eswar S Prasad, and Marco E Terrones (2009), Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Does financial globalization promote risk sharing?Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Journal of Development Economics, 89, 258Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c270.",
        "Mankiw, N Gregory and Ricardo Reis (2002), Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Sticky information versus sticky prices: a proposal to replace the new keynesian phillips curve.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Quarterly Journal of Economics, 117, 1295Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c1328.",
        "Mankiw, N Gregory and Ricardo Reis (2003), Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093What measure of inflation should a central bank target?Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Journal of the European Economic Association, 1, 1058Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c1086.",
        "Medina, Juan Pablo, David Rappoport, and Claudio Soto (2007), Dynamics of price adjustments: evidence from micro level data for chile. Central Bank of Chile Working Paper No. 432.",
        "Mendoza, Enrique G (1995), Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093The terms of trade, the real exchange rate, and economic fluctuations.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d International Economic Review, 36, 101Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c137.",
        "Mishkin, Frederic S (2007), Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Inflation dynamics.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d International Finance, 10, 317Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c334.",
        "Mishkin, Frederic S (2008), Does stabilizing inflation contribute to stabilizing economic activity ? NBER Working Paper No. 13970.",
        "Mohanty, Madhusudan S and Marc Klau (2005), Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Monetary policy rules in emerging market economies: issues and evidence.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d In Monetary Policy and Macroeconomic Stabilization in Latin America (Rolf J Langhammer and L ucio Vinhas de Souza, eds.), 205Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c245, Springer.",
        "Pallage, Stephane and Michel A Robe (2003), Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093On the welfare cost of economic fluctuations in developing countries.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d International Economic Review, 44, 677Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c698. P",
        "etursson, Th orarinn G (2008), How hard can it be? inflation control around the world. Central Bank of Iceland, Economics Department.",
        "Rotemberg, Julio and Michael Woodford (1997), Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093An optimization-based econometric framework for the evaluation of monetary policy.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d In NBER Macroeconomics Annual 1997, Volume 12 (Ben S. Bernanke and Julio J. Rotemberg, eds.), 297Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c361, MIT Press.",
        "Schmitt-Groh e, Stephanie and MartÃ\u0083â\u0080\u009eÃ\u0082Â±n Uribe (2003), Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Closing small open economy models.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Journal of International Economics, 61, 163Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c185.",
        "Schmitt-Groh e, Stephanie and MartÃ\u0083â\u0080\u009eÃ\u0082Â±n Uribe (2004), Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Solving dynamic general equilibrium models using a second-order approximation to the policy function.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Journal of Economic Dynamics and Control, 28, 755Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c775.",
        "Schmitt-Groh e, Stephanie and Martin Uribe (2007), Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Optimal simple and implementable monetary and fiscal rules.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Journal of Monetary Economics, 54, 1702Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c1725.",
        "Taylor, John B (1993), Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Discretion versus policy rules in practice.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Carnegie-Rochester Conference Series on Public Policy, 39, 195Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c214.",
        "Walsh, James P (2011), Reconsidering the role of food prices in inflation. IMF Working Paper No. 11/71.",
        "Wynne, Mark A (2008), Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Core inflation: a review of some conceptual issues.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Federal Reserve Bank of St. Louis Review, 90."
    ]
}