{
    "id": 21387,
    "cites": 30,
    "cited_by": 1,
    "reference": [
        "Abaluck, Jason T., and Jonathan Gruber. 2011. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Choice Inconsistencies among the Elderly: Evidence from Plan Choice in the Medicare Part D Program.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d American Economic Review 101(4): 1180-1210.",
        "Abaluck, Jason T., and Jonathan Gruber. 2013. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Evolving Choice Inconsistencies in Choice of Prescription Drug Insurance.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d NBER Working Paper 19163.",
        "Agarwal, Sumit and Bhashkar Mazumder. 2013. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Cognitive Abilities and Household Financial Decision MakingÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d. American Economic Journal: Applied Economics 5(1): 193-207.",
        "Bernheim, B. Douglas and Antonio Rangel. 2009. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Beyond Revealed Preference: ChoiceTheoretic Foundations for Behavioral Welfare Economics-super.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Quarterly Journal of Economics, 124(1): 51-104.",
        "Camerer, Colin, Samuel Issacharoff, George Lowenstein, Ted OÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0084¢Donoghue, and Matthew Rabin. 2003. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Regulation for Conservatives: Behavioral Economics and the Case for Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Asymmetric PaternalismÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d. University of Pennsylvania Law Review 151(3): 1211-1254.",
        "Cardon, James H., and Igal Hendel. 2001. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Asymmetric information in health insurance: evidence from the National Medical Expenditure Survey.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d RAND Journal of Economics 32(3): 408-427.",
        "Einav, Liran, Amy Finkelstein, Stephen P. Ryan, Paul Schrimpf, and Mark R. Cullen. 2013. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Selection on Moral Hazard in Health Insurance.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d American Economic Review 103(1):178-219.",
        "Gabaix, Xavier, and David Laibson. 2006. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Shrouded Attributes, Consumer Myopia, and Information Suppression in Competitive Markets.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Quarterly Journal of Economics 121 (2): 505Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c 40.",
        "Goldman, Dana P. and Tomas Philipson. 2007. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Integrated Insurance Design in the Presence of Multiple Medical Technologies.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d American Economic Review AEA Papers and Proceedings, 97(2): 427-432.",
        "Handel, Benjamin R. 2013. \"Adverse selection and inertia in health insurance markets: When nudging hurts.\" American Economic Review 103(7): 2643-2682.",
        "Kahneman, Daniel, Peter P. Wakker, and Rakesh Sarin. 1997. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Back to Bentham? Explorations of Experienced Utility.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Quarterly Journal of Economics 112(2): 375-405.",
        "Kariv, Shachar and Dan Silverman. 2013. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093An Old Measure of Decision-making Quality Sheds New Light on Paternalism.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Journal of Institutional and Theoretical Economics 169(1): 2944.",
        "Keane, Michael P. 2010. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Structural vs. Atheoretic Approaches to Econometrics.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Journal of Econometrics 156 (1): 3-20.",
        "Keane, Michael P. and Kenneth I. Wolpin. 2007. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Exploring the Usefulness of a Non-random Holdout Sample for Model Validation: Welfare Effects on Female Behavior.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d International Economic Review 48(4): 1351-1378.",
        "Ketcham, Jonathan D., Claudio Lucarelli, and Christopher Powers. 2014. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Paying Attention or Paying Too Much in Medicare Part D.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d American Economic Review, 105(1): 204-233.",
        "Lancaster, Kelvin J. 1966. \"A New Approach to Consumer Theory.\" Journal of Political Economy 74(2): 132-57.",
        "Leamer, Edward E. 1983. \"Let's Take the Con Out of Econometrics.\" American Economic Review 73(1): 31-43.",
        "Madrian, Brigitte, and Dennis F Shea. 2001. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093The Power of Suggestion: Inertia in 401(k) Participation and Savings Behavior.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d The Quarterly Journal of Economics 116(4): 1149-87.",
        "McFadden, Daniel. 1974. \"Conditional Logit Analysis of Qualitative Choice Behavior,\" in Frontiers in Econometrics. Paul Zarembka ed. New York: Academic Press.",
        "McFadden, Daniel, Antti P. Talvitie, and associates. 1977. Urban Travel Demand Forecasting Project Phase 1 Final Report Series, Vol. 5. University of California Institute of Transportation Studies Special Report 77-9.",
        "McGuire, Thomas T. 2012. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Demand for Health Insurance.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d In Handbook of Health Economics Volume 2, Mark V. Pauly, Thomas G. McGuire and Pedro P. Barros, eds. New York: NorthHolland.",
        "MedPAC, 2006. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Chapter 8. How beneficiaries learned about the drug benefit and made plan choices.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d In Report to the Congress, Increasing the Value of Medicare.",
        "Miravete, Eugenio J. 2013. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Competition and the Use of Foggy Pricing.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d American Economic Journal: Microeconomics 5(1): 194-216.",
        "Spiegler, Ran. 2011. Bounded Rationality and Industrial Organization. New York: Oxford University Press.",
        "Stigler, George J. 1966. The Theory of Price, 3rd edition. New York: MacMillan Company.",
        "Varian, Hal R. 1983. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Nonparametric Tests of Consumer Behavior.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Review of Economic Studies 50(1): 99-110.",
        "Woodward, Susan E and Robert E Hall. 2012. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Diagnosing Consumer Confusion and SubOptimal Shopping Effort: Theory and Mortgage-Market Evidence.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d American Economic Review 102(7): 3249-3276.",
        "In appendix D of the NBER (2009) version of their paper, AG outline two different approaches to interpreting residual utility. The more conventional approach, laid out in earlier papers such as Leggett (2002), is to interpret Ã\u0083Â°Ã\u0082Â\u009dÃ\u0082Å\u0093Ã\u0082â\u0082¬Ã\u0083Å\u0092Ã\u0082â\u0080\u009aÃ\u0083Â°Ã\u0082Â\u009dÃ\u0082â\u0080\u0098Ã\u0082â\u0080\u0093Ã\u0083Â°Ã\u0082Â\u009dÃ\u0082â\u0080\u0098Ã\u0082â\u0080\u0094 as the idiosyncratic utility from PDP characteristics that consumers observe but the analyst does not. Examples include proximity to in-network pharmacies, availability of mail-order pharmacies, individual-specific experience with the insurA2 ers, coordination with spouses, disutility from prior authorization requirements, uncertainty about whether other plans will approve prior authorization requests, and so on. In this case the policy intervention has no effect on the utility residual because the same unobserved PDP attributes enter hedonic utility.48 Thus Ã\u0083Â°Ã\u0082Â\u009dÃ\u0082Å\u0093Ã\u0082â\u0082¬Ã\u0083Â°Ã\u0082Â\u009dÃ\u0082â\u0080\u0098Ã\u0082â\u0080\u0093Ã\u0083Â°Ã\u0082Â\u009dÃ\u0082â\u0080\u0098Ã\u0082â\u0080\u0094 = Ã\u0083Â°Ã\u0082Â\u009dÃ\u0082Å\u0093Ã\u0082â\u0082¬Ã\u0083Å\u0092Ã\u0082â\u0080\u009aÃ\u0083Â°Ã\u0082Â\u009dÃ\u0082â\u0080\u0098Ã\u0082â\u0080\u0093Ã\u0083Â°Ã\u0082Â\u009dÃ\u0082â\u0080\u0098Ã\u0082â\u0080\u0094.",
        "Leggett, Christopher G. 2002. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Environmental Valuation with Imperfect InformationÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d. Environmental and Resource Economics. 23: 343-355.",
        "Small, Kenneth A. and Harvey S. Rosen. 1981. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Applied Welfare Economics with Discrete Choice Models. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Econometrica. 49(1): 105-130. A5 II. ADDITIONAL RESULTS This appendix provides additional results referenced in the main text. Table A1 provides an example of the difference between AGÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0084¢s definition for brand dummies that relies on CMS contract ID codes that are unobserved by consumers and our definition that relies on company and plan names observed by consumers. We define AARP and UnitedHealth as two distinct brands, whereas AG group one AARP plan and one UnitedHealth plan into one brand, and two AARP plans and one UnitedHealth plan into a separate brand. TABLE A1Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009dEXAMPLE OF THE DIFFERENCE BETWEEN CONTRACT ID AND BRAND NAME DUMMY VARIABLES"
    ]
}