{
    "id": 21393,
    "cites": 12,
    "cited_by": 5,
    "reference": [
        "Bacher-Hicks, A., T. J. Kane, and D. O. Staiger (2014): Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Validating Teacher Effects Estimates Using Changes in Teacher Assignments in Los Angeles,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d NBER Working Paper No. 20657.",
        "Bacolod, M. P. (2007): Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Do Alternative Opportunities Matter? The Role of Female Labor Markets in the Decline of Teacher Quality,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Review of Economics and Statistics, 89, 737Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c751.",
        "Berman, J. and J. Pfleeger (1997): Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Which Industries are Sensitive to Business Cycles?Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Monthly Labor Review, 120, 19Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c25. Boehm, M. J. and M. Watzinger (forthcoming): Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093The Allocation of Talent Over the Business Cycle and its Effect on Sectoral Productivity,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Economica.",
        "Borjas, G. J. (2002): Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093The Wage Structure and the Sorting of Workers into the Public Sector,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d NBER Working Paper No. 9313.",
        "Chetty, R., J. N. Friedman, and J. E. Rockoff (2014a): Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Measuring the Impacts of Teachers I: Evaluating Bias in Teacher Value-Added Estimates,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d American Economic Review, 104, 2593Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c2632.",
        "Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009dÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009dÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009d (2014b): Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Measuring the Impacts of Teachers II: Teacher Value-Added and Student Outcomes in Adulthood,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d American Economic Review, 104, 2633Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c2679.",
        "Chingos, M. M. and P. E. Peterson (2011): Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093ItÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0084¢s Easier to Pick a Good Teacher than to Train One: Familiar and New Results on the Correlates of Teacher Effectiveness,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Economics of Education Review, 30, 449Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c465.",
        "Chingos, M. M. and M. R. West (2012): Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Do More Effective Teachers Earn More Outside the Classroom?Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Education Finance and Policy, 7, 8Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c43.",
        "Corcoran, S. P., W. N. Evans, and R. M. Schwab (2004): Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Changing Labor-Market Opportunities for Women and the Quality of Teachers, 1957-2000,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d American Economic Review Papers and Proceedings, 94, 230Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c235.",
        "Dolton, P. J. (2006): Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Teacher Supply,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d in Handbook of the Economics of Education, ed.",
        "Dolton, P. J. and O. D. Marcenaro-Gutierrez (2011): Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093If you Pay Peanuts do you get Monkeys? A Cross-Country Analysis of Teacher Pay and Pupil Performance,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Economic Policy, 26, 5Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c55.",
        "Falch, T., K. Johansen, and B. Strom (2009): Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Teacher Shortages and the Business Cycle,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Labour Economics, 16, 648Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c658."
    ]
}