{
    "id": 2139,
    "cites": 33,
    "cited_by": 15,
    "reference": [
        "Ashenfelter, 0. and David E. Bloom Models of Arbitrator Behavior: Theory and Evidence, American Economic Review 74 (March 1984): 111-124.",
        "Ashenfelter, Orley and James N. Brown. Testing the Efficiency of Employment Contracts, Journal of Political Economy 94 (June 1986): S40-S87.",
        "Bazerman, Max H. Norms of Distributive Justice in Interest Arbitration, Industrial and Labor Relations Review, 39 (July 1985): 558-570.",
        "Bazerman, Max H. Judgement in Management Decision Making, New York: Wiley, 1986.",
        "Bazerman, Max H. and John S. Carroll. Negotiator Cognition, in Research in Organizational Behavior IX, B. M. Staw and L. L. Cummings, eds. JAI Press, 1987 (forthcoming).",
        "Bazerman, Max H. and Henry S. Farber. Arbitrator Decision Making: When are Final Offers Important? Industrial and Labor Relations Review, 40 (October 1985) : 76-89.",
        "Bazerman, Max H. and Margaret A. Neale. Improving Effectiveness under FinalOffer Arbitration: The Role of Selection and Training, Journal of Applied Psycho~g~ 67 (1982): 1-17.",
        "Bloom, David E. Empirical Models of Arbitrator Behavior Under Conventional Arbitration, Review of Economics and Statistics (1986): 578-585.",
        "Bloom, David E. and Christopher L. Cavanagh. An Analysis of the Selection of Arbitrators, American Economic Review 76 (June 1986): 408-422.",
        "Carruth, Alan A. and Andrew J. Oswald. Miners Wages in Post-War Britain: An Application of a Model of Trade Union Behavior, University of Kent, mimeo (Decmber 1983).",
        "Crawford, Vincent P. A Theory of Disagreement in Bargaining, Econometrica 50 (May 1982): 607-637.",
        "Dertouzos, James N. and John H. Pencavel. Wage and Employment Determination Under Trade Unionism: The International Typographical Union, Journal of Political Economy 89 (1980): 1162-81.",
        "Farber, Henry S. The analysis of Union Behavior, in Handbook of Labor Statistics, 0. Ashenfelter and R. Layard, eds. North-Holland, 1986. (forthcoming) Farber, Henry S. and Max H. Bazerman. The General Basis of Arbitrator Behavior: An Empircal Analysis of Conventional and Final-Offer Arbitration, Econometrica 54 (November 1986): 1503-1528.",
        "Farber, Henry S. and Harry C. Katz Interest Arbitration, Outcomes, and the Incentive to Bargain. Industrial and Labor Relations Review 33 (October 1979): 55-63.",
        "Farber, Henry S., Margaret A. Neale, and Max H. Bazerman. The Impact of Risk Aversion and Cost of Arbitration on Resolution Rates and Negotiated Outcomes, mimeo, March 1986.",
        "Feuille, Peter. Final Offer Arbitration and the Chilling Effect, Industrial Relations 14 (October 1975): 302-310.",
        "Freeman, Richard B. Unionism Comes to the Public Sector, Journal of Economic Literature 24 (March 1986): 41-86.",
        "Fudenberg, Drew and Jean Tirole. Sequential Bargaining with Incomplete Information, Review of Economic Studies 50 (November 1981): 221-248.",
        "Grigsby, David and William Bigoness. The Effects of Third Party Intervention on Pre-Intervention Bargaining Behavior, Journal of Applied Psychology 67 (October 1982): 549-54.",
        "Hicks, John. The Theory of Wages, London. MacMillan, 1963.",
        "Kochan, Thomas A. and Jean Baderschneider. Determinants of Reliance on Impasse Procedures: Police and Firefighters in New York State. Industrial and Labor Relations Review 31 (July 1978): 431-440.",
        "Lewicki, R. J.; Sheppard, B. H.; and ii. H. Bazerman. Research in Negotiation in Organizations 1, Greenwich, CT: JAI Press, 1986.",
        "MaCurdy, Thomas E. and John Pencavel. Testing Between Competing Models of Wage and Employment Determination in Unionized Labor Markets, Journal of Political Economy 94 (June 1986).",
        "Neale, Margaret A. and Max H. Bazerman The Role of Perspective Taking Ability in Negotiating Under Different Forms of Arbitration, Industrial and Labor Relations Review 36 (April 1983): 378-388.",
        "Notz, W. V. and F.A. Starke Final Offer versus Convnetional Arbitration as Means of Confilct Management, Administrative Science Quarterly 23 (June 1978): 189-203.",
        "Pencavel, John. The Trade-off Between Wages and Employment in Trade Union Objectives, Quarterly~ournal of Economics 99 (1984).",
        "P~uitt, D. and J. Z. Rubin. Social Conflict: Escalation, Impasse, and Resolution. Reading, MA: Addison-Wesley, 1985.",
        "Raiffa, Howard. The Art and Science of Negotiation. Cambridge, MA: Harvard University Press, 1982.",
        "Schelling, Thomas C. An Essay on Bargaining, American Economic Review 46 (1956): 281-306.",
        "Sobel, Joel and Ichiro Takahashi. A Multi-Stage Model of Bargaining, Review of Economic Studies 50 (July 1983): 411-426.",
        "Tracy, Joseph S. An Emprical Test of an Asymmetric Information Model of Strikes, mimeo, January 1986.",
        "Tversky, Amos and Daniel Kahneman. Judgement Under Uncertainty: Heuristics and Biases, Science 185 (September 27, 1974): 1124-1131.",
        "Wheeler, Hoyt N. Closed Offer: An alternative to Final-Offer Selection, Industrial Relations 16 (1977): 298-305."
    ]
}