{
    "id": 21397,
    "cites": 155,
    "cited_by": 14,
    "reference": [
        "Acemoglu, Daron (2008) Introduction to modern economic growth. Princeton University Press. Acemoglu, Daron, and Veronica Guerrieri (2008) Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Capital Deepening and NonÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009cBalanced Economic Growth.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Journal of Political Economy, 116, pp. 467Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c498.",
        "Ahuja, Ashvin (2012) Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093De-Monopolization Toward Long-Term Prosperity in China.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d IMF Working Paper 12/75.",
        "Anderson, Kym, Marianne Kurzweil, Will Martin, Damiano Sandri, and Ernesto Valenzuela (2008) Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Measuring distortions to agricultural incentives, revisited.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d World Trade Review, 7 (4), pp. 675-704.",
        "Ash, Robert (2006) Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Squeezing the peasants: Grain extraction, food consumption and rural living standards in MaoÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0084¢s China.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d The China Quarterly, 188, pp. 959-998.",
        "Ash, Robert, Christopher Howe, and Y.Y. Kueh (2003) ChinaÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0084¢s Economic Reform: A Study with Documents. Routledge Curzon.",
        "Ashton, Basil, Kenneth Hill, Alan Piazza, and Robin Zeitz (1984) Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Famine in China, 195861. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Population and Development Review, 10 (4), pp. 613-645.",
        "Bai, Chong-En, and Zhenjie Qian (2010): Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093The factor income distribution in China: 1978Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c2007.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d China Economic Review, 21 (4), pp. 650-670.",
        "Bramall, Chris (2009) Chinese economic development. Routledge.",
        "Brandt, Loren, and Thomas G. Rawski, eds. (2008) ChinaÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0084¢s Great Economic Transformation. Cambridge University Press.",
        "Brandt, Loren, and Xiaodong Zhu (2010) Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Accounting for ChinaÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0084¢s growth,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d IZA Discussion Paper No. 4764.",
        "Brandt, Loren, Guo Li and Scott Rozelle (1998) Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Tenure, land rights, and farmer investment incentives in China.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Agricultural Economics, 19 (1), pp. 63-71.",
        "Brandt, Loren, Chang-Tai Hsieh, and Xiaodong Zhu (2008) Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Growth, and Structural Transformation in China,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d in Loren Brandt and Thomas Rawski eds., ChinaÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0084¢s Great Economic Transformation. Cambridge University Press.",
        "Brandt, Loren, Johannes Van Biesebroeck, and Yifan Zhang (2012) Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Creative accounting or creative destruction? Firm-level productivity growth in Chinese manufacturing.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Journal of Development Economics, 97 (2), pp. 339-351.",
        "Brandt, Loren, Thomas G. Rawski, and John Sutton (2008) Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093ChinaÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0084¢s Industrial Development, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d in Loren Brandt and Thomas Rawski eds., ChinaÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0084¢s Great Economic Transformation. Cambridge University Press, pp. 569-632.",
        "Brandt, Loren, Trevor Tombe, and Xioadong Zhu (2013) Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Factor Market Distortions across Time, Space, and Sectors in China.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Review of Economic Dynamics, 16 (1), pp. 39-58.",
        "Brandt, Loren, Johannes Van Biesebroeck, Luhang Wang, and Yifan Zhang (2012) Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093WTO Accession and Performance of Chinese Manufacturing Firms.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d CEPR Discussion Paper No. 9166.",
        "Buera, Francisco J., and Joe P. Kaboski (2009) Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Can traditional theories of structural change fit the data?Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Journal of the European Economic Association, 7 (2-3), pp. 469-477.",
        "Buera, Francisco J., and Joe P. Kaboski (2012) Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Scale and the origins of structural change.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d, Journal of Economic Theory, 147 (2), pp. 684-712.",
        "Cai, Fang, Albert Park, and Yaohui Zhao (2008). Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093The Chinese Labor Market in the Reform Era,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d in Loren Brandt and Thomas Rawski eds., ChinaÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0084¢s Great Economic Transformation. Cambridge University Press.",
        "Cao, Shutao and Jing Liu (2011) Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Productivity growth and ownership change in China: 1998-2007.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d MPRA Paper No. 30571.",
        "Cao, Yuanzheng, Yingyi Qian, and Barry R. Weingast (1999) Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093From Federalism, Chinese Style, to Privatization, Chinese Style.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Economics of Transition, 7 (1), pp. 103-131.",
        "Caselli, Francesco, and Wilbur John II. Coleman (2001) Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093The U.S. structural transformation and regional convergence: A reinterpretation.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Journal of Political Economy, 109 (3), pp. 584616.",
        "Chai, Joseph C.H. (1996) Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Consumption and living standard in ChinaÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d, in Robert Ash and Y. Y. Kueh eds., Chinese Economy under Deng Xiaoping. Clarendon paperbacks. pp. 247-276.",
        "Chan, Kam Wing and Will Buckingham (2008) Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Is China abolishing the hukou system?.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d The China Quarterly, 195, pp. 582-606.",
        "Chan, Kam Wing and Li Zhang (1999). Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093The Hukou System and Rural-urban Migration: Processes and Changes.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d The China Quarterly, 160 (1), pp. 818-855.",
        "Chari, V. V., Patrick Kehoe, and Ellen McGrattan (2007) Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Business cycle accounting.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Econometrica, 75 (3), pp. 781-836.",
        "Chen, Derong (1995) Chinese Firms Between Hierarchy and Market: The Contract Management Responsibility System. Macmillan.",
        "Chen, Po-Chi, Ming-Miin Yu, Ching-Cheng Chang, and Shih-Hsun Hsu (2008) Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Total factor productivity growth in ChinaÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0084¢s agricultural sector.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d China Economic Review 19 (4), pp. 580593.",
        "Chen, Shiyi, Gary H. Jefferson, and Jun Zhang (2011) Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Structural change, productivity growth and industrial transformation in China.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d China Economic Review, 22 (1), pp. 133-150.",
        "Cheng, Chu-yuan (1982) ChinaÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0084¢s Economic Development: Growth and Structural Change. Westview Press.",
        "Cheng, Tiejun and Mark Selden (1994) Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093The Origins and Social Consequences of ChinaÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0084¢s Hukou System.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d The China Quarterly, 139, pp. 644-668.",
        "Cheremukhin, Anton, Mikhail Golosov, Sergei Guriev, and Aleh Tsyvinski (2013) Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Was Stalin Necessary for RussiaÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0084¢s Economic Development?Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d NBER Working Paper No. 19425.",
        "Chinn, Dennis L. (1980) Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Basic commodity distribution in the PeopleÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0084¢s Republic of China.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d The China Quarterly, 84, pp. 744-754.",
        "Choe, Chongwoo and Xiangkang Yin (2000) Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Contract management responsibility system and profit incentives in ChinaÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0084¢s state-owned enterprises.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d China Economic Review, 11 (1), pp. 98-112.",
        "Chow, Gregory (1985) Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093A Model of Chinese National Income Determination.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Journal of Political Economy, 93 (4), pp. 782-792.",
        "Chow, Gregory (1993) Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Capital Formation and Economic Growth in China.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Quarterly Journal of Economics, 108 (3), pp. 809-842.",
        "Chow, Gregory, and Kui-Wai Li (2002) Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093ChinaÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0084¢s Economic Growth: 1952Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c2010.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Economic Development and Cultural Change, 51 (1), pp. 247-256.",
        "Cole, Harold L., and Lee E. Ohanian (2004) Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093New deal policies and the persistence of the great depression: A general equilibrium analysis.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Journal of Political Economy, 112 (4), pp. 779-816.",
        "Conway, Paul, Richard Herd, Thomas Chalaux, Ping He, and Jianxun Yu (2010) Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Product Market Regulation and Competition in China.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d OECD Economics Department Working Paper No. 823.",
        "De Brauw, Alan, Jikun Huang, and Scott Rozelle (2004) Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093The sequencing of reform policies in ChinaÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0084¢s agricultural transition*.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Economics of Transition, 12 (3), pp. 427-465.",
        "Dekle, Robert, and Guillaume Vandenbroucke (2010) Whither Chinese Growth? A Sectoral Growth Accounting Approach. Review of Development Economics, 14(s1), pp. 487-498.",
        "Dekle, Robert, and Guillaume Vandenbroucke (2012) Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093A quantitative analysis of ChinaÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0084¢s structural transformation.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Journal of Economic Dynamics and Control, 36, pp. 119Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c135.",
        "Deng, Wenjing, J. S. C. M. Hoekstra, and M. G. Elsinga (2014) Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Urban housing policy review of China: from economic growth to social inclusion.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d In Proceedings of New Researchers Colloquium ENHR 2014 Conference, Beyond Globalisation: Remaking Housing Policy in a Complex World, Edinburgh (United Kingdom), 1-4 July, 2014; Authors version. ENHR.",
        "Dong, Xiao-Yuan, and Louis Putterman (1996) Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093ChinaÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0084¢s rural industry and monopsony: An exploration.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Pacific Economic Review, 1 (1), pp. 59-78.",
        "Dong, Xiao-Yuan, and Louis Putterman (2000) Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Prereform industry and state monopsony in China.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Journal of Comparative Economics, 28 (1), pp. 32-60.",
        "Dong, Xiao-Yuan, and Louis Putterman (2002) Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093ChinaÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0084¢s state-owned enterprises in the first reform decade: An analysis of a declining monopsony.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Economics of Planning, 35 (2), pp. 109-139.",
        "Donnithorne, Audrey (1987). ChinaÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0084¢s Economic System. Second edition, C. Hurst&Co.",
        "Dougherty, Sean, Herd Richard, and H. E. Ping (2007) Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Has a private sector emerged in ChinaÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0084¢s industry? Evidence from a quarter of a million Chinese firms.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d China Economic Review 18 (3), pp. 309-334.",
        "Eckstein, Alexander (1977) ChinaÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0084¢s Economic Revolution. Cambridge University Press.",
        "Estrin, Saul, Jan Hanousek, Evzen Kocenda, and Jan Svejnar (2009) Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093The Effects of Privatization and Ownership in Transition Economies.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Journal of Economic Literature, 47 (3), pp. 699Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c728.",
        "Fan, Shenggen (1991) Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Effects of technological change and institutional reform on production growth in Chinese agriculture.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d American Journal of Agricultural Economics, 73 (2), pp. 266275.",
        "Fernald, John and Brent Neiman (2011) Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Growth Accounting with Misallocation: Or, Doing Less with More in Singapore.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d American Economic Journal: Macroeconomics, 3 (2), pp. 29-74.",
        "Fleisher, Belton M., Yong Yin, and Stephen M. Hills (1997) Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093The role of housing privatization and labor-market reform in ChinaÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0084¢s dual economy.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d China Economic Review, 8 (1), pp. 1-17.",
        "Fleisher, Belton M., and Xiaojun Wang (2005) Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Returns to schooling in China under planning and reform.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Journal of Comparative Economics 33 (2), pp. 265-277.",
        "Gan, Jie, Yan Guo, and Chenggang Xu (2010) Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Privatization and the Change of Control Rights: The Case of China.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d mimeo, London School of Economics.",
        "Gao, Xiao M., Eric J. Wailes, and Gail L. Cramer. (1996) Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Partial rationing and Chinese urban household food demand analysis.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Journal of Comparative Economics, 22 (1), pp. 43-62.",
        "Garriga, Carlos, Yang Tang, and Ping Wang (2014) Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Rural-Urban Migration, Structural Transformation, and Housing Markets in China.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Federal Reserve Bank of St. Louis Working Paper Series 2014-028.",
        "Groves, Theodore, Yongmiao, Hong, John McMillan, and Barry Naughton (1994) Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Autonomy and Incentives in Chinese State Enterprises.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Quarterly Journal of Economics, 109 (1), pp. 183Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c209.",
        "Guriev, Sergei, and William L. Megginson (2007) Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Privatization: What Have We Learned?Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d in Francois Bourguignon and Boris Pleskovic eds., Beyond Transition, pp. 249Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c296. Washington, D.C.: World Bank.",
        "Harding, Harry. (1991) Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093The Chinese state in crisis,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d in Roderick MacFarquhar, and J. K.",
        "Fairbank eds., The Cambridge History of China, Volume 15: The PeopleÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0084¢s Republic, Part 2: Revolutions Within the Chinese Revolution, 1966Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c1982. Cambridge University Press.",
        "Hayashi, Fumio, and Edward C. Prescott (2008) Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093The depressing effect of agricultural institutions on the prewar Japanese economy.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Journal of Political Economy, 116 (4), pp. 573-632.",
        "Herrendorf, Berthold, Richard Rogerson, and Amos Valentinyi (2013) Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Growth and Structural Transformation.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d NBER Working Paper No. 18996.",
        "Holz, Carsten (2002) Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093The impact of competition and labor remuneration on profitability in ChinaÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0084¢s industrial state-owned enterprises.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Journal of Contemporary China, 11 (32), pp. 515538.",
        "Holz, Carsten (2003) Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Ë\u009cFast, Clear and Accurate:Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0084¢ How Reliable Are Chinese Output and Economic Growth Statistics?Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d The China Quarterly, 173, pp. 122-163.",
        "Holz, Carsten (2006) Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Measuring Chinese Productivity Growth, 1952-2005.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d manuscript, Hong Kong University of Science and Technology.",
        "Holz, Carsten (2013a) Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Chinese Statistics: Classification Systems and Data Sources.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Eurasian Geography and Economics, 54 (5), pp. 532-571.",
        "Holz, Carsten (2013b) Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093The Quality of ChinaÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0084¢s GDP Statistics.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Stanford University, SCID Working Paper 487.",
        "Holz, Carsten (2014) Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Wage Determination in China during the Reform Period.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d The Bank of Finland Institute for Economies in Transition, BOFIT Discussion Paper 13/2014.",
        "Hsieh, Chang-Tai, and Peter Klenow (2009) Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Misallocation and Manufacturing TFP in China and India.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Quaterly Journal of Economics, 124 (4), pp. 1403-1448.",
        "Hsieh, Chang-Tai, and Zheng Michael Song (2015) Grasp the Large, Let Go of the Small. Brookings Papers in Economic Activity, forthcoming.",
        "Hsu, Robert C. (1991) Economic theories in China, 1979-1988. Cambridge University Press.",
        "Hsueh, Tien-tung, and Qiang Li (1999) ChinaÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0084¢s national income, 1952-1995. Westview Press.",
        "Huang, Yasheng (2012) Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093How did China take off?Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d The Journal of Economic Perspectives, 26 (4), pp. 147-170.",
        "Huang, Yasheng, and Yi Qian (2010) Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Is Entrepreneurship Missing in Shanghai?Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d In International Differences in Entrepreneurship, pp. 321-346. University of Chicago Press.",
        "Huang, Jikun, and Scott Rozelle (1996) Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Technological Change: Rediscovering the Engine of Productivity Growth in ChinaÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0084¢s Agricultural Economy.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Journal of Development Economics, 49 (2), pp. 337Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c369.",
        "Huang, Jikun, Scott Rozelle, Will Martin, and Yu Liu (2007) Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Distortions to agricultural incentives in China.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d World Bank Development Research Group, Agricultural Distortions Working Paper 29.",
        "Iyer, Lakshmi, Xin Meng, Nancy Qian, and Xiaoxue Zhao (2013) Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Economic Transition and Private-Sector Labor Demand: Evidence from Urban China.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d, National Bureau of Economic Research Working Paper No. 19733.",
        "Imai, Hiroyuki (2000) Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093The labor income tax equivalent of price scissors in prereform China.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Journal of Comparative Economics, 28 (3), pp. 524-544.",
        "Jefferson, Gary H. and Thomas G. Rawski (1994) Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Enterprise Reform in Chinese Industry.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Journal of Economic Perspectives, 8 (2), pp. 47-70.",
        "Jefferson, Gary H., Thomas G. Rawski, Wang Li, and Zheng Yuxin (2000) Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Ownership, productivity change, and financial performance in Chinese industry.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Journal of Comparative Economics, 28 (4), pp. 786-813.",
        "Khan, Azizur Rahman, and Carl Riskin (1998) Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Income and inequality in China: Composition, distribution and growth of household income, 1988 to 1995.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d The China Quarterly, 154, pp. 221-253.",
        "Kongsamut, Piyabha, Sergio Rebelo, and Danyang Xie (2001) Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Beyond Balanced Growth.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Review of Economic Studies, 2001 (68), pp. 869Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c882.",
        "Kornai, Janos (1980) Economics of shortage, North Holland.",
        "Kuan, Chen, Hongchang, Wang, and Zheng Yuxin (1988) Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Productivity Change in Chinese Industry: 1953-1985.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Journal of Comparative Economics, 12 (4), pp. 570-591.",
        "Kueh, Yak-Yeow (1995) Agricultural instability in China, 1931Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c1991. Clarendon Press.",
        "Lagakos, David and Michael Waugh (2013) Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Selection, Agriculture and Cross-Country Productivity Differences.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d American Economic Review, 103 (2), pp. 948Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c980.",
        "Lardy, Nicholas R. (1983) Agriculture in ChinaÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0084¢s modern economic development. Cambridge University Press.",
        "Lardy, Nicholas (1987a) Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Economic Recovery and the First Five-Year Plan.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Chapter 3 in Roderick MacFarquhar and John K. Fairbank, eds., The Cambridge History of China, Volume 14, The PeopleÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0084¢s Republic, Part I: The Emergence of Revolutionary China 1949-1965. Cambridge University Press.",
        "Lardy, Nicholas (1987b), Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093The Chinese Economy under Stress, 1958-1965.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Chapter 8 in Roderick MacFarquhar and John K. Fairbank, eds., The Cambridge History of China, Volume 14, The PeopleÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0084¢s Republic, Part I: The Emergence of Revolutionary China 1949-1965. Cambridge University Press.",
        "Lardy, Nicholas (2014) Markets Over Mao: The Rise of Private Business in China. Peterson Institute for International Economics.",
        "Lau, Lawrence, Yingyi Qian, and Gerard Roland (2000) Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Reform without Losers: An Interpretation of ChinaÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0084¢s Dual-Track Approach to Transition.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Journal of Political Economy, 108 (1), pp. 120Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c143.",
        "Lee, Yok-shiu F. (1988) Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093The urban housing problem in China.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d The China Quarterly, 115, pp. 387-407.",
        "Li, Xi, Xuewen Liu, and Yong Wang (2012) Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093A model of ChinaÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0084¢s state capitalism.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d SSRN Paper No. 2061521.",
        "Li, Wei (1997) Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093The Impact of Economic Reform on the Performance of Chinese State Enterprises, 1980Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c1989.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Journal of Political Economy, 105 (5), pp. 1080-1106.",
        "Li, Wei, and Dennis Tao Yang (2005) Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093The Great Leap Forward: Anatomy of a Central Planning Disaster.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Journal of Political Economy, 113 (4), pp. 840-870.",
        "Lin, Justin Yifu (1988) Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093The Household Responsibility System in ChinaÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0084¢s Agricultural Reform: A Theoretical and Empirical Study.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Economic Development and Cultural Change, 36 (supplement), pp. 199-224.",
        "Lin, Justin Yifu (1990) Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Collectivization and ChinaÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0084¢s Agricultural Crisis in 1959-1961.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Journal of Political Economy, 98 (6), pp. 1228-1252.",
        "Lin, Justin Yifu (1992) Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Rural reforms and agricultural growth in China.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d American Economic Review, 82 (1), pp. 34-51.",
        "Lin, Justin Yifu (2012) Demystifying the Chinese Economy. Cambridge University Press.",
        "Liu, Zhiqiang (2005) Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Institution and inequality: the hukou system in China.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Journal of Comparative Economics, 33 (1), pp. 133-157.",
        "Liu, Yunhua, and Xiaobing Wang (2005) Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Technological progress and Chinese agricultural growth in the 1990s.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d China Economic Review, 16 (4), pp. 419-440.",
        "MacFarquhar, Roderick (1991) Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093The succession to Mao and the end of Maoism.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Chapter 4 in Roderick MacFarquhar and John K. Fairbank, eds., The Cambridge History of China, Volume 15, The PeopleÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0084¢s Republic, Part 2: Revolutions within the Chinese Revolution 19661982. Cambridge University Press.",
        "MacFarquhar, Roderick, and John K. Fairbank (1987) Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093The Cambridge History of China, Volume 14, The PeopleÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0084¢s Republic, Part I: The Emergence of Revolutionary China 1949-1965.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Cambridge University Press.",
        "McMillan, John, John Whalley and Lijing Zhu (1989) Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093The Impact of ChinaÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0084¢s Economic Reforms on Agricultural Productivity Growth.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Journal of Political Economy, 97 (4), pp. 781807.",
        "Meng, Xin (2012) Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Labor Market Outcomes and Reforms in China.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Journal of Economic Perspectives, 26 (4), pp. 75-102.",
        "Meng, Xin, Nancy Qian, and Pierre Yared (2013) Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093The Institutional Causes of ChinaÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0084¢s Great Famine, 1959-61.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Mimeo, Yale.",
        "Naughton, Barry (1988) Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093The Third Front: defence industrialization in the Chinese interior.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d The China Quarterly, 115, pp. 351-386.",
        "Naughton, Barry (1992) Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Implications of the state monopoly over industry and its relaxation. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Modern China, 18 (1), pp. 14-41.",
        "Naughton, Barry (1996) Growing out of the plan: Chinese economic reform, 1978-1993. Cambridge University Press.",
        "Naughton, Barry (2007) The Chinese Economy: Transformation and Growth. MIT Press.",
        "Ngai, L. Rachel, and Chrisopher A. Pissarides (2007) Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Structural Change in a Multisector Model of Growth.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d American Economic Review, 97, pp. 429Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c443.",
        "Nolan, Peter (1976) Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Collectivization in China: Some comparisons with the USSR.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d The Journal of Peasant Studies, 3 (2), pp. 192-220.",
        "Nolan, Peter, and Gordon White (1984) Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Urban bias, rural bias or state bias? Urban-rural relations in post-revolutionary China.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Journal of Development Studies, 20 (3), pp. 52-81.",
        "Perkins, Dwight (1991) Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093ChinaÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0084¢s Economic Policy and Performance.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Chapter 6 in Roderick MacFarquhar, and John K. Fairbank, eds., The Cambridge History of China, Volume 15, The PeopleÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0084¢s Republic, Part 2: Revolutions within the Chinese Revolution. Cambridge University Press.",
        "Qian, Nancy (2008) Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Missing Women and the Price of Tea in China: The Effect of SexSpecific Earnings on Sex Imbalance.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d The Quarterly Journal of Economics, 123 (3), pp. 12511285.",
        "Rawski, Thomas (1979) Economic Growth and Employment in China. Oxford University Press.",
        "Restuccia, Diego, Dennis Tao Yang, and Xiaodong Zhu (2008) Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Agriculture and aggregate productivity: A quantitative cross-country analysis.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Journal of Monetary Economics, 55 (2), pp. 234-250.",
        "Schram, Stuart (1991) Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Mao Tse-tungÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0084¢s thought from 1949 to 1976.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Chapter 1 in Roderick MacFarquhar, and John K. Fairbank, ed., The Cambridge History of China, Volume. 15, The PeopleÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0084¢s Republic, Part 2: Revolutions within the Chinese Revolution. Cambridge University Press.",
        "Selden, Mark (1979) The PeopleÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0084¢s Republic of China. A Documentary History of Revolutionary China. Monthly Review Press.",
        "Sheng, Yuming (1993a). Intersectoral resource flows and ChinaÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0084¢s economic development. St. MartinÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0084¢s Press.",
        "Sheng, Yuming (1993b). Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093The capital sources of ChinaÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0084¢s industrialization.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d The Developing Economies, 31 (2), pp. 173-205.",
        "Sicular, Terry (1988a) Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Agricultural planning and pricing in the post-Mao period.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d The China Quarterly 116, pp. 671-705.",
        "Sicular, Terry (1988b) Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Plan and market in ChinaÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0084¢s agricultural commerce.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d The Journal of Political Economy, 96 (2): pp. 283-307.",
        "Sicular, Terry, Yue Ximing, Bjorn Gustafsson, and Li Shi (2007) Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093The urbanÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009crural income gap and inequality in China.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Review of Income and Wealth, 53 (1), pp. 93-126.",
        "Song, Yang (2014) Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093What should economists know about the current Chinese hukou system ?Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d China Economic Review, 29, pp. 200-212.",
        "Song, Zheng, Kjetil Storesletten, and Fabrizio Zilibotti (2011) Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Growing Like China,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d American Economic Review, 101 (1), pp. 196Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c233.",
        "Spence, Jonathan (2013) Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093The Search for Modern China.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009dThird Edition, W.W. Norton & Company.",
        "Stokey, Nancy (2001) Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093A quantitative model of the British industrial revolution, 17801850. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009dCarnegie-Rochester Conference Series on Public Policy, 55 (1), pp. 55-109.",
        "Tang, Anthony M. (1984) An Analytical and Empirical Investigation of Agriculture in Mainland China, 1952Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c1980. Chung Hua Institute for Economic Research, Mainland China Economic Series, No. 4.",
        "Teiwes, Frederick (1987) Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Establishment and consolidation of the new regime.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d In Roderick MacFarquhar, and John K. Fairbank, eds., The Cambridge History of China, Volume 14, The PeopleÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0084¢s Republic, Part 1: The Emergence of Revolutionary China, 1949-1965. Cambridge University Press.",
        "Tian, Xu, and Xiaohua Yu (2012) Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093The Enigmas of TFP in China: A meta-analysis.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d China Economic Review 23 (2), pp. 396-414.",
        "Tombe, Trevor and Xiaodong Zhu (2015) Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Trade, Migration, Regional Income Differences and Aggregate Productivity: Evidence from China.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Mimeo.",
        "Wang, Shing-Yi (2011) Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093State Misallocation and Housing Prices: Theory and Evidence from China.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d American Economic Review, 101 (5), pp. 2081-2107.",
        "Wang, Shing-Yi (2012) Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Credit Constraints, Job Mobility and Entrepreneurship: Evidence from a Property Reform in China.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Review of Economics and Statistics, 94 (2), pp. 523-551.",
        "Wang, Ya Ping, and Alan Murie (1996) Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093The process of commercialisation of urban housing in China.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Urban Studies, 33 (6), pp. 971-989.",
        "Wang, Zhi, and Wen S. Chern (1992) Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Effects of rationing on the consumption behavior of Chinese urban households during 1981Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c1987.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Journal of Comparative Economics, 16 (1), pp. 1-26.",
        "Wang, Zhi, and Jean Kinsey (1994) Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Consumption and saving behavior under strict and partial rationing.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d China Economic Review, 5 (1), pp. 83-100.",
        "Wen, Guanzhong James (1993) Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Total factor productivity change in ChinaÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0084¢s farming sector: 1952-1989.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Economic Development and Cultural Change, 42 (1), pp. 1-41.",
        "Wiemer, Calla, and Lu Mai (1993) Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Prices: the two-tier transition process.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d In Walter Galenson ed., ChinaÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0084¢s Economic Reform. The 1990 Institute, pp. 119-146.",
        "Whyte, Martin King (1996) Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093The social roots of ChinaÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0084¢s economic development.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d In Andrew G. Walder ed., ChinaÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0084¢s transitional economy. Oxford University Press, pp. 37-57.",
        "Wong, Christine P.W. (1986) Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093The economics of shortage and problems of reform in Chinese industry.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Journal of Comparative Economics, 10 (4), pp. 363-387.",
        "Wu, Jinglian, and Renwei Zhao (1987) Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093The Dual Pricing System in ChinaÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0084¢s Industry.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Journal of Comparative Economics, 11 (3), pp. 309Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c318.",
        "Wu, Harry Xiaoying (1994) Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Rural to urban migration in the PeopleÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0084¢s Republic of China.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d The China Quarterly, 139, pp. 669-698.",
        "Xu, Chenggang (2011) Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093The Fundamental Institutions of ChinaÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0084¢s Reforms and Development.",
        "Yang, Dennis Tao (2008) Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093ChinaÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0084¢s Agricultural Crisis and Famine of 1959Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c1961: A Survey and Comparison to Soviet Famines.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Comparative Economic Studies, 50, pp. 1Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c29.",
        "Yang, Dennis Tao, and Yuanfang Li (2008) Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Agricultural price reforms in China: experience from the past three decades.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Agroalimentaria, 14 (27), pp. 13-23.",
        "Yang, Dennis Tao, and Hao Zhou (1999) Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Rural-urban disparity and sectoral labour allocation in China.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Journal of Development Studies, 35 (3), pp. 105-133.",
        "Young, Alwyn (2003) Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Gold into base metals: productivity growth in the PeopleÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0084¢s Republic of China during the Reform Period.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Journal of Political Economy, 111 (1), pp. 1220-1261.",
        "Yu, Miaojie, and Justin Y. Lin (2008) Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093The Economics of Price Scissors: An Empirical Investigation for China.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d SSRN Paper No. 1032404.",
        "Zhang, Bin, and Colin A. Carter (1997) Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Reforms, the weather, and productivity growth in ChinaÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0084¢s grain sector.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d American Journal of Agricultural Economics, 79 (4), pp. 1266-1277.",
        "Zhang, Li, and Simon XB Zhao (2000) Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093The intersectoral terms of trade and their impact on urbanisation in China.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Post-Communist Economies, 12 (4), pp. 445-462.",
        "Zhou, Xueguang (2000) Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Economic transformation and income inequality in urban China: Evidence from panel data.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d American Journal of Sociology, 105 (4), pp. 1135Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c1174.",
        "Zhou, Xueguang and Liren Hou (1999) Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Children of the Cultural Revolution: The state and the life course in the PeopleÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0084¢s Republic of China.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d American Sociological Review, 65 (1), pp. 12Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c36.",
        "Zhu, Xiaodong (2012) Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Understanding ChinaÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0084¢s Economic Growth: Past, Present and Future. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Journal of Economic Perspectives, 26 (4), pp. 103-124."
    ]
}