{
    "id": 21396,
    "cites": 54,
    "cited_by": 2,
    "reference": [
        "Acemoglu, D., 2002. Directed technical change. Review of Economic Studies 69 (2002) 781 Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c 809.",
        "Acemoglu, D., 1998. Why Do New Technologies Complement Skills? Directed Technical Change and Wage Inequality. The Quarterly Journal of Economics (1998) 113 (4): 1055-1089.",
        "Baker, E., Adu-Bonnah, K., 2008. Investment in risky R&D programs in the face of climate uncertainty. Energy Economics 30 (2008) 465 Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c 486.",
        "Baker, E., Solak, S., 2011. Climate change and optimal energy technology R&D policy.",
        "Baker, E., Chon, H., Keisler, J. M., 2008. Advanced Nuclear Power: Combining Economic Analysis with Expert Elicitations to Inform Climate Policy. (August 8, 2008). Available at SSRN: http://ssrn.com/abstract=1407048 or http://dx.doi.org/10.2139/ssrn.1407048 Working Paper.",
        "Baker, E., Chon, H., Keisler, J., 2009a. Advanced solar R&D: applying expert elicitations to inform climate policy. Energy Economics 31, S37Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009cS49.",
        "Baker, E., Chon, H., Keisler, J., 2009b. Carbon capture and storage: combining expert elicitations to inform climate policy. Climatic Change 96 (3), 379 Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c 408.",
        "Baker, E., Clarke, L., and Weyant, J., 2006. Optimal Technology R&D in the Face of Climate Uncertainty. Climatic Change 75: 157 Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c 180.",
        "Barbose, G. L., Weaver, S., Darghouth, N.R., 2014. Tracking the Sun VII: An Historical Summary of the Installed Price of Photovoltaics in the United States from 1998-2013. Lawrence Berkeley National Laboratory. Report LBNL-6858E. Available at: http://emp.lbl.gov/sites/all/files/lbnl-6858e.pdf.",
        "Bellman, R., 2003. Dynamic programming. Dover, New York.",
        "Bertsekas, D., Tsitsiklis, J., 1996. Neuro dynamic programming. Athena Scientific, Belmont, MA.",
        "Bosetti, V., Tavoni, M., 2009. Uncertain R&D, backstop technology and GHGs Stabilization.",
        "Bosetti, V., Carraro, C., Galeotti, M., Massetti, E., Tavoni, M., 2006. WITCH: A world induced technical change hybrid model. The Energy Journal. Hybrid Modeling of EnergyEnvironment Policies: Reconciling Bottom-up and Top-down.",
        "Bosetti, V., Carraro, C., Massetti, E., Sgobbi, A., Tavoni, M., 2009. Optimal energy investment and R&D strategies to stabilize atmospheric greenhouse gas concentrations. Resource and Energy Economics 31 (2009) 123 Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c 137.",
        "Brenkert, A.L., Kim, S.H., Smith, A.J., Pitcher, H.M., 2003. Model Documentation for the MiniCAM. Report PNNL-14337, Pacific Northwest National Laboratory.",
        "Buonanno, P., Carraro, C., Galeotti, M., 2003. Endogenous induced technical change and the costs of Kyoto. Resource and Energy Economics 25 (2003) 11 Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c 34.",
        "Church, S., 2011. Evergreen Solar Seeks Bankruptcy With Plans to Sell Itself. Bloomberg News. August 15, 2011. Available at: http://www.bloomberg.com/news/articles/201108 -15/evergreen-solar-seeks-bankruptcy-protection-with-debt-of-486-5-million.",
        "Energy Information Administration, 2015. Levelized Cost and Levelized Avoided Cost of New Generation Resources in the Annual Energy Outlook 2015. Available at: http://www.eia.gov/forecasts/aeo/electricity_generation.cfm.",
        "Fischer et al., 2013; Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Environmental and Technology Policy Options in the Electricity Sector: Interactions and OutcomesÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d RFF Discussion Paper 13-20, December 2013 http://www.rff.org/Publications/Pages/PublicationDetails.aspx?PublicationID=22362.",
        "Fischer, C., Newell, R.G., 2008. Environmental and technology policies for climate mitigation.",
        "Gillingham, K., Newell, R.G., Pizer, W.A., 2008. Modeling endogenous technological change for climate policy analysis. Energy Economics 30 (2008) 2734 Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c 2753.",
        "Goeschl, T., Perino, G., 2009. On backstops and boomerangs: Environmental R&D under technological uncertainty. Energy Economics 31 (2009) 800 Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c 809.",
        "Goulder, L.H., Mathai, K., 2000. Optimal CO2 abatement in the presence of induced technological change. Journal of Environmental Economics and Management 39, 1Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c38.",
        "Goulder, L.H., Schneider, S.H., 1999. Induced technological change and the attractiveness of CO2 abatement policies. Resource and Energy Economics 21, 211Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c253.",
        "Green, M.A., 2000. Photovoltaics: technology overview. Energy Policy 28 (2000) 989 Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c 998.",
        "Gritsevski, A., Nakicenovic, N., 2000. Modeling uncertainty of induced technological change.",
        "Hung, N.M., Quyen, N.V., 1993. On R&D timing under uncertainty: the case of exhaustible resource substitution. Journal of Economic Dynamics and Control 17 (1993) 971 Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c 991.",
        "Jaffe, A.B. and Trajtenberg, M. 2002. Patents, Citations, & Innovations: A Window on the Knowledge Economy, MIT Press, Cambridge, MA Kennedy, C., 1964. Induced Bias in Innovation and the Theory of Distribution. The Economic Journal 74 (295) 541-547.",
        "Kamien, M.I., Schwartz, N.L., 1968. Optimal Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093inducedÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d technical change. Econometrica. 36 (1) 1 Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c 17.",
        "Lanjouw, J.O., and Schankerman, M. 2004. Patent Quality and Research Productivity: Measuring Innovation with Multiple Indicators. Economic Journal 114 (495): 441-465.",
        "LÃ\u0083Æ\u0092Ã\u0082Â¶schel, A., 2002. Technological change in economic models of environmental policy: a survey. Ecological Economics 43 (2Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c3) 105-126.",
        "Messner, S., Golodnikov, A., Gritsevskyi, A., 1996. A stochastic version of the dynamic linear programming model MESSAGE III. Energy 21 (9).",
        "Nordhaus, W., Boyer, J., 2000. Warming the world: economic modeling of global warming.",
        "MIT Press, Cambridge, MA Pakes, Ariel, (1986), Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Patents as options: Some estimates of the value of holding European patent stocks,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Econometrica 54 (4) 755-84.",
        "Pizer, W.A., Popp, D., 2008. Endogenizing technological change: Matching empirical evidence to modeling needs. Energy Economics 30 (2008) 2754 Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c 2770.",
        "Popp, D.C., 2001. The effect of new technology on energy consumption. Resource and Energy Economics 23 (2001) 215 Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c 239.",
        "Popp, D. 2002. Induced Innovation and Energy Prices. American Economic Review 92 (1): 160180.",
        "Popp, D., 2004. ENTICE: endogenous technological change in the DICE model of global warming. Journal of Environmental Economics and Management 48 (2004) 742 Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c 768.",
        "Popp, D., 2006a. ENTICE-BR: The effects of backstop technology R&D on climate policy models. Energy Economics 28 (2006) 188 Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c 222.",
        "Popp, D., 2006b. Comparison of climate policies in the ENTICE-BR model. The Energy Journal. Endogenous Technological Change and the Economics of Atmospheric Stabilization Special Issue.",
        "Popp, D., Newell, R.G., and A.B. Jaffe (2010). Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Energy, the environment, and technological change,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Handbook of the Economics of Innovation: vol. 2, Bronwyn Hall and Nathan Rosenberg, eds., Academic Press/Elsevier, 2010, 873-937.",
        "Popp, D., Santen, N., Fisher-Vanden, K., Webster, M., 2013. Technology Variation vs. R&D Uncertainty: What Matters Most for Energy Patent Success? Resource and Energy Economics 35 (4): 505-533.",
        "Powell, W., 2007. Approximate dynamic programming: solving the curses of dimensionality. Wiley-Blackwell, New York.",
        "Pugh, G., Clarke, L., Marlay, R., Kyle, P., Wise, M., McJeon, H., Chan, G., 2011. Energy R&D portfolio analysis based on climate change mitigation. Energy Economics 33 (2011) 634 Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c 643.",
        "Romer, P., 1990. Endogenous technological change. Journal of Political Economy 94, 1002 Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c 1037.",
        "Schankerman, Mark (1998), Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093How valuable is patent protection? Estimates by technology field,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d RAND Journal of Economics 29 (1) 77-107.",
        "Schankerman, Mark and Ariel Pakes (1986), Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Estimates of the value of patent rights in European countries during the post-1990 period,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Economic Journal 96 (384) 1052-1076.",
        "Sue Wing, I., 2006. Representing induced technological change in models for climate policy analysis. Energy Economics 28 (5Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c6) 539-562.",
        "Sunshot, 2012. Sunshot Vision Study. February, 2012. U.S. Department of Energy. Available at: http://energy.gov/eere/sunshot/sunshot-vision-study.",
        "Tsur, Y., Zemel, A., 2005. Scarcity, growth, and R&D. Journal of Environmental Economics and Management 49 (2005) 484 Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c 499.",
        "U.S. Department of Energy, 2015. Quadrennial Energy Review: Energy Transmission, Storage, and Distribution Infrastructure.",
        "http://energy.gov/sites/prod/files/2015/05/f22/QER%20Full%20Report_0.pdf U.S. News & World Report, 2012. Should the Government Invest in Green Energy? U.S. News & World Report. January 18, 2012. Available at: http://www.usnews.com/debateclub /should-the-government-invest-in-green-energy.",
        "Webster, M.D., Santen, N.R., Parpas, P., 2012. An approximate dynamic programming framework for modeling global climate policy under decision-dependent uncertainty. Computational Management Science 9: 339Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c362.",
        "Weiner, R., 2012. Solyndra Explained. The Washington Post. June 1, 2012. Available at: www.washingtonpost.com/blogs/the-fix/post/solyndra--explained/2012/06/01/gJQAig2g6U_blog.html"
    ]
}