{
    "id": 21395,
    "cites": 48,
    "cited_by": 1,
    "reference": [
        "Abrams, D., M. Bertrand, and S. Mullainathan (2012). Do judges vary in their treatment of race? Journal of Legal Studies 41(2), 347Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c383.",
        "Adelman, C. (2006). The toolbox revisited: Paths to degree completion from high school through college. US Department of Education.",
        "Alesina, A. F. and E. L. Ferrara (2011). A test of racial bias in capital sentencing. Technical Report 16981, National Bureau of Economic Research.",
        "Allensworth, E., T. Nomi, N. Montgomery, and V. E. Lee (2009). College preparatory curriculum for all: Academic consequences of requiring algebra and english i for ninth graders in chicago. Educational Evaluation and Policy Analysis 31(4), 367Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c391.",
        "Altonji, J. G. (1995). The effects of high school curriculum on education and labor market outcomes. The Journal of Human Resources 30(3), 409Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c438.",
        "Altonji, J. G., E. Blom, and C. Meghir (2012). Heterogeneity in human capital investments: High school curriculum, college major, and careers. Annual Review of Economics 4(1), 185Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c223.",
        "Angrist, J. D., G. W. Imbens, and D. B. Rubin (1996). Identification of causal effects using instrumental variables. Journal of the American statistical Association 91(434), 444Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c455.",
        "Blank, R. M. (1991). The effects of double-blind versus single-blind reviewing: Experimental evidence from the american economic review. The American Economic Review, 1041Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c1067.",
        "Boyd, D., H. Lankford, S. Loeb, and J. Wyckoff (2005). Explaining the short careers of highachieving teachers in schools with low-performing students. American economic review, 166Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c 171.",
        "Brown, C. and M. Corcoran (1997). Sex-based differences in school content and the male/female wage gap. Journal of Labor Economics 15(3), 431Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c465. Calonico, S., M. D. Cattaneo, and R. Titiunik. Robust nonparametric confidence intervals for regression-discontinuity designs. Econometrica 82.",
        "Cestau, D., D. Epple, and H. Sieg (2015, June). Admitting students to selective education programs: Merit, profiling, and affirmative action. Working Paper 21232, National Bureau of Economic Research.",
        "Clotfelter, C. T., H. F. Ladd, and J. Vigdor (2005). Who teaches whom? race and the distribution of novice teachers. Economics of Education review 24(4), 377Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c392.",
        "Clotfelter, C. T., H. F. Ladd, and J. L. Vigdor (2006). Teacher-student matching and the assessment of teacher effectiveness. Journal of Human Resources 41(4), 778Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c820.",
        "Clotfelter, C. T., H. F. Ladd, and J. L. Vigdor (2015). The aftermath of accelerating algebra: Evidence from district policy initiatives. Journal of Human Resources 50(1), 159Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c188.",
        "Conger, D., M. C. Long, and P. Iatarola (2009). Explaining race, poverty, and gender disparities in advanced course-taking. Journal of Policy Analysis and Management 28(4), 555Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c576.",
        "Cortes, K. E., J. S. Goodman, and T. Nomi (2015). Intensive math instruction and educational attainment: Long-run impacts of double-dose algebra. Journal of Human Resources 50(1), 108Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c158.",
        "Domina, T. (2014). The link between middle school mathematics course placement and achievement.",
        "Dougherty, S. M., J. S. Goodman, D. V. Hill, E. G. Litke, and L. C. Page (2015). Middle school math acceleration and equitable access to eighth-grade algebra evidence from the wake county public school system. Educational Evaluation and Policy Analysis 37(1 suppl), 80SÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c101S.",
        "Gamoran, A. and E. C. Hannigan (2000). Algebra for everyone? benefits of college-preparatory mathematics for students with diverse abilities in early secondary school. Educational Evaluation and Policy Analysis 22(3), 241Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c254.",
        "Gardner, D. P., Y. W. Larsen, W. Baker, et al. (1983). A nation at risk: The imperative for educational reform. Washington, DC: US Government Printing Office.",
        "Goldin, C. and C. Rouse (2000). Orchestrating impartiality: The impact ofÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d blindÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d auditions on female musicians. American Economic Review, 715Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c741.",
        "Goodman, J. S. (2012). The labor of division: Returns to compulsory math coursework. (RWP12032) .",
        "Grogger, J. and E. Eide (1995). Changes in college skills and the rise in the college wage premium. Journal of Human Resources, 280Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c310.",
        "Hanushek, E. A. and L. Woessmann (2015). The knowledge capital of nations: Education and the economics of growth. Cambridge, MA: MIT Press.",
        "Imbens, G. and K. Kalyanaraman (2012). Optimal bandwidth choice for the regression discontinuity estimator. The Review of economic studies 79(3), 933Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c959.",
        "Imbens, G. W. and T. Lemieux (2008). Regression discontinuity designs: A guide to practice. Journal of econometrics 142(2), 615Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c635.",
        "Jackson, C. K. (2009). Student demographics, teacher sorting, and teacher quality: Evidence from the end of school desegregation. Journal of Labor Economics 27(2), 213Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c256.",
        "Jackson, C. K. (2010). A little now for a lot later a look at a texas advanced placement incentive program. Journal of Human Resources 45(3), 591Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c639.",
        "Joensen, J. S. and H. S. Nielsen (2009). Is there a causal effect of high school math on labor market outcomes? Journal of Human Resources 44(1), 171Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c198.",
        "Kalogrides, D. and S. Loeb (2013). Different teachers, different peers the magnitude of student sorting within schools. Educational Researcher 42(6), 304Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c316.",
        "Lankford, H., S. Loeb, and J. Wyckoff (2002). Teacher sorting and the plight of urban schools: A descriptive analysis. Educational evaluation and policy analysis 24(1), 37Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c62.",
        "Lazear, E. P. (2001). Educational production. The Quarterly Journal of Economics 116(3), 777Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c 803.",
        "Lee, D. S. and D. Card (2008). Regression discontinuity inference with specification error. Journal of Econometrics 142(2), 655Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c674.",
        "Levine, P. B. and D. J. Zimmerman (1995). The benefit of additional high-school math and science classes for young men and women. Journal of Business & Economic Statistics 13(2), 137Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c149.",
        "Liang, J.-H., P. E. Heckman, and J. Abedi (2012). What do the california standards test results reveal about the movement toward eighth-grade algebra for all? Educational Evaluation and Policy Analysis 34(3), 328Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c343.",
        "Long, M. C., D. Conger, and P. Iatarola (2012). Effects of high school course-taking on secondary and postsecondary success. American Educational Research Journal 49(2), 285Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c322.",
        "Loveless, T. (2008). The misplaced math student: Lost in eighth-grade algebra. Brown Center on Education Policy at Brookings.",
        "Ludwig, J. and D. L. Miller (2007). Does Head Start improve childrenÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0084¢s life chances? Evidence from a regression discontinuity design. The Quarterly Journal of Economics, 159Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c208.",
        "Mustard, D. B. (2001). Racial, ethnic, and gender disparities in sentencing: Evidence from the u.s. federal courts. Journal of Law and Economics 44(1), pp. 285Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c314.",
        "Nomi, T. (2012). The unintended consequences of an algebra-for-all policy on high-skill students effects on instructional organization and studentsÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0084¢ academic outcomes. Educational Evaluation and Policy Analysis 34(4), 489Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c505.",
        "Rose, H. (2004). Has curriculum closed the test score gap in math? Topics in Economic Analysis & Policy 4(1).",
        "Sass, T. R., J. Hannaway, Z. Xu, D. N. Figlio, and L. Feng (2012). Value added of teachers in high-poverty schools and lower poverty schools. Journal of Urban Economics 72(2), 104Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c122.",
        "Schneider, M. (2009). Math in american high schools: The delusion of rigor. Education Outlook (10).",
        "Silver, E. A. (1995). Rethinking algebra for all. Educational Leadership 52(6), 30Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c33.",
        "Smith, J. B. (1996). Does an extra year make any difference? the impact of early access to algebra on long-term gains in mathematics attainment. Educational Evaluation and Policy Analysis 18(2), 141Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c153.",
        "Sorensen, T., S. Sarnikar, and R. L. Oaxaca (2012). Race and gender differences under federal sentencing guidelines. The American Economic Review 102(3), 256Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c260.",
        "Tate, W. F. (1997). Race-ethnicity, ses, gender, and language proficiency trends in mathematics achievement: An update. Journal for Research in Mathematics Education, 652Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c679.",
        "Weinberger, C. J. (1999). Mathematical college majors and the gender gap in wages. Industrial Relations: A Journal of Economy and Society 38(3), 407Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c413."
    ]
}