{
    "id": 21401,
    "cites": 70,
    "cited_by": 6,
    "reference": [
        "Allen, Treb, Costas Arkolakis, and Yuta Takahashi, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Universal Gravity,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Northwestern working paper, 2014.",
        "Alvarez, Fernando and Robert E. Lucas, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093General Equilibrium Analysis of the EatonKortum Model of International Trade,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Journal of Monetary Economics, 2007, 54 (6), 1726Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c 1768.",
        "Arkolakis, Costas, Arnaud Costinot, and Andres RodrÃ\u0083Æ\u0092Ã\u0082Â­guez-Clare, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093New Trade Models, Same Old Gains?,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d American Economic Review, 2012, 102 (1), 94Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c130.",
        ", , Dave Donaldson, and Andres Rodriguez-Clare, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093The Elusive Pro-Competitive Effects of Trade,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d mimeo, 2012.",
        "Arrow, K.J. and F.H. Hahn, General competitive analysis, San Francisco: Holden-Day, 1971.",
        ", H.B. Chenery, B.S. Minhas, and R.M. Solow, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Capital-labor substitution and economic efficiency,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Review of Economics and Statistics, 1961, 3, 225Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c250.",
        "Baldwin, Richard E. and Anthony J. Venables, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Regional economic integration,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d in Gene M. Grossman and Kenneth Rogoff, eds., Handbook of International Economics, Vol. 3 New York: Elsevier 1995.",
        "Bas, Maria, Thierry Mayer, and Mathias Thoenig, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093From Micro to Macro: Demand, Supply, and Heterogeneity in the Trade Elasticity,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d mimeo, 2015.",
        "Bernard, Andrew B. and J. Bradford Jensen, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Exceptional Exporter Performance: Cause, Effect, or Both,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Journal of International Economics, 1999, 47, 1Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c25.",
        "Berry, Steven, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Estimating Discrete-Choice Models of Product Differentiation,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d RAND Journal of Economics, 1994, 25 (2), 242Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c262.",
        ", James Levinsohn, and Ariel Pakes, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Automobile Prices in Market Equilibrium,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Econometrica, 1995, 63 (4), 841Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c890.",
        "Berry, Steven T., Amit Gandhi, and Philip A. Haile, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Connected substitutes and invertibility of demand,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Econometrica, 2013, 81 (5), 2087Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c2111.",
        "Bresnahan, Timothy F. and Robert J. Gordon, The economics of new goods, Chicago: University of Chicago Press, 2008.",
        "Burstein, Ariel and Gita Gopinath, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093International prices and exchange rates,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d in Gita Gopinath, Elhanan Helpman, and Kenneth Rogoff, eds., Handbook of International Economics, Vol. 4 New York: Elsevier 2013.",
        ", Joao C. Neves, and Sergio Rebelo, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Distribution costs and real exchange-rate dynamics during exchange-rate-based stabilizations,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Journal of Monetary Economics, 2003, 50 (6), 1189Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c1214.",
        "Caliendo, Lorenzo and Fernando Parro, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Estimates of the Trade and Welfare Effects of NAFTA,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Review of Economic Studies, 2015, 82 (1), 1Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c44.",
        "Cameron, A. Colin and Douglas L. Miller, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Robust inference with clustered data,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d 2010. UC Davis working paper.",
        "Canay, Ivan A., Andres Santos, and Azeem M. Shaikh, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093On the Testability of Identification in some Nonparametric Models with Endogeneity,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Econometrica, 2013, 81 (6), 2535Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c2559.",
        "Chiappori, P.A. and Ivar Ekeland, The Economics and Mathematics of Aggregation: Formal Models of Efficient Group Behavior, Boston: Now, 2009.",
        "Costinot, Arnaud and Andres RodrÃ\u0083Æ\u0092Ã\u0082Â­guez-Clare, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Trade Theory with Numbers: Quantifying the Consequences of Globalization,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d in Gita Gopinath, Elhanan Helpman, and Kenneth Rogoff, eds., Handbook of International Economics, Vol. 4, New York: Elsevier, 2013.",
        ", Dave Donaldson, and Cory Smith, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Evolving Comparative Advantage and the Impact of Climate Change in Agricultural Markets: Evidence from a 1.7 Million Fields Around the World,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Journal of Political Economy. In press, 2015.",
        ", , and Ivana Komunjer, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093What Goods Do Countries Trade? A Quantitative Exploration of RicardoÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0084¢s Ideas,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Review of Economic Studies, 2012, 79 (2), 581Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c608.",
        "Deardorff, Alan V. and Robert W. Staiger, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093An Interpretation of the Factor Content of Trade,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Journal of International Economics, 1988, 24 (1), 93Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c107.",
        "Dekle, Robert, Jonathan Eaton, and Samuel Kortum, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Global Rebalancing with Gravity: Measuring the Burden of Adjustment,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d IMF Staff Papers, 2008, 55 (3), 511Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c540.",
        "Dixit, Avinash K. and Victor Norman, Theory of International Trade, Cambridge University Press, 1980.",
        "Eaton, Jonathan and Samuel Kortum, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Technology, Geography and Trade,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Econometrica, 2002, 70 (5), 1741Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c1779.",
        "Fajgelbaum, Pablo and Amit Khandelwal, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Measuring the Unequal Gains from Trade,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d UCLA working paper, 2014.",
        "Goldberg, Pinelopi K., Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Product Differentiation and Oligopoly in International Markets: The Case of the U.S. Automobile Industry,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Econometrica, 1995, 63 (4), 891Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c951.",
        "Grossman, Gene M. and Esteban Rossi-Hansberg, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Trading Tasks: A Simple Theory of Offshoring,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d American Economic Review, 2008, 98 (5), 1978Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c1997.",
        "H., Jonathan H. Wright Stock James and Motohiro Yogo, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093A survey of weak instruments and weak identification in generalized method of moments,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Journal of Business and Economic Statistics, 2002, 20 (4).",
        "Hanson, Gordon H. and Raymond Robertson, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093China and the Manufacturing Exports of Other Developing Countries,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d in Robert C. Feenstra and Shang-Jin Wei, eds., ChinaÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0084¢s Growing Role in World Trade, University of Chicago Press, 2010.",
        ", Nels Lind, and Marc-Andreas Muendler, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093The Dynamics of Comparative Advantage, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d mimeo UCSD, 2014.",
        "Hausman, J., Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Exact ConsumerÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0084¢s Surplus and Deadweight Loss,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d American Economic Review, 1981, 71, 662Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c676.",
        "Head, Keith and John Ries, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Increasing Returns versus National Product Differentiation as an Explanation for the Pattern of U.S.-Canada Trade,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d American Economic Review, 2001, 91 (4), 858Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c876.",
        "Helpman, Elhanan, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Solutions of General Equilibrium Problems for a Trading World,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Econometrica, 1976, 44 (3), 547Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c559.",
        "Hertel, Thomas, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Global Applied General Equilibrium Analysis Using the Global Trade Analysis Project Framework,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d in Peter B. Dixon and Dale W. Jorgenson, eds., Handbook of Computable General Equilibrium Modeling, Vol. 1, New York: Elsevier, 2013.",
        "Hertel, Thomas W., Robert A. McDougall, Badri G. Narayanan, and Angel H. Aguiar, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Behavioral Parameters,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d in Badri G. Narayanan, Angel H. Aguiar, and Robert A. McDougall, eds., Global Trade, Assistance, and Production: The GTAP 8 Data Base, Center for Global Trade Analysis, Purdue University, 2012.",
        "Howitt, Peter, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Gross substitutability with multi-valued excess demand functions,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Econometrica, 1980, 48 (6), 1567Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c1573.",
        "Hsieh, Chang-Tai and Ralph Ossa, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093A Global View of Productivity Growth in China and India,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d NBER Working Paper, 2011.",
        "Jacks, David S., Christopher M. Meissner, and Dennis Novy, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Trade booms, trade busts, and trade costs,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Journal of International Economics, 2011, 83 (2), 185Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c201.",
        "Johnson, Robert C. and Guillermo Noguera, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Accounting for Intermediates: Production Sharing and Trade in Value Added,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Journal of International Economics, 2012, 86 (2), 224Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c 236.",
        "Krugman, Paul, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Technology, trade and factor prices,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Journal of International Economics, 2000, 50, 51Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c71.",
        "Leamer, Edward E., Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093WhatÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0084¢s the use of factor contents?,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Journal of International Economics, 2000, 50, 17Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c49.",
        ", Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Tantalus on the Road to Asymptopia,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Journal of Economic Perspectives, 2010, 24 (2), 31Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c46.",
        "Leontief, Wassily, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Domestic production and foreign trade; the American capital position re-examined,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Proceedings of the American philosophical Society, 1953, pp. 332Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c349.",
        "Levchenko, Andrei A. and Jing Zhang, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093The Evolution of Comparative Advantage: Measurement and Welfare Implications,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d 2011. Michigan working paper.",
        "Manski, Charles F., Partial Identification of Probability Distributions, New York: SpringerVerlag, 2003.",
        "Mas-Colell, Andreu, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093On the uniqueness of equilibrium once again,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d in W.A. Barnett, B. Cornet, C. dÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0084¢Aspremont, J. Gabszewicz, and A. Mas-Colell, eds., Proceedings of the sixth international symposium in economic theory and econometrics, Cambridge: Cambridge University Press, 1991.",
        ", Michael D. Whinston, and Jerry R. Green, Microeconomic Theory, Oxford University Press, 1995.",
        "Matsuyama, Kiminori, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Beyond Icebergs: Towards a Theory of Biased Globalization,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Review of Economic Studies, 2007, 74, 237Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c253.",
        "Meade, J.E., A Geometry of International Trade, London: George Allen and Unwin, 1952.",
        "Milgrom, Paul and Ilya Segal, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Envelope Theorems for Arbitrary Choice Sets,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Econometrica, 2002, 70 (2), 583Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c601.",
        "Neary, Peter and Albert Schweinberger, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Factor Content Functions and the Theory of International Trade,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Review of Economic Studies, 1986, 53 (3), 421Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c432.",
        "Nevo, Aviv, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093A PractitionerÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0084¢s Guide to Estimation of Random Coefficients Logit Models of Demand,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Journal of Economics and Management Strategy, 2000, 9 (4), 513Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c548.",
        ", Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Empirical Models of Consumer Behavior,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Annual Review of Economics, 09 2011, 3 (1), 51Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c75.",
        "Newey, Whitney K., Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Nonparametric Instrumental Variables Estimation,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d MIT working paper, 2013.",
        "Newey, W.K. and J.L. Powell, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Instrumental Variable Estimation in Nonparametric Models, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Econometrica, 2003, 71 (5), 1565Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c1578.",
        "Novy, Dennis, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093International Trade Without CES: Estimating Translog Gravity,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Journal of International Economics, 2013, 89 (2), 271Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c282.",
        "Oberfield, Ezra and Devesh Raval, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Micro Data and Macro Technology,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d 2014. Princeton working paper.",
        "Pollak, Robert A., Robin C. Sickles, and Terence J. Wales, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093The CES-Translog: Specification and estimation of a new cost function,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Review of Economics and Statistics, 1984, 66 (4), 602Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c607.",
        "Rader, Trout, Theory of General Economic Equilibrium, Academic Press, 1972.",
        "Ramondo, Natalia and Andres RodrÃ\u0083Æ\u0092Ã\u0082Â­guez-Clare, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Trade, Multinational Production, and the Gains from Openness,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Journal of Political Economy, 2013, 121 (2), 273Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c322.",
        "Scarf, Herbert E. and Charles A. Wilson, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Uniqueness of Equilibrium in the MultiCountry Ricardo Model,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d in Timothy J. Kehoe, T. N. Srinivasan, and John Whalley, eds., Frontiers in Applied General Equilibrium Modeling, Cambridge: Cambridge University PressCambridge University Press, 2005.",
        "Schott, Peter K., Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Across-Product versus Within-Product Specialization in International Trade,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Quarterly Journal of Economics, 2004, 119 (2), 647Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c678.",
        "Shapiro, Joseph, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Trade, CO2, and the Environment,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Yale working paper, 2012.",
        "Taylor, F.M., The guidance of production in a socialist state, Minneapolis: University of Minnesota Press, 1938.",
        "Trefler, Daniel, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093International Factor Price Differences: Leontief Was Right!,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Journal of Political Economy, 1993, 101 (6), 961Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c987.",
        ", Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093The Case of the Missing Trade and Other Mysteries,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d American Economic Review, 1995, 85 (5), 1029Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c46.",
        "Wilson, Charles A., Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093On the General Structure of Ricardian Models with a Continuum of Goods: Applications to Growth, Tariff Theory, and Technical Change,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Econometrica, 1980, 48 (7), 1675Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c1702.",
        "Woodland, A.D., Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Direct and Indirect Trade Utility Functions,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Review of Economic Studies, 1980, 47, 907Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c926."
    ]
}