{
    "id": 21409,
    "cites": 35,
    "cited_by": 16,
    "reference": [
        "Adermon, A., Lindahl, M., & WaldenstrÃ\u0083Æ\u0092Ã\u0082Â¶m, D. (2015). Intergenerational wealth mobility and the role of inheritance: Evidence from multiple generations. Unpublished manuscript.",
        "Barnea, A., Cronqvist, H., & Siegel, S. (2010). Nature or nurture: What determines investor behavior? Journal of Financial Economics, 98(3), 583-604.",
        "BjÃ\u0083Æ\u0092Ã\u0082Â¶rklund, A., Lindahl, M., & Plug, E. (2006). The origins of intergenerational associations: Lessons from Swedish adoption data. The Quarterly Journal of Economics, 999-1028.",
        "BjÃ\u0083Æ\u0092Ã\u0082Â¶rklund, A., Roine, J., and WaldenstrÃ\u0083Æ\u0092Ã\u0082Â¶m, D. (2012). Intergenerational top income mobility in Sweden: Capitalist dynasties in the land of equal opportunity? Journal of Public Economics, 96: 474-484.",
        "Black, S. E., & Devereux, P. J. (2011). Recent developments in intergenerational mobility. Handbook of labor economics, eds. O. Ashenfelter and D. Card, 1487-1541. Amsterdam: Elsevier.",
        "Black S.E., Devereux, P.J., Lundberg P., and K. Majlesi (2015). On the Origins of Risk-Taking. NBER Working Paper #21332.",
        "Boserup, S. H., W. Kopczuk and C. Thustrup Kreiner (2014). Intergenerational Wealth Mobility: Evidence from Danish Wealth Records of Three Generations. Working Paper, University of Copenhagen.",
        "Calvet, L. E., Campbell, J. Y., & Sodini, P. (2007). Down or Out: Assessing the Welfare Costs of Household Investment Mistakes. Journal of Political Economy, 115(5), 707-747.",
        "Cesarini, D., Johannesson, M., Lichtenstein, P., Sandewall, Ã\u0083Æ\u0092Ã\u0082â\u0080\u0093., & Wallace, B. (2010). Genetic Variation in Financial Decision-Making. The Journal of Finance, 65(5), 17251754.",
        "Cesarini, D., Johannesson, M., & Oskarsson, S. (2014). Pre-birth factors, post-birth factors, and voting: Evidence from Swedish adoption data. American Political Science Review, 108(01), 71-87.",
        "Charles, K. K., & Hurst, E. (2003). The Correlation of Wealth across Generations. Journal of Political Economy, 111(6).",
        "Clark, G. and N. Cummins (2014). Intergenerational Wealth Mobility in England, 1858Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c2012: Surnames and Social Mobility. Economic Journal 125(582): 61Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c85.",
        "Cronqvist, H., & Siegel, S. (2015). The Origins of Savings Behavior. Journal of Political Economy, 123(1), 123-169.",
        "Dreber, A., Apicella, C.L., Eisenberg, D.T.A., Garcia, J.R., Zamore, R.S., 2009. The 7R polymorphism in the dopamine receptor D4 gene (DRD4) is associated with financial risk-taking in men. Evolution and Human Behavior 30, 85Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c92.",
        "Fagereng, A., Gottlieb, C., & Guiso, L. (2013). Asset Market Participation and Portfolio Choice over the Life Cycle. Netspar Discussion Paper 26/13.",
        "Fagereng, A., Mogstad, M., & RÃ\u0083Æ\u0092Ã\u0082Â¸nning, M. (2015). Why do wealthy parents have wealthy children? unpublished manuscript.",
        "Guiso, L., Haliassos, M., & Jappelli, T. (2001). Household portfolios: An international comparison. Household Portfolios.",
        "Hjalmarsson, R., & Lindquist, M. J. (2013). The origins of intergenerational associations in crime: lessons from Swedish adoption data. Labour Economics, 20, 6881.",
        "Holmlund, H., Lindahl, M., & Plug, E. (2011). The causal effect of parents' schooling on children's schooling: a comparison of estimation methods. Journal of Economic Literature, 49(3), 615-651.",
        "Kuhnen, C.M. and Chiao, J. (2009). Genetic determinants of financial risk taking. PLoS ONE 4.",
        "Lindahl, Mikael, Evalina Lundberg, Marten Palme, and Emilia Simeonova. (2015). Nature versus Nurture in the Intergenerational Transmission of Health: Lessons from a Large Sample of Adoptees. Unpublished manuscript.",
        "Lindquist, M. J., Sol, J., & Van Praag, M. (2015). Why Do Entrepreneurial Parents Have Entrepreneurial Children? Journal of Labor Economics, 33(2), 269-296.",
        "Nybom, M., & Stuhler, J. Biases in Standard Measures of Intergenerational Income Dependence. IFAU Working paper 2015:13.",
        "Pence, K. M. (2006). The role of wealth transformations: An application to estimating the effect of tax incentives on saving. The BE Journal of Economic Analysis & Policy, 5(1).",
        "Pfeffer, F. T., & Killewald, A. (2015). How Rigid is the Wealth Structure? Intergenerational Correlations of Family Wealth. Unpublished Manuscript.",
        "Piketty, Thomas. (2014). Capital in the Twenty-First Century. Cambridge, MA: Belknap Press.",
        "Piketty, T., & Zucman, G. (2014). Capital is Back: Wealth-Income Ratios in Rich Countries 1700Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c2010. The Quarterly Journal of Economics, 129(3), 1255-1310.",
        "Piketty, T., G. Zucman (2015). Wealth and Inheritance. Forthcoming as chapter in Atkinson, A.B., F. Bourguignon (eds.), Handbook of Income Distribution. Vol. 2, Amsterdam, North-Holland.",
        "Sacerdote, B. (2010). Nature and nurture effects on childrenÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0084¢s outcomes: What have we learned from studies of twins and adoptees. Handbook of social economics, 1, 1-30.",
        "Socialstyrelsen (2014). Adoption. Handbok fÃ\u0083Æ\u0092Ã\u0082Â¶r socialtjÃ\u0083Æ\u0092Ã\u0082Â¤nstens handlÃ\u0083Æ\u0092Ã\u0082Â¤ggning av internationella och nationella adoptioner. Falun: 2014.",
        "SOU (1954). ModerskapsfÃ\u0083Æ\u0092Ã\u0082Â¶rsÃ\u0083Æ\u0092Ã\u0082Â¤kring mm. SocialfÃ\u0083Æ\u0092Ã\u0082Â¶rsÃ\u0083Æ\u0092Ã\u0082Â¤kringsutredningens betÃ\u0083Æ\u0092Ã\u0082Â¤nkande II.",
        "Statens Offentliga Utredningar 1954:4. Stockholm: Socialdepartementet.",
        "SOU (2009). Modernare adoptionsregler. BetÃ\u0083Æ\u0092Ã\u0082Â¤nkande av 2008 Ã\u0083Æ\u0092Ã\u0082Â¥rs adoptionsutredning.",
        "Statens Offentliga Utredningar 2009:61. Stockholm: Socialdepartementet.",
        "ThÃ\u0083Æ\u0092Ã\u0082Â¶rnqvist, T., & Vardardottir, A. (2014). Bargaining over Risk: The Impact of Decision Power on Household Portfolios. Manuscript."
    ]
}