{
    "id": 21405,
    "cites": 42,
    "cited_by": 8,
    "reference": [
        "Arrow, Kenneth J. 1963. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Uncertainty and The Welfare Economics of Medical Care.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d American Economic Review, 63(5): 941Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c973.",
        "Ayres, Ian, and Peter Siegelman. 1995. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Race and Gender Discrimination in Bargaining for a New Car.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d American Economic Review, 85(3): 304Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c21.",
        "Baker, George. 1992. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Incentives Contracts and Performance Measurement.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Journal of Political Economy, 100: 598Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c614.",
        "Banerjee, Abhijit, Angus Deaton, and Esther Duflo. 2004. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Wealth, Health, and Health Services in Rural Rajasthan.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d American Economic Review, Papers and Proceedings, 94(2): 326Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c300.",
        "Banerjee, Abhijit V, Esther Duflo, and Rachel Glennerster. 2008. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Putting a Band-Aid on a Corpse: Incentives for Nurses in the Public Health Care System.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Journal of European Economic Association, 6(23) : 487Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c500.",
        "Black, R E, S Cousens, H L Johnson, and et al. 2010. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Global, regional and national causes of child mortality in 2008: a systematic analysis.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d The Lancet, 375(9730): 1969Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c87.",
        "Chaudhury, Nazmul, Jeffery Hammer, Michael Kremer, Karthik Muralidharan, and F. Halsey Rogers. 2006. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Missing in Action: Teacher and Health Worker Absence in Developing Countries.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Journal of Economic Perspectives, 20(1): 91Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c116.",
        "Coarasa, Jorge, Jishnu Das, and Elizabeth Gummerson. 2014. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Evaluating the Evidence on Public and Private Sector Quality of Care in Low and Middle Income Countries.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Cohen, Jessica, Pascaline Dupas, and Simone Schaner. 2015. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Price Subsidies, Diagnostic Tests, and Targeting of Malaria Treatment.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d American Economic Review, 105(2): 609Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c645.",
        "CPR. 2011. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Mapping Medical Providers in Rural India: Four Key Trends.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Center For Policy Research.",
        "Das, Jishnu, Ada Kwan, Ben Daniels, Srinath Satyanarayana, Ramnath Subbaraman, Sofi Bergkvist, Ranendra K Das, Veena Das, and Madhukar Pai. 2015. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093First use of the standardized patient methodology to assess quality of Tuberculosis care.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Lancet Infectious Diseases, forthcoming.",
        "Das, Jishnu, and Jeffery Hammer. 2005. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Which Doctor? Combining Vignettes and Item Response Theory to Measure Doctor Quality.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Journal of Development Economics, 78(3): 348Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c383.",
        "Das, Jishnu, and Jeffery Hammer. 2007. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Money for Nothing: The Dire Straits of Medical Practice in Delhi, India.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Journal of Development Economics, 83(1): 1Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c36.",
        "Das, Jishnu, and Natalie Bau. 2014. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093The Misallocation of Pay and Productivity in the Public Sector: Evidence from the Labor Market for Teachers.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Working Paper.",
        "DHS. 2007. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093National Family Health Survey (NFHS-3) 2005-2006: Key Findings.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Dulleck, Uwe, and Rudolf Kerschbamer. 2006. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093On Doctors, Mechanics, and Computer Specialists: The Economics of Credence Goods.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Journal of Economic Literature, 44: 5Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c42.",
        "Dulleck, Uwe, Rudolf Kerschbamer, and Matthias Sutter. 2011. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093The Economics of Credence Goods: An Experiment on the Role of Liability, Verifiability, Reputation and Competition.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d American Economic Review, 101(3): 526Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c555.",
        "Faxon, David, and Claude Lenfant. 2001. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Timing is everything - motivating patients to call 911 on onset of acute myocardial infarction.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Circulation, 104(11): 1210.",
        "Gertler, Paul J, and Christel Vermeersch. 2013. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Using Performance Incentives to Improve Medical Care Productivity and Health Outcomes.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Working Paper.",
        "Goldberg, Penelopi K. 1996. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Dealer Price Discrimination in New Car Purchases: Evidence from the Consumer Expenditure Survey.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Journal of Political Economy, 104(3): 622Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c54.",
        "Grepin, Karen. 2014. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093The role of the private sector in delivering maternal and child health services in low-income and middle-income countries: an observational, longitudinal analysis.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d The Lancet, 387(S7).",
        "Gruber, Jonathan, and Maria Owings. 1996. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Physician Financial Incentives and Cesarean Section Delivery.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d RAND Jounal of Economics, 27(1): 99Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c123.",
        "Hanna, Rema, and Iqbal Dhaliwal. 2015. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Making a Deal with the Devil: Experiental Evidence on Bureaucratic Reform in India.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Working Paper.",
        "Holmstrom, Bengt, and Paul Milgrom. 1991. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Multi-Task Principal-Agent Problems: Incentive Contracts, Asset Ownership and Job Design.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Journal of Law, Economics and Organization, 7(Special Issue) : 24Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c52.",
        "Jayachandran, Seema. 2014. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Incentives to Teach Badly: After-School Tutoring in Developing Countries.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Journal of Development Economics, 27(1): 99Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c123.",
        "Jindal, S K, D Gupta, A N Aggarwal, and R Agarwal. 2005. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Guidelines for management of asthma at primary and secondary levels of health care in India.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Indian J Chest Dis Allied Sci, 47(4): 308Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c343.",
        "La Forgia, Gerrard, and Somil Nagpal. 2014. Government Sponsored Health Insurance in India: Are You Covered? The World Bank, Washington, DC.",
        "Leonard, Kenneth L, and Melkiory C Masatu. 2005. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093The Use of Direct Clinical Observation and Vignettes for Health Services Quality Evaluation in Developing Countries.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Social Science and Medicine, 61(9): 1944Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c1951.",
        "Muralidharan, Karthik. 2013. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Priorities for Primary Education Policy in IndiaÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0084¢s 12th Five Year Plan.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d India Policy Forum 2012-13, 9: 1Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c46.",
        "Muralidharan, Karthik, and Venkatesh Sundararaman. 2011. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Teacher Performance Pay: Experimental Evidence from India.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Journal of Political Economy, 119(1): 39Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c77.",
        "Muralidharan, Karthik, and Venkatesh Sundararaman. 2015. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093The Aggregate Effect of School Choice: Evidence from a Two-Stage Experiment in India.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Quarterly Journal of Economics, forthcoming.",
        "Muralidharan, Karthik, Nazmul Chudhury, Jeffrey Hammer, Michael Kremer, and F Halsey Rogers. 2011. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Is there a Doctor in the House? Absent Medical Providers in India.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Working Paper.",
        "Norris, Pauline. 2002. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Reasons why mystery shopping is a useful and justifiable research method.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d The Pharmaceutical Journal, 272: 746Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c747.",
        "Patel, V, S Chatterji, D Chisholm, and et al. 2011. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Chronic diseases and injuries in India.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d The Lancet, 377(9763): 413Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c428.",
        "Pauly, Mark. 1980. Doctors and Their Workshops: Economic Models of Physician Behaviors. National Bureau of Economic Research Monograph, Boston, MA.",
        "Planning Commission of India. 2013. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Health, Nutrition and Family Welfare.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Prendergast, Canice. 2003. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093The Limits of Bureaucratic Inefficiency.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Journal of Political Economy, 111(5): 929Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c958.",
        "Rohde, Jon E, and Hema Viswanathan. 1995. The Rural Private Practitioner. Oxford University Press, New Delhi.",
        "Rosenzweig, Mark R. 1995. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Why are there Returns to Schooling?Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d American Economic Review Papers and Proceedings, 85(2): 153Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c158.",
        "Schneider, Henry S. 2012. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Agency Problems And Reputation in Expert Services: Evidence from Auto Repair.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d The Journal of Industrial Economics, 60(3): 406Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c433.",
        "Selvaraj, S, and Anup K Karan. 2009. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Deepening Health Insecurity in India: Evidence from National Sample Surveys since 1980s.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Economic and Political Weekly, 44(18): 55Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c60.",
        "Shiva Kumar, A K, Lincoln C Chen, Mita Choudhury, Shiban Ganju, Vijay Mahajan, Amarjeet Sinha, and Abhijit Sen. 2011. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Financing Health Care for All: Challenges and Opportunities.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d The Lancet, 377(9766): 668Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c679.",
        "Wagstaff, Adam. 2013. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093What exactly is the public-private mix in health care?Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Wolinsky, A. 1993. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Competition in the Market for Informed Expert Services.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d RAND Jounal of Economics, 24(3): 380Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c398.",
        "For all cases, checklists of recommended history questions and examinations were developed together with an advisory committee and SPs were trained to recall the questions asked and examinations performed. These were then recorded during debriefing with the supervisor using a structured questionnaire within an hour of the interaction. In a recent study, we test the reliability of recall by comparing audio recordings with recall and find a very high correlation of 0.63 (p<.001) (Das et al., 2015).",
        "With consent from the Institutional Review Board at Harvard University, the study was first piloted in Delhi with 64 consented providers who had been previously informed that they would be visited by an SP within the next 6 months (see Das et al. (2012)). In the pilot phase of the study, a total of 248 out of a potential 256 SP interactions were completed. Within a month of the SP visit, field-workers visited the consented providers to enquire if they had been visited by an SP. In cases where the provider felt that an SP visit had occurred, we elicited the sex, approximate age and symptoms of the SP. We could confirm a match between the providersÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0084¢ suspicions and the actual SP sent to the provider in only 2 cases for a detection rate of less than 1 percent."
    ]
}