{
    "id": 21411,
    "cites": 82,
    "cited_by": 18,
    "reference": [
        "Abu-Ghaida, D. and Klasen, S. (2004). The costs of missing the Millennium Development Goal on gender equity. World Development, Vol. 32(No. 7):1075Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c1107.",
        "Acemoglu, D., Aghion, P., and Zilibotti, F. (2006). Distance to frontier, selection, and economic growth. Journal of the European Economic Association, Vol. 4(No. 1):37Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c74.",
        "Ag enor, P.-R., Canuto, O., and da Silva, L. P. (2010). On gender and growth: the role of intergenerational health externalities and womenÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0084¢s occupational constraints. Policy Research Working Paper 5492. The World Bank, Washington, D.C. Albanesi, S. and Olivetti, C. (2014). Maternal health and the baby boom. Quantitative Economics, Vol. 5(No. 2):225Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c269.",
        "Alsan M., Bloom D. E., and Canning D. (2006) The effect of population health on foreign direct investment inflows to low- and middle-income countries. World Development, Vol. 34(No. 4):613-630.",
        "Bailey, M. J. (2006). More power to the pill: the impact of contraceptive freedom on womenÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0084¢s life cycle labor supply. The Quarterly Journal of Economics, Vol. 121(No. 1):289Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c320.",
        "Baird, S., Friedman, J., and Shady, N. (2011). Aggregate income shocks and infant mortality in the developing world. Review of Economics and Statistics, Vol. 93(No. 3):847Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c856.",
        "Benhabib, J. and Spiegel, M. M. (2005). Human capital and technology diffusion. In Handbook of Economic Growth, Volume 1A, Elsevier, Amsterdam, 935Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c966.",
        "Bhalotra, S. (2010). Fatal fluctuations? Cyclicality in infant mortality in India. Journal of Development Economics, Vol 93:7Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c19.",
        "Bleakley, H. (2007). Disease and development: evidence from hookworm eradication in the American south. Quarterly Journal of Economics, Vol. 122(No. 1):73Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c117.",
        "Bleakley, H. (2010). Malaria eradication in the Americas: a retrospective analysis of childhood exposure. American Economic Journal: Applied Economics, Vol. 2(No. 2):1Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c 45.",
        "Bleakley, H. (2011). Health, human capital, and development. Annual Review of Economics, Vol. 2:280Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c310.",
        "Bloom, D. E. and Canning, D. (2005). Health and economic growth: reconciling the micro and macro evidence. Center on Democracy, Development and the Rule of Law Working Papers.",
        "Bloom, D. E., Canning, D., Fink, G., and Finlay, J. E. (2009). Fertility, female labor force participation, and the demographic dividend. Journal of Economic Growth, Vol. 14(No. 2):79Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c101.",
        "Bloom, D. E., Canning, D., and Moore, M. (2014b). Optimal retirement with increasing longevity. Scandinavian Journal of Economics, Vol. 116(No. 3):838Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c858.",
        "Bloom, D. E., Canning, D., and Sevilla, J. (2004). The effect of health on economic growth: a production function approach. World Development, Vol. 32(No. 1):1Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c13.",
        "Bloom, S. S., Wypij, D., and Gupta, M. D. (2001). Dimensions of womenÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0084¢s autonomy and the influence on maternal health care utilization in a north Indian city. Demography, Vol. 38(No. 1):67Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c78.",
        "Bonilla, E. and Rodriguez, A. (1993). Determining malaria effects in rural Colombia.",
        "Browning, M. and Chiappori, P.-A. (1998). Efficient intra-household allocations: a general characterization and empirical tests. Econometrica, Vol. 96(No. 6):1241Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c1278.",
        "Butz, W. P. and Ward, M. P. (1979). The emergence of countercyclical U.S. fertility. The American Economic Review, Vol. 69(No. 3): 318Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c328.",
        "Case, A. and Paxson, C. H. (2005). Sex differences in morbidity and mortality. Demography, Vol. 42(No. 2):189Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c214.",
        "Cervellati, M. and Sunde, U. (2005). Human capital formation, life expectancy, and the process of development. American Economic Review, Vol. 95(No. 5):1653Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c1672.",
        "Cervellati, M. and Sunde, U. (2011). Life expectancy and economic growth: the role of the demographic transition. Journal of Economic Growth, Vol. 16(No. 2):99Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c133.",
        "Dalgaard, C.-J. and Strulik, H. (2014). Optimal aging and death: understanding the Preston curve. Journal of the European Economic Association, Vol. 12(No. 3):672Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c701.",
        "Deaton, A. (2008). Height, health, and inequality: the distribution of adult heights in India. American Economic Review, Vol. 98(No. 2):468Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c474.",
        "de la Croix, D. and Vander Donckt, M. (2010). Would empowering women initiate the demographic transition in least developed countries? Journal of Human Capital, Vol. 4(No. 2):85Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c129.",
        "Diebolt, C. and Perrin, F. (2013a). From stagnation to sustained growth: the role of female empowerment. American Economic Review, Vol. 103(No. 3):545Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c549.",
        "Diebolt, C. and Perrin, F. (2013b). From stagnation to sustained growth: the role of female empowerment. Association Fran caise de Cliom etrie (AFC) Working Paper 4, Restincli` eres, France.",
        "Doepke, M. (2004). Accounting for fertility decline during the transition to growth. Journal of Economic Growth, Vol. 9(No. 3):347Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c383.",
        "Doepke, M. and Tertilt, M. (2009). WomenÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0084¢s liberation: WhatÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0084¢s in it for men? Quarterly Journal of Economics, Vol. 124(No. 4):1541Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c1591.",
        "Doepke, M. and Tertilt, M. (2014). Does female empowerment promote economic development ? NBER Working Paper 19888, Cambridge, Massachusetts.",
        "Duflo, E. (2012). Women empowerment and economic development. Journal of Economic Literature, Vol. 50(No. 4):1051Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c1079.",
        "Ehrlich, I. and Chuma, H. (1990). A model of the demand for longevity and the value of life extension. Journal of Political Economy, Vol. 98(No. 4):761Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c82.",
        "Field, E., Robles, O., and Torero, M. (2009). Iodine deficiency and schooling attainment in Tanzania. American Economic Journal: Applied Economics, Vol. 1(No. 4):140Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c169.",
        "Fink, G. and Masiye, F. (2012). Assessing the impact of scaling-up bednet coverage through agricultural loan programmes: evidence from a cluster-randomized controlled trial in Katete District, Zambia. Trans R Soc Trop Med Hyg, Vol. 106(No. 11):660Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c667.",
        "Galor, O. (2005). From stagnation to growth: unified growth theory. Handbook of Economic Growth, Elsevier, Amsterdam, 171Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c293.",
        "Galor, O. (2011). Unified growth theory. Princeton University Press, Princeton, New Jersey.",
        "Galor, O. and Moav, O. (2002). Natural selection and the origin of economic growth.",
        "Galor, O. and Moav, O. (2006). Das human-kapital: a theory of the demise of the class structure. The Review of Economic Studies, Vol. 73(No. 1):85Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c117.",
        "Galor, O. and Weil, D. N. (1996). The gender gap, fertility, and growth. The American Economic Review, Vol. 86(No. 3):374Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c387.",
        "Galor, O. and Weil, D. (2000). Population, technology, and growth: from Malthusian stagnation to the demographic transition and beyond. The American Economic Review, Vol. 90(No. 4):806Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c828.",
        "Grossman, M. (1972). On the concept of health capital and the demand for health. Journal of Political Economy, Vol. 80(No. 2):223Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c255.",
        "Ha, J. and Howitt P. (2007). Accounting for trends in productivity and R&D: a Schumpeterian critique of semi-endogenous growth theory. Journal of Money, Credit and Banking, Vol. 39(No. 4):733Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c774.",
        "Hall, R. E. and Jones, C. I. (2007). The value of life and the rise in health spending. Quarterly Journal of Economics, Vol. 122(No. 1):39Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c72.",
        "Hansen, G. D. and Prescott, E. C. (2002). Malthus to Solow. American Economic Review, Vol. 92(No. 4):1205Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c1217.",
        "Hiller, V. (2014). Gender inequality, endogenous cultural norms, and economic development. Scandinavian Journal of Economics, Vol. 116(No. 2):455Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c481.",
        "Howitt, P. (2000). Endogenous growth and cross-country income differences. American Economic Review, Vol. 92(No. 4):502Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c526.",
        "International Labour Organization (2012). Global employment trends for women. Geneva.",
        "Institute for Health Metrics and Evaluation (2013). Global Burden of Disease Study 2010.",
        "India Global Burden of Disease Study 2010 (GBD 2010) Results 1990-2010, Institute for Health Metrics and Evaluation, 2013: Seattle.",
        "Iversen, J. H., Onarheim, K. H., and Bloom D. E. (2015). Economic benefits of investing in womensÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0084¢ health: A systematic review. Working Paper, Boston Massachusetts.",
        "Iyigun, M. and Walsh, R. P. (2007). Endogenous gender power, household labor supply, and the demographic transition. Journal of Development Economics, Vol. 82(No. 1):138Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c 155.",
        "Jayachandran, S. and Lleras-Muney, A. (2009). Life expectancy and human capital investments: evidence from maternal mortality declines. The Quarterly Journal of Economics, Vol. 124(No. 1):349Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c397.",
        "Jones, C. I. (2001). Was an industrial revolution inevitable? Economic growth over the very long run. Advances in Macroeconomics, Vol. 1(No. 2):1Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c43.",
        "Jones, C. I. (2002). Sources of U.S. economic growth in a world of ideas. American Economic Review, Vol. 92(No. 1):220Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c239.",
        "Keller, W. (2002). Geographic localization of international technology diffusion. The American Economic Review, Vol. 92(No. 1):120Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c142.",
        "Kimura, M. and Yasui, D. (2010). The GalorÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009cWeil gender-gap model revisited: from home to market. Journal of Economic Growth, Vol. 15(No. 4):323Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c351.",
        "Knowles, S., Lorgelly, P. K., and Owen, P. D. (2002). Are educational gender gaps a brake on economic development? Some cross-country empirical evidence. Oxford Economic Papers, Vol. 54(No. 1):118Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c149. K",
        "ogel, T. and Prskawetz, A. (2001). Agricultural productivity growth and escape from the Malthusian trap. Journal of Economic Growth, Vol. 6(No. 4):337Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c357.",
        "Kuhn, M., Wrzaczek, S., Prskawetz, A., and Feichtinger, G. (2015). Optimal choice of health and retirement in a life-cycle model. Journal of Economic Growth, Vol. 158:186Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c 212.",
        "Lagerl of, N.-P. (2003). Gender equality and long-run growth. Journal of Economic Growth, Vol. 8(No. 4):403Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c426.",
        "Lagerl of, N.-P. (2005). Sex, equality, and growth. The Canadian Journal of Economics, Vol. 38(No. 3):807Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c831.",
        "Luca D. L., Iversen J. H., Lubet A. S., Mitgang E., Onarheim K. H., Prettner K., and Bloom D. E. (2014). Benefits and costs of the womenÃ\u0083â\u0080¹Ã\u0082â\u0080  aes health targets for the post-2015 development agenda. Copenhagen Consensus Center Working Paper.",
        "Molini, V., Nube, M., and den Boom, B. V. (2010). Adult BMI as a health and nutritional inequality measure: applications at macro and micro levels. World Development, Vol.",
        "Nelson, R. and Phelps, E. (1966). Investment in humans, technological diffusion, and economic growth. American Economic Review, Vol. 61(No. 1/2):69Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c75.",
        "Parente, S. T. and Prescott, E. C. (1994). Barriers to technology adoption and development. The Journal of Political Economy, Vol. 102(No. 2):298Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c321.",
        "Prettner, K., Bloom, D. E., and Strulik, H. (2013). Declining fertility and economic wellbeing: do education and health ride to the rescue? Labour Economics, Vol. 22(June 2013):70Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c79.",
        "Prettner, K. and Strulik, H. (2014). Gender equity and the escape from poverty. cege Discussion Paper 216, G ottingen.",
        "Rees, R. and Riezman, R. (2012). Globalization, gender, and growth. Review of Income and Wealth, Vol. 58(No. 1):107Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c117.",
        "Schober, T. and Winter-Ebmer, R. (2011). Gender wage inequality and economic growth: is there really a puzzle?Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009da comment. World Development, Vol. 39(No. 8):1476Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c1484.",
        "Schultz, T. P. (1990). Testing the neoclassical model of family labour supply and fertility. Journal of Human Resources, Vol. 25(No. 4):599Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c634.",
        "Schultz, T. P. (2002). Wage gains associated with height from health human capital. American Economic Review, Vol. 92(No. 2):349Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c353.",
        "Schultz, T. P. (2005). Productive benefits of health: evidence from low-income countries. In G. L opez-Casasnovas, B. Rivera, and L. Currais (Eds.), Health and Economic Growth: Findings and Policy Implications, (257Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c286), Cambridge, MA: Massachusetts Institute of Technology.",
        "Self, S. and Grabowski, R. (2012). Female autonomy and health care in developing countries. Review of Development Economics, Vol. 16(No. 1):185Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c198.",
        "Shastry, G. K. and Weil, D. N. (2003). How much of cross-country income variation is explained by health? Journal of the European Economic Association, Vol. 1(No. 3-4):387Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c396.",
        "Soares, R. R. and FalcÃ\u0083â\u0080¹Ã\u0082Å\u0093 ao, B. L. S. (2008). The demographic transition and the sexual division of labor. Journal of Political Economy, Vol. 116(No. 6):1058Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c1104.",
        "Stenberg, K. et al. (2014). Advancing social and economic development by investing in womenÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0084¢s and childrenÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0084¢s health: a new Global Investment Framework. The Lancet, Vol.",
        "Strauss, J. and Thomas, D. (1998). Health, nutrition, and economic development. Journal of Economic Literature, Vol. 36(No. 2):766Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c817.",
        "Strulik, H., Prettner, K., and Prskawetz, A. (2013). The past and future of knowledgebased growth. Journal of Economic Growth, Vol. 18(No. 4):411Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c437.",
        "Strulik, H. and Weisdorf, J. (2008). Population, food, and knowledge: a simple unified growth theory. Journal of Economic Growth, Vol. 13(No. 3):195Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c216.",
        "Thomas, D. (1990). Intra-household resource allocation: an inferential approach. Journal of Human Resources, Vol 25(No. 4):635Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c664.",
        "Vos, T. et al. (2012). Years lived with disability (YLDs) for 1160 sequelae of 289 diseases and injuries 1990-2010: a systematic analysis for the Global Burden of Disease Study 2010. The Lancet, Vol. 380(No. 9859):2163Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c2196.",
        "Weil, D. (2007). Accounting for the effect of health on economic growth. The Quarterly Journal of Economics, Vol. 122(No. 3):1265Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c1306."
    ]
}