{
    "id": 21413,
    "cites": 26,
    "cited_by": 36,
    "reference": [
        "Amiti, M., Itskhoki, O., and Konings, J., 2014. Importers, exporters, and exchange rate disconnect. American Economic Review, 104(7):1942-1978.",
        "Amiti, M., Itskhoki, O., and Konings, J., 2015. International shocks and domestic prices: how large are strategic complementarities? Working paper.",
        "Atkeson, A. and Burstein, A., 2008. Trade costs, pricing-to-market, and international relative prices. American Economic Review 98(5):1998-2031.",
        "Auer, R., and Schoenle, R., 2015. Market structure and exchange rate pass-through. Working paper.",
        "Bailliu, J., Dong, W., and Murray, J., 2010. Has exchange rate pass-through really declined? Some recent insights from the literature. Bank of Canada Review (Autumn):1-8.",
        "Berman, N., Martin, P., and Mayer, T., 2012. How do different exporters react to exchange rate changes? Quarterly Journal of Economics 127(1):437-492.",
        "Bouakez, H., Rebei, N., 2008. Has exchange rate pass-through really declined? Evidence from Canada. Journal of International Economics 75(2):249-267.",
        "Burstein, A., and Gopinath, G., 2013. International prices and exchange rates. Handbook of International Economics, 4th Edition.",
        "Campa, J., and Goldberg, L., 2005. Exchange rate pass-through into import prices. Review of Economics and Statistics, 87(4):679-690.",
        "Cravino, J., 2014. Exchange rates, aggregate productivity and the currency of invoicing of international trade. Working paper.",
        "Devereux, M. B., Engel, C., and Storgaard, P. E., 2004. Endogenous exchange rate pass-through when nominal prices are set in advance. Journal of International Economics, 63(2):263-291.",
        "Dong, W., 2012. The role of expenditure switching in the global imbalance adjustment. Journal of International Economics, 86(2):237-251.",
        "Dornbusch, R, 1987. Exchange rates and prices. American Economic Review, 77(1):93-106.",
        "Engel, C., 2006. Equivalence results for optimal pass-through, optimal indexing to exchange rates, and optimal choice of currency for export pricing. Journal of European Economic Association, 4(6):1249-1260.",
        "Feenstra, R., Gagnon, J., and Knetter, M., 1996. Market share and exchange rate pass-through in world automobile trade. Journal of International Economics, 40(1-2):187-207.",
        "Fitzgerald, D. and Haller, S., 2013. Pricing-to-market: evidence from plant-level prices. Review of Economic Studies, 81(2):761-786.",
        "Froot, K. A. and Klemperer, P. D., 1989. Exchange rate pass-through when market share matters. American Economic Review, 79(4):637-654.",
        "Garetto, S., 2014. FirmsÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0084¢ heterogeneity and incomplete pass-through. Working paper.",
        "Goldberg, L. S. and Tille, C., 2008. Vehicle currency use in international trade. Journal of International Economics, 76(2):177-192.",
        "Gopinath, G., Itskhoki, O., and Rigobon, R., 2010. Currency choice and exchange rate passthrough. American Economic Review, 100(1):306-336.",
        "Gopinath, G. and Neiman, B., 2014. Trade adjustment and productivity in large crises. American Economic Review, 104(3):793-831.",
        "Gopinath, G. and Rigobon, R., 2008. Sticky borders. Quarterly Journal of Economics, 123(2):531575.",
        "Knetter, M., 1989. Price discrimination by U.S. and German exporters. American Economic Review, 79(1):198-210.",
        "Krugman, P., 1987. Pricing to market when the exchange rate changes. In Arndt, S. and Richardson, J., editors, Real Financial Linkages among Open Economies, pages 49-70. MIT Press, Cambridge.",
        "Marazzi, M. and Sheets, N., 2007. Declining exchange rate pass-through to U.S. import prices: the potential role of global factors. Journal of International Money and Finance, 26(6):924947.",
        "Neiman, B., 2010. Stickiness, synchronization, and pass-through in intrafirm trade prices. Journal of Monetary Economics, 57(3):295-308."
    ]
}