{
    "id": 2141,
    "cites": 16,
    "cited_by": 7,
    "reference": [
        "Bazdarich, M., Optimal Growth and Stages in the Balance of Payments, Journal ~ International Economics 8 (August 1978): 425-443.",
        "Buiter, W., Time Preference and International Lending and Borrowing in an Overlapping-Generations Model, Journal ~ Political Economy 89 (August 1981): 769-797.",
        "Clower, R. and M. Johnson, Income, Wealth and the Theory of Consumption, in J.N. Wolfe, ed., Value, Capital and Growth: Papers j~ Honor of Sir John Hicks (Chicago: Aldine, 1968).",
        "Eaton J., Foreign Public Capital and Economic Development, in H. Chenery and T.N. Srinivasan, eds., Handbook ~ Development Economics (Amsterdam: North-Holland, forthcoming). Engel, C. and K. Kletzer International Borrowing to Finance Investment, National Bureau of Economic Research Working Paper 1865 (March 1986).",
        "Ethier, W. Higher Dimensional Issues in Trade Theory, in R. Jones and P. Kenen, eds., Handbook ~ International Economics (Amsterdam: North-Holland, 1984).",
        "Feldstein, M., Domestic Saving and International Capital Movements in the Long run and the Short run, European Economic Review 21, (March 1983): 129-151.",
        "Feldstein, M. and C. Horioka, Domestic Saving and International Capital Flows, Economic Journal 90: (June 1980), 314-329.",
        "Fischer, S. and J. Frenkel, Investment, the Two-Sector Model, and Trade in Debt and Capital Goods, Journal ~ International Economics 2 (August 1972): 211-233.",
        "Frankel, J. International Capital Mobility and Crowding out in the U.S. Economy: Imperfect Integration of Financial Markets or of Goods Markets? National Bureau of Economic Research Working Paper 1773 (December 1985).",
        "Frenkel, J. and A. Razin, Fiscal Policies in the World Economy, Journal of Political Economy 94 (June 1986): 564-594.",
        "Nunes, L. Optimal Capital Accumulation and External Indebtedness in a Two Sector Small Economy Model, University of Chicago, October 1983.",
        "Obstfeld, M. Macroeconomic Policy, Exchange-Rate Dynamics, and Optimal Asset Accumulation, Journal ~ Political Economy 89 (December 1981): 1142-1161.",
        "Obstfeld, M. Capital Mobility in the World Economy: Theory and Measurement, Carnegie - Rochester Conference Series on Public Policy 24 (Spring 1986): 55-104.",
        "Persson, T. and L. Svensson Current Account Dynamics and the Terms of Trade: Harberger-Laursen-Metzler Two Generations Later, Journal ~ Political Economy 93 (February 1985): 43-65.",
        "Ruff in, R. International Factor Movements, in R. Jones and P. Kenen, eds., Handbook of International Economics (Amsterdam: North-Holland, 1984).",
        "Uzawa, H. Time Preference, the Consumption Function, and Optimum Asset Holdings, in J.N. Wolfe, ed., Value. Capital and Growth: Papers j~ Honor of Sir John Hicks (Chicago: Aldine, 1968)."
    ]
}