{
    "id": 21427,
    "cites": 55,
    "cited_by": 48,
    "reference": [
        "Adler, Gustavo and Camilo E. Tovar, 2014, Foreign Exchange Interventions and their Impact on Exchange Rate Levels, Monetaria, Centro de Estudios Monetarios Latinoamericanos, vol. 0(1), pages 1-48.",
        "Adler, Gustavo, Marie Louise Djigbenou and Sebastian Sosa, 2015, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Global Financial Shocks and Foreign Asset Repatriation: Do Local Investors Play a Stabilizing Role?Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009dJournal of International Money and Finance (forthcoming).",
        "AgÃ\u0083Æ\u0092Ã\u0082Â©nor, Pierre, K. Alper and L. Pereira da Silva, 2012, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Sudden Floods, Macroprudential Regulation and Stability in an Open Economy,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d mimeo.",
        "Aizenman, Joshua and Jaewoo Lee, 2008, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Financial versus Monetary Mercantilism: Long-Run View of Large International Reserves Hoarding,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d World Economy 31(5): 593-611.",
        "Alberola, Enrique, Aitor Erce, and Jose Maria Serena, 2012, International Reserves and Gross Capital Flows. Dynamics during Financial Stress Banco de EspaÃ\u0083Æ\u0092Ã\u0082Â±a Working Paper 1211.",
        "Bayoumi, Tamim, Joseph E. Gagnon and Christian Saborowski, 2014, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Official Financial Flows, Capital Mobility, and Global Imbalances,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d IMF Working Paper 14/199.",
        "Benes, Jaromir, Andrew Berg, Rafael A. Portillo and David Vavra, 2012. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Modeling Sterilized Intervention and Balance Sheet Effects of Monetary Policy,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d IMF Working Paper 13/11.",
        "Bluedorn, John C., Rupa. Duttagupta, Jaime Guajardo, and Petia Topalova, 2013, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Capital Flows are Fickle: Anytime, Anywhere,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d IMF Working Paper No. 13/183.",
        "Branson, W.H., Henderson, D.W., 1985, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093The Specification and Influence of Asset Markets,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d In: Handbook of International Economics, vol. 2.",
        "Broner, Fernando, Tatiana Didier, Aitor Erce, and Sergio Schmukler. 2013. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Gross Capital Flows: Dynamics and Crises,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Journal of Monetary Economics, vol. 60 (1), 2013, Pages 113Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c Bruno, V., and H. Shin, 2012, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Capital flows, Cross-border Banking and Global Liquidity,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d NBER Working Paper 19038. Cambridge, United States: National Bureau of Economic Research.",
        "Calvo, Guillermo, L. Leiderman and C. Reinhart, 1993. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Capital Inflows and Real Exchange Rate Appreciation in Latin America: The Role of External Factors,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d IMF Staff Papers 40: 108-151.",
        "CalderÃ\u0083Æ\u0092Ã\u0082Â³n, C. and M. Kubota, 2013, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Sudden stops: Are Global and Local Investors Alike?Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Journal of International Economics, vol. 89 (1), pages 122Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c142.",
        "Canales-Kriljenko, Jorge IvÃ\u0083Æ\u0092Ã\u0082Â¡n, 2003. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Foreign Exchange Intervention in Developing and Transition Economies: Results of a Survey,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d IMF Working Paper 03/95.",
        "Cavallo, Eduardo A., Andrew Powell, Mathieu Pedemonte, and Pilar Tavella, 2013, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093A New Taxonomy of Sudden Stops: Which Sudden Stops Should Countries be Most Concerned About?Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Inter-American Development Bank Working Paper 82148.",
        "Cowan, K., J. De Gregorio, A. Micco, and C. Neilson, 2008, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Financial diversification, sudden stops, and sudden starts,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d in Cowan, K., S. Edwards, and R. Valdes, (Eds.), Current Account and External Finance. Central Bank of Chile, Santiago, Chile, pp. 159Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c194.",
        "De Bock, Reinout, and Irineu de Carvalho Filho, 2015, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093The Behavior of Currencies during Risk-off Episodes,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Journal of International Money and Finance, vol. 53: 218Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009d234.",
        "de Carvalho Filho, Irineu, 2014, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Risk-off Episodes and Swiss Franc Appreciation: the Role of Capital Flows,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d German Economic Review (forthcoming).",
        "DomaÃ\u0083Æ\u0092Ã\u0082Â§, Ilker, and Alfonso Mendoza, 2004, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Is There Room for Foreign Exchange Interventions Under an Inflation Targeting Framework? Evidence from Mexico and Turkey,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d World Bank Policy Research Working Paper No. 3288, April.",
        "Dominguez, Kathryn M.E., Rasmus Fatum and Pavel Vacek, 2013, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Do Sales of Foreign Exchange Reserves Lead to Currency Appreciation?Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Journal of Money, Credit and Banking, vol. 45, 5, 867-890.",
        "Dominguez, Kathryn M.E., 1998, Central Bank Intervention and Exchange Rate Volatility, Journal of International Money and Finance, 17, 1, 161-190.",
        "Dominguez, Kathryn M. and Jeffrey A. Frankel, 1993a, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Does Foreign Exchange Intervention Work?Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Washington, DC: Institute of International Economics.",
        "Dominguez, Kathryn M. and Jeffrey A. Frankel, 1993b, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Foreign Exchange Intervention: An Empirical Assessment,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d in On Exchange Rates. Jeffrey A. Frankel, ed. Cambridge, MA: MIT Press.",
        "Dominguez, Kathryn M.E. and Jeffrey Frankel, 1993c, Does Foreign Exchange Intervention Matter? The Portfolio Effect, American Economic Review, Vol. 83, No. 5, 1356-1369.",
        "Dominguez, Kathryn M.E. and Peter Kenen, 1992, Intramarginal Intervention in the EMS and the Target-Zone Model of Exchange Rate Behavior, European Economic Review, Vol 36, 1523-1532.",
        "Dominguez, Kathryn M.E., 1990, Market Responses to Coordinated Central Bank Intervention, Carnegie Rochester Series on Public Policy, Vol. 32, 121-164.",
        "Forbes, K. and F. Warnock, 2012, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Capital flow Waves: Surges, Stops, Flight and Retrenchment,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Journal of International Economics, vol. 88 (2): 235Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c251.",
        "Gabaix, Xavier and Matteo Maggiori, 2014, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093International Liquidity and Exchange Rate Dynamics,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d mimeo.",
        "Gagnon, Joseph, 2013, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093The Elephant Hiding in the Room: Currency Intervention and Trade Imbalances,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Working Paper No.13-2. Washington: Peterson Institute for International Economics.",
        "Gagnon, Joseph, 2012, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Combating Widespread Currency Manipulation,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Peterson Institute for International Economics, Policy Brief 12-19, July 2012.",
        "Ghosh, Atish R., Jonathan D. Ostry and Charalambos G. Tsangarides, 2012, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Shifting Motives: Explaining the Buildup in Official Reserves in Emerging Markets since the 1980s,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d IMF Working Paper 12/34.",
        "Ghosh, Atish R., Jonathan D. Ostry, and Marcos Chamon, 2015, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Two Targets, Two Instruments: Monetary and Exchange Rate Policies in Emerging Market Economies,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Journal of International Money and Finance.",
        "Ghosh, Atish R. 1992, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Is It Signalling? Exchange Intervention and the Dollar-Deutschemark Rate,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Journal of International Economics. 32:3Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c4, pp. 201Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c20.",
        "GuimarÃ\u0083Æ\u0092Ã\u0082Â£es-Filho, Roberto F., and Cem Karacadag, 2004, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093The Empirics of Foreign Exchange Intervention in Emerging Market Countries: the Cases of Mexico and Turkey,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d IMF Working Paper 04/123.",
        "Hau, Harald, Massimo Massa and Joel Peress, 2009, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Do Demand Curves for Currencies Slope Down? Evidence from the MSCI Global Index Change,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d The Review of Financial Studies 23(4): 1681-1717.",
        "Henderson, Dale W. and Kenneth Rogoff, 1981, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093New Foreign Asset Positions and Stability in a World Portfolio Balance Model,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d International Finance Discussion Papers 178, Board of Governors of the Federal Reserve System (U.S.). Humala, Alberto and Gabriel Rodriguez, 2010, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Foreign Exchange Intervention and Exchange Rate Volatility in Peru,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Applied Economics Letters, 17, 1485-1491.",
        "Ilzetzki, Ethan, Carmen M. Reinhart and Kenneth S. Rogoff, 2011, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093The Country Chronologies and Background Material to Exchange Rate Arrangements into the 21st Century: Will the Anchor Currency Hold?Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d mimeo.",
        "Jeanne, Olivier and Romain Ranciere, 2011, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093The Optimal Level of International Reserves For Emerging Market Countries: A New Formula and Some Applications,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d The Economic Journal Volume 121, Issue 555, pp. 905Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c930.",
        "Kamil, Herman, 2008, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Is Central Bank Intervention Effective Under Inflation Targeting Regimes? The Case of Colombia,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d IMF Working Paper 08/88.",
        "Kouri, P., 1983, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Balance of Payments and the Foreign Exchange Market: a Dynamic Partial Equilibrium Model,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d In: Bhandari, J., Putnam, B. (Eds.), Economic Interdependence and Flexible Exchange Rates. MIT Press, Cambridge, MA.",
        "Kumhof, Michael, 2010, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093On the Theory of Sterilized Foreign Exchange Intervention,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Journal of Economic Dynamics and Control 34: 1403-1420.",
        "Menkhoff, Lukas, 2010, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093High-Frequency Analysis of Foreign Exchange Interventions: What Do We Learn?Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Journal of Economic Surveys 24(1): 85-112.",
        "Menkhoff, Lukas, 2012, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Foreign Exchange Intervention in Emerging Markets: A Survey of Empirical Studies,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Leibniz UniversitÃ\u0083Æ\u0092Ã\u0082Â¤t Hannover Discussion Paper No.498.",
        "Milesi-Ferretti, Gian-Maria and CÃ\u0083Æ\u0092Ã\u0082Â©dric Tille, 2011, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093The Great Retrenchment: International Capital Flows during the Global Financial Crisis,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Economic Policy April 2011: 289-346.",
        "Moreno, Ramon, 2005, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Motives for Intervention,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d BIS Papers No. 24: 4-18.",
        "Neely, Christopher J., 2008, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Central Bank AuthoritiesÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0084¢ Beliefs about Foreign Exchange Intervention,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Journal of International Money and Finance 27: 1-25.",
        "Neely, Christoper J., 2005, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093An Analysis of Recent Studies of the Effect of Foreign Exchange Intervention,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Federal Reserve Bank of St. Louis Review, 87, 685-717.",
        "Powell, A., Ratha, D., Mohapatra, S., 2002, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Capital inflows and capital outflows: measurement, determinants, consequences,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Business School Working Paper, Universidad Torcuato Di Tella.",
        "Quinn, Dennis P. and A. Maria Toyoda, 2008, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Does Capital Account Liberalization Lead to Growth?Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d The Review of Financial Studies 21(3): 1403-1449.",
        "Reinhart, Carmen M. and Vincent R. Reinhart, 2008, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Capital Inflows and Reserve Accumulation: The Recent Evidence,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d NBER Working Paper 13842.",
        "Rey, Helene, 2013, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Dilemma not Trilemma: The Global Financial Cycle and Monetary Policy Independence,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d mimeo.",
        "RincÃ\u0083Æ\u0092Ã\u0082Â³n, HernÃ\u0083Æ\u0092Ã\u0082Â¡n and Jorge Toro, 2011, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Are Capital Controls and Central Bank Intervention Effective?Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Borradores de EconomÃ\u0083Æ\u0092Ã\u0082Â­a NÃ\u0083Æ\u0092Ã\u0082Âºm.625, Banco de la RepÃ\u0083Æ\u0092Ã\u0082Âºblica, Colombia.",
        "Rothenberg, A. and F. Warnock, 2011, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Sudden flight and true sudden stops,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Review of International Economics 19 (3) (2011), pp. 509Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c524 Sarno, Lucio and Mark Taylor, 2001, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Official Intervention in the Foreign Exchange Market: Is It Effective and, If So, How Does It Work?Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Journal of Economic Literature 39: 839-868.",
        "Schindler, Martin. 2009, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Measuring Financial Integration: A New Data Set.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d IMF Staff Papers 56, no. 1: 222Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c238.",
        "Stone, Mark R., W. Christopher Walker and Yosuke Yasui, 2009, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093From Lombard Street to Avenida Paulista: Foreign Exchange Liquidity Easing in Brazil in Response to the Global Shock of 2008Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c09,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d IMF Working Paper 09/259.",
        "Tapia, Matias and Andrea Tokman, 2004, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Effects of Foreign Exchange Intervention under Public Information: The Chilean Case,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d EconomÃ\u0083Æ\u0092Ã\u0082Â­a, 4:2, 215-256."
    ]
}