{
    "id": 21435,
    "cites": 67,
    "cited_by": 3,
    "reference": [
        "Acemoglu, Daron and David H. Autor, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Skills, Tasks, and Technologies: Implications for Employment and Earnings,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d in Orley Ashenfelter and David E. Card, eds., Handbook of Labor Economics, Vol. 4B Elsevier 2011, pp. 1043Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c1171.",
        "Atack, Jeremy and Fred Bateman, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Nineteenth-Century U.S. Industrial Development through the Eyes of the Census of Manufactures,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Historical Methods, 1999, 32 (4), 177Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c188.",
        ", , and Robert A. Margo, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Skill Intensity and Rising Wage Dispersion in Nineteenth-Century American Manufacturing,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Journal of Economic History, March 2004, 64 (1), 172Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c192.",
        "Autor, David H., Frank Levy, and Richard J. Murnane, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093The Skill Content of Recent Technological Change: An Empirical Exploration,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Quarterly Journal of Economics, November 2003, 118 (4), 1279Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c1334.",
        "Aydemir, Abdurrahman and George J. Borjas, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Attenuation Bias in Measuring the Wage Impact of Immigration,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Working Paper 16229, NBER July 2010.",
        "Beaudry, Paul and David Green, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Wages and Employment in the United States and Germany: What Explains the Differences?,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d American Economic Review, June 2003, 93 (3), 573Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c602.",
        ", Mark Doms, and Ethan Lewis, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Should the PC be Considered a Technological Revolution? Evidence from US Metrpolitan Areas,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Journal fo Political Economy, October 2010, 118 (5), 988Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c 1036.",
        "Berthoff, Rowland Tappan, British Immigrants in Industrial America, Cambridge, MA: Harvard University Press, 1953.",
        "Brynjolfsson, Erik and Andrew McAffee, Race Against the Machine: How the Digital Revolution is Accelerating Innovation and Irreversibly Transforming Employment and the Economy, Lexington: Digital Frontier Press, 2011.",
        "Card, David, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Immigrant Inflows, Native Outflows, and the Local Labor Market Impacts of Higher Immigration,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Journal of Labor Economics, January 2001, 19 (1), 22Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c64.",
        "Caselli, Francesco and Wilbur J. II Coleman, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093The World Technology Frontier,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d American Economic Review, June 2006, 96 (3), 499Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c522.",
        "Chandler, Alfred D. Jr., The Visible Hand: The Managerial Revolution in American Business, Harvard University Press, 1977.",
        "CortÃ\u0083Æ\u0092Ã\u0082Â©s, Patricia, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093The Effect of Low-Skilled Immigration on U.S. Prices: Evidence from CPI Data,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Journal of Political Economy, June 2008, 116 (3), 381Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c422.",
        "Goldin, Claudia, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093The Political Economy of Immigration Restriction in the U.S.,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d in Claudia Goldin and Gary Libecap, eds., The Regulated Economy, University of Chicago Press Chicago 1994.",
        "Gonzales, Libertad and Francesc Ortega, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093How do very open economies absorb large immigration flows? Recent evidence from Spanish regions.,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Labour Economics, January 2011, 18 (1), 57Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c70.",
        "Goos, Maarten and Alan Manning, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Lousy and Lovely Jobs: The Rising Polarization of Work in Britain,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d The Review of Economics and Statistics, February 2007, 89 (1), 120Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c135.",
        "Gray, Rowena, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Taking Technology to the Task: The Skill Content of Technological Change in the Early Twentieth Century United States,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Explorations in Economic History, July 2013, 50 (3), 351Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c367.",
        "Griliches, Zvi, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Capital-Skill Complementarity,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Review of Economics and Statistics, November 1969, 51 (4), 465Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c468.",
        "Hamermesh, Daniel, Labor Demand, Princeton University Press, 1993.",
        "James, John A. and Jonathan S. Skinner, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093The Resolution of the Labor-Scarcity Paradox,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Journal of Economic History, September 1985, 45 (3), 513Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c540.",
        "Jerome, Harry, Mechanization in Industry, Cambridge, MA: National Bureau of Economic Research, 1934.",
        "Katz, Lawrence F. and Robert A. Margo, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Technical Change and the Relative Demand for Skilled Labor: The United States in Historical Perspective,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Working Paper 18752, NBER February 2013.",
        "Keynes, John Maynard, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Economic Possibilities for Our Grandchildren,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d in Lorenzo Pecchi and Gustavo Piga, eds., Revisiting Keynes: Economic Possibilities for Our Grandchildren, Cambridge, MA: MIT Press, 2008, chapter 1, pp. 17Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c26.",
        "Kim, Sukkoo, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Immigration, Industrial Revolution and Urban Growth in the United States, 18201920: Factor Endowments, Technology and Geography,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Working Paper 12900, NBER February 2007.",
        "Krusell, P., L.E. Ohanian, J-V Rios-Rull, and G.L. Violante., Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Capital-Skill Complementarity and Inequality: A Macroeconomic Analysis,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Econometrica, September 2000, 68 (5), 1029Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c53.",
        "Lafortune, Jeanne and JosÃ\u0083Æ\u0092Ã\u0082Â© Tessada, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Smooth(er) Landing? The Role of Networks in the Location and Occupational Choice of Immigrants,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Mimeo, Instituto de EconomÃ\u0083Æ\u0092Ã\u0082Â­a, Pontificia Universidad CatÃ\u0083Æ\u0092Ã\u0082Â³lica de Chile September 2013.",
        ", , and Carolina Gonzalez-Velosa, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093More Hands, More Power? The Impact of Immigration on Farming and Technology Choices in US Agriculture in the Early Twentieth Century,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Working Paper 431, Instituto de EconomÃ\u0083Æ\u0092Ã\u0082Â­a, Pontificia Universidad CatÃ\u0083Æ\u0092Ã\u0082Â³lica de Chile March 2013.",
        "Leamer, Edward, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093The Heckscher-Ohlin Model in Theory and Practice,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Princeton Studies in International Finance, 1995, 77.",
        "Lewis, Ethan, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Local, Open Economies Within the U.S.: How Do Industries Respond to Immigration ?,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Working Paper 04-01, Federal Reserve Bank of Philadelphia 2003.",
        "Marx, Karl, Capital: A Critique of Political Economy, Chicago: C.H. Kerr and Company, 1932.",
        "Minnesota Population Center, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093National Historical Geographic Information System: Version 2.0,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Technical Report, University of Minnesota, Minneapolis, MN 2011.",
        "Rosenbloom, Joshua L., Looking for Work, Searching for Workers, Cambridge University Press, 2002.",
        "Ruggles, Steven, J. Trent Alexander, Katie Genadek, Ronald Goeken, Matthew B. Schroeder, and Matthew Sobek, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Integrated Public Use Microdata Series: Version 5.0 [Machine-readable database],Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Technical Report, University of Minnesota, Minneapolis, MN 2010.",
        "Smith, Christopher, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093The Impact of Low-Skilled Immigration on the Youth Labor Market,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Journal of Labor Economics, 2012, 30 (1), 55Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c89.",
        "Taylor, Alan M. and Jefferey G. Williamson, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Convergence in the Age of Mass Migration,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d European Review of Economic History, April 1997, 1 (1), 27Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c63.",
        "U.S. Department of Commerce, Bureau of the Census, Manufactures 1909: General Report and Analytical Tables, Vol. VIII of Thirteenth Census of the United States Taken in the Year 1910, Washington, DC: Government Printing Office, 1913.",
        ", Manufacrtures 1919: General Report and Analytical Tables, Vol. VIII of Fourtheenth Census of the United States, Washington, DC: Government Printing Office, 1923.",
        ", Manufactures: 1929 Volume I, General Report Statistics by Subjects, Vol. Volume I of Fifteenth Census of the United States: 1930, Washington, DC: Government Printing Office, 1933.",
        "U.S. Department of Interior, United States Census Office, The Statistics of the Wealth and Industry of the United States, Vol. III of Ninth Census, Washington, DC: Government Printing Office, 1872.",
        ", Report on the Population of the United States at the Eleventh Census: 1890, Part II, Washington, DC: Government Printing Office, 1897.",
        ", Manufactures Part I: United States by Industries, Vol. VII of Twelfth Census of the United States: 1900, Washington, DC: Government Printing Office, 1902.",
        "Wooldridge, Jeffrey M., Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093On two stage least squares estimation of the average treatment effect in a random coefficient model,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Economics Letters, October 1997, 56 (2), 129Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c133.",
        "Figure 1. Instrument: Graphical Example 1 1.5 2 2.5 3 1860 1880 1900 1920 1940 year New Orleans actual New Orleans predicted Chicago actual Chicago predicted Table 1. Descriptive Statistics on Area x Industry Sample Early period Late period Variable # cells Mean Std. Dev. # cells Mean Std. Dev.",
        "Significance levels: * 10%, ** 5%, ***1%. K includes capital imputed for 1930 from horsepower. See Data Appendix.",
        "Significance levels: * 10%, ** 5%, ***1%. K includes capital imputed for 1930 from horsepower. See Data Appendix. Table 6. Alternative capital measures, Instrumental Variable Estimates Capital/Worker Capital/Output Fuel exp. Horsepower Fuel exp.",
        "Right-hand side variable is ln(literate/not literate) in the age 15+ population (except 1890, which uses published tabulations of the age 10+ population of the area). Standard errors in parentheses, calculated to be robust to arbitrary error correlation with area. Sample is restricted to industry-years where at least 2 cities in that year reported a given industry. N=26,292 for fuel expenditures and N=27,247 for horsepower. Significance levels: * 10%, ** 5%, ***1%.",
        "Horsepower includes imputed measures for 1880 and 1890 from machinery and equipment. See Data Appendix.",
        "K includes capital imputed for 1930 from horsepower and Horsepower includes imputed values for 1880-1890 from machinery and equipment. See Data Appendix. Table 8. Impact of a Unit Increase in the ln(Skill Ratio) on the Skilled Wage Premium, Nested CES Production Functions Assumed Parameter Values K Nested w/Unskilled K Nested w/Skilled %Impact on %Impact on Implied skilled wg Implied skilled wg Source for Parameter Choices: Ã\u0083Å½Ã\u0082Âº s H s L Ã\u0083Å½Ã\u0082Â¸ premium a Ã\u0083Å½Ã\u0082Â¸ premium a (1) (2) (3) (4) (5) (6) (7) Panel A: Assuming Ã\u0083Â\u008fÃ\u0082Â\u0081 = 0 (1) Benchmark, Ã\u0083Â\u008fÃ\u0082Â\u0081 = Ã\u0083Å½Ã\u0082Â¸ s H / ( s H + s",
        "L ) Ã\u0083Â¢Ã\u0082Ë\u0086Ã\u0082Ë\u0086 ( 0, 1 ) Ã\u0083Â¢Ã\u0082Ë\u0086Ã\u0082Ë\u0086 ( 0, 1 ) 0.00 -1.00 0.00 -1.00 (2) This Paper, 1860-1880 0.70 0.51 0.08 -0.85 -1.50 0.58 -0.92 (3) This Paper, 1890-1930 1.10 0.51 0.08 0.77 -0.29 N/A d (4) Lewis (2011a) c 1980-2000 1.15 0.51 0.08 0.90 -0.14 N/A d (5) Autor, Levy, Murnane (2003) N/A Ã\u0083Â¢Ã\u0082Ë\u0086Ã\u0082Ë\u0086 ( 0, 1 ) Ã\u0083Â¢Ã\u0082Ë\u0086Ã\u0082Ë\u0086 ( 0, 1 ) 1.00 0.00 1.00 0.00 Panel A: Assuming Ã\u0083Â\u008fÃ\u0082Â\u0081 = 0.33 (6) Benchmark, Ã\u0083Â\u008fÃ\u0082Â\u0081 = Ã\u0083Å½Ã\u0082Â¸ s H / ( s H + s",
        "CounterSkilled RelWage ElasYear Counterfactual Scenario Actual Factual Gap (in ln) ative Wage ticity Used (1) (2) (3) (4) (5) A. Using 1860-80 Estimated Production Function 1880 No net immigration 1860-80 5.06 4.67 -0.08 8.15% Row 7, Col 5",
        "B. Using 1890-1930 Estimated Aggregate Production Function 1900 Literacy Test Imposed in 1897 7.94 8.25 0.04 -0.75% Row 8, Col 5 1910 Literacy Test Imposed in 1897 10.17 12.72 0.22 -4.31% Row 8, Col 5 1920 Literacy Test Imposed in 1897 13.58 19.18 0.35 -6.65% Row 8, Col 5 1930 Literacy Test Imposed in 1897 21.03 29.76 0.35 -6.69% Row 8, Col 5",
        "C. Using 1860-80 Estimated Production Function 1900 Literacy Test Imposed in 1897 7.94 8.25 0.04 -3.88% Row 7, Col 5 1910 Literacy Test Imposed in 1897 10.17 12.72 0.22 -22.43% Row 7, Col 5 1920 Literacy Test Imposed in 1897 13.58 19.18 0.35 -34.62% Row 7, Col 5 1930 Literacy Test Imposed in 1897 21.03 29.76 0.35 -34.84% Row 7, Col 5",
        "Data source for Skill Ratios: U.S. Census of Population (Ruggles et. al 2008). Literacy rates computed for all those (both men and women) who were at least age 15.",
        "Counterfactual in panel A constructed by adding together natives present in 1880 with immigrants present in 1860.",
        "d ln(H/L) (28) B Additional Results B.1 Restricted First Stage In table B.1 we present the first stage regressions which restrict the coefficients to be the same in the early and late period. As is referenced in section 5, the predicted values from this are what are actually used in the construction of the instrument interacted with period, following Wooldridge (1997).",
        "Table B.1. First stage regressions (1) (2) (3) Cut-off in 1880 ln([ H/L) 0.548*** 0.543*** 0.517*** (0.171) (0.167) (0.157) R2 0.874 0.874 0.879 Cut-off in 1890 ln([ H/L) 0.789*** 0.784*** 0.765*** (0.166) (0.159) (0.149) R2 0.874 0.875 0.879 Fixed Effects: Year Y Y Y Area Y Y Y Industry N Y Y Ind. x Year N N Y Outcome is ln(literate/not literate) in the age 15+ population from IPUMS, except 1890, which uses published tabulations of the age 10+ population of the area. Standard errors in parentheses, calculated to be robust to arbitrary error correlation with area. Sample is restricted to industry-years where at least 2 cities in that year reported a given industry. N=37,278. Significance levels: * 10%, ** 5%, ***1%.",
        "We find no strong evidence indicating that the aggregate skills ratio influenced significantly industry composition and the allocation of low-skill workers to different industries. We find only one significant coefficient which suggests that industries in the second quartile of the H/L distribution expanded more in the 1860-1890 period in response to an increase in the local H/L ratio, at the expense of all other quartiles.",
        "Table B.2. Impact on industry composition (share of low-skill workers employed) Ranked by their K/L Ranked by their H/L Cut-off in 1880 ln(H/L)*Early 0.014-0.113-0.016-0.050 0.087-0.071 (0.097) (0.071) (0.198) (0.063) (0.087) (0.067) ln(H/L)*Late 0.181-0.055 0.021-0.074 0.161 0.111 (0.178) (0.162) (0.177) (0.204) (0.161) (0.134) Red. Form F-stat (early) 0.014 1.029 0.005 0.481 0.523 1.026 Red. Form F-stat (late) 0.917 0.140 0.021 0.066 0.746 0.587 Cut-off in 1890 ln(H/L)*Early 0.017-0.029 0.053-0.022 0.163*** -0.073 (0.084) (0.064) (0.119) (0.057) (0.059) (0.079) ln(H/L)*Late 0.093 0.000-0.055-0.055 0.072 0.073 (0.152) (0.151) (0.148) (0.171) (0.117) (0.109) Red. Form F-stat (early) 0.027 0.112 0.107 0.090 3.037 0.474 Red. Form F-stat (late) 0.264 0.000 0.087 0.071 0.247 0.316 Average K/L or H/L 335.006 620.050 955.658 5.627 5.749 5.917 All outcomes in share of low-skill workers employed in each quartile of the distribution of industries.",
        "All regressions include fixed effects by area and by year and are unweighted. Right-hand side variable is ln(literate/not literate) in the age 15+ population except 1890, which uses published tabulations of the age 10+ population of the area. Standard errors in parentheses, calculated to be robust to arbitrary error correlation with area. N=884. Significance levels: * 10%, ** 5%, ***1%.",
        "Iowa (US Cens.) Iowa Census 0 .2 .4 .6 .8 1860 1870 1880 1890 1900 1910 1920 1930 Year We are using that Ã\u0083Â\u008fÃ\u0082â\u0080 H = 0.85 and ln(wH/wL) = 0.5, which means that that H/L = 5.7 and that the relative wage bills H L wH wL = e0.5 Ã\u0083Â¢Ã\u0082Ë\u0086Ã\u0082â\u0080\u0094 5.7 = 9.34. Given this, we could think that estimates of sH and sL that would be potentially more realistic would be sH = 0.53 and sL = 0.06, which is not that different than what we are using. The results for our estimates of Ã\u0083Å½Ã\u0082Âº are robust to these changes; if anything, sensitivity of wage responses to the level of Ã\u0083Å½Ã\u0082Âº was shown in in Table 8 with these alternative share parameters.",
        "45There is insufficient data to estimate the returns to literacy in Iowa in 1860. Even in the Iowa Census, there are only 116 illiterate individuals who meet our sample criteria. C Data Appendix This section covers some more of the details of the data sources and construction for the manufacturing data, and for the right-hand side variables (literacy ratio and the instrument). C.1 Data Sources by Decade The exact location of the tables used to construct our manufacturing outcomes are shown below.",
        "To extend our main outcome to 1930, we used the 1910-1920 samples to run a regression of ln(Capital) on ln(Horsepower), controlling for year, area, and industry effects. From these estimates we imputed that \\ ln(capital) = 0.77839346 Ã\u0083Â¢Ã\u0082Ë\u0086Ã\u0082â\u0080\u0094 ln(Horsepower). The relationship between Table C.4. Manufacturing Variables by Year Variables Years Capital 1860-1920 Value of Machinery 1890-1900 Horsepower 1910-1930 Fuel expenditures 1890-1930 Number of Workers 1860-1930 Value added 1860-1930 horsepower and capital is very strong; the predicted values from 1910 and 1920 from this regression are quite close to the actual values.",
        "Recall that we also examine horsepower variable directly. It represents the horsepower of rated machinery, which is likely closer to the capital variable of interest in terms of replacing manual labor. Unfortunately, the tabulated series on this is quite short, running just 1910-1930.",
        "To extend the series backwards, we would like to use the closest variable to it, the value of machinery, which was tabulated 1890 and 1900. So, unfortunately, there is no overlap in the city-level tabulations of these variables from which to do the imputations. To address this, we turn to a 1900 state level (aggregate) tabulation which included both the value of machinery and horsepower. The relationship between these two at this level is \\ horsepower = 0.004 Ã\u0083Â¢Ã\u0082Ë\u0086Ã\u0082â\u0080\u0094 Machinery, which was applied to the 1890 and 1900 data to extend the horsepower variable back to 1890.",
        "We also examine fuel expenditures as a third outcome. In each case, the regression outcome variable is the natural log of the capital variable divided by either the number of workers or value added. Horsepower and fuel expenditures only begin in 1890. To get some kind of estimates for the Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093earlyÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d period using these variables, we essentially put in blank cells for 1860 (and just for 1860: there remains no data for 1870 or 1880 in the regressions which use these variables).",
        "Specifically, we enter 0.1 for the value of horsepower and fuel expenditures in all 1860 cells. This is motivated by the microdata available for 1860 suggest that fuel expenditures and machinery horsepower in this era was trivial Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c see Atack and Bateman (1999) for a description of these microdata.",
        "In the actual construction of the instrument, natives are further subdivided into their Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093originsÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c states of birth (not shown in table). The size of the native literate and illiterate population from each state of birth is imputed as the average of the 1880 and 1900 values."
    ]
}