{
    "id": 21436,
    "cites": 34,
    "cited_by": 9,
    "reference": [
        "AragÃ\u0083Æ\u0092Ã\u0082Â³n, Fernando. 2009. The Flypaper Eect and Costly Tax Collection, mimeo (London School of Economics).",
        "Atlas, Cary, Thomas Gilligan, Robert Hendershott, and Mark Zupan. 1995. Slicing the Federal Government Net Spending Pie: Who Wins, Who Loses and Why. American Economic Review, Vol. 85: 624-629.",
        "Atlas, Cary, Robert Hendershott, and Mark Zupan. 1997. Optimal Eort Allocation by U.S. Senators: The Role of Constituency Size. Public Choice, Vol. 92: 221-229.",
        "Borello, RaÃ\u0083Æ\u0092Ã\u0082Âºl. 2013. La ElecciÃ\u0083Æ\u0092Ã\u0082Â³n de los Diputados de la NaciÃ\u0083Æ\u0092Ã\u0082Â³n. mimeo (Universidad Nacional de Rosario).",
        "Bowman, John. 1974. Tax Exportability, Inter-governmental Aid, and School Finance Reform. National Tax Journal, Vol. 27 (June): 163-173.",
        "Centrangolo, Oscar, and Juan Jimenez. 2003. PolÃ\u0083Æ\u0092Ã\u0082Â­tica Fiscal en Argentina Durante el RÃ\u0083Æ\u0092Ã\u0082Â©gimen de Convertibilidad. Serie Gestion PÃ\u0083Æ\u0092Ã\u0082Âºblica No 35, CEPAL, Santiago de Chile.",
        "Chernick, Howard. 1979. An Economic Model of the Distribution of Project Grants. In Fiscal Federalism and Grants-in-Aid, ed. Peter Mieszkowski and William Oakland, 81-103. Washington, D.C.: Urban Institute Press.",
        "Courant, Paul, Edward Gramlich, and Daniel Rubinfeld. 1979. The Stimulative Eects of Intergovernmental Grants: or Why Money Sticks Where It Hits. In Fiscal Federalism and Grants-in-Aid, ed. Peter Mieszkowski and William Oakland, 5-21. Washington, D.C.: Urban Institute Press.",
        "Filimon, Radu, Thomas Romer, and Howard Rosenthal. 1982. Asymmetric Information and Agenda Control. Journal of Public Economics, Vol. 17 (February): 51-70.",
        "Gibson, Edward, and Ernesto Calvo. 2000. Federalism and Low-Maintenance Constituencies: Territorial Dimensions of Economic Reform in Argentina. Studies in Comparative International Development, Vol. 35: 32-55.",
        "Gordon, Nora. 2004. Do Federal Grants Boost School Spending? Evidence from Title I. Journal of Public Economics, Vol. 88: 1771-1792.",
        "Gramlich, Edward. 1969. State and Local Governments and their Budget Constraint. International Economic Review, Vol. 10 (June): 163-182.",
        "Gramlich, Edward, and Harvy Galper. 1973. State and Local Fiscal Behavior and Federal Grant Policy. Brookings Papers on Economic Activity, Vol. 1: 15-58.",
        "Hamilton, Bruce. 1983. The Flypaper Eect and Other Anomalies. Journal of Public Economics, Vol. 22 (December): 347-362.",
        "Hamilton, Jonathan. 1986. The Flypaper Eect and the Deadweight Loss from Taxation. Journal of Urban Economics, Vol. 19 (March): 148-155.",
        "Henderson, James. 1968. Local Government Expenditures: A Social Welfare Analysis. Review of Economics and Statistics, Vol. 50 (May): 156-163.",
        "Hines, James., and Richard Thaler. 1995. Anomalies: The Flypaper Eect. Journal of Economic Perspectives, Vol. 9 (Fall): 217-226.",
        "Holcombe, Randall and Asghar Zardkoohi. 1981. The Determinants of Federal Grants. Southern Economic Journal, Vol. 48: 393-399.",
        "Inman, Robert. 1971. Towards an Econometric Model of Local Budgeting. In Proceedings of the 64th Annual Conference on Taxation. National Tax Association, 699-719.",
        "Inman, Robert. 2008. The Flypaper Eect. NBER Working Paper No. 14579.",
        "Knight, Brian. 2002. Endogenous Federal Grants and Crowd-Out of State Government Spending: Theory and Evidence form the Federal Highway Aid Program. American Economic Review, Vol. 92 (March): 71-92.",
        "Knight, Brian. 2008. Legislative Representation, Bargaining Power and the Distribution of Federal Funds: Evidence from the US Congress. The Economic Journal, Vol. 118 (October): 1785-1803.",
        "Lopez, Griselda. 2007. La Reforma Constitucional Argentina de 1994 y el Arte de la Negociacion Menemista (1992-1994). Revista de Ciencia PolÃ\u0083Æ\u0092Ã\u0082Â­tica, Vol. 1.",
        "Lutz, Byron. 2010.Taxation with Representation: Intergovernmental Grants in a Plebiscite Democracy. The Review of Economics and Statistics, Vol. 92 (May): 316-332.",
        "NÃ\u0083Æ\u0092Ã\u0082ÂºÃ\u0083Æ\u0092Ã\u0082Â±ez MiÃ\u0083Æ\u0092Ã\u0082Â±ana, Horacio. 1998. Finanzas PÃ\u0083Æ\u0092Ã\u0082Âºblicas. Editorial Macchi Buenos Aires Oates, Wallace. 1979. Lump-sum Intergovernmental Grants Have Price Eects. In Fiscal Federalism and Grants-in-Aid, ed. Peter Mieszkowski and William Oakland, 23-30. Washington, D.C.: Urban Institute Press.",
        "Porto, Alberto. 1990. Federalismo Fiscal: El Caso Argentino. Instituto Torcuato Di Tella (Editorial Tesis). Buenos Aires.",
        "Porto, Alberto. 2003. Etapas de la CoparticipaciÃ\u0083Æ\u0092Ã\u0082Â³n Federal de Impuestos. Un anÃ\u0083Æ\u0092Ã\u0082Â¡lisis CrÃ\u0083Æ\u0092Ã\u0082Â­tico. mimeo (Universidad Nacional de La Plata).",
        "Porto, Alberto. 2004. Disparidades Regionales y Federalismo Fiscal. Editorial Edulp. La Plata.",
        "Porto, Alberto, and Pablo Sanguinetti. 1993. DescentralizaciÃ\u0083Æ\u0092Ã\u0082Â³n Fiscal en AmÃ\u0083Æ\u0092Ã\u0082Â©rica Latina: El Caso Argentino, Serie PolÃ\u0083Æ\u0092Ã\u0082Â­tica Fiscal No 45, CEPAL/GTZ, Santiago de Chile.",
        "Porto, Alberto, and Pablo Sanguinetti. 2001. Political Determinants of Intergovernmental Grants: Evidence from Argentina, Economics and Politics, Vol. 13 (November): 237-256.",
        "Reynoso, Diego. 2012. El Reparto de la RepresentaciÃ\u0083Æ\u0092Ã\u0082Â³n. Antecedentes y Distorciones de la AsignaciÃ\u0083Æ\u0092Ã\u0082Â³n de Diputados a las Provincias. Revista POSTData, Vol. 17 (April): 153-192.",
        "Strumpf, Koleman.1998. A Predictive Index for the Flypaper Eect. Journal of Public Economics. Vol. 69: 389-412.",
        "Sturzenegger, Federico, and Rogerio Werneck. 2006. Fiscal Federalism and Procyclical Spending: The cases of Argentina and Brazil. EconÃ\u0083Æ\u0092Ã\u0082Â³mica, Vol. 52: 151-194.",
        "Vegh , Carlos A., and Guillermo Vuletin. 2015. Unsticking the Flypaper Eect Using Distortionary Taxation. mimeo (Johns Hopkins University and Brookings Institution)."
    ]
}