{
    "id": 2143,
    "cites": 17,
    "cited_by": 8,
    "reference": [
        "Chow, Gregory, 1985a, The Chinese economy (New York, Harper and Row).",
        "Chow, Gregory, 1985b, A model of Chinese national income determination, Journal of Political Economy 93, 782-92.",
        "Chow, Gregory, 1986, Money and price level determination in China, paper presented to the Arden House Conference on Chinese Economic Reform, New York, October 9-12.",
        "Cooley, T.F. and S.F. Leroy, 1985, Atheoretical Macroeconomics, Journal of Monetary Economics 16, 283--308.",
        "Engle, Robert F., David F. Hendry and Jean-Francois Richard, 1983, Exogeneity, Econometrica 51, 277-304.",
        "Feltenstein, Andrew, and Z. Farhidian, 1986, Fiscal policy, monetary targets and the price level in a centrally planned economy: an application to the case of China, Journal of Money. Credit and Banking forthcoming.",
        "Feltenstein, Andrew, 0. Lebow and Sweder van Wijnbergen, 1986, Savings, commodity market rationing and the real rate of interest in China, CPD Discussion Paper No 1986-27, World Bank.",
        "Granger, C.W.J., 1969, Investigating causal relations by econometric models and cross spectral methods, Econometrica 37, 424-438.",
        "Hsiao, Katherine H., 1971, Money and monetary policy in Communist China (New York, Columbia University Press).",
        "Hwang, Haeshin, 1985, Test of the adjustment process and linear homogeneity in a stock adjustment model of money demand, Review of Economics and Statistics 67, 689-692.",
        "Kornai, Janos, 1980, The economics of shortage (Amsterdam, North-Holland).",
        "Fortes, Richard, 1983, Central planning and monetarism: fellow travellers? in Desai, P. ed., Marxism. central planning and the Soviet economy (Cambridge, Mass., MIT Press), 149-65.",
        "Fortes, Richard, 1986, The theory and measurement of macroeconomic disequilibrium in centrally planned economies, Centre for Economic Policy Research Discussion Paper No. 91 (London).",
        "Fortes, Richard, and David Winter, 1978, The demand for money and for consumption goods in centrally planned economies, Review of Economics arid Statistics 60, 8-18.",
        "Fortes, Richard, and David Winter, 1980, Disequilibrium estimates for consumption goods markets in centrally planned economies, Review of Economic Studies 47, 137--159.",
        "Quandt, Richard, 1982, Econometric disequilibrium models, Econometric Reviews 1, 1-63.",
        "Spanos, Aris, 1986, Statistical foundations of econometric modelling (Cambridge, CUP)."
    ]
}