{
    "id": 21441,
    "cites": 37,
    "cited_by": 2,
    "reference": [
        "Allcott, Hunt, Sendhil Mullainathan, and Dmitry Taubinsky. 2014. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Energy Policy with Externalities and Internalities.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Journal of Public Economics 112:72Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c88.",
        "Allcott, Hunt and Nathan Wozny. 2014. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Gasoline Prices, Fuel Economy, and the Energy Paradox.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Review of Economics and Statistics 96 (5):779Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c795.",
        "Alquist, Ron and Lutz Kilian. 2010. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093What Do We Learn From the Price of Crude Oil Futures?Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Journal of Applied Econometrics 25 (4):539Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c573.",
        "Alquist, Ron, Lutz Kilian, and Robert J. Vigfusson. 2013. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Forecasting the Price of Oil.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d In Handbook of Economic Forecasting, vol. 2, edited by Graham Elliot and Allan Timmerman. Amsterdam: North-Holland, 427Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c507.",
        "Anderson, Soren T., Ryan Kellogg, and James M. Sallee. 2013. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093What Do Consumers Believe About Future Gasoline Prices?Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Journal of Environmental Economics and Management 66 (3):383Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c403.",
        "Anderson, Soren T., Ian W.H. Parry, James M. Sallee, and Carolyn Fischer. 2011. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Automobile Fuel Economy Standards: Impacts, Efficiency and Alternatives.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Review of Environmental Economics and Policy 5 (1):89Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c108.",
        "Bento, Antonio M., Shanjun Li, and Kevin Roth. 2012. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Is There an Energy Paradox in Fuel Economy? A Note on the Role of Consumer Heterogeneity and Sorting Bias.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Economics Letters 115 (1):44Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c48.",
        "Busse, Meghan R., Christopher R. Knittel, and Florian Zettelmeyer. 2013. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Are Consumers Myopic ? Evidence from New and Used Car Purchases.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d American Economic Review 103 (1):220Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c 256.",
        "Dreyfus, Mark and Kip Viscusi. 1995. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Rate of Time Preference and Consumer Valuations of Automobile Safety and Fuel Efficiency.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Journal of Law and Economics 38 (1):79Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c98.",
        "Dubin, Jeffrey A. and Daniel L. McFadden. 1984. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093An Econometric Analysis of Residential Electric Appliance Holdings and Consumption.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Econometrica 52 (2):345Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c362.",
        "Environmental Protection Agency. 2012. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Final Rulemaking for 2017-2025 Light-Duty Vehicle Greenhouse Gas Emission Standards and Corporate Average Fuel Economy Standards.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d EPA420 -R-12-016.",
        "Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009dÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009dÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009d. 2014. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Inventory of U.S. Greenhouse Gas Emissions and Sinks: 1990-2012.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d EPA 430-R14 -003.",
        "Espey, Molly and Santosh Nair. 2005. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Automobile Fuel Economy: What Is it Worth?Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Contemporary Economic Policy 23 (3):317Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c323.",
        "Fischer, Carolyn, Winston Harrington, and Ian W.H. Parry. 2007. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Should Automobile Fuel Economy Standards Be Tightened?Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d The Energy Journal 28 (4):1Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c29.",
        "Fullerton, Don and Sarah E. West. 2002. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Can Taxes on Cars and Gasoline Mimic an Unavailable Tax on Emissions?Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Journal of Environmental Economics and Management 42 (1):135Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c157.",
        "Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009dÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009dÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009d. 2010. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Tax and Subsidy Combinations for the Control of Car Pollution.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d The B.E. Journal of Economic Analysis & Policy (Advances) 10 (1).",
        "Gillingham, Kenneth. 2011. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093How Do Consumers Respond to Gasoline Price Shocks? Heterogeneity in Vehicle Choice and Driving Behavior.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Manuscript: Yale University.",
        "Goh, Vincent, Paul S. Fischbeck, and David Gerard. 2007. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Identifying and Correcting Errors with Odometer Readings from Inspection and Maintenance Data: Rollover Problems for Estimation of Emisions and Technical Change.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Transportation Research Record (2011):87Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c97.",
        "Goldberg, Pinelopi Koujianou. 1998. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093The Effects of the Corporate Average Fuel Efficiency Standards in the U.S.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d The Journal of Industrial Economics 46 (1):1Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c33.",
        "Greene, David L. 2010. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093How Consumers Value Fuel Economy: A Literature Review.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d U.S. Environmental Protection Agency report EPA-420-R-10-008.",
        "Grigolon, Laura, Mathias Reynaert, and Frank Verboven. 2014. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Consumer Valuation of Fuel Costs and teh Effectiveness of Tax Policy: Evidence from the European Car Market.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Manuscript: University of Leuven.",
        "Hausman, Jerry A. 1979. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Individual Discount Rates and the Purchase and Utilization of EnergyUsing Durables.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d The Bell Journal of Economics 10 (1):33Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c54.",
        "Helfand, Gloria and Ann Wolverton. 2009. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Evaluating the Consumer Response to Fuel Economy: A Review of the Literature.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d National Center for Environmental Economics Working Paper 09-04.",
        "Heutel, Garth. 2011. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Optimal Policy Instruments for Externality-Producing Durable Goods Under Time Inconsistency.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d NBER Working Paper 17083.",
        "Hughes, Jonathan E., Christopher R. Knittel, and Daniel Sperling. 2008. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Evidence of a Shift in the Short-Run Price Elasticity of Gasoline Demand.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d The Energy Journal 29 (1). Jacobsen, Mark R. and Arthur A. van Benthem. Forthcoming. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Vehicle Scrappage and Gasoline Policy.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d American Economic Review .",
        "Jaffe, Adam and Robert Stavins. 1994. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093The Energy Paradox and the Diffusion of Conservation Technology.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Resource and Energy Economics 16:91Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c122.",
        "Kahn, James A. 1986. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Gasoline Prices and the Used Automobile Market: A Rational Expectations Asset Price Approach.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d The Quarterly Journal of Economics 101 (2):323Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c339.",
        "Kilian, Lutz and Eric R. Sims. 2006. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093The Effects of Real Gasoline Prices on Automobile Demand: A Structural Analysis Using Micro Data.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Manuscript: University of Michigan.",
        "Knittel, Christopher R. and Ryan Sandler. 2012. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Carbon Prices and Automobile Greenhouse Gas Emissions: The Extensive and Intensive Margins.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d In The Design and Implementation of U.S. Climate Policy, edited by Don Fullerton and Catherine Wolfram. NBER, 287Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c299.",
        "Lacetera, Nicola, Devin Pope, and Justin Sydnor. 2012. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Heuristic Thinking and Limited Attention in the Car Market.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d American Economic Review 102 (5):2206Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c2236.",
        "Langer, Ashley and Nathan H. Miller. 2013. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093AutomakersÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0084¢ Short-Run Responses to Changing Gasoline Prices and the Implications for Energy Policy.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Review of Economics and Statistics 95 (4):1198Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c1211.",
        "Li, Shanjun, Christopher Timmins, and Roger H. von Haefen. 2009. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093How Do Gasoline Prices Affect Fleet Fuel Economy?Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d American Economic Journal: Economic Policy 1 (2):113Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c137.",
        "Linn, Joshua and Thomas Klier. 2010. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093The Price of Gasoline and New Vehicle Fuel Economy: Evidence from Monthly Sales Data.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d American Economic Journal: Economic Policy 2 (3):134Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c 153.",
        "Lu, S. 2006. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Vehicle Survivability and Travel Mileage Schedules.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Technical Report DOT HS 809 952, National Highway Traffic Safety Administration.",
        "Parry, Ian W.H., Margaret Walls, and Winston Harrington. 2007. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Automobile Externalities and Policies.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Journal of Economic Literature 45 (2):374Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c400.",
        "Sallee, James M. 2011. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093The Taxation of Fuel Economy.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Tax Policy and The Economy 25:1Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c37.",
        "Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009dÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009dÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009d. 2014. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Rational Inattention and Energy Efficiency.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Journal of Law and Economics 57 (3):781Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c820."
    ]
}