{
    "id": 21445,
    "cites": 45,
    "cited_by": 2,
    "reference": [
        "Backus, D. K., S. Foresi, and C. I. Telmer (2001). Affine term structure models and the forward premium anomaly. The Journal of Finance 56 (1), 279Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c304.",
        "Backus, D. K. and G. W. Smith (1993). Consumption and real exchange rates in dynamic economies with non-traded goods. Journal of International Economics 35, 297Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c316.",
        "Baxter, M., U. J. Jermann, and R. G. King (1998). Nontraded goods, nontraded factors and international non-diversification. Journal of International Economics 44, 211Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c229.",
        "Bergin, P. R. and G. Corsetti (2015). International competitiveness and monetary policy.",
        "Unpublished Manuscript. Burstein, A. T., J. C. Neves, and S. Rebelo (2003). Distribution costs and real exchange rate dynamics during exchange-rate-based stabilizations. Journal of Monetary Economics 50(6), 1189 Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c 1214.",
        "Campbell, J. Y., K. Serfaty-De Medeiros, and L. M. Viceira (2010). Global currency hedging. The Journal of Finance 65(1), 87Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c121.",
        "Chari, V. V., P. J. Kehoe, and E. R. McGrattan (2002). Can sticky price models generate volatile and persistent real exchange rates? The Review of Economic Studies 69 (3), 533Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c563.",
        "Coeurdacier, N. (2009). Do trade costs in goods market lead to home bias in equities? Journal of International Economics 77 (1), 86Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c100.",
        "Colacito, R., M. Croce, F. Gavazzoni, and R. Ready (2014). Currency risk factors in a recursive multi-country economy. mimeo University of North Carolina.",
        "Colacito, R., M. Croce, S. Ho, and P. Howard (2012). Bkk the ez way. mimeo University of North Carolina.",
        "Colacito, R. and M. M. Croce (2011). Risks for the long run and the real exchange rate.",
        "Journal of Political Economy 119 (1), 153 Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c 181. Collard, F., H. Dellas, B. Diba, and A. Stockman (2007, October). Goods trade and international equity portfolios. (13612).",
        "David, J. M., E. Henriksen, and I. Simonovska (2014). The risky capital of emerging markets. Technical report, National Bureau of Economic Research.",
        "Devereux, M. B., G. W. Smith, and J. Yetman (2009, March). Consumption and real exchange rates in professional forecasts. Working Paper 14795, National Bureau of Economic Research.",
        "Fornaro, L. (2015). Financial crises and exchange rate policy. Journal of International Economics.",
        "Goldberg, L. S. and J. M. Campa (2010). The sensitivity of the cpi to exchange rates: Distribution margins, imported inputs, and trade exposure. The Review of Economics and Statistics 92(2), 392Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c407.",
        "Govillot, N., H. Rey, and P. Gourinchas (2010). Us external returns and the exorbitant duty. 2010 Meeting Papers 371, Society for Economic Dynamics.",
        "Hall, R. E. and C. Jones (1997). Levels of economic activity across countries. American Economic Review 87(2), 173Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c77.",
        "Hassan, T. A. (2013). Country size, currency unions, and international asset returns. The Journal of Finance 68(6), 2269Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c2308.",
        "Hassan, T. A. and R. Mano (2015). Forward and spot exchange rates in a multi-currency world. mimeo University of Chicago.",
        "Hassan, T. A. and R. C. Mano (2014). Forward and spot exchange rates in a multicurrency world. Technical report, National Bureau of Economic Research.",
        "Hassan, T. A., T. M. Mertens, and T. Zhang (2015). Currency manipluation. mimeo University of Chicago.",
        "Heyerdahl-Larsen, C. (2014). Asset Prices and Real Exchange Rates with Deep Habits.",
        "Review of Financial Studies 27 (11), 32800Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c3317. Hsieh, C.-T. and P. J. Klenow (2009). Misallocation and manufacturing tfp in china and india. The Quarterly journal of economics 124 (4), 1403Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c1448.",
        "Jermann, U. J. (1998, April). Asset pricing in production economies. Journal of Monetary Economics 41(2), 257Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c275.",
        "Jorgenson, D. (1996). Investment - Vol. 2: Tax Policy and the Cost of Capital. MIT Press.",
        "Karabarbounis, L. and B. Neiman (2014). The global decline of the labor share. Quarterly Journal of Economics 129(1), 61Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c103.",
        "Kollmann, R. (2002). Monetary policy rules in the open economy: effects on welfare and business cycles. Journal of Monetary Economics.",
        "Kollmann, R. (2012). Limited asset market participation and the consumption-real exchange rate anomaly. Canadian Journal of Economics.",
        "Lewis, K. K. (2011). Global asset pricing. Annual Review of Financial Economics 3(17261), 435 Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c 466.",
        "Lustig, H., N. Roussanov, and A. Verdelhan (2011). Common risk factors in currency markets. Review of Financial Studies 24 (11), 3731Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c3777.",
        "Lustig, H. and A. Verdelhan (2007). The cross section of foreign currency risk premia and consumption growth risk. American Economic Review 97 (1), 89Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c117.",
        "Maggiori, M. (2013). Financial intermediation, international risk sharing, and reserve currencies. Mimeo.",
        "Martin, I. (2012). The forward premium puzzle in a two-country world. Mimeo.",
        "Menkhoff, L., L. Sarno, M. Schmeling, and A. Schrimpf (2012). Carry trades and global foreign exchange volatility. Journal of Finance 67(2), 681Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c718.",
        "Nechio, F. (2010). Foreign stock holdings: the role of information. Working Paper Series 2010-26, Federal Reserve Bank of San Francisco.",
        "Rabanal, P. and J. F. Rubio-Ramirez (2015). Can international macroeconomic models explain low-frequency movements of real exchange rates? Journal of International Economics 96(1), 199Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c211.",
        "Richmond, R. (2015). Trade network centrality and the currency carry trade. Mimeo UCLA.",
        "Stathopoulos, A. (2012). Portfolio Home Bias and External Habit Formation. 2012 Meeting Papers 502, Society for Economic Dynamics.",
        "Stockman, A. C. and H. Dellas (1989). International portfolio nondiversification and exchange rate variability. Journal of International Economics 26, 271Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c289.",
        "Stockman, A. C. and L. L. Tesar (1995). Tastes and technology in a two-country model of the business cycle: Explaining international comovements. American Economic Review 85, 168Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c185.",
        "Tesar, L. L. (1993). International risk-sharing and non-traded goods. Journal of International Economics 35, 69Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c89.",
        "Tran, N.-K. (2013). Growth risk of nontraded industries and asset pricing. Mimeo Olin Business School.",
        "Verdelhan, A. (2010). A habit-based explanation of the exchange rate risk premium.",
        "Journal of Finance 65(1), 123Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c146. Verdelhan, A. (2014). The share of systematic risk in bilateral exchange rates. mimeo MIT Sloan."
    ]
}