{
    "id": 21446,
    "cites": 40,
    "cited_by": 3,
    "reference": [
        "Ailawadi, K. L., S. A. Neslin, and K. Gedenk (2001): Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Pursing the Value-Conscious Consumer: Store Brands versus National Brand Promotions,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Journal of Marketing, 65(1), 71Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c89.",
        "Ailawadi, K. L., K. Pauwels, and J. B. Steenkamp (2008): Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Private-Label Use and Store Loyalty,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Journal of Marketing, 72, 19Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c30.",
        "Ang, S.-H., S. M. Leong, and P. Kotler (2000): Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093The Asian Apocalypse: Crisis Marketing for Consumers and Businesses,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Long Range Planning, 33, 97Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c119.",
        "Apelbaum, E., E. Gerstner, and P. Naik (2003): Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093The Effects of Expert Quality Evaluations Vs. Brand,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Journal of Product and Brand Management, 12(3), 154Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c165.",
        "Batra, R., and I. Sinha (2000): Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Consumer-Level Factors Moderating the Success of Private Label Brands,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Journal of Retailing, 76(2), 175Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c191.",
        "Bronnenberg, B. J., J. Dube, M. Gentzkow, and J. M. Shapiro (2014): Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Do Pharmacists Buy Bayer? Informed Shoppers and the Brand Premium,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Discussion Paper 20295, National Bureau of Economic Research.",
        "Deaton, A., and J. Muellbauer (1980a): Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093An Almost Ideal Demand System,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d American Economic Review, 70(3), 312Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c326.",
        "(1980b): Economics and Consumer Behavior. Cambridge University Press.",
        "Dhar, S. K., and S. J. Hoch (1997): Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Why Store Brand Penetration Varies by Retailer,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Marketing Science, 16(3), 2208Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c227.",
        "Dube, J., G. Hitsch, and P. E. Rossi (2010): Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093State Dependence and Alternative Explanations for Consumer Inertia,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d RAND Journal of Economics, 41(3), 417Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c445.",
        "Erdem, T., Y. Zhao, and A. Valenzuela (2004): Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Performance of Store Brands: a crosscountry analysis of consumer store-brand preferences, perceptions and risk,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Journal of Marketing Research, XLI, 86Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c100.",
        "Estelami, H., D. R. Lehmann, and A. C. Holden (2001): Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Macro-Economic Determinants of Consumer Price Knowledge: A Meta-Analysis of Four Decades of Research,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d International Journal of Research in Marketing, 18, 341Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c355.",
        "Frank, J. N. (2010): Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Consumers Plan to Stick with Private Label; Price Remains the Reason,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Private Label Buyer, 25, 6.",
        "Gordon, B. R., A. Goldfarb, and Y. Li (2013): Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Does Price Elasticity Vary with Economic Growth? A Cross-Category Analysis,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Journal of Marketing Research, 50(1), 4Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c23.",
        "Guerrieri, V., D. Hartley, and E. Hurst (2010): Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Endogenous Gentrificatioin and Housing Price Dynamics,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Discussion Paper 16237, National Bureau of Economic Research.",
        "Hammerbeck, P. (2008): Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Store Brands: Ignore Them at Your Peril,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Brand Packaging.",
        "Hansen, K., V. Singh, and P. Chintagunta (2006): Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Understanding Store-Brand Purchase Behavior Across Categories,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Marketing Science, 25(1), 75Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c90.",
        "Hausman, J., G. Leonard, and J. D. Zona (1994): Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Competitive Analysis with Differentiated Products,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Annales dÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0084¢Ã\u0083Æ\u0092Ã\u0082â\u0080°conomie et de Statistique, 34, 159Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c180.",
        "Heerde, H. J. V., M. J. Gijsenberg, M. G. Dekimpe, and J.-B. E. Steenkamp (2013): Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Price and Advertising Effectiveness over the Business Cycle,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Journal of Marketing Research, 50, 177Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c193.",
        "Hoch, S. J., and S. Banerji (1993): Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093When Do Private Labels Succeed?,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Sloan Management Review, 34(4), 57Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c67.",
        "Iacoviello, M. (2011): Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Housing Wealth and Consumption,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d International Finance Discussion Papers 1027, Board of Governors of the Federal Reserve System.",
        "Imbens, G. W., and D. R. Rubin (2015): Causal Inference for Statistics, Social, and Biomedical Sciences: An Introduction. Cambridge University Press.",
        "Kamakura, W. A., and R. Y. Du (2012): Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093How Economic Contractions and Expansions Affect Expenditure Patterns,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d JOURNAL OF CONSUMER RESEARCH, 39, 229Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c247.",
        "Kilts Center for Marketing (2013): Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Consumer Panel Dataset Manual,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Discussion paper, Booth School of Business, University of Chicago.",
        "Kim, J., G. M. Allenby, and P. E. Rossi (2002): Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Modeling Consumer Demand for Variety,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Marketing Science, 21(3), 229Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c250.",
        "Kumar, N., and J.-B. E. M. Steenkamp (2007): Private Label Strategy: How to Meet the Store Brand Challenge. Harvard Business Review Press.",
        "Lamey, L., B. Deleersnyder, M. G. Dekimpe, and J. B. Steenkamp (2012): Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093The Effect of Business-Cycle Fluctuations on Private-Label Share: What Has Marketing Conduct Got to Do With It?,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Journal of Marketing, 76, 1Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c19.",
        "Lamey, L., B. Deleersnyder, M. G. Dekimpe, and J.-B. E. Steenkamp (2007): Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093How Business Cycles Contribute to Private-Label Success: Evidence from the United States and Europe,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Journal of Marketing, 71(1), 1Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c15.",
        "Mian, A., A. Sufi, and F. Trebbi (2011): Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Foreclosures, House Prices, and the Real Economy,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Discussion Paper 16685, National Bureau of Economic Research.",
        "Murphy, P. E., and G. R. Laczniak (1979): Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Generic Supermarket Items: A Product and Consumer Analysis,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Journal of Retailing, 55(2), 3Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c14.",
        "Nevo, A., and A. Wong (2014): Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093The Elasticity of Substitution Between Time and Market Goods: Evidence from the Great Recession,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Discussion paper, Northwestern University.",
        "Nielsen (2011): Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Private Brand U.S. Outlook,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Discussion paper, The Nielsen Company.",
        "PR Newswire (2011): Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Private Label Gets a Quality Reputation, Causing Consumers to Change Their Buying Habits,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d PR Newswire, January 20.",
        "Quelch, J. A., and D. Harding (1996): Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Brands Versus Private Labels: fighting to win,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Harvard Business Review, 1, 99Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c109.",
        "Raju, J. S., R. Seethuraman, and S. K. Dhar (1995): Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093The Introduction and Performance of Store Brands,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Management Science, 41, 957Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c978.",
        "Rosen, D. L. (1984): Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Consumer Perceptions of Quality for Generic Grocery Products: A Comparison across product Categories,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Journal of Retailing, 60, 64Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c80.",
        "Rouan, R. (2010): Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093A new label on quality,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Beverage Industry, 101.9, 22Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c23.",
        "Stroebel, J., and J. Vavra (2014): Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093House Prices, Local Demand, and Retail Prices,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d NBER Working Paper 20710.",
        "ter Braak, A., I. Geyskens, and M. G. Dekimpe (2014): Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Taking Private Labels Upmarket: Empirical Generalizations on Category Drivers of Premium Private Label Introductions,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Journal of Retailing, 90(2), 125Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c140.",
        "Wong, E. (2008): Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Will Private Label Clean Up Now?,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Brandweek, 49, S40Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c42."
    ]
}