{
    "id": 21456,
    "cites": 83,
    "cited_by": 2,
    "reference": [
        "Manuel Adelino and Miguel A. Ferreira. Bank ratings and lending supply: Evidence from sovereign downgrades. Technical report, Duke University and Nova School of Business and Economics, October 2014.",
        "Joshua Aizenman and Gunnar Gunnarsson. Fiscal challenges in multilayered unions: An overview and case study. Technical Report 20564, NBER Working Paper, October 2014.",
        "Hector Almeida, Igor Cunha, Miguel A. Ferreira, and Felipe Restrepo. The real effects of sovereign rating downgrades. Technical report, January 2014.",
        "Andrew Ang and Francis A. Longstaff. Systemic sovereign credit risk: Lessons from the U.S. and Europe. Journal of Monetary Economics, 60:493Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c510, 2013. Carlos Areta and Galina Hale. Sovereign debt crises and credit to the private sector.",
        "Jennie Bai and Shang-Jin Wei. When is there a strong transfer risk from the sovereigns to the corporates? Property rights gaps and CDS spreads. March 2014.",
        "Tamim Bayoumi, Morris Goldstein, and Geoffrey Woglom. Do credit markets discipline sovereign borrowers? Evidence from U.S. states. Journal of Money, Credit and Banking, 27(4 Part 1):1046Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c1059, November 1995.",
        "Mascia Bedendo and Paolo Colla. Sovereign and corporate credit risk: Evidence from the Eurozone. Technical report, Universita Bocconi, June 2013.",
        "David T. Beers, Marie Cavanaugh, and Laura Feinland-Katz. Ratings associated with risk of foreign exchange controls raised in 27 countries. General criteria, Standard and PoorÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0084¢s, November 2005.",
        "Richard M. Bird and Almos Tassonyi. Constraining sub national fiscal behavior in canada: Different approaches similar results? In Jonathan Rodden, Gunnar S. Eskeland, and Jennie Ilene Litvack, editors, Fiscal Decentralization and the Challenge of Hard Budget Constraints, chapter 3. MIT Press, 2003.",
        "Olivier Blanchard and Francesco Giavazzi. Current account deficits in the Euro area: The end of the Feldstein Horioka puzzle? Brookings Papers on Economic Activity, 33(2): 147Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c186, 2002.",
        "Luigi Bocola. The pass-through of sovereign risk. Journal of Political Economy, forthcoming, 2015.",
        "Henning Bohn. The behavior of U.S. public debt and deficits. Quarterly Journal of Economics, 113(3):949Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c63, 1998.",
        "Henning Bohn and Robert P. Inman. Balanced-budget rules and public deficits: Evidence from the U.S. states. Journal of Monetary Economics: Carnegie Rochester Conference Series on Public Policy, 45:13Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c76, December 1996.",
        "Redish Angela Bordo, Michael and Hugh Rockoff. Why didnÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0084¢t Canada have a banking crisis in 2008 (or in 1930, or 1907, or Ã\u0083â\u0080¹Ã\u0082â\u0080  aÃ\u0083â\u0080¹Ã\u0082â\u0080¡ S)? The Economic History Review, 68(1):218Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c243, 2015.",
        "Eduardo Borensztein, Kevin Cowan, and Patricio Valenzuela. Sovereign ceilings Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093liteÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d? The impact of sovereign ratings on corporate ratings. Journal of Banking and Finance, 37:4014Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c4024, 2013.",
        "Guillermo A. Calvo. Capital flows and capital-market crises: The simple economics of sudden stops. Journal of Applied Economics, 1(1):35Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c54, 1998.",
        "Marie Cavanaugh. Sovereign rating and country transfer and convertibility assessment histories. Technical report, Standard and PoorÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0084¢s Ratings Direct, January 2013.",
        "Marie Cavanaugh and Laura J. Feinland-Katz. Criteria for determining transfer and convertibility assessments. General criteria: Methodology, Standard and PoorÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0084¢s, May 2009.",
        "Nancy G. Chu. Methodology and assumptions for ratings above the sovereignÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009csinglejurisdiction structured finance. Criteria, structured finance, general, Standard and PoorÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0084¢s, September 2014.",
        "Udaibir S. Das, Michael G. Papaioannou, and Christoph Trebesch. Sovereign default risk and private sector access to capital in emerging markets. IMF Working Paper, (WP/10/10), January 2010.",
        "M. de Sola Perea and Ch. Van Niewenhuyze. Financial integration and fragmentation in the euro area. National Bank of Belgium Economic Review, (1):99Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c125, June 2014.",
        "Davis Rich Dewey. Financial History of the United States. Longmans, Green and Company, 1902. Elena Duggar. Sovereign defaults and interference: Perspectives on government risks.",
        "ECB. Financial integration in Europe. Annual report, European Central Bank, April 2014.",
        "James W. Ely. The Guardian of Every Other Right: A Constitutional History of Property Rights. Oxford University Press, Oxford, 2008.",
        "European Commission. Statement by the European Commission on the capital controls imposed by the Republic of Cyprus. Press Release, March 28 2013.",
        "Emmanuel Farhi and Jean Tirole. Deadly embrace: Sovereign and financial balance sheet doom loops. MIT Working Paper, 2014.",
        "Laura J. Feinland-Katz. Ratings above the sovereignÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009ccorporate and government ratings: Methodology and assumptions. General criteria, Standard and PoorÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0084¢s, November 2013.",
        "Laura J. Feinland-Katz and Nancy G. Chu. Country risk assessment methodology and assumptions. General criteria, Standard and PoorÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0084¢s, November 2013.",
        "Richard Fox and Douglas Renwick. Country ceilings. Cross-sector criteria report: Sovereigns, global, Fitch Ratings, August 2014.",
        "Daniel Gates, Alastair Wilson, and Elena Duggar. How sovereign credit quality may affect other ratings. Cross Sector Rating Methodology Report Number: 139495, MoodyÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0084¢s Investors Service, February 2012.",
        "Atish R. Ghosh, Jun I. Kim, Enrique G. Mendoza, Jonathan D. Ostry, and Mahvash S. Qureshi. Fiscal fatigue, fiscal space and debt sustainability in advanced economies. The Economic Journal, 123, February 2013.",
        "Simon Gilchrist and Benoit Mojon. Credit risk in the euro area. Technical Report No. 20041, NBER Working Paper, April 2014.",
        "Mark Hallerberg and Rolf Strauch. On the cyclicality of public finances in Europe. Empirica, 29(3):183Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c207, 2002.",
        "Marcel Heinrichs and Ivelina Stanoeva. Country risk and sovereign risk Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009d building clearer borders. Technical report, Standard and PoorÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0084¢s Capital IQ, February 2013.",
        "C. Randall Henning and Martin Kessler. Fiscal federalism: US history for architects of EuropeÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0084¢s fiscal union. Working Paper 12-1, Peterson Institute for International Economics, January 2012.",
        "IMF. Global financial stability report. Technical report, International Monetary Fund, October 2012.",
        "IMF. Fiscal monitor: Back to work, how fiscal policy can help. Technical report, International Monetary Fund, October 2014.",
        "Craig L. Johnson and Kenneth A. Kriz. Fiscal institutions, credit ratings, and borrowing costs. Public Budgeting and Finance, 25(1):84Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c103, March 2005. Jari Jonas. Great recession and fiscal squeeze at U.S. subnational government level.",
        "Working Paper 12/184, International Monetary Fund, July 2012.",
        "Patrick Kehoe and Fabrizio Perri. Competitive equilibria with limited enforcement. Journal of Economic Theory, 119(1):184Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c206, November 2004.",
        "Yun Zhung Kim and Jing Zhang. Decentralized borrowing and centralized default. Journal of International Economics, 88(1):121Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c133, September 2012.",
        "Christian Klein and Christoph Stellner. Does sovereign risk matter? New evidence from eurozone corporate bond ratings and zero-volatility spreads. Review of Financial Economics, 23(2):64Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c74, 2014.",
        "Anne O. Krueger, Ranjit Teja, and Andrew Wolfe. Puerto rico: A way forward. Technical report, Government Development Bank for Puerto Rico, 2015.",
        "Finn E. Kydland and Edward C. Prescott. Rules rather than discretion: The inconsistency of optimal plans. Journal of Political Economy, 85(3):473Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c491, 1977.",
        "Philip R. Lane. Capital flows in the euro area. Economic Papers 497, European Commission, April 2013.",
        "Baye Larson. 2013 state debt medians report. Median report, MoodyÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0084¢s Investors Service, May 2013.",
        "Ning Loh and Katherine Frey. Assessing the impact of the eurozone sovereign debt crisis on structured finance transactions. Special comment, MoodyÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0084¢s Investors Service, April 2011.",
        "John Lombardi and Marcia Van Wagner. US state pension medians increase in fiscal 2012.",
        "Median report, MoodyÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0084¢s Investors Service, January 2014.",
        "Robert C. Lowry and James E. Alt. A visible hand? Bond markets, political parties, balanced budget laws, and state government debt. Economics and Politics, 13(1):49Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c 72, March 2001.",
        "Robert E. Lucas and Nancy L. Stokey. Optimal fiscal and monetary policy in an economy without capital. Journal of Monetary Economics, 12(1):55Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c93, 1983.",
        "Silvia Merler and Jean Pisani-Ferry. Sudden stops in the euro area. Bruegel Policy Contribution, 6, 2012.",
        "MoodyÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0084¢s. MoodyÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0084¢s ratings symbols and definitions. Technical report, MoodyÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0084¢s Investors Service, 2009.",
        "MoodyÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0084¢s. MoodyÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0084¢s statistical handbook: Non-U.S. regional and local governments. Technical report, MoodyÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0084¢s Investors Service, December 2013.",
        "MoodyÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0084¢s. MoodyÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0084¢s affirms ratings on three puerto rican banks. Global Credit Research, 2015.",
        "Joseph Mysak. Bond default is about too much debt, too little time, July 20 2010.",
        "Allan Nevins. The American States During and After the Revolution, 1775-1789. Macmillan, New York, 1924.",
        "Samuel R. Olken. Charles Evans Hughes and the Blaisdell Decision: A historical study of contract clause jurisprudence. Oregon Law Review, 72:513, 1993.",
        "Milagros Palacios, Hugh MacIntyre, and Charles Lammam. Canadian government debt 2014: A guide to the indebtedness of Canada and the provinces. Technical report, Fraser Institute, April 2014.",
        "Jean Pisani-Ferry, Andre Sapir, and Guntram B. Wolff. EU-IMF assistance to euro-area countries: An early assessment. Blueprint Series 19, Bruegel, 2013.",
        "James Pitman. Credit and rating considerations arising from a Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093euro exitÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d. Special comment, MoodyÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0084¢s Investors Service, October 2012.",
        "James M. Poterba. State responses to fiscal crises: The effects of budgetary institutions and politics. Journal of Political Economy, 102:799Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c821, August 1994.",
        "James M. Poterba and Kim S. Rueben. State fiscal institutions and the U.S. municipal bond market. In James M. Poterba and Jurgen eds. von Hagen, editors, Fiscal Institutions and Fiscal Performance, pages 181Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c208. NBER, http://www.nber.org/chapters/c8028, January 1999.",
        "James M. Poterba and Kim S. Rueben. Fiscal news, state budget rules, and tax-exempt bond yields. Journal of Urban Economics, 50(3):537Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c562, November 2001.",
        "Demian Pouzo and Ignacio Presno. Optimal taxation with endogenous default under incomplete markets. Technical report, UC Berkeley Economics, July 2014. Benjamin Pykett, Matthew Harding, and Benedict James. Capital and exchange controls.",
        "Emily Raimes. US states rating methodology. Rating methodology, MoodyÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0084¢s Investors Service, April 17 2013.",
        "Carmen M. Reinhart and Kenneth S. Rogoff. Financial and sovereign debt crises: Some lessons learned and those forgotten. Technical Report WP/13/266, IMF Working Paper, December 2013. Carmen M. Reinhart, Kenneth S. Rogoff, and Miguel A. Savastano. Debt intolerance.",
        "Jonathan Rodden and Erik Wibbels. Fiscal decentralization and the business cycle: An empirical study of seven federations. Economics and Politics, 22(1):37Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c67, 2010.",
        "Thomas Sargent. United States then, Europe now. Journal of Political Economy, 120(1): 1Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c40, 2012.",
        "Slaughter and May. Sovereign default, bank default, eurozone exit and related issues: Is your business prepared? A practical guide to contingency planning and legal risk management. Memorandum, Slaughter and May, July 2012.",
        "Standard and Poors. Ratings on four greek banks lowered to Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0084¢sdÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0084¢ following restrictions imposed on deposits. Press Release, 2015a.",
        "Standard and Poors. Greek corporations ellaktor, public power corp., and ote long-term ratings lowered following similar action on sovereign. Press Release, 2015b.",
        "Standard and Poors. Puerto rico go rating lowered to Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0084¢ccc-Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0084¢ from Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0084¢ccc+Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0084¢; outlook is negative on likelihood of default or distressed exchange. Press Release, 2015c.",
        "Carsten Stendevad. Debating point: BossesÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0084¢ agendas are converging. Financial Times, July 26, 2007.",
        "Mac Taylor. CaliforniaÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0084¢s cash flow crisis: May 2009 update. Technical report, Legislative Analysts Office, May 2009.",
        "Thomas G. W. Telfer. Reconstructing Bankruptcy Law in Canada 1867 to 1979: From an Evil to a Commercial Necessity. PhD thesis, 1999.",
        "Thomas G. W. Telfer. Ruin and Redemption: The Struggle for a Canadian Bankruptcy Law, 1867-1919. University of Toronto Press, Toronto, 2014.",
        "Vincent Truglia. Revised policy with respect to country ceilings. Rating methodology: Request for comment, MoodyÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0084¢s Investors Service, November 2005.",
        "John Joseph Wallis. American government finance in the long run: 1790 to 1990. Journal of Economic Perspectives, 14(1):61Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c82, Winter 2000. Geoff Walsh. The finger in the dike: State and local laws combat the foreclosure tide.",
        "Alastair Wilson. Proposed changes to local currency country risk ceilings in currency unions. Request for comment, MoodyÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0084¢s Investors Service, November 2014.",
        "Jennifer A. Wong and Emily Raimes. California and Ontario: Peer comparison. Credit focus, MoodyÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0084¢s Investors Service, October 2013.",
        "Benjamin F. Wright. The Contract Clause of the Constitution. Harvard University Press, Cambridge, MA, 1938.",
        "Mark Wright. Private capital flows, capital controls and default risk. Journal of International Economics, 69(1):120Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c149, June 2006."
    ]
}