{
    "id": 21462,
    "cites": 35,
    "cited_by": 19,
    "reference": [
        "AcemoÃ\u0083â\u0080¹Ã\u0082Ë\u009c glu, Daron, Asuman OzdaÃ\u0083â\u0080¹Ã\u0082Ë\u009c glar, and Alireza Tahbaz-Salehi, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Systemic Risk and Stability in Financial Networks,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d January 2013. working paper.",
        "Acharya, Viral, Lasse Pedersen, Thomas Philippon, and Matt Richardson, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Measuring Systemic Risk,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d 2010. working paper.",
        "Afonso, Gara and Ricardo Lagos, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Trade Dynamics in the Market for Federal Funds,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d February 2012. working paper.",
        "Ashcraft, A., J. McAndrews, and D. Skeie, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Precautionary Reserves and the Interbank Market,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Journal of Money, Credit and Banking, 2011, 43 (7), pp. 311Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c48.",
        "Ballester, Coralio, Antoni Calv-Armengol, and Yves Zenou, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093WhoÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0084¢s Who in Networks. Wanted: The Key Player,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Econometrica, 09 2006, 74 (5), 1403Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c1417.",
        "Barclays, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Statement of facts from the Justice Department,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d http://www.scribd.com/doc/98416026/Barclays-statement-of-facts-from-the-JusticeDepartment 2012.",
        "Battiston, Stephano, M. Puliga, R. Kaushik, P. Tasca, and G. Caldarelli, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093DebtRank: Too Central to Fail? Financial Networks, the FED and Systemic Risk,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Scientific Reports, Aug 2012, 2.",
        "Belloni, Alexandre, D. Chen, V. Chernozhukov, and C. Hansen, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Sparse Models and Methods for Optimal Instruments With an Application to Eminent Domain,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Econometrica, 2012, 80 (6), 2369Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c2429.",
        "Boss, Michael, Helmut Elsinger, Martin Summer, and Stefan Thurner, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Network topology of the interbank market,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Quantitative Finance, 2004, 4 (6), 677Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c684.",
        "Brownlees, Christian and Robert Engle, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Volatility, Correlation and Tails for Systemic Risk Measurement,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d 2010. working paper.",
        "Cassola, N., A. Horta csu, and J. Kastl, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Liquidity Auctions, Fixed Rate Tenders & Bailouts in the EURO Zone,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d 2013.",
        "Chatterjee, A. and S. N. Lahiri, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Bootstrapping Lasso Estimators,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Journal of the American Statistical Association, 2011, 106 (494), 608Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c625.",
        "Diamond, Peter A., Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Aggregate demand management in search equilibrium,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Journal of Political Economy, 1982, 90, pp.881Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c894.",
        "Diebold, Francis X. and Kamil YÃ\u0083â\u0080\u009eÃ\u0082Â±lmaz, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093On the Network Topology of Variance Decompositions: Measuring the Connectedness of Financial Firms,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Koc University-TUSIAD Economic Research Forum Working Papers 1124, Koc University-TUSIAD Economic Research Forum October 2011.",
        "EC, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093State aid: Overview of decisions and on-going in-depth investigations in the context of the financial crisis,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d http://europa.eu/rapid/pressReleasesAction.do?reference=MEMO/11/ 616\\&format=HTML\\&aged=0\\&language=EN\\&guiLanguage=en 9 2011. European Commission MEMO/11/616.",
        "Eisenberg, Larry and Thomas H. Noe, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Systemic Risk in Financial Systems,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Management Science, 2001, 47, pp.236Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c249.",
        "Elliot, Matt, Ben Golub, and Matthew Jackson, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Financial Networks and Contagion,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d January 2013. working paper.",
        "Farboodi, Maryam, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Intermediation and Voluntary Exposure to Counterparty Risk,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d March 2014.",
        "Freixas, X., Antoine Martin, and D. Skeie, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Bank Liquidity, Interbank Markets and Monetary Policy,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Review of Financial Studies, 2011, 24 (8), pp. 2656Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c92.",
        "Freixas, Xavier, Bruno M. Parigi, and Jean-Charles Rochet, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Systemic Risk, Interbank Relations, and Liquidity Provision by the Central Bank,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Journal of Money, Credit and Banking, 2000, 32 (3), pp. 611Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c638.",
        "Glasserman, Paul and H. Peyton Young, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093How likely is contagion in financial networks?,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Journal of Banking and Finance, 2015, 50 (0), 383 Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c 399.",
        "Glover, Brent and Seth Richards-Shubik, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Contagion in the European Sovereign Debt Crisis,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Working Paper 20567, National Bureau of Economic Research October 2014.",
        "Guerre, Emmanuel, Isabelle Perrigne, and Quang Vuong, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Optimal Nonparametric Estimation of First-Price Auctions,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Econometrica, 2000, 68 (3), pp. 525Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c574.",
        "Horta csu, Ali and David McAdams, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Mechanism Choice and Strategic Bidding in Divisible Good Auctions: An Empirical Analysis of the Turkish Treasury Auction Market,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Journal of Political Economy, 2010, 118 (5), pp. 833Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c865.",
        "Iori, Giulia, Giulia De Masi, Ovidiu Vasile Precup, Giampaolo Gabbi, and Guido Caldarelli, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093A network analysis of the Italian overnight money market,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Journal of Economic Dynamics and Control, 2008, 32 (1), 259 Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c 278. Applications of statistical physics in economics and finance.",
        "Kastl, Jakub, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Discrete Bids and Empirical Inference in Divisible Good Auctions,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Review of Economic Studies, 2011, 78, pp. 978Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c1014.",
        ", Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093On the Properties of Equilibria in Private Value Divisible Good Auctions with Constrained Bidding,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Journal of Mathematical Economics, 2012, 48 (6), pp. 339Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c352.",
        "Rochet, Jean-Charles and Jean Tirole, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Interbank Lending and Systemic Risk,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Journal of Money, Credit and Banking, 1996, 28 (4).",
        "Swinkels, Jeroen, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Efficiency of Large Private Value Auctions,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Econometrica, 2001, 69 (1), pp.37Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c68.",
        "Tibshirani, Robert, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Regression Shrinkage and Selection via the Lasso,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Journal of the Royal Statistical Society. Series B (Methodological), 1996, 58 (1), pp.267Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c288.",
        "Wetherilt, Anne, Peter Zimmerman, and Kimmo Soramki, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093The sterling unsecured loan market during 2006-08: insights from network theory.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Wilson, Robert, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Auctions of Shares,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d The Quarterly Journal of Economics, 1979, 93 (4), pp. 675Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c689.",
        "Zou, H., Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093The Adaptive Lasso And Its Oracle Properties,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Journal of the American Statistical Association, 2006, 101 (476), pp.1418Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c1429.",
        "Zou, Hui and Hao Helen Zhang, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093On the adaptive elastic-net with a diverging number of parameters,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Ann. Statist., 08 2009, 37 (4), 1733Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c1751.",
        "A Appendix A.1 Network Model The setup of each market Ã\u0083Â\u008fÃ\u0082â\u0080\u009e (monthly in our application) is as in AcemoÃ\u0083â\u0080¹Ã\u0082Ë\u009c glu et al. (2013), but with the additional bank heterogeneity due to the M classes. Apart from the N risk-neutral banks (index set I), there is a representative outside financier indexed by 0, which could be the central bank (or lender of last resort). The heterogeneity of banks is captured by the joint distribution, Gm (K, Z), of own capital, Kit, and short-term return shocks, Zit, which will be described below.",
        "Let Rijt denote the interest on loan from the lender, bank j, to the borrower, bank i in period t.14 The corresponding bond has a face value yijt = Rijtbijt. Total debt of bank i at t = 1 is therefore We take these rates as exogenous for the sake of simplicity, but it could be endogenized, for example, by employing a search model as in Afonso and Lagos (2012). P j6=i yij + v. Let xji denote the amount of the loan that j repays to bank i. The probability of bank i defaulting is therefore equal to the probability that k + zi &lt; P"
    ]
}