{
    "id": 21473,
    "cites": 138,
    "cited_by": 44,
    "reference": [
        "Abowd, J. M., Kramarz, F., PÃ\u0083Æ\u0092Ã\u0082Â©rez-Duarte, S. and Schmutte, I.: 2009, A formal test of assortative matching in the labor market, Technical report, National Bureau of Economic Research.",
        "Acemoglu, D.: 1998, Why do new technologies complement skills? directed technical change and wage inequality, Quarterly journal of economics pp. 1055Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c1089.",
        "Acemoglu, D. and Autor, D.: 2011, Skills, tasks and technologies: Implications for employment and earnings, Handbook of labor economics 4, 1043Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c1171.",
        "Acemoglu, D., Dorn, D., Hanson, G. H., Price, B. et al.: 2014, Import competition and the great us employment sag of the 2000s, Technical report, National Bureau of Economic Research.",
        "Adermon, A. and Gustavsson, M.: 2015, Job polarization and task-biased technological change: Evidence from sweden, 1975Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c2005, The Scandinavian Journal of Economics .",
        "Adhvaryu, A., Kala, N. and Nyshadham, A.: 2014, Management and shocks to worker productivity: Evidence from air pollution exposure in an indian garment factory.",
        "Akerman, A., Gaarder, I. and Mogstad, M.: 2015, The skill complementarity of broadband internet, Technical report, National Bureau of Economic Research.",
        "Antras, P., Garicano, L. and Rossi-Hansberg, E.: 2006, Offshoring in a knowledge economy, The Quarterly Journal of Economics 121(1), 31Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c77.",
        "Autor, D.: 2014, PolanyiÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0084¢s paradox and the shape of employment growth, National Bureau of Economic Research.",
        "Autor, D. H. and Dorn, D.: 2013, The growth of low-skill service jobs and the polarization of the us labor market, The American Economic Review 103(5), 1553Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c1597.",
        "Autor, D. H., Katz, L. F. and Kearney, M. S.: 2006, The polarization of the us labor market, The American Economic Review pp. 189Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c194.",
        "Autor, D. H., Katz, L. F. and Kearney, M. S.: 2008, Trends in us wage inequality: Revising the revisionists, The Review of Economics and Statistics 90(2), 300Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c323.",
        "Autor, D. H., Katz, L. F. and Krueger, A. B.: 1998, Computing inequality: Have computers changed the labor market?*, The Quarterly journal of economics 113(4), 1169Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c1213.",
        "Autor, D. H., Levy, F. and Murnane, R. J.: 2002, Upstairs, downstairs: Computers and skills on two floors of a large bank, Industrial & Labor Relations Review 55(3), 432Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c447.",
        "Autor, D., Levy, F. and Murnane, R. J.: 2003, The skill content of recent technological change: An empirical exploration., Quarterly Journal of Economics 118(4).",
        "Autor, D. and Price, B.: 2013, The changing task composition of the us labor market: An update of autor, levy, and murnane (2003).",
        "Autor, D. and Wasserman, M.: 2013, Wayward sons: The emerging gender gap in labor markets and education, Third Way Report 20013.",
        "Bacolod, M., Blum, B. S. and Strange, W. C.: 2009, Urban interactions: Soft skills versus specialization, Journal of Economic Geography 9(2), 227Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c262.",
        "Bacolod, M. P. and Blum, B. S.: 2010, Two sides of the same coin us residual inequality and the gender gap, Journal of Human Resources 45(1), 197Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c242.",
        "Baker, C. A., Peterson, E., Pulos, S. and Kirkland, R. A.: 2014, Eyes and iq: a meta-analysis of the relationship between intelligence and reading the mind in the eyes, Intelligence 44, 78Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c92.",
        "Bandiera, O., Barankay, I. and Rasul, I.: 2013, Team incentives: evidence from a firm level experiment, Journal of the European Economic Association 11(5), 1079Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c1114.",
        "Baron-Cohen, S.: 2000, Theory of mind and autism: A fifteen year review.",
        "Baron-Cohen, S., Knickmeyer, R. C. and Belmonte, M. K.: 2005, Sex differences in the brain: implications for explaining autism, Science 310(5749), 819Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c823.",
        "Baron-Cohen, S., Wheelwright, S., Hill, J., Raste, Y. and Plumb, I.: 2001, The reading the mind in the eyes test revised version: A study with normal adults, and adults with asperger syndrome or high-functioning autism, Journal of child psychology and psychiatry 42(2), 241Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c251.",
        "Barron, J. M., Ewing, B. T. and Waddell, G. R.: 2000, The effects of high school athletic participation on education and labor market outcomes, Review of Economics and Statistics 82(3), 409Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c421.",
        "Bartel, A., Ichniowski, C. and Shaw, K.: 2007, How does information technology affect productivity? plant-level comparisons of product innovation, process improvement, and worker skills, The Quarterly Journal of Economics 122(4), 1721Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c1758.",
        "Beaudry, P., Green, D. A. and Sand, B. M.: 2013, The great reversal in the demand for skill and cognitive tasks, Technical report, National Bureau of Economic Research.",
        "Beaudry, P., Green, D. A. and Sand, B. M.: 2014, The declining fortunes of the young since 2000, The American Economic Review 104(5), 381Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c386.",
        "Beaudry, P. and Lewis, E.: 2014, Do male-female wage differentials reflect differences in the return to skill? cross-city evidence from 1980-2000, American Economic Journal: Applied Economics 6(2), 178Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c94.",
        "Becker, G. S. and Murphy, K. M.: 1992, The division of labor, coordination costs, and knowledge, The Quarterly Journal of Economics 107(4), 1137Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c1160.",
        "Bertrand, M. and Pan, J.: 2013, The trouble with boys: Social influences and the gender gap in disruptive behavior, American Economic Journal: Applied Economics 5(1), 32Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c64.",
        "Black, S. E. and Spitz-Oener, A.: 2010, Explaining womenÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0084¢s success: technological change and the skill content of womenÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0084¢s work, The Review of Economics and Statistics 92(1), 187Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c 194.",
        "Bloom, N. and Van Reenen, J.: 2011, Human resource management and productivity, Handbook of labor economics 4, 1697Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c1767.",
        "Bolton, P. and Dewatripont, M.: 1994, The firm as a communication network, The Quarterly Journal of Economics pp. 809Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c839.",
        "Boning, B., Ichniowski, C. and Shaw, K.: 2007, Opportunity counts: Teams and the effectiveness of production incentives, Journal of Labor Economics 25(4), 613Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c650.",
        "Borghans, L., Ter Weel, B. and Weinberg, B. A.: 2008, Interpersonal styles and labor market outcomes, Journal of Human Resources 43(4), 815Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c858.",
        "Borghans, L., Ter Weel, B. and Weinberg, B. A.: 2014, People skills and the labor-market outcomes of underrepresented groups, Industrial & Labor Relations Review 67(2), 287Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c334.",
        "Bound, J. and Johnson, G. E.: 1992, Changes in the structure of wages in the 1980Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0084¢s: An evaluation of alternative explanations, American Economic Review 82(3), 371Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c92.",
        "Bresnahan, T.: 1999, Computerisation and wage dispersion: An analytical reinterpretation, Economic Journal 109(456), F390Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c415.",
        "Bresnahan, T. F., Brynjolfsson, E. and Hitt, L. M.: 2002, Information technology, workplace organization, and the demand for skilled labor: Firm-level evidence, Quarterly Journal of Economics pp. 339Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c376.",
        "Brynjolfsson, E. and McAfee, A.: 2012, Race against the machine: How the digital revolution is accelerating innovation, driving productivity, and irreversibly transforming employment and the economy, Brynjolfsson and McAfee.",
        "Burgess, S., Propper, C., Ratto, M., Scholder, K., von Hinke, S. and Tominey, E.: 2010, Smarter task assignment or greater effort: The impact of incentives on team performance*, The Economic Journal 120(547), 968Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c989.",
        "Camerer, C., Loewenstein, G. and Prelec, D.: 2005, Neuroeconomics: How neuroscience can inform economics, Journal of economic Literature pp. 9Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c64.",
        "Card, D., Cardoso, A. R. and Kline, P.: 2013, Bargaining and the gender wage gap: A direct assessment.",
        "Card, D., Heining, J. and Kline, P.: 2013, Workplace heterogeneity and the rise of west german wage inequality*, The Quarterly Journal of Economics 128(3), 967Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c1015.",
        "Caroli, E. and Van Reenen, J.: 2001, Skill-biased organizational change? evidence from a panel of british and french establishments, Quarterly journal of economics pp. 1449Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c1492.",
        "Casner-Lotto, J. and Barrington, L.: 2006, Are They Really Ready to Work? EmployersÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0084¢ Perspectives on the Basic Knowledge and Applied Skills of New Entrants to the 21st Century US Workforce., ERIC.",
        "Castex, G. and Dechter, E. K.: 2014, The changing roles of education and ability in wage determination, Journal of Labor Economics 32(4), 685Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c710.",
        "Chapman, E., Baron-Cohen, S., Auyeung, B., Knickmeyer, R., Taylor, K. and Hackett, G.: 2006, Fetal testosterone and empathy: evidence from the empathy quotient (eq) and the reading the mind in the eyes test, Social Neuroscience, 1(2), 135Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c148.",
        "Charles, K. K. and Kline, P.: 2006, Relational costs and the production of social capital: Evidence from carpooling*, The Economic Journal 116(511), 581Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c604.",
        "Chetty, R., Friedman, J. N., Hilger, N., Saez, E., Schanzenbach, D. W. and Yagan, D.: 2011, How does your kindergarten classroom affect your earnings? evidence from project star*, The Quarterly journal of economics 126(4), 1593Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c1660.",
        "Connellan, J., Baron-Cohen, S., Wheelwright, S., Batki, A. and Ahluwalia, J.: 2000, Sex differences in human neonatal social perception, Infant Behavior and Development 23(1), 113Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c118.",
        "Costinot, A. and Vogel, J.: 2010, Matching and inequality in the world economy, Journal of Political Economy 118(4).",
        "Costinot, A. and Vogel, J.: 2014, Beyond ricardo: Assignment models in international trade, Technical report, National Bureau of Economic Research.",
        "Declerck, C. H. and Bogaert, S.: 2008, Social value orientation: related to empathy and the ability to read the mind in the eyes, The Journal of social psychology 148(6), 711Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c726.",
        "Deming, D.: 2009, Early childhood intervention and life-cycle skill development: Evidence from head start, American Economic Journal: Applied Economics pp. 111Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c134.",
        "Dessein, W. and Santos, T.: 2006, Adaptive organizations, Journal of Political Economy 114(5), 956Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c995.",
        "DiPrete, T. A. and Jennings, J. L.: 2012, Social and behavioral skills and the gender gap in early educational achievement, Social Science Research 41(1), 1Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c15.",
        "Dodge, K. A., Bierman, K. L., Coie, J. D., Greenberg, M. T., Lochman, J. E., McMahon, R. J. and Pinderhughes, E. E.: 2014, Impact of early intervention on psychopathology, crime, and well-being at age 25, American journal of psychiatry 172(1), 59Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c70.",
        "Dornbusch, R., Fischer, S. and Samuelson, P. A.: 1977, Comparative advantage, trade, and payments in a ricardian model with a continuum of goods, The American Economic Review pp. 823Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c839.",
        "Eaton, J. and Kortum, S.: 2002, Technology, geography, and trade, Econometrica 70(5), 1741Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c1779.",
        "Eaton, J. and Kortum, S.: 2012, Putting ricardo to work, The Journal of Economic Perspectives pp. 65Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c89.",
        "Edmondson, A. C.: 2012, Teaming: How organizations learn, innovate, and compete in the knowledge economy, John Wiley & Sons.",
        "Frey, C. B. and Osborne, M.: 2013, The future of employment, How Susceptible Are Jobs to Computerisation .",
        "Garicano, L.: 2000, Hierarchies and the organization of knowledge in production, Journal of political economy 108(5), 874Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c904.",
        "Garicano, L. and Rossi-Hansberg, E.: 2004, Inequality and the organization of knowledge, American Economic Review pp. 197Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c202.",
        "Garicano, L. and Rossi-Hansberg, E.: 2006, Organization and inequality in a knowledge economy*, The Quarterly journal of economics 121(4), 1383Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c1435.",
        "Gibbons, R., Katz, L. F., Lemieux, T. and Parent, D.: 2005, Comparative advantage, learning, and sectoral wage determination, Journal of Labor Economics 23(4), 681Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c724.",
        "Glaeser, E. L.: 1999, Learning in cities, Journal of urban Economics 46(2), 254Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c277.",
        "Glaeser, E. L., Laibson, D. and Sacerdote, B.: 2002, An economic approach to social capital*, The Economic Journal 112(483), F437Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009cF458.",
        "Glaeser, E. and Mare, D.: 2001, Cities and skills, Journal of Labor Economics 19(2), 316Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c42.",
        "Goldin, C., Katz, L. F. and Kuziemko, I.: 2006, The homecoming of american college women: The reversal of the college gender gap, The Journal of Economic Perspectives 20(4), 133Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c 156.",
        "Goos, M. and Manning, A.: 2007, Lousy and lovely jobs: The rising polarization of work in britain, The review of economics and statistics 89(1), 118Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c133.",
        "Goos, M., Manning, A. and Salomons, A.: 2014, Explaining job polarization: Routine-biased technological change and offshoring, The American Economic Review 104(8), 2509Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c2526.",
        "Grogger, J. and Eide, E.: 1995, Changes in college skills and the rise in the college wage premium, Journal of Human Resources pp. 280Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c310.",
        "Hackman, J. R.: 2002, Leading teams: Setting the stage for great performances, Harvard Business Press.",
        "Hall, J. A.: 1978, Gender effects in decoding nonverbal cues., Psychological bulletin 85(4), 845.",
        "Hamilton, B. H., Nickerson, J. A. and Owan, H.: 2003, Team incentives and worker heterogeneity: An empirical analysis of the impact of teams on productivity and participation, Journal of political Economy 111(3), 465Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c497.",
        "Heckman, J. J.: 1995, Lessons from the bell curve, Journal of Political Economy pp. 1091Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c 1120.",
        "Heckman, J. J. and Kautz, T.: 2012, Hard evidence on soft skills, Labour economics 19(4), 451Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c464.",
        "Heckman, J. J. and Sedlacek, G.: 1985, Heterogeneity, aggregation, and market wage functions: an empirical model of self-selection in the labor market, The Journal of Political Economy pp. 1077Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c1125.",
        "Heckman, J. J., Stixrud, J. and Urzua, S.: 2006, The effects of cognitive and noncognitive abilities on labor market outcomes and social behavior, Journal of Labor Economics 24(3), 411Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c482.",
        "Heckman, J., Pinto, R. and Savelyev, P.: 2013, Understanding the mechanisms through which an influential early childhood program boosted adult outcomes, The American Economic Review 103(6), 1Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c35.",
        "Heckman, J. and Scheinkman, J.: 1987, The importance of bundling in a gorman-lancaster model of earnings, The Review of Economic Studies 54(2), 243Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c255.",
        "Heckman, J. and Vytlacil, E.: 2001, Identifying the role of cognitive ability in explaining the level of and change in the return to schooling, Review of Economics and Statistics 83(1), 1Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c12.",
        "Hjort, J.: 2014, Ethnic divisions and production in firms, The Quarterly Journal of Economics 129(4), 1899Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c1946.",
        "Hsieh, C.-T., Hurst, E., Jones, C. I. and Klenow, P. J.: 2013, The allocation of talent and us economic growth, Technical report, National Bureau of Economic Research.",
        "Jacob, B. A.: 2002, Where the boys arenÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0084¢t: Non-cognitive skills, returns to school and the gender gap in higher education, Economics of Education review 21(6), 589Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c598.",
        "Jaimovich, N. and Siu, H. E.: 2012, The trend is the cycle: Job polarization and jobless recoveries, Technical report, National Bureau of Economic Research.",
        "Jones, D. E., Greenberg, M. and Crowley, M.: 2015, Early social-emotional functioning and public health: The relationship between kindergarten social competence and future wellness, American journal of public health (0), e1Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009ce8.",
        "Juhn, C., Murphy, K. M. and Pierce, B.: 1993, Wage inequality and the rise in returns to skill, Journal of political Economy pp. 410Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c442.",
        "Karabarbounis, L. and Neiman, B.: 2014, The global decline of the labor share, The Quarterly Journal of Economics 129(1), 61Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c103.",
        "Katz, L. F. and Murphy, K. M.: 1991, Changes in relative wages, 1963-1987: Supply and demand factors, Technical report, National Bureau of Economic Research.",
        "Kirkland, R. A., Peterson, E., Baker, C. A., Miller, S. and Pulos, S.: 2013, Meta-analysis reveals adult female superiority in\" reading the mind in the eyes test, North American Journal of Psychology 15(1), 121Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c146.",
        "Kniffin, K. M., Wansink, B. and Shimizu, M.: 2015, Sports at work anticipated and persistent correlates of participation in high school athletics, Journal of Leadership & Organizational Studies 22(2), 217Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c230.",
        "Kortum, S. S.: 1997, Research, patenting, and technological change, Econometrica 65(6), 1389.",
        "Kremer, M.: 1993, The o-ring theory of economic development, The Quarterly Journal of Economics pp. 551Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c575.",
        "Krueger, A. B.: 1993, How computers have changed the wage structure: Evidence from microdata, 1984-1989, The Quarterly Journal of Economics 108(1), 33Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c60.",
        "Krueger, A. B. and Schkade, D.: 2008, Sorting in the labor market do gregarious workers flock to interactive jobs?, Journal of Human Resources 43(4), 859Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c883.",
        "Kuhn, P. and Weinberger, C.: 2005, Leadership skills and wages, Journal of Labor Economics 23(3), 395Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c436.",
        "Lawrence, E., Shaw, P., Baker, D., Baron-Cohen, S. and David, A.: 2004, Measuring empathy: reliability and validity of the empathy quotient, Psychological medicine 34(05), 911Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c 920.",
        "Lazear, E. P.: 1999, Globalisation and the market for team-mates, The Economic Journal 109(454), 15Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c40.",
        "Lazear, E. P.: 2004, Balanced skills and entrepreneurship, American Economic Review pp. 208Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c211.",
        "Lazear, E. P.: 2009, Firm-specific human capital: A skill-weights approach, Journal of Political Economy 117(5), 914Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c940.",
        "Lazear, E. P.: 2012, Leadership: A personnel economics approach, Labour Economics 19(1), 92Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c101.",
        "Lazear, E. P. and Shaw, K. L.: 2007, Personnel economics: The economistÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0084¢s view of human resources, Journal of Economic Perspectives 21(4), 91Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c114.",
        "Lazear, E. P., Shaw, K. L. and Stanton, C. T.: 2012, The value of bosses, Technical report, National Bureau of Economic Research.",
        "Levy, F. and Murnane, R. J.: 2012, The new division of labor: How computers are creating the next job market, Princeton University Press.",
        "Lindbeck, A. and Snower, D. J.: 2000, Multitask learning and the reorganization of work: from tayloristic to holistic organization, Journal of labor economics 18(3), 353Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c376.",
        "Lindenlaub, I.: 2014, Sorting multidimensional types: Theory and application.",
        "Lindqvist, E. and Vestman, R.: 2011, The labor market returns to cognitive and noncognitive ability: Evidence from the swedish enlistment, American Economic Journal: Applied Economics pp. 101Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c128.",
        "Lise, J. and Postel-Vinay, F.: 2014, Multidimensional skills, sorting, and human capital accumulation, Technical report, Mimeo.",
        "Lu, Q.: 2015, The end of polarization? technological change and employment in the us labor market.",
        "Maciejovsky, B., Sutter, M., Budescu, D. V. and Bernau, P.: 2013, Teams make you smarter: How exposure to teams improves individual decisions in probability and reasoning tasks, Management Science 59(6), 1255Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c1270.",
        "Marx, B., Pons, V. and Suri, T.: 2015, Diversity and team performance in a kenyan organization.",
        "Mayer, J. D., Caruso, D. R. and Salovey, P.: 1999, Emotional intelligence meets traditional standards for an intelligence, Intelligence 27(4), 267Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c298.",
        "Mayer, J. D., Roberts, R. D. and Barsade, S. G.: 2008, Human abilities: Emotional intelligence, Annu. Rev. Psychol. 59, 507Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c536.",
        "McCann, R. J., Shi, X., Siow, A. and Wolthoff, R.: 2014, Becker meets ricardo: Multisector matching with communication and cognitive skills.",
        "Michaels, G., Natraj, A. and Van Reenen, J.: 2014, Has ict polarized skill demand? evidence from eleven countries over twenty-five years, Review of Economics and Statistics 96(1), 60Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c 77.",
        "Moravec, H.: 1988, Mind children: The future of robot and human intelligence, Harvard University Press.",
        "Mueller, H. M., Ouimet, P. P. and Simintzi, E.: 2015, Wage inequality and firm growth, Technical report, National Bureau of Economic Research.",
        "Mulligan, C. B. and Rubinstein, Y.: 2008, Selection, investment, and womenÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0084¢s relative wages over time, The Quarterly Journal of Economics pp. 1061Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c1110.",
        "Murnane, R. J., Willett, J. B. and Levy, F.: 1995, The growing importance of cognitive skills in wage determination, The Review of Economics and Statistics 77(2), 251Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c66.",
        "NACE: 2015, 2015 job outlook, Bethlehem, Pennsylvania, November .",
        "Neal, D. A. and Johnson, W. R.: 1996, The role of premarket factors in black-white wage differences, The Journal of Political Economy 104(5), 869Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c895.",
        "Oi, W. Y. and Idson, T. L.: 1999, Firm size and wages, Handbook of labor economics 3, 2165Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c 2214.",
        "Premack, D. and Woodruff, G.: 1978, Does the chimpanzee have a theory of mind?, Behavioral and brain sciences 1(04), 515Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c526.",
        "Ramm, J., Tjotta, S. and Torsvik, G.: 2013, Incentives and creativity in groups.",
        "Ricardo, D.: 1891, Principles of political economy and taxation, G. Bell and sons.",
        "Salovey, P. and Mayer, J. D.: 1990, Emotional intelligence, Imagination, cognition and personality 9(3), 185Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c211.",
        "Sanders, C. and Taber, C.: 2012, Life-cycle wage growth and heterogeneous human capital, Annual Review of Economics 4(1), 399Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c425.",
        "Storper, M. and Venables, A. J.: 2004, Buzz: face-to-face contact and the urban economy, Journal of economic geography 4(4), 351Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c370.",
        "Taber, C. R.: 2001, The rising college premium in the eighties: Return to college or return to unobserved ability?, Review of Economic Studies pp. 665Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c691.",
        "Weinberger, C. J.: 2014, The increasing complementarity between cognitive and social skills, Review of Economics and Statistics 96(4), 849Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c861.",
        "Welch, F.: 2000, Growth in womenÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0084¢s relative wages and in inequality among men: One phenomenon or two?, American Economic Review pp. 444Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c449.",
        "Woolley, A. W., Chabris, C. F., Pentland, A., Hashmi, N. and Malone, T. W.: 2010, Evidence for a collective intelligence factor in the performance of human groups, science 330(6004), 686Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c688.",
        "Wuchty, S., Jones, B. F. and Uzzi, B.: 2007, The increasing dominance of teams in production of knowledge, Science 316(5827), 1036Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c1039.",
        "Yamaguchi, S.: 2012, Tasks and heterogeneous human capital, Journal of Labor Economics 30(1), 1Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c53."
    ]
}