{
    "id": 21487,
    "cites": 83,
    "cited_by": 2,
    "reference": [
        "Acemoglu, Daron, 2001, Good jobs versus bad jobs, Journal of Labor Economics, 19(1), 1 Ã\u0083Â¢Ã\u0082Ë\u0086Ã\u0082â\u0080\u0099 21",
        "Andrew B. Abel, and Olivier J. Blanchard ,1986, The present value of profits and the cyclical variability of investment, Econometrica, 54(2), 249 Ã\u0083Â¢Ã\u0082Ë\u0086Ã\u0082â\u0080\u0099 273",
        "Asness, Clifford, R. Burt Porter, and Ross Stevens, 2000, Predicting stock returns using industry-relative firm characteristics, Working paper, Iowa State University",
        "Belo, Frederico, Xiaoji Lin, and Santiago Bazdresch, 2014, Labor hiring, investment, and stock return predictability in the cross section, Journal of Political Economy, 122(1), 129-177",
        "Berk, Jonathan B., Richard C. Green, and Vasant Naik, 1999, Optimal investment, growth options and security returns, Journal of Finance 54, 1153-1607.",
        "Berk, J., and J. Walden, 2013, Limited capital market participation and human capital risk, Review of Asset Pricing Studies, 3(1), 1 Ã\u0083Â¢Ã\u0082Ë\u0086Ã\u0082â\u0080\u0099 37",
        "Betermier, Sebastien, Thomas Jansson, Christine Parlour, and Johan Walden, 2012, Hedging labor income risk, Journal of Financial Economics, 105(3), 622 Ã\u0083Â¢Ã\u0082Ë\u0086Ã\u0082â\u0080\u0099 639",
        "Blatter, M., S. Muehlemann, S. Schenker, and S. Wolter, 2012, Hiring costs of skilled workers and the supply of firm-provided training, working paper, University of Bern",
        "Bloom, Nicholas, 2009, The impact of uncertainty shocks, Econometrica, 77(3), 623 Ã\u0083Â¢Ã\u0082Ë\u0086Ã\u0082â\u0080\u0099 685",
        "Bond, Stephen, and John Van Reenen, 2007, Microeconometric models of investment and employment, Handbook of econometrics, 6, 4417 Ã\u0083Â¢Ã\u0082Ë\u0086Ã\u0082â\u0080\u0099 4500",
        "Boyd, John H., Jian Hu, and Ravi Jagannathan, 2005, The stock marketÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0084¢s reaction to unemployment news: Why bad news is usually good for stocks, Journal of Finance, 60(2), 649 Ã\u0083Â¢Ã\u0082Ë\u0086Ã\u0082â\u0080\u0099 672",
        "Button, Peter, 1990, The cost of labour turnover: an accounting perspective, Labour Economics and Productivity 2, 146 Ã\u0083Â¢Ã\u0082Ë\u0086Ã\u0082â\u0080\u0099 160",
        "Caballero, Ricardo. 2007, Specificity and the Macroeconomics of Restructuring. MIT Press",
        "Caju, Philip Du, Catherine Fuss, and Ladislav Wintr, 2007, Downward wage rigidity for different workers and firms : an evaluation for Belgium using the IWFP procedure, Working Paper, European Central Bank.",
        "Campbell III, Carl M. ,1997, The variation in wage rigidity by occupation and union status in the US, Oxford Bulletin of Economics and Statistics, 59, 133 Ã\u0083Â¢Ã\u0082Ë\u0086Ã\u0082â\u0080\u0099 147",
        "Cappelli, Peter, and Steffanie L. Wilk, 1997, Understanding selection processes: organization determinants and performance outcomes, Mimeo, The Wharton School",
        "Chen, Huafeng Jason, Marcin Kacperczyk, and Hernn Ortiz-Molina, 2011, Labor unions, operating flexibility, and the cost of equity, Journal of Financial and Quantitative Analysis, 46, 25 Ã\u0083Â¢Ã\u0082Ë\u0086Ã\u0082â\u0080\u0099 58",
        "Cochrane, John, 1991, Production-based asset pricing and the link between stock returns and economic fluctuations, Journal of Finance 461, 209 Ã\u0083Â¢Ã\u0082Ë\u0086Ã\u0082â\u0080\u0099 237",
        "Cochrane, John, 2005, Financial Markets and the Real Economy, Foundations and Trends(R) in Finance, 1, 1C101.",
        "Danthine, Jean-Pierre, and John B. Donaldson, 2002, Labour relations and asset returns, Review of Economic Studies, 69(1), 41 Ã\u0083Â¢Ã\u0082Ë\u0086Ã\u0082â\u0080\u0099 64",
        "Davis, Steven, R. Jason Faberman, and John Haltiwanger, 2006, The flow approach to labor markets: New data sources and micro-macro links, Journal of Economic Perspectives, 20(3), 3 Ã\u0083Â¢Ã\u0082Ë\u0086Ã\u0082â\u0080\u0099 26",
        "Diamond, Peter A, 1982, Aggregate demand management in search equilibrium, Journal of Political Economy, 90(5), 881 Ã\u0083Â¢Ã\u0082Ë\u0086Ã\u0082â\u0080\u0099 894",
        "Dolfin, Sarah, 2006, An examination of firmsÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0084¢ employment costs, Applied Economics, 38(8), 861 Ã\u0083Â¢Ã\u0082Ë\u0086Ã\u0082â\u0080\u0099 878",
        "Donangelo, Andres, 2009, Investments in human capital and expected asset returns, Working Paper, University of Texas at Austin",
        "Donangelo, Andres, 2014, Labor mobility: implications for asset pricing, Journal of Finance, 68(3), 1321 Ã\u0083Â¢Ã\u0082Ë\u0086Ã\u0082â\u0080\u0099 1346",
        "Donangelo, Andres, Francois Gourio, and Miguel Palacios, 2015, Labor leverage and the value spread, Working Paper, University of Texas at Austin",
        "Dube, Arindrajit, Eric Freeman, and Michael Reich, 2010, Employee replacement costs, Working Paper, UC Berkeley: Institute for Research on Labor and Employment",
        "Duffy, John, Chris Papageorgiou, and Fidel Perez-Sebastian, 2004, Capital-skill complementarity? Evidence from a panel of countries, Review of Economics and Statistics, 86(1), 327 Ã\u0083Â¢Ã\u0082Ë\u0086Ã\u0082â\u0080\u0099 344",
        "Eiling, Esther, 2011, Industry-specific human capital, idiosyncratic risk and the crosssection of expected stock returns, Journal of Finance, 68(1), 43 Ã\u0083Â¢Ã\u0082Ë\u0086Ã\u0082â\u0080\u0099 84",
        "Eisfeldt, Andrea and Dimitris Papanikolaou, 2013, Organizational capital and the cross-section of expected returns, Journal of Finance, 68(4), 1365 Ã\u0083Â¢Ã\u0082Ë\u0086Ã\u0082â\u0080\u0099 1406",
        "Fama, Eugene F., and Kenneth R. French, 1993, Common risk factors in the returns on stocks and bonds, Journal of Financial Economics 33, 3 Ã\u0083Â¢Ã\u0082Ë\u0086Ã\u0082â\u0080\u0099 56",
        "Fama, Eugene F., and Kenneth R. French, 2008, Dissecting anomalies, Journal of Finance, 63(4), 1653 Ã\u0083Â¢Ã\u0082Ë\u0086Ã\u0082â\u0080\u0099 1678",
        "Fama, Eugene F., and Kenneth R. French, 2014, A five-factor asset pricing model, Journal of Financial Economics, forthcoming",
        "Fama, Eugene F., and James D. MacBeth, 1973, Risk, return, and equilibrium: Empirical tests, Journal of Political Economy, 81(3) 607",
        "Fama, Eugene F. and G. William Schwert, 1977, Human capital and capital market equilibrium, Journal of Financial Economics, 4(1), 95-125",
        "Favilukis, Jack, and Xiaoji Lin, 2015, Wage rigidity: A solution to several asset pricing puzzles, Review of Financial Studies, forthcoming",
        "Greenwood, Jeremy, Hercowitz, Zvi, and Per Krusell,1997, Long-run implications of investment-specific technological change, American Economic Review, 87(3), 342Ã\u0083Â¢Ã\u0082Ë\u0086Ã\u0082â\u0080\u0099362",
        "Griliches, Zvi ,1969, Capital-skill complementarity, Review of Economics and Statistics, 51(4), 465-468",
        "Hall, Robert, 2014, High discounts and high unemployment, NBER working paper",
        "Hamermesh, Daniel S, 1993, Labor demand, 1st ed, Princeton University Press",
        "Hamermesh, Daniel S and Gerard Pfann, 1996, Adjustment costs in factor demand, Journal of Economic Literature, XXXIV, 1264 Ã\u0083Â¢Ã\u0082Ë\u0086Ã\u0082â\u0080\u0099 1292",
        "Hou, Kewei, Andrew Karolyi, and Bon-Chan Kho, 2011, What Factors Drive Global Stock Returns?, Review of Financial Studies, 24(8), 2527-2574.",
        "Hou, Kewei, Lu Zhang, and Chen Xue, 2014, Digesting anomalies: An investment approach, Review of Financial Studies, 28(3), 650-705",
        "Imrohoroglu, Ayse, and Selale Tuzel, 2014, Firm-level productivity, risk, and return, Management Science, 60, 2073-2090.",
        "Ince, Ozgur, and R. Burt Porter, 2006, Individual equity return data from Thomson Datastream: Handle with care!, Journal of Financial Research, 29(4), 463C479.",
        "Jagannathan, Ravi and Zenyu Wang, 1996, The conditional CAPM and the crosssection of expected returns, The Journal of Finance, 51, 3 Ã\u0083Â¢Ã\u0082Ë\u0086Ã\u0082â\u0080\u0099 53",
        "Jermann, Urban J, 1998, Asset pricing in production economies, Journal of Monetary Economics, 41(2), 257 Ã\u0083Â¢Ã\u0082Ë\u0086Ã\u0082â\u0080\u0099 275",
        "Kogan, Leonid, 2001, An equilibrium model of irreversible investment, Journal of Financial Economics, 62, 201 Ã\u0083Â¢Ã\u0082Ë\u0086Ã\u0082â\u0080\u0099 245",
        "Kogan, Leonid, 2004. Asset prices and real investment, Journal of Financial Economics 73, 411Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c431",
        "Kogan, Leonid, and Dimitris Papanikolaou, 2012, Economic activity of firms and asset prices, Annual Review of Financial Economics, 4, 361-384",
        "Kogan, Leonid, and Dimitris Papanikolaou, 2013, Firm characteristics and stock returns: The role of investment-specific shocks, Review of Financial Studies, 26(11), 2718 Ã\u0083Â¢Ã\u0082Ë\u0086Ã\u0082â\u0080\u0099 2759",
        "Kogan, Leonid, and Dimitris Papanikolaou, 2014, Growth opportunities, technology shocks and asset prices, Journal of Finance, 69(2), 675 Ã\u0083Â¢Ã\u0082Ë\u0086Ã\u0082â\u0080\u0099 718",
        "Krussel, Per, Lee Ohanian, Jose-Victor Rios-Rull, Geovanni L. Violante, 2000, Capitalskill complementarity and inequality: A macroeconomic analysis, Econometrica, 68(5), 1029 Ã\u0083Â¢Ã\u0082Ë\u0086Ã\u0082â\u0080\u0099 1053",
        "Kuehn, Lars-Alexander, Mikhail Simutin, and Jessie J. Wang, 2014, A labor capital asset pricing model, Working Paper",
        "Kydland, Finn E., 1984, Labor-force heterogeneity and the business cycle, CarnegieRochester Conference Series on Public Policy, 21, 173 Ã\u0083Â¢Ã\u0082Ë\u0086Ã\u0082â\u0080\u0099 208",
        "Lagakos, David, and Guillermo Ordonez, 2011, Which workers get insurance within the firm?, Journal of Monetary Economics, 58, 632 Ã\u0083Â¢Ã\u0082Ë\u0086Ã\u0082â\u0080\u0099 645",
        "Lettau, Martin, and Jessica A. Wachter, 2007, Why is long-horizon equity less risky? A duration-based explanation of the value premium, Journal of Finance 62, 55 Ã\u0083Â¢Ã\u0082Ë\u0086Ã\u0082â\u0080\u0099 92",
        "Li, Dongmei and Lu Zhang, 2010, Does q-theory with investment frictions explain anomalies in the cross-section of returns?, Journal of Financial Economics, 98(2), 297 Ã\u0083Â¢Ã\u0082Ë\u0086Ã\u0082â\u0080\u0099 314",
        "Liu, Laura X. L., Toni M. Whited, and Lu Zhang, 2009, Investment-based expected stock returns, Journal of Political Economy, 117(6), 1105 Ã\u0083Â¢Ã\u0082Ë\u0086Ã\u0082â\u0080\u0099 1139",
        "Lustig, Hanno, and Stijn Van Nieuwerburgh, 2008, The returns on human capital: Good news on wall street is bad news on main street, Review of Financial Studies, 21(5), 2097 Ã\u0083Â¢Ã\u0082Ë\u0086Ã\u0082â\u0080\u0099 2137",
        "Malevergne, Yannick, Pedro Santa-Clara, and Didier Sornette (2011), Professor Zipf goes to Wall Street, Working Paper",
        "Mayers, David, 1972, Non-marketable assets and capital market equilibrium under uncertainty, in Jensen, M. Studies in the Theory of Capital Markets, Praeger, New York,223 Ã\u0083Â¢Ã\u0082Ë\u0086Ã\u0082â\u0080\u0099 248",
        "McGrattan, Ellen R., 1999, Application of weighted residual methods to dynamic economic models. In Computational Methods for the Study of Dynamic Economies, Chapter 6, eds. R. Marimon and A. Scott. Oxford: Oxford University Press",
        "Merz, Monika, and Eran Yashiv, 2007, Labor and the market value of the firm, American Economic Review, 97(4), 1419 Ã\u0083Â¢Ã\u0082Ë\u0086Ã\u0082â\u0080\u0099 1431",
        "Mincer, Jacob, 1962, On-the-job training: Costs, returns, and some implications, Journal of Political Economy, 70(5), 50 Ã\u0083Â¢Ã\u0082Ë\u0086Ã\u0082â\u0080\u0099 79",
        "Mortensen, Dale T, 1982, Property rights and efficiency in mating, racing, and related games, American Economic Review, 72(5) 968 Ã\u0083Â¢Ã\u0082Ë\u0086Ã\u0082â\u0080\u0099 979",
        "Ochoa, Marcelo, 2013, Volatility, labor heterogeneity, and asset prices, Working Paper",
        "Oi, Walter Y., 1962, Labor as a quasi-fixed factor, Journal of Political Economy 70, 538 Ã\u0083Â¢Ã\u0082Ë\u0086Ã\u0082â\u0080\u0099 555",
        "Palacios, Miguel, 2015, Human capital as an asset class: Implications from a general equilibrium model, Review of Financial Studies, 28(4), 978 Ã\u0083Â¢Ã\u0082Ë\u0086Ã\u0082â\u0080\u0099 1023",
        "Palacios, Miguel, and Alex Stomper, 2014, Training the doubtful and timid, working paper, Vanderbilt University",
        "Parker, Jonathan, and Annette Vissing-Jorgensen, 2009, Who bears aggregate fluctuations and how?, American Economic Review Papers and Proceedings",
        "Parker, Jonathan, and Annette Vissing-Jorgensen, 2010, The increase in income cyclicality of high-income households and its relation to the rise in top income shares, Brookings Papers on EconomicActivity",
        "Parlour, Christine, and Johan Walden, 2011, General equilibrium returns to human and investment capital under moral hazard, Review of Economic Studies, 78(1), 394 Ã\u0083Â¢Ã\u0082Ë\u0086Ã\u0082â\u0080\u0099 428",
        "Petersen, Mitchel A., 2009, Estimating standard errors in finance panel data sets: Comparing approaches, Review of Financial Studies, 22, 435 Ã\u0083Â¢Ã\u0082Ë\u0086Ã\u0082â\u0080\u0099 480",
        "Petrosky-Nadeau, Nicolas, Lu Zhang, and Lars-Alexander Khuen, 2013, Endogenous disasters and asset prices, working paper, Carnegie Mellon University and Ohio State University",
        "Pissarides, Christopher A., 1985, Short-run equilibrium dynamics of unemployment, vacancies, and real wages, American Economic Review, 75(4), 676 Ã\u0083Â¢Ã\u0082Ë\u0086Ã\u0082â\u0080\u0099 690",
        "Rouwenhorst, K. Geert, 1995, Asset pricing implications of equilibrium business cycle models, In Frontiers of business cycle research , Ed T.F. Cooley(ed), Princeton University Press, 294 Ã\u0083Â¢Ã\u0082Ë\u0086Ã\u0082â\u0080\u0099 330",
        "Santos, Tano and Pietro Veronesi, 2006, Labor Income and Predictability of Stock Returns, Review of Financial Studies, 19, 1 Ã\u0083Â¢Ã\u0082Ë\u0086Ã\u0082â\u0080\u0099 44",
        "Shapiro, Matthew D, 1986, The dynamic demand for capital and labor, Quarterly Journal of Economics, 101(3), 513 Ã\u0083Â¢Ã\u0082Ë\u0086Ã\u0082â\u0080\u0099 542",
        "Shumway, Tyler, 1997, The delisting bias in CRSP data, 1997, Journal of Finance, 52, 327 Ã\u0083Â¢Ã\u0082Ë\u0086Ã\u0082â\u0080\u0099 340",
        "Tauchen, George, and Robert Hussey, 1991, Quadrature-based methods for obtaining approximate solutions to nonlinear asset pricing models, Econometrica, 59(2), 371Ã\u0083Â¢Ã\u0082Ë\u0086Ã\u0082â\u0080\u0099396",
        "Tuzel, Selale, 2009, Corporate real estate holdings and the cross section of stock returns, Review of Financial Studies, 23(6), 2268 Ã\u0083Â¢Ã\u0082Ë\u0086Ã\u0082â\u0080\u0099 2302",
        "Uhlig, Harald, 2007, Explaining asset prices with external habits and wage rigidities in a DSGE model, American Economic Review, 97(2), 239 Ã\u0083Â¢Ã\u0082Ë\u0086Ã\u0082â\u0080\u0099 243"
    ]
}