{
    "id": 21485,
    "cites": 26,
    "cited_by": 10,
    "reference": [
        "Abadie, A. 2005. Semiparametric Difference-in-Differences Estimators. Review of Economic Studies 72(1): 1-19.",
        "Athey, S., P. Milgrom, and J. Roberts. 1998. Robust Comparative Statics. Draft monograph available at faculty-gsb.stanford.edu/athey/documents/draftmonograph98.pdf.",
        "Bajari, P., and L. Benkard. 2005. Demand Estimation with Heterogeneous Consumers and Unobserved Product Characteristics: A Hedonic Approach. Journal of Political Economy 113(6): 1239-76.",
        "Banzhaf, H.S. 2010. The Chicago School of Welfare Economics. In The Elgar Companion to the Chicago School of Economics, ed. by R. Emmett. Cheltenham, UK: Elgar, pp. 59-69.",
        "Bartik, T.J. 1987. The Estimation of Demand Parameters in Hedonic Price Models. Journal of Political Economy 95(1): 81-8.",
        "Bartik, T.J. 1988. Measuring the Benefits of Amenity Improvements in Hedonic Price Models. Land Economics 64(2): 172-83.",
        "Bayer, P., M.D. Casey, F. Ferreira, and R. McMillan. 2012. Price Discrimination in the Housing Market. NBER working paper 18069.",
        "Bayer, P., R. McMillan, and K. Rueben. 2011. An Equilibrium Model of Sorting in an Urban Housing Market. Mimeo, Duke University.",
        "Bayer, P., F. Ferreira, and R. McMillan. 2007. A Unified Framework for Measuring Preferences for Schools and Neighborhoods. Journal of Political Economy 115(4): 588-638.",
        "Bayer, P., R. McMillan, A. Murphy, and C. Timmins. 2011. A Dynamic Model of Demand for Houses and Neighborhoods. NBER Working Paper 17250.",
        "Bishop, K.C. 2012. A Dynamic Model of Location Choice and Hedonic Valuation. Mimeo. http://www.public.asu.edu/~kcbisho2/dynamic_migration_fall_2012.pdf.",
        "Bishop, K.C., and C. Timmins. 2015. Estimating the Marginal Willingness to Pay Function without Instrumental Variables. Mimeo. http://www.public.asu.edu/~kcbisho2/estimating_mwtp_function_without_iv.pdf.",
        "De Brabanter, K., J. De Brabanter, B. De Moor, and I. Gijbels. 2013. Derivative Estimation with Local Polynomial Fitting. Journal of Machine Learning Research 14: 281-301.",
        "Chay, K.Y., and M. Greenstone. 2005. Does Air Quality Matter? Evidence from the Housing Market. Journal of Political Economy 113(2): 376-424.",
        "Chetty, R. 2009. Sufficient Statistics for Welfare Analysis: A Bridge between Structural and Reduced-Form Methods. Annual Review of Economics 1: 451-88.",
        "Chiappori, P.-A., R.J. McCann, and L.P. Nesheim. 2010. Hedonic price equilibria, stable matching, and optimal transport: equivalence, topology, and uniqueness. Economic Theory 42(2): 317-54.",
        "CrÃ\u0083Â©pon, B., E. Duflo, M. Gurgand, and P. Zamora. 2013. Do Labor Market Policies have Displacement Effects? Evidence from a Clustered Randomized Experiment. Quarterly Journal of Economics 128(2): 531-80.",
        "Currie, J., L. Davis, M. Greenstone, and R. Walker. 2015. Do Housing Prices Reflect Environmental Health Risks? Evidence from More than 1600 Toxic Plant Openings and Closings. American Economic Review 105(2): 678-709.",
        "Davis, L.W. 2004. The Effect of Health Risk on Housing Values: Evidence from a Cancer Cluster. American Economic Review 94(5): 1693-1704.",
        "Davis, L.W. 2011. The Effect of Power Plants on Local Housing Values and Rents. Review of Economics and Statistics 93(4): 1391-1402.",
        "Depro, B., and C. Timmins. 2012. Residential Mobility and Ozone Exposure: Challenges for Environmental Justice Policy. In The Political Economy of Environmental Justice, ed. by H.S. Banzhaf. Stanford University Press: 115-36.",
        "Edlin, A.S., and C. Shannon. 1998. Strict Single Crossing and the Strict Spence-Mirrlees Condition: A Comment on Monotone Comparative Statics. Econometrica 66: 1417-1425.",
        "Ekeland, I., J.J. Heckman, and L. Nesheim. 2004. Identification and Estimation of Hedonic Models. Journal of Political Economy 112(1): S60-S109.",
        "Epple, D. 1987. Hedonic Prices and Implicit Markets: Estimating Demand and Supply functions for Differentiated Products. Journal of Political Economy 95(1): 59-80.",
        "Epple, D., M. Peress, and H. Sieg. 2010. Identification and Semiparametric Estimation of Equilibrium Models of Local Jurisdictions. American Economic Journal: Microeconomics 2(4): 195-220.",
        "Epple, D., and H. Sieg. 1999. Estimating Equilibrium Models of Local Jurisdictions. Journal of Political Economy 107(4): 645-81."
    ]
}