{
    "id": 21492,
    "cites": 36,
    "cited_by": 7,
    "reference": [
        "Acemoglu, Daron, Mikhail Golosov, and Aleh Tsyvinski, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Political Economy of Mechanisms,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Econometrica, 2008, 76, 619Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c41.",
        "Aguiar, Mark and Manuel Amador, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Growth under the Shadow of Expropriation, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Quarterly Journal of Economics, 2011, 126, 651Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c97.",
        "Alesina, Alberto and Guido Tabellini, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093A Positive Theory of Fiscal Deficits and Government Debt,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Review of Economic Studies, 1990, 57, 403Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c14.",
        "Alonso, Ricardo and Niko Matouschek, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Optimal Delegation,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Review of Economic Studies, 2008, 75, 259Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c93.",
        "Amador, Manuel and Kyle Bagwell, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093The Theory of Delegation with an Application to Tariff Caps,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Econometrica, 2013, 81 (4), 1541Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c600.",
        "Ambrus, Attila and Georgy Egorov, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Commitment-Flexibility Trade-off and Withdrawal Penalties,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d 2012. Working Paper.",
        "Athey, Susan, Andrew Atkeson, and Patrick J. Kehoe, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093The Optimal Degree of Discretion in Monetary Policy,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Econometrica, 2005, 73, 1431Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c75.",
        "Atkeson, Andrew and Robert Lucas, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093On Efficient Distribution with Private Information,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Review of Economic Studies, 1992, 59 (3), 427Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c53.",
        "Azzimonti, Marina, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Barriers to Investment in Polarized Societies,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d American Economic Review, 2011, 101, 2182Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c204.",
        ", Marco Battaglini, and Stephen Coate, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093The Costs and Benefits of Balanced Budget Rules: Lessons from a Political Economy Model of Fiscal Policy,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d 2015. Working Paper.",
        "Bagnoli, Mark and Ted Bergstrom, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Log-Concave Probability and Its Applications, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Economic Theory, 2005, 26, 445Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c69.",
        "Barro, Robert, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Ramsey Meets Laibson in the Neoclassical Growth Model,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Quarterly Journal of Economics, 1999, 114, 1125Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c52.",
        "Battaglini, Marco and Stephen Coate, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093A Dynamic Theory of Public Spending, Taxation, and Debt,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d American Economic Review, 2008, 98, 201Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c36.",
        "Beetsma, Roel and Harald Uhlig, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093An Analysis of the Stability and Growth Pact,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d The Economic Journal, 1999, 109, 546Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c71.",
        "Bernheim, B. Douglas, Debraj Ray, and Sevin Yeltekin, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Poverty and Self-Control,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d 2015. Working Paper.",
        "Bisin, Alberto, Alessandro Lizzeri, and Leeat Yariv, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Government Policy with Time Inconsistent Voters,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d American Economic Review, 2015, 105 (6), 1711Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c37.",
        "Bond, Philip and Gustav Sigurdsson, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Commitment Contracts,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d 2013. Working Paper.",
        "Budina, Nina, Andrea Schaechter, Anke Weber, and Tidiane Kinda, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Fiscal Rules in Response to the Crisis : Toward the Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Ë\u009cNext-GenerationÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0084¢ Rules: A New Dataset,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d 2012. IMF Working Paper WP/12/187.",
        "Caballero, Ricardo and Pierre Yared, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Future Rent-Seeking and Current Public Savings,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Journal of International Economics, 2010, 82, 124Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c36.",
        "Chari, V. V. and Patrick J. Kehoe, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093International Coordination of Fiscal Policy in Limiting Economies,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Journal of Political Economy, 1990, 98 (3), 617Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c36.",
        "Halac, Marina and Pierre Yared, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Fiscal Rules and Discretion under Persistent Shocks,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Econometrica, 2014, 82 (5), 1557Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c614.",
        "Holmstr om, Bengt, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093On Incentives and Control in Organizations,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d 1977. Ph.D. Thesis, Stanford University.",
        ", Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093On the Theory of Delegation,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d in M. Boyer and R. Kihlstrom, eds., Bayesian Models in Economic Theory, North-Holland; New York, 1984.",
        "Jackson, Matthew O. and Leeat Yariv, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Collective Dynamic Choice: The Necessity of Time Inconsistency,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d 2014. Working Paper.",
        "Krusell, Per and Anthony Smith, Jr., Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Consumption-Savings Decisions with Quasi-Geometric Discounting,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Econometrica, 2003, 71, 365Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c75.",
        ", Burhanettin Kruscu, and Anthony Smith, Jr., Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Temptation and Taxation, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Econometrica, 2010, 78, 2063Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c84.",
        "Laibson, David, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Golden Eggs and Hyperbolic Discounting,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Quarterly Journal of Economics, 1997, 112, 443Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c77.",
        "Lizzeri, Alessandro, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Budget Deficits and Redistributive Politics,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d American Economic Review, 1999, 66, 909Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c28.",
        "Persson, Torsten and Guido Tabellini, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Double-Edged Incentives: Institutions and Policy Coordination,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d in G. M. Grossman and K. Rogoff, eds., Handbook of International Economics, Vol. 3 Elsevier 1995, pp. 1973Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c2030.",
        "Phelps, Edmund and Robert Pollak, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093On Second Best National Savings and Game-Equilibrium Growth,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Review of Economic Studies, 1968, 35, 185Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c99.",
        "Sleet, Christopher, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Optimal Taxation with Private Government Information, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Review of Economic Studies, 2004, 71, 1217Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c39.",
        "Song, Zheng, Kjetil Storesletten, and Fabrizio Zilibotti, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Rotten Parents and Disciplined Children: A Politico-Economic Theory of Public Expenditure and Debt,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Econometrica, 2012, 80 (6), 2785Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c803.",
        "Thomas, Jonathan and Tim Worrall, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Income Fluctuation and Asymmetric Information: An Example of a Repeated Principal-Agent Problem,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Journal of Economic Theory, 1990, 51 (2), 367Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c90.",
        "Tornell, Aaron and Philip Lane, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093The Voracity Effect,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d American Economic Review, 1999, 89, 22Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c46.",
        "Truger, Achim and Henner Will, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093The German Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Ë\u009cDebt BrakeÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0084¢ Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c A Shining Example for European Fiscal Policy?,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d 2012. Working Paper No. 15/2012, Institute for International Political Economy Berlin.",
        "Yared, Pierre, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Politicians, Taxes and Debt,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Review of Economic Studies, 2010, 77, 806Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c40."
    ]
}