{
    "id": 21499,
    "cites": 39,
    "cited_by": 1,
    "reference": [
        "S. J. Pocock. Clinical Trials: A Practical Approach. Wiley, New York, 1983.",
        "L. M. Friedman, C. D. Furberg, and D. L. DeMets. Fundamentals of Clinical Trials: A Practical Approach. Springer, New York, 4th edition, 2010.",
        "D. A. Berry. Bayesian clinical trials. Nat Rev Drug Discov, 5(1):27Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c36, Jan. 2006.",
        "U.S. Food and Drug Administration. Guidance for industry: Fast track drug development programsÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009ddesignation, development, and application review. Accessed April 20, 2015 at http://www.fda.gov/downloads/Drugs/Guidances/ucm079736.pdf, Jan. 2006.",
        "U.S. Food and Drug Administration. Guidance for industry: Expedited programs for serious conditionsÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009d drugs and biologics. Accessed April 20, 2015 at http://www.fda. gov/downloads/Drugs/GuidanceComplianceRegulatoryInformation/Guidances/ UCM358301.pdf, June 2013.",
        "M. Greener. Drug safety on trial. EMBO Rep, 6(3):202Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c204, Mar. 2005.",
        "J. K. Aronson. Drug withdrawals because of adverse eÃ\u0083Â¯Ã\u0082Â¬Ã\u0082â\u0082¬ects. In J.K. Aronson, editor, A worldwide yearly survey of new data and trends in adverse drug reactions and interactions, volume 30 of Side EÃ\u0083Â¯Ã\u0082Â¬Ã\u0082â\u0082¬ects of Drugs Annual, pages xxxiÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009cxxxv. Elsevier, 2008. doi: http://dx.doi.org/10.1016/S0378-6080(08)00064-0.",
        "R. McNaughton, G. Huet, and S. Shakir. An investigation into drug products withdrawn from the EU market between 2002 and 2011 for safety reasons and the evidence used to support the decision-making. BMJ Open, 4(1):e004221, Jan. 2014.",
        "ProCon.org. 35 FDA-approved prescription drugs later pulled from the market. Jan. 2014.",
        "L. A. Lenert, D. R. Markowitz, and T. F. Blaschke. Primum non nocere? valuing of the risk of drug toxicity in therapeutic decision making. Clin Pharmacol Ther, 53(3): 285Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c291, Mar. 1993.",
        "H. G. Eichler, E. Abadie, J. M. Raine, and T. Salmonson. Safe drugs and the cost of good intentions. New Engl J Med, 360(14):1378Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c1380, Apr. 2009.",
        "H. G. Eichler, B. Bloechl-Daum, D. Brasseur, and et al. The risks of risk aversion in drug regulation. Nat Rev Drug Discov, 12(12):907Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c916, Dec. 2013.",
        "F. J. Anscombe. Sequential medical trials. J Am Stat Assoc, 58(302):365Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c383, 1963.",
        "T. Colton. A model for selecting one of two medical treatments. J Am Stat Assoc, 58 (302):388Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c400, 1963.",
        "D. A. Berry. Interim analysis in clinical trials: The role of likelihood principle. Am Stat, 41(2):117Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c122, May 1987.",
        "D. J. Spiegelhalter, L. S. Freedman, and M. K. B. Parmar. Bayesian approaches to randomized trials. J R Stat Soc Ser A Stat Soc, 157(3):357Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c416, 1994.",
        "Morris H. DeGroot. Optimal Statistical Decisions. McGraw-Hill Book Company, New York, 1970.",
        "C. J. L. Murray, J. Abraham, M. K. Ali, and et al. The state of U.S. health, 1990Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c2010: Burden of diseases, injuries, and risk factors. JAMA, 310(6):591Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c608, Jul. 2013.",
        "National Institute for Health and Care Excellence. Quality adjusted life years (QALYs) and severity of illness: Report 10. Accessed July 9, 2015 at https:// www.nice.org.uk/Media/Default/Get-involved/Citizens-Council/Reports/ CCReport10QALYSeverity.pdf, Feb. 2008.",
        "U.S. Food and Drug Administration. Draft PDUFA V implementation plan: Structured approach to beneÃ\u0083Â¯Ã\u0082Â¬Ã\u0082Â\u0081t-risk assessment in drug regulatory decision-making. Accessed April 20, 2014 at http://www.fda.gov/downloads/ForIndustry/UserFees/ PrescriptionDrugUserFee/UCM329758.pdf, Feb. 2013. Fiscal Years 2013-2017.",
        "U.S. Food and Drug Administration. Federal register notice. Accessed April 20, 2014 at http://www.gpo.gov/fdsys/pkg/FR-2013-04-11/pdf/2013-08441.pdf, Apr. 2013.",
        "U.S. Congress. Title 21, Code of Federal Regulations, part 312, subpart E: Drugs intended to treat life-threatening and severely-debilitating illnesses. Accessed April 20, 2014 at http://www.gpo.gov/fdsys/pkg/CFR-1999-title21-vol5/ pdf/CFR-1999-title21-vol5-part312-subpartE.pdf, Apr. 1999.",
        "Center for Devices and Radiological Health of the U.S. Food and Drug Administration. Guidance for industry and FDA staÃ\u0083Â¯Ã\u0082Â¬Ã\u0082â\u0082¬: Guidance for the use of Bayesian statistics in medical device clinical trials. Accessed March 14, 2015 at http://www.fda.gov/ downloads/MedicalDevices/DeviceRegulationandGuidance/GuidanceDocuments/ ucm071121.pdf, Feb. 2010.",
        "D. A. Berry. Bayesian statistics and the eÃ\u0083Â¯Ã\u0082Â¬Ã\u0082Æ\u0092ciency and ethics of clinical trials. Stat Sci, 19(1):175Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c187, 2004.",
        "Y. Cheng, F. Su, and D. A. Berry. Choosing sample size for a clinical trial using decision analysis. Biometrika, 90(4):923Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c936, Dec. 2003.",
        "C. Jennison and B. W. Turnbull. Group Sequential Methods with Applications to Clinical Trials. CRC Press, 2010.",
        "B. Freedman. Equipoise and the ethics of clinical research. New Engl J Med, 317(3): 141Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c145, Jul. 1987.",
        "A. D. Barker, C. C. Sigman, G. J. KelloÃ\u0083Â¯Ã\u0082Â¬Ã\u0082â\u0082¬, N. M. Hylton, D. A. Berry, and L. J. Esserman. I-SPY 2: An adaptive breast cancer trial design in the setting of neoadjuvant chemotherapy. Clin Pharmacol Ther, 86(1):97Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c100, May 2009.",
        "J. A. Salomon, T. Vos, D. R. Hogan, and et al. Common values in assessing health outcomes from disease and injury: Disability weights measurement study for the Global Burden of Disease Study 2010. Lancet, 380(9859):2129Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c2143, Dec. 2012.",
        "O. B. Ahmad, C. Boschi-Pinto, A. D. Lopez, and et al. Age standardization of rates: A new WHO standard. GPE discussion paper series: No 31, Accessed July 20, 2014 at http://www.who.int/healthinfo/paper31.pdf, 2001.",
        "K. Polyak. Heterogeneity in breast cancer. 121(10):3786Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c3788, Oct. 2011.",
        "D. A. Berry. The Brave New World of clinical cancer research: Adaptive biomarkerdriven trials integrating clinical practice with clinical research. Mol Oncol, 9(5):951Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c959, Mar. 2015.",
        "U.S. Congress. Food and Drug Administration Safety and Innovation Act, public law 112-144. Accessed April 20, 2014 at http://www.gpo.gov/fdsys/pkg/ PLAW-112publ144/pdf/PLAW-112publ144.pdf, Jul. 2012.",
        "H. G. Eichler, E. Abadie, A. Breckenridge, and et al. Bridging the eÃ\u0083Â¯Ã\u0082Â¬Ã\u0082Æ\u0092cacy-eÃ\u0083Â¯Ã\u0082Â¬Ã\u0082â\u0082¬ectiveness gap: A regulatorÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0084¢s perspective on addressing variability of drug response. Nat Rev Drug Discov, 10(7):495Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c506, Jul. 2011.",
        "H. P. Selker, K. A. Oye, H. G. Eichler, and et al. A proposal for integrated eÃ\u0083Â¯Ã\u0082Â¬Ã\u0082Æ\u0092cacy-toeÃ\u0083Â¯Ã\u0082Â¬Ã\u0082â\u0082¬ectiveness (E2E) clinical trials. Clin Pharmacol Ther, 59(2):147Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c153, Feb. 2014.",
        "H. G. Eichler, F. Pignatti, B. Flamion, H. Leufkens, and A. Breckenridge. Balancing early market access to new drugs with the need for beneÃ\u0083Â¯Ã\u0082Â¬Ã\u0082Â\u0081t/risk data: A mounting dilemma. Nat Rev Drug Discov, 7(10):818Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c826, Oct. 2008.",
        "European Medicines Agency. Road map to 2015: The European medicines agencyÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0084¢s contribution to science, medicines and health. Accessed March 15, 2015 at http://www.ema.europa.eu/docs/en_GB/document_library/Report/ 2011/01/WC500101373.pdf, Dec. 2010.",
        "H. G. Eichler, K. Oye, L. G. Baird, and et al. Adaptive licensing: Taking the next step in the evolution of drug approval. Clin Pharmacol Ther, 91(3):426Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c437, Mar. 2012.",
        "European Medicines Agency. Adaptive pathways to patients: Report on the initial experience of the pilot project. Technical Report EMA/758619/2014, Dec. 2014."
    ]
}