{
    "id": 21496,
    "cites": 37,
    "cited_by": 17,
    "reference": [
        "Arnosti, Nick, Ramesh Johari and Yash Kanoria (2015). Managing Congestion in Dynamic Matching Markets, Stanford University, unpublished.",
        "Armstrong, Mark, and Jidong Zhou (2011). Paying for Prominence, Economic Journal, 121, F368-F395.",
        "Bolton, Gary, Ben Greiner, and Axel Ockenfels (2013). Engineering Trust: Reciprocity in the Production of Reputation Information, Management Science, 59(2), 265-285.",
        "Brown, Jennifer and John Morgan (2009). How Much is a Dollar Worth? Tipping versus Equilibrium Coexistence on Competing Auction Sites, Journal of Political Economy, 117(4), 668-700.",
        "Cabral, Luis, and Ali Hortacsu (2010). The Dynamics of Seller Reputation: Evidence from eBay, Journal of Industrial Economics, 58(1), 54-78.",
        "Cullen, Zoe, and Chiara Farronato (2015). Outsourcing Tasks Online: Matching Demand and Supply on Peer-to-Peer Internet Platforms, Stanford University, unpublished.",
        "De Corniere, Alexandre, and Greg Taylor (2014). Integration and Search Engine Bias, RAND Journal of Economics, 45(3), 576-597.",
        "Dellacrocas, Chris (2003). The Digitization of Word-of-Mouth: Promise and Challenges of Online Feedback Mechanisms, Management Science, 49(10), 1407-1424.",
        "Dinerstein, Michael, Liran Einav, Jonathan Levin, and Neel Sundaresan (2014). Consumer Price Search and Platform Design in Internet Commerce, Stanford University, unpublished.",
        "Dowd, Maureen (2015). Driving Uber Mad, New York Times, May 23, 2015.",
        "Einav, Liran, Chiara Farronato, Jonathan Levin, and Neel Sundaresan (2015). Auctions versus Posted Prices in Online Markets, Stanford University, unpublished.",
        "Einav, Liran, Theresa Kuchler, Jonathan Levin, and Neel Sundaresan (2015). Assessing Sales Strategies in Online Markets Using Matched Listings, American Economic Journal: Microeconomics, 7(2), 215-247.",
        "Farronato, Chiara, and Andrey Fradkin (2015). Market Structure with the Entry of Peerto -Peer Platforms: the Case of Hotels and Airbnb, Stanford University, in progress.",
        "Forquet, Laure, and Mark Scott (2015). Uber Drivers Face Fines in Paris New York Times, February 22, 2015.",
        "Fradkin, Andrey (2015). Search Frictions and the Design of Online Marketplaces, MIT, unpublished.",
        "Fradkin, Andrey, Elena Grewal, David Holtz, and Matthew Pearson (2015). Bias and Reciprocity in Online Reviews: Evidence from Field Experiments on Airbnb, MIT, unpublished.",
        "Goldman, Matthew, and Justin Rao (2015). Experiments as Instruments: Heterogeneous Position Eects in Sponsored Search Auctions, unpublished.",
        "Gomez Lemmen Meyer, Ana (2015). Pricing Mechanisms in Peer-to-Peer Online Credit Markets, PhD Dissertation, Stanford University.",
        "Grossman, Nick (2015). Regulation, the Internet Way, Harvard University Kennedy School, unpublished.",
        "Hagiu, Andre, and Bruno Jullien (2011). Why Do Intermediaries Divert Search? RAND Journal of Economics, 42, 337-362.",
        "Hall, Jonathan and Alan Krueger (2015). An Analysis of the Labor Market for Ubers Driver-Partners in the United States, Princeton University, unpublished.",
        "Horton, John J. (2014). Misdirected Search Eort in a Matching Market: Causes, Consequences and a Partial Solution, Proceedings of the fteenth ACM Conference on Economics and Computation, 357-357.",
        "Horton, John J., and Joseph M. Golden (2015). Reputation Ination: Evidence from an Online Labor Market. NYU, unpublished.",
        "Hui, X. A., M. Saeedi, Neel Sundaresan, and Zeqian Shen (2014). From Lemon Markets to Managed Markets: the Evolution of eBays Reputation System, unpublished.",
        "Jin, Ginger Zhe, and Andrew Kato (2007). Dividing Online and Oine: A Case Study Review of Economic Studies, 74(3), 981-1004.",
        "Leiber, Ron (2015). Airbnb Horror Story Points to Need for Precautions, New York Times, August 14, 2015.",
        "Levin, Jonathan (2013). The Economics of Internet Markets, in D. Acemoglu, M. Arellano, and E. Dekel eds., Advances in Economics and Econometrics, Cambridge University Press, 2013.",
        "Lewis, Greg (2011). Asymmetric Information, Adverse Selection and Online Disclosure: The Case of eBay Motors, American Economic Review, 101(4), 1535-1546.",
        "Luca, Michael (2014). Reviews, Reputation and Revenue: The Case of yelp.com, Harvard University, unpublished.",
        "Mayzlin, Dina, Yaniv Dover, and Judy Chevalier (2014). Promotional Reviews: An Empirical Investigation of Online Review Manipulation, American Economic Review, 104(8), 2421-2455.",
        "Milgrom, Paul (2008). Simplied Mechanisms with an Application to Sponsored-Search Auctions, Games and Economic Behavior, doi: 10/1016/j.geb.2008.12.003.",
        "Nosko, Chris, and Steven Tadelis (2015). The Limits of Reputation in Platform Markets: An Empirical Analysis and Field Experiment, UC Berkeley, unpublished.",
        "Quan, Thomas W., and Kevin R. Williams (2014). Product Variety, Across Market Demand Heterogeneity, and the Value of Online Retail, Yale University, unpublished.",
        "Resnick, Paul, Richard Zeckhauser, Eric Friedman, and Ko Kuwabara (2002). Reputation Systems: Facilitating Trust in Internet Interactions, Communication of the ACM, 43(12), 45-48.",
        "Sheldon, Michael (2015). Income Targeting and the Ride-Sharing Market, University of Chicago, unpublished.",
        "Stigler, George (1971). The Theory of Economic Regulations, Bell Journal of Economics and Management Science, 2(1), 3-21.",
        "Zervas, Georgias, Davide Proserpio, and John W. Byers (2014). The Rise of the Sharing Economy: Estimating the Impact of Airbnb on the Hotel Industry, Boston University, unpublished."
    ]
}