{
    "id": 21491,
    "cites": 25,
    "cited_by": 1,
    "reference": [
        "Andersen, T. G., N. Fusari, and V. Todorov (2015a). Parametric Inference and Dynamic State Recovery from Option Panels. Econometrica 83, 1081Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c1145.",
        "Andersen, T. G., N. Fusari, and V. Todorov (2015b). The Risk Premia Embedded in Index Options. Journal of Financial Economics 117, 558Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c584.",
        "Bakshi, G. and D. Madan (2000). Spanning and Derivative Security Valuation. Journal of Financial Economics 55, 205Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c238.",
        "Bollerslev, T. and V. Todorov (2014). Time Varying Jump Tails. Journal of Econometrics 183, 168Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c180.",
        "Bollerslev, T., V. Todorov, and L. Xu (2015). Tails Risk Premia and Return Predictability. Journal of Financial Economics, forthcoming.",
        "Breeden, D. and R. Litzenberger (1978). Prices of State Contingent Claims Implicit in Option Prices. Journal of Business 51, 621Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c652.",
        "Carr, P., H. Geman, D. Madan, and M. Yor (2002). The Fine Structure of Asset Returns: An Empirical Investigation. Journal of Business 75, 305Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c332.",
        "Carr, P., H. Geman, D. Madan, and M. Yor (2003). Stochastic Volatility for L evy Processes. Mathematical Finance 13, 345Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c382.",
        "Carr, P. and L. Wu (2003). What Type of Process Underlies Options? A Simple Robust Test. Journal of Finance 58, 2581Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c2610.",
        "Christoffersen, P., K. Jacobs, and K. Mimouni (2010). Volatility Dynamics for the S&P 500: Evidence from Realized Volatility, Daily Returns, and Option Prices. Review of Financial Studies 23, 3141Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c3189.",
        "Christoffersen, P., K. Jacobs, and C. Ornthanalai (2012). Dynamic Jump Intensities and Risk Premiums: Evidence from S&P 500 Returns and Options. Journal of Financial Economics 106, 447Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c472.",
        "Collin-Dufresne, P., R. Goldstein, and C. Jones (2008). Identification of Maximal Affine Term Structure Models. Journal of Finance 63, 743Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c795.",
        "Cont, R. and P. Tankov (2004). Financial Modelling with Jump Processes. Boca Raton, Florida, U.S.A.: Chapman and Hall.",
        "Drechsler, I. and A. Yaron (2011). WhatÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0084¢s Vol Got to Do with It? Review of Financial Studies 24, 1Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c45.",
        "Duffie, D., J. Pan, and K. Singleton (2000). Transform Analysis and Asset Pricing for Affine Jump-Diffusions.",
        "Durrleman, V. (2008). Convergence of at-the-money Implied Volatilities to the Spot Volatility. Journal of Applied Probability 45, 542Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c550.",
        "Green, R. and R. Jarrow (1987). Spanning and Completeness in Markets with Contingent Claims. Journal of Economic Theory 41, 202Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c210.",
        "Jacod, J. and P. Protter (2012). Discretization of Processes. Berlin: Springer-Verlag.",
        "Jarrow, R. and S. Kwok (2015). Specification Tests of Calibrated Option Pricing Models. Journal of Econometrics, forthcoming.",
        "Kou, S. (2002). A Jump Diffusion Model for Option Pricing. Management Science 48, 1086Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c1101.",
        "Nachman, D. (1988). Spanning and Completeness with Options. Review of Financial Studies 1, 311Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c328.",
        "Pan, J. (2002). The Jump-Risk Premia Implicit in Options: Evidence from an Integrated Time-Series Study. Journal of Financial Economics 63, 3Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c50.",
        "Pan, J. and J. Liu (2003). Dynamic Derivative Strategies. Journal of Financial Economics 69, 401Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c430.",
        "Ross, S. (1976). Options and efficiency. Quarterly Journal of Economics 90, 75Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c89.",
        "Wachter, J. A. (2013). Can Time-Varying Risk of Rare Disasters Explain Aggregate Stock Market Volatility? Journal of Finance 68, 987Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c1035."
    ]
}