{
    "id": 2149,
    "cites": 14,
    "cited_by": 4,
    "reference": [
        "Abel, A.B., Empirical Investment Equations: An Integrative Framework, in K. Bruriner arid A.H. Meltzer (eds.) On the State of Macro-economics, CarnegieRochester Series on Public Policy, 1980.",
        "Akerlof, G.A., The Market for Lemons: Qualitative Uncertainty and the Market Mechanism, Quarterly Journal of Economics, 1970, 84, 488-500.",
        "Bar-Han, A., Optimal Decision Rules and Fixed Transactions Costs, unpublished Ph.D. Dissertation, Princeton University, 1985.",
        "Bernanke, B., Adjustment Costs, Durables and Aggregate Consumption, Journal of Monetary Economics, 1985, 13, 4 1-68.",
        "Bus, M.J., Real Wages Over the Business Cycle: Evidence from Panel Data, Journal of Political Economy, 1985, 93, 666-689.",
        "Deaton, A.S. and J. Muellbauer, Economics and Consumer Behavior, Cambridge University Press, 1980.",
        "Flavin, M.A., The Adjustment of Consumption to Changing Expectations about Future Income, Journal of Political Economy, 1981, 89, 974-1009.",
        "Flemming, J.S., The Utility of Wealth and the Utility of Windfalls, Review of Economic Studies, 1969, 36, 55-66.",
        "Friedman, M. A Theory of the Consumption Function, Princeton University Press, 1957.",
        "Hall, R.E., Stocastic Implications of the Life Cycle-Permanent Income Hypothesis: Theory and Evidence, Journal of Political Economy, 1978, 86, 97 1-987.",
        "Holt, C.C., F. Modigliani, J. Muth and H. Simon, Planning Production, Inventories and Work Force, Prentice-Hall, Englewood Cliffs, 1960.",
        "Lancaster, K., Variety, Equity, and Efficiency, Columbia University Press, 1979.",
        "Mankiw, N.G., Halls Consumption Hypotheis and Durable Goods, Journal of Monetary Economics, 1982, 10, 417-425.",
        "Modigliani, F. and R.E. Brumberg, Utility Analysis and the Consumption Function: An Interpretation of Cross-Section Data, in Post-Keynesian Economics, edited by K.K. Kurihara, Rutgers University Press, 1954."
    ]
}