{
    "id": 21504,
    "cites": 33,
    "cited_by": 28,
    "reference": [
        "Amiti, M., O. Itskhoki, and J. Konings: 2014, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Ë\u009cImporters, Exporters, and Exchange Rate DisconnectÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0084¢. American Economic Review 104(7), 1942Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c1978.",
        "Amiti, M. and J. Konings: 2007, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Ë\u009cTrade Liberalization, Intermediate Inputs and ProductivityÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0084¢. American Economic Review 97(5), 1611Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c1638.",
        "AntrÃ\u0083Æ\u0092Ã\u0082Â s, P., T. C. Fort, and F. Tintelnot: 2014, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Ë\u009cThe Margins of Global Sourcing: Theory and Evidence from U.S. FirmsÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0084¢. Working Paper.",
        "Arkolakis, C.: 2010, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Ë\u009cMarket Penetration Costs and the New Consumer Margin in International TradeÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0084¢. Journal of Political Economy 118(6), 1151Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c1199.",
        "Arkolakis, C., A. Costinot, and A. Rodriguez-Clare: 2012, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Ë\u009cNew Trade Models, Same Old Gains?Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0084¢. American Economic Review 102(1), 94Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c130.",
        "Arkolakis, C. and M.-A. Muendler: 2011, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Ë\u009cThe Extensive Margin of Exporting Products: A Firm-level AnalysisÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0084¢. Working Paper.",
        "Bernard, A. B., J. B. Jensen, S. J. Redding, and P. K. Schott: 2012, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Ë\u009cThe Empirics of Firm Heterogeneity and International TradeÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0084¢. Annual Review of Economics 4, 283Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c313.",
        "Blaum, J., C. Lelarge, and M. Peters: 2013, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Ë\u009cNon-Homothetic Import Demand: Firm Productivity and Quality BiasÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0084¢. Working Paper.",
        "Broda, C. and D. E. Weinstein: 2006, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Ë\u009cGlobalization and the Gains from VarietiesÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0084¢. Quarterly Journal of Economics 121(2), 541Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c585.",
        "Caliendo, L. and F. Parro: 2015, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Ë\u009cEstimates of the Trade and Welfare Effects of NAFTAÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0084¢. The Review of Economic Studies 82(1), 1Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c44.",
        "Costinot, A. and A. RodrÃ\u0083Æ\u0092Ã\u0082Â­guez-Clare: 2014, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Ë\u009cTrade Theory with Numbers: Quantifying the Consequences of GlobalizationÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0084¢. In: Handbook of International Economics.",
        "De Loecker, J. and P. Goldberg: 2013, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Ë\u009cFirm Performance in a Global MarketÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0084¢. The Annual Review of Economics 6, 201Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c227.",
        "De Loecker, J., P. K. Goldberg, A. K. Khandelwal, and N. Pavcnik: 2012, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Ë\u009cPrices, Markups and Trade ReformÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0084¢. Working Paper.",
        "Eaton, J. and S. Kortum: 2002, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Ë\u009cTechnology, Geography, and TradeÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0084¢. Econometrica 70(5), 1741Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c1779.",
        "Eaton, J., S. Kortum, and F. Kramarz: 2011, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Ë\u009cAn Anatomy of International Trade: Evidence from French FirmsÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0084¢. Econometrica 79(5), 1453Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c1498.",
        "Eslava, M., A. C. Fieler, and D. Y. Xu: 2014, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Ë\u009cTrade, Skills, and Quality Upgrading: A Theory with Evidence from ColombiaÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0084¢. Working Paper.",
        "Feenstra, R. C.: 1994, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Ë\u009cNew Product Varieties and the Measurement of International PricesÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0084¢. American Economic Review 84(1), 157Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c177.",
        "Goldberg, P., A. Khandelwal, N. Pavcnik, and P. Topalova: 2010, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Ë\u009cImported Intermediate Inputs and Domestic Product Growth: Evidence from IndiaÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0084¢. Quarterly Journal of Economics.",
        "Gopinath, G. and B. Neiman: 2014, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Ë\u009cTrade Adjustment and Productivity in Large CrisesÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0084¢. American Economic Review 104(3).",
        "Halpern, L., M. Koren, and A. Szeidl: 2011, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Ë\u009cImported Inputs and ProductivityÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0084¢. Working Paper.",
        "Hummels, D., R. Jorgenson, J. R. Munch, and C. Xiang: 2011, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Ë\u009cThe Wage Effect of Offshoring: Evidence from Danish Matched Worker-Firm DataÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0084¢. Working Paper.",
        "Imbs, J. and I. Mejean: 2015, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Ë\u009cElasticity OptimismÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0084¢. American Economic Journal: Macroeconomics 7(3), 43Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c83.",
        "Jia, P.: 2008, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Ë\u009cWhat Happens When Wal-Mart Comes to Town: An Empirical Analysis of the Discount Retailing Industry\"Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0084¢. Econometrica 76(6), 1263Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c1316.",
        "Kasahara, H. and J. Rodrigue: 2008, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Ë\u009cDoes the use of imported intermediates increase productivity? Plant-level evidenceÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0084¢. Journal of Development Economics 87, 106Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c118.",
        "Khandelwal, A. and P. Topalova: 2011, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Ë\u009cTrade Liberalization and Firm Productivity: The Case of IndiaÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0084¢. The Review of Economics and Statistics 93(3), 995Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c1009.",
        "Kugler, M. and E. Verhoogen: 2011, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Ë\u009cPrices, Plant Size, and Product QualityÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0084¢. Review of Economic Studies (14418), 1Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c33.",
        "Levinsohn, J. and A. Petrin: 2012, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Ë\u009cMeasuring aggregate productivity growth using plant-level dataÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0084¢. The RAND Journal of Economics 43(4), 705Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c725.",
        "Oberfield, E. and D. Raval: 2014, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Ë\u009cMicro Data and Macro TechnologyÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0084¢. Working Paper.",
        "Pavcnik, N.: 2002, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Ë\u009cTrade Liberalization, Exit and Productivity Improvements: Evidence from Chilean PlantsÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0084¢. Review of Economic Studies 69(1), 245Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c276.",
        "Ramanarayanan, A.: 2014, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Ë\u009cImported Inputs and the Gains from TradeÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0084¢. Working Paper.",
        "Simonovska, I. and M. E. Waugh: 2013, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Ë\u009cThe Elasticity of Trade: Estimates and EvidenceÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0084¢. Journal of International Economics 92(1), 34Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c50.",
        "Simonovska, I. and M. E. Waugh: 2014, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Ë\u009cTrade Models, Trade Elasticities, and the Gains from TradeÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0084¢. Working Paper.",
        "Wooldridge, J.: 2009, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Ë\u009cOn estimating firm-level production functions using proxy variables to control for unobservablesÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0084¢. Ecomics Letters 104, 112Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c114."
    ]
}