{
    "id": 21500,
    "cites": 19,
    "cited_by": 2,
    "reference": [
        "Ackerberg D. 2003. Advertising learning and customer choice in experience good markets: A structural empirical examination. International Economic Review 44:1007Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c1040 Allenby GM, Rossi PE. 1999. Marketing models of consumer heterogeneity.",
        "Journal of Econometrics 89:57Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c78 Altonji J, Matzkin RL. 2005. Cross-section and panel data estimators for nonseparable models with endogenous regressors. Econometrica 73:1053Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c1102 Andrews DWK. 2011. Examples of l2 -complete and boundedly complete distributions.",
        "Discussion Paper 1801, Cowles Foundation, Yale University Armstrong TB. 2015. Large market asymptotics for differentiated product demand estimators with economic models of supply. Tech. rep., Yale University Athey S, Imbens GW. 2007. Discrete choice models with multiple unobserved choice characteristics. International Economic Review 48:1159Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c1192 Bayer P, Ferreira F, McMillan R. 2007. A unified framework for measuring preferences for schools and neighborhoods. Journal of Political Economy 115:588Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c638 Bayer P, Timmins C. 2007. Estimating equilibrium models of sorting across locations. The Economic Journal 117:353Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c374 Berry S. 1994. Estimating discrete choice models of product differentiation.",
        "RAND Journal of Economics 32:408Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c427 Chernozhukov V, Hansen C. 2005. An iv model of quantile treatment effects.",
        "Econometrica 73:245Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c261 Chintagunta PK, Honor e BE. 1996. Investigating the effects of marketing variables and unobserved heterogeneity in a multinomial probit model. International Journal of Marketing Research 13:1Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c15 Eizenberg A. 2011. Upstream innovation and product variety in the united states home pc market. Tech. rep., Hebrew University Fan Y. 2013. Ownership consolidation and product characteristics: A study of the u.s. daily newspaper market. American Economic Review 103:1598Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c1628 Fox J, Gandhi A. 2011. Identifying demand with multi-dimensional unobservables: A random functions approach. Tech. rep., University of Wisconsin Gale D, Nikaido H. 1965. The jacobian matrix and global univalence of mappings.",
        "Mathematische Annalen 159:81Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c93 Gentzkow M, Shapiro J. 2010. What drives media slant? evidence from u.s. newspapers. Econometrica 78:35Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c71 Goeree MS. 2008. Limited information and advertising in the us personal computer industry. Econometrica 76:1017Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c1074 Goldberg P. 1998. The effects of the corporate average fuel economy standards in the automobile industry. Journal of Industrial Economics 46:1Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c33 Goldberg P, Verboven F. 2001. The evolution of price dispersion in the european car market. The Review of Economics Studies 68:811Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c848 Goldberg PK. 1995. Product differentiation and oligopoly in international markets: The case of the u.s. automobile industry. Econometrica 63:891Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c951 Goolsbee A, Petrin A. 2004. The consumer gains from direct broadcast satellites and the competition with cable tv. Econometrica 72:351Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c381 Gordon B, Hartmann WR. 2013. Advertising effects in presidential elections.",
        "Marketing Science 32:19Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c35 Hastings J, Kane T, Staiger D. 2010. Heterogeneous preferences and the efficacy of public school choice. Tech. rep., Brown University Hausman JA. 1996. Valuation of new goods under perfect and imperfect competitioin.",
        "In The Economics of New Goods, eds. TF Bresnahan, RJ Gordon, chap. 5. Chicago: University of Chicago Press, 209Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c248 Ho K. 2009. Insurer-provider networks in the medical care market. American Economic Review 99:393Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c430 Hoderlein S. 2009. Endogenous semiparametric binary choice models with heteroskedasticity.",
        "Working Paper 747, Boston College Hong H, Tamer E. 2003. Endogenous binary choice model with median restrictions.",
        "Economics Letters 80:219Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c225 Honor e BE, Lewbel A. 2002. Semiparametric binary choice panel data models without strictly exogenous regressors. Econometrica 70:2053Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c2063 Horowitz JL. 2011. Applied nonparametric instrumental variables estimation.",
        "Econometrica 79:347Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c394 Horowitz JL. 2014. Ill-posed inverse problems in economics. Annual Review of Ecnomics 6:21Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c51 Hurwicz L. 1950. Generalization of the concept of identification. In Statistical Inference in Dynamic Economic Models, Cowles Commission Monograph 10, ed. TC Koopmans. New York: John Wiley and Sons, 245Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c257 Ichimura H, Thompson TS. 1998. Maximum likelihood estimation of a binary choice model with random coefficients of unknown distribution. Journal of Econometrics 86:269Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c95 Koopmans TC. 1945. Statistical estimation of simultaneous economic relations.",
        "Journal of the American Statistical Association 40:448Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c466 Koopmans TC, ed. 1950. Statistical inference in dynamic economic models, cowles commission monograph 10. New York: John Wiley and Sons Koopmans TC, Reiersol O. 1950. The identification of structural characteristics.",
        "The Annals of Mathematical Statistics 21:165Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c181 Lau L. 1982. On identifying the degree of competitiveness from industry price and output data. Economics Letters 10:93Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c99 Lehmann EL, Scheffe H. 1950. Completeness, similar regions, and unbiased estimation. Sankhya 10:305Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c340 Lehmann EL, Scheffe H. 1955. Completeness, similar regions, and unbiased estimation. Sankhya 15:219Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c236 Lewbel A. 1998. Semiparametric latent variable model estimation with endogenous or mismeasured regressors. Econometrica 66:105Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c121 Lewbel A. 2000. Semiparametric qualitative response model estimation with unknown heteroscedasticity or instrumental variables. Journal of Econometrics 97:145Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c177 Lewbel A. 2006. Simple endogenous binary choice and selection panel model estimators. Working Paper 613, Boston College Lustig J. 2010. The welfare effects of adverse selection in privatized medicare.",
        "Econometrica 76:945Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c978 Matzkin RL. 2013. Nonparametric identification in structural economic models.",
        "Annual Review of Economics 5:457Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c486 Matzkin RL. 2015. Estimation of nonparametric models with simultaneity.",
        "Econometrica 83:1Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c66 McFadden D. 1974. Conditional logit analysis of qualitative choice behavior.",
        "In Frontiers of Econometrics, ed. P Zarembka. New York: Academic Press McFadden D. 1981. Econometric models of probabilistic choice. In Structural Analysis of Discrete Data with Econometric Applications, eds. C Manski, D McFadden. Cambridge, MA: MIT Press McFadden D, Talvitie A, Associates. 1977. Demand model estimation and validation. Berkeley CA: Institute of Transportation Studies Nair H, Chintagunta P, Dube JP. 2004. Empirical analysis of indirect network effects in the market for personal digital assistants. Quantitative Marketing and Economics 2:23Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c58 Neilson C. 2013. Targeted vouchers, competition among schools, and the academic achievement of poor students. Tech. rep., Yale University Nevo A. 2000. Mergers with differentiated products: The case of the ready-toeat cereal industry. RAND Journal ofEconomics 31:395Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c421 Nevo A. 2001. Measuring market power in the ready-to-eat cereal industry.",
        "Econometrica 69:307Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c42 Newey WK, Powell JL. 2003. Instrumental variable estimation in nonparametric models. Econometrica 71:1565Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c1578 Palais RS. 1959. Natural operations on differential forms. Transactions of the American Mathematical Society 92:125Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c141 Petrin A. 2002. Quantifying the benefits of new products: The case of the minivan. JPE 110:705Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c729 Petrin A, Gandhi A. 2011. Identification and estimation in discrete choice demand models when endogeneous variables interact with the error. Tech.",
        "rep., University of Minnesota Reynaert M, Verboven F. 2014. Improving the performance of random coefficients demand models: The role of optimal instruments. Journal of Econometrics 179:83 Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c 98 Rosse JN. 1970. Estimating cost function parameters without using cost function data: An illustrated methodology. Econometrica 38:256Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c275 Rysman M. 2004. Competition between networks: A study of the market for yellow pages. Review of Economic Studies 71:483Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c512 Villas-Boas SB. 2007. Vertical relationships between manufacturers and retailers: Inference with limited data. Review of Economic Studies 74:625Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c652 Waldfogel J. 2003. Preference externalities: An empirical study of who benefits whom in differentiated-product markets. RAND Journal of Economics 34:557Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c68"
    ]
}