{
    "id": 21517,
    "cites": 85,
    "cited_by": 19,
    "reference": [
        "Abbasi, Fahim, Byron William Brown, Cindy Lamendola, Tracey McLaughlin, and Gerald M Reaven, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Relationship between Obesity, Insulin Resistance, and Coronary Heart Disease Risk,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Journal of the American College of Cardiology, 2002, 40 (5), 937Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c943.",
        "Adcock, Robert James, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093A Problem in Least Squares,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d The Analyst, 1878, 5 (2), 53Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c54.",
        "Agranov, Marina and Leeat Yariv, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Collusion through Communication in Auctions,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d 2015. California Institute of Technology, mimeo.",
        "Anderson, Lisa R. and Jennifer M. Mellor, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Are Risk Preferences Stable? Comparing an Experimental Measure with a Validated Survey-based Measure,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Journal of Risk and Uncertainty, 2009, 39 (2), 137Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c160.",
        "Andrews, Donald W.K., Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Testing when a Parameter is on the Boundary of the Maintained Hypothesis,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Econometrica, 2001, 68 (2), 683Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c734.",
        "Angrist, Joshua and Alan B. Krueger, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Instrumental Variables and the Search for Identification: From Supply and Demand to Natural Experiments,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Journal of Economic Perspectives, 2001, 15 (4), 69Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c85.",
        "Barber, Brad M. and Terrance Odean, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093The Behavior of Individual Investors,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d in George M. Constantinides, Milton Harris, and Rene M. Stulz, eds., Handbook of Economics of Finance, Vol. 2B: Asset Pricing, Oxford, UK: North-Holland, 2013, pp. 1533Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c1570.",
        "Belloni, Alexandre, Victor Chernozhukov, and Christian Hansen, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Inference on Treatment Effects after Selection among High-Dimensional Controls,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Review of Economic Studies, 2013, 81 (2), 608Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c650.",
        ", , and Lie Wang, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Square-Root LASSO: Pivotal Recovery of Sparse Signals via Conic Programming,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Biometrika, 2011, 98 (4), 791Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c806.",
        "Bertrand, Marianne and Sendhil Mullainathan, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Do People Mean what they Say? Implications for Subjective Survey Data,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d American Economic Review (Papers & Proceedings) , 2001, 91 (2), 67Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c72.",
        "Blattman, Christopher, Julian C. Jamison, Tricia Koroknay-Palicz, Katherine Rodrigues, and Margaret Sheridan, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Measuring the Measurement Error: A Method to Qualitatively Validate Survey Data,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d 2015. NBER Working Paper Series # 21447.",
        "ReferencesÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c1 Bound, John, Charles Brown, and Nancy Mathiowetz, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Measurement Error in Survey Data,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d in James J. Heckman, ed., Handbook of Econometrics, Vol. 5, Amsterdam, The Netherlands: Elsevier, 2001, chapter 59, pp. 3705Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c3843.",
        "Byrnes, James P, David C Miller, and William D Schafer, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Gender Differences in Risk Taking: A Meta-analysis.,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Psychological Bulletin, 1999, 125 (3), 367Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c383.",
        "Candes, Emmanuel and Terence Tao, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093The Dantzig Selector: Statistical Estimation when p is much Larger than n,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Annals of Statistics, 12 2007, 35 (6), 2313Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c2351.",
        "Carroll, Raymond J. and Leonard A. Stefanski, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Measurement Error, Instrumental Variables and Corrections for Attenuation with Applications to Meta-analyses,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Statistics in Medicine, 1994, 13 (12), 1265Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c1282.",
        "Castillo, Marco, Jeffrey L. Jordan, and Ragan Petrie, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093ChildrenÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0084¢s Rationality, Risk Attitudes, and Misbehavior,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d 2015. George Mason University, mimeo.",
        "Charness, Gary, Uri Gneezy, and Alex Imas, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Experimental Methods: Eliciting Risk Preferences,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Journal of Economic Behavior & Organization, 2013, 87 (1), 43Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c51.",
        "Cleave, Blair L, Nikos Nikiforakis, and Robert Slonim, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Is there Selection Bias in Laboratory Experiments? The Case of Social and Risk Preferences,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Experimental Economics, 2013, 16 (3), 372Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c382.",
        "Coffman, Lucas and Paul Niehaus, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Pathways to Persuasion,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d 2015. Ohio State University, mimeo.",
        "Cohen, Jacob, Statistical Power Analysis for the Behavioral Sciences, 2nd edition ed., Mahwah, New Jersey: Lawrence Earlbaum Associates, 1988.",
        "Condon, David M and William Revelle, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093The International Cognitive Ability Resource: Development and Initial Validation of a Public-domain Measure,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Intelligence, 2014, 43 (2), 52Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c64.",
        "Croson, Rachel and Uri Gneezy, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Gender Differences in Preferences,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Journal of Economic Literature, 2009, 47 (2), 448Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c474.",
        "Dave, Chetan, Catherine C. Eckel, Cathleen A. Johnson, and Christian Rojas, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Eliciting risk preferences: When is simple better?,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Journal of Risk and Uncertainty, 2010, 41 (3), 219Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c243.",
        "Deck, Cary A., Jungmin Lee, Javier A. Reyes, and Chris Rosen, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Measuring Risk Attitudes Controlling for Personality Traits,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d 2008. SSRN working paper #1148521.",
        "ReferencesÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c2 Deck, Cary, Jungmin Lee, Javier Reyes, and Chris Rosen, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Measuring Risk Aversion on Multiple Tasks: Can Domain Specific Risk Attitudes Explain Apparently Inconsistent Behavior?,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d 2010. University of Arkansas, mimeo.",
        "Dohmen, Thomas, Armin Falk, David Huffman, Uwe Sunde, J urgen Schupp, and Gert G Wagner, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Individual Risk Attitudes: Measurement, Determinants, and Behavioral Consequences,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Journal of the European Economic Association, 2011, 9 (3), 522Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c550.",
        "Durbin, James, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Errors in Variables,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Revue de lÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0084¢Institut International de Statistique, 1954, 22 (1/3), 23Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c32.",
        "Eckel, Catherine C. and Philip J. Grossman, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Sex Differences and Statistical Stereotyping in Attitudes toward Financial Risk,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Evolution and Human Behavior, 2002, 23 (4), 281Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c295.",
        "Eckel, Catherine C and Philip J Grossman, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Men, Women and Risk Aversion: Experimental Evidence,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d in Charles R. Plott and Vernon L. Smith, eds., Handbook of Experimental Economics Results, Vol. 1, North-Holland, 2008, pp. 1061Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c1073.",
        "Einav, Liran, Amy Finkelstein, Iuliana Pascu, and Mark Cullen, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093How General Are Risk Preference? Choices under Uncertainty in Different Domains,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d American Economic Review, 2012, 101 (2), 2606Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c2638.",
        "Embrey, Lori L. and Jonathan J. Fox, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Gender Differences in the Investment Decisionmaking Process,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Financial Counseling and Planning, 1997, 8 (2), 33Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c40.",
        "Engel, Christoph, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Dictator Games: A Meta Study,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Experimental Economics, 2011, 14 (4), 583Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c610.",
        "Evans, James D., Straightforward Statistics for the Behavioral Sciences, Brooks/Cole Publishig Company, 1996.",
        "Falk, Armin, Stephan Meier, and Christian Zehnder, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Do Lab Experiments Misrepresent Social Preferences? The Case of Self-selected Student Samples,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Journal of the European Economic Association, 2013, 11 (4), 839Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c852.",
        "Fan, Jianqing and Runze Li, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Variable Selection via Nonconcave Penalized Likelihood and its Oracle Properties,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Journal of the American Statistical Association, 2001, 96 (456), 1348Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c1360.",
        "ReferencesÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c3 and Yuan Liao, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Endogeneity in High Dimensions,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Annals of Statistics, 2014, 42 (3), 872Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c917.",
        "Farrell, James, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Demographics of Risky Investing,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Research in Business and Economics Journal, 2011, Special Edition.",
        "Fiske, Susan T., Daniel T. Gilbert, and Gardner Lindzey, Handbook of Social Psychology, 5th ed., Vol. 1, Hoboken, NJ: John Wiley & Sons, 2010.",
        "Frederick, Shane, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Cognitive Reflection and Decision Making,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Journal of Economic Perspectives, 2005, 19 (4), 25Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c42.",
        "Friedman, Daniel, R Mark Isaac, Duncan James, and Shyam Sunder, Risky Curves: On the Empirical Failure of Expected Utility, Routledge, 2014.",
        "Friedman, Milton, A Theory of the Consumtion Function, Princeton, New Jersey: Princeton University Press, 1957.",
        "Frisch, Ragnar, Statistical Confluence analysis by Means of Complete Regression Systems, Universitetets Ã\u0083Æ\u0092Ã\u0082Ë\u009ckonomiske Instituut, 1934.",
        "Gneezy, Uri and Jan Potters, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093An Experiment on Risk Taking and Evaluation Periods,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d The Quarterly Journal of Economics, 1997, 112 (2), 631Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c645.",
        ", Muriel Niederle, Aldo Rustichini et al., Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Performance in Competitive Environments: Gender Differences,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Quarterly Journal of Economics, 2003, 118 (3), 1049Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c1074.",
        "Greene, William H., Econometric Analysis, 7th ed., Prentice Hall, 2011.",
        "Greenland, Sander, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093An Introduction to Instrumental Variables for Epidemiologists,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d International Journal of Epidemiology, 2000, 29 (4), 722Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c729.",
        "Halevy, Yoram, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Ellsberg Revisited: An Experimental Study,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Econometrica, 2007, 75 (2), 503Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c536.",
        "Harless, David W. and Colin F. Camerer, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093The Predictive Utility of Ceneralized Expected Utility Theories,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Econometrica, 1994, 62 (6), 1251Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c1289.",
        "Harrison, Glenn W, Morten I Lau, and E Elisabet Rutstr om, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Risk Attitudes, Randomization to Treatment, and Self-selection into Experiments,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Journal of Economic Behavior & Organization, 2009, 70 (3), 498Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c507.",
        "Hausman, Jerry A., Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Mismeasured Variables in Econometric Analysis: Problems from the Right and Problems from the Left,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Journal of Economic Perspectives, 2001, 15 (4), 57Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c67.",
        "ReferencesÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c4 Hertz, Tom, Tamara Jayasundera, Patrizio Piraino, Sibel Selcuk, Nicole Smith, and Alina Verashchagina, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093The Inheritance of Educational Inequality: International Comparisons and Fifty-year Trends,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d The BE Journal of Economic Analysis & Policy, 2007, 7 (2), Article 10.",
        "Hey, John D., Experiments in Economics, Blackwell Publishing, 1991.",
        "Holt, Charles A. and Susan K. Laury, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Risk Aversion and Incentive Effects,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d American Economic Review, 2002, 92 (5), 1644Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c1655.",
        "Ioannidis, John P.A., Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Why most Published Research Findings are False,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Chance, 2005, 18 (4), 40Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c47.",
        "Koopmans, Tjalling Charles, Tanker Freight Rates and Tankship Building: An Analysis of Cyclical Fluctuations, by Dr. T. Koopmans, De erven F. Bohn nv, 1939.",
        "Kruger, Daniel J., Xiao-Tian Wang, and Andreas Wilke, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Towards the Development of an Evolutionarily Valid Domain-specific Risk-taking Scale,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Evolutionary Psychology, 2007, 5 (3), 555Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c568.",
        "Leeb, Hannes and Benedikt M P otscher, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Model Selection and Inference: Facts and Fiction,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Econometric Theory, 2005, 21 (1), 21Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c59.",
        "McKelvey, Richard D. and Thomas R. Palfrey, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Quantal Response Equilibria for Normal Form Games,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Games and Economic Behavior, 1995, 10 (1), 6Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c38.",
        "Moore, Don A. and Paul J. Healy, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093The Trouble with Overconfidence,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d 2007. Carnegie Mellon University, mimeo.",
        "Mukerji, Sujoy, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093A Survey of Some Applications of the Idea of Ambiguity Aversion in Economics,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d International Journal of Approximate Reasoning, 2000, 24 (2Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c3), 221Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c234.",
        "Nagel, Rosemarie, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Unraveling in Guessing Games: An Experimental Study,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d The American Economic Review, 1995, 85 (5), 1313Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c1326.",
        "ReferencesÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c5 Niederle, Muriel, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Gender,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d in John H. Kagel and Alvin E. Roth, eds., Handbook of Experimental Economics, Volume 2, Elsevier, 2015.",
        "Pawar, Pradeep K and Abhilasha Dadhich, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Study of Correlation between Human Height and Foot Length in Residents of Mumbai,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d International Journal of Biological and Medical Research, 2012, 3 (3), 2232Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c2235.",
        "Raven, James C., Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Mental Tests used in Genetic Studies: The Performance of Related Individuals on Tests Mainly Educative and Mainly Reproductive.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d PhD dissertation, University of London 1936.",
        "ReiersÃ\u0083Æ\u0092Ã\u0082Â¸l, Olav, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Confluence Analysis by means of Lag Moments and Other Methods of Confluence Analysis,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Econometrica, 1941, 9 (1), 1Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c24.",
        ", Confluence Analysis by means of Instrumental Sets of Variables, Stockholm, Sweden: Almqvist & Wiksell, 1945.",
        ", Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Identifiability of a Linear Relation between Variables which are Subject to Error,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Econometrica, 1950, 18 (4), 375Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c389.",
        "Sargan, John D, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093The Estimation of Economic Relationships using Instrumental Variables, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Econometrica, 1958, pp. 393Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c415.",
        "Segal, Uzi, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093The Ellsberg Paradox and Risk Aversion: An Anticipated Utility Approach,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d International Economic Review, 1987, 28 (1), 175Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c202.",
        ", Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Two-Stage Lotteries without the Reduction Axiom,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Econometrica, March 1990, 58 (2), 349Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c377.",
        "Simonsohn, Uri, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Small Telescopes: Detectability and the Evaluation of Replication Results, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Psychological Science, 2015, 26 (5), 559Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c569.",
        "Spearman, Charles, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093The Proof and Measurement of Association between Two Things,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d The American Journal of Psychology, 1904, 15 (1), 72Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c101.",
        "Tibshirani, Robert, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Regression Shrinkage and Selection via the LASSO,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Journal of the Royal Statistical Society. Series B (Methodological), 1996, 58 (1), 267Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c288.",
        "ReferencesÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c6 Van de Geer, Sara, Peter B uhlmann, Yaacov Ritov, and Ruben Dezeure, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093On Asymptotically Optimal Confidence Regions and Tests for High-Dimensional Models,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d The Annals of Statistics, 2014, 42 (3), 1166Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c1202.",
        "Wald, Abraham, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093The Fitting of Straight Lines if both Variables are Subject to Error,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d The Annals of Mathematical Statistics, 1940, 11 (3), 284Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c300.",
        "Weber, Elke U., Ann-Renee Blais, and Nancy E. Betz, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093A Domain-specific Riskattitude Scale: Measuring Risk Perceptions and Risk Behaviors,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Journal of Behavioral Decision Making, 2002, 15 (4), 263Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c290.",
        "While Nagel (1995) does not report her raw data, the distribution of selected numbers in our data visually resembles the distribution depicted in her Figure 1B.",
        "Online AppendixÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c21 D.2 The Cognitive Reflection Test Next we compare responses on the Cognitive Reflection Test (CRT), described briefly in Section 2.1. The CRT was introduced by Frederick (2005) and consists of three quantitative questions, each having a seemingly intuitive answer that is wrong. In the Spring 2015 installment of the CCS, we included the three questions proposed by Frederick (2005), but with different wording and scaling.",
        "The number of correct answers on the CRT is viewed as a proxy for meta-cognition. It is associated with time preferences: participants who score higher are more Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093patientÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d. In the CCS, the fraction of participants with 0, 1, 2, and 3 correct answers are 19%, 25%, 28%, and 27%, respectively. Frederick (2005) reports responses from 11 subject populations with aggregate proportions of 33%, 28%, 23%, and 17%. In the CCS, participants were less likely to answer no question correctly, and more likely to answer all three questions correctly, while the rates for 1 or 2 correct answers are similar.",
        "Engel (2011) compiles data from 83 papers, consisting of 616 treatments and 20,813 individual observations. The mean amount given away across all treatments was 28%. At the individual level, he reports that 36% give away nothing, 9% give away a third, and 17% give away half. These numbers are very close to those we observe. Participants in the CCS are slightly more extreme in the sense that they are more likely to give away nothing, but when they do give, they are more generous.",
        "In case you tie with another participant(s), we will randomly determine whom of these gets first place, and you will be paid only if it is you who is declared the winner. (c) [3 minutes in which to do as many sums as the participant can] E.2 Overconfidence These questions were used as controls in the regressions on competitiveness, and elicited on the Spring 2015 CCS.",
        "The first three questions are used as a control for overprecision, and are based on Ortoleva and Snowberg (2015). 1. We will now measure your ability to assess numbers quickly. We will show you three pictures of jars of jellybeans. Please give us your best guess as to the number of jellybeans in each jar.",
        "2. [With random picture of a jar of jellybeans] Please enter the number of jellybeans you think are in this jar (between 1 and 1000). 3. How confident are you of your answer to this question? (a) No confidence at all (b) Not very confident (c) Somewhat unconfident (d) Somewhat confident (e) Very confident (f) Certain [Repeat three times.] The next set of questions ask the participant to complete a set of tasks, and then asks the participant to guess their performance (as a measure of estimation / overestimation), and then their guess as to how their performance compares with their peers (placement / overplacement). Participants are given 30 seconds to answer each logical question. 4. This next task asks you to solve five logical puzzles. You will be given thirty seconds to complete each puzzle, and will be paid 20 tokens for each puzzle solved correctly.",
        "5. [5 RavenÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0084¢s matrices from Condon and Revelle (2014). All participants executed the same matrices in the same order.] Online AppendixÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c24 6. How many of the 5 puzzles do you think you solved correctly? 7. Out of 100 other randomly picked survey participants, what percentage do you think solved more puzzles correctly than you? The next set follows the same structure, but uses questions from the cognitive reflection test (CRT). 8. This next task asks you to answer five logical questions. You will have up to 30 second to answer each question and will be paid 20 tokens for each question answered correctly. 9. A monitor and a keyboard cost 350intotal.Themonitorcosts300 more than the keyboard.",
        "What do you prefer? (make sure a radio button in each row is selected) [Multiple price list with Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Urn GambleÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d on the left hand side, and Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093X tokensÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d on the right hand side, with X in increments of 10 from 0 to 150.] Online AppendixÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c27 E.3.3 Lottery Menu This question is based on Eckel and Grossman (2002). 9. Which of the following gambles would you prefer? Each of the gambles will give you a 50% chance of the Low Payoff, and a 50% chance of the High Payoff. The gamble you chose will be run at the end of the survey, and we will tell you your payoff then."
    ]
}