{
    "id": 2151,
    "cites": 22,
    "cited_by": 16,
    "reference": [
        "Blanchard, 0. and L. Summers, Perspectives on High World Real Interest Rates, Brookings Papers on Economic Activity, 2:273-324, 1984.",
        "Blinder, A., The Policy Mix: Lessons from the Recent Past, Economic Outlook, 1:3-9, 1986.",
        "Branson. W. , Causes of Appreciation and Volatility of the Dollar, in The U.S. Dollar - Recent Developments, Outlook. and Policy Options, Kansas City: The Federal Reserve Bank of Kansas City, 1985.",
        "Cumby, R., Is it Risk? Explaining Deviations from Interest Parity, New York University, Graduate School of Business Discussion Paper, 1985.",
        "Cumby, R. and M. Obstfeld, International Interest Rate and Price Level Linkages under Flexible Exchange Rates, in J. Bilson and R. Marston, eds., Exchange Rate Theory and Practice, Chicago: University of Chicago Press, 1984.",
        "Dornbusch, R., Expectations and Exchange Rate Dynamics, Journal of Political Economy, 84:1161-1176, 1976.",
        "Fama, E., Forward and Spot Exchange Rates, Journal of Monetary Economics, 14:319-338, 1984.",
        "Farna, E. and M. Gibbons, Inflation, Real Returns, and Capital Investment, Journal of Monetary Economics, 9:297-323, 1982.",
        "Frankel, J., The Dazzling Dollar, Brookings Papers on Economic Activj~y, 1:199-217, 1985.",
        "Hamilton, J., Uncovering Financial Market Expectations of Inflation, Journal of Political Economy, 93:1224-1241, 1985.",
        "Hoey, R., Decision Makers Poll, Drexel Burnham Lambert, September 1986.",
        "Huizinga, J., An Empirical Investigation of the Long Run Behavior of Real Exchange Rates, Carnegie-Rochester Conference Series on Public Policy, 1987.",
        "Huizinga, J. and F. Mishkin, Monetary Policy Regime Shifts and the Unusual Behavior of Real Interest Rates, Carnegie-Rochester Conference Series on Public Policy, 1985.",
        "Mark, N., Real and Nominal Exchange Rates in the Short Run and The Long Run, Department of Economics Working Paper, Ohio State University, July 1986.",
        "Mussa, M., The Theory of Exchange Rate Determination, in J. Bilson and R. Marston, eds., Exchange Rate Theory and Practice, Chicago: University of Chicago Press, 1984.",
        "Mussa, M., Nominal Exchange Rate Regimes and the Behavior of Real Exchange Rates: Evidence and Implications, Carnegie-Rochester Conference Series on Public Policy, 1986.",
        "Mussa, M. and J. Frenkel, Asset Markets, Exchange Rates, and the Balance of Payments, in R. Jones and P. Kenen, eds., Handbook of International Economics Vol. II, Amsterdam: North-Holland, 1985.",
        "Obstfeld, M., Floating Exchange Rates: Experience and Prospects, Brookings Papers on Economic Activity, 2:369-450, 1985.",
        "Obstfeld, M., Comment on Sachs, Brookings Payers on Economic Activity, 1:190-195, 1985.",
        "Poole, W., Overview, in The U.S. Dollar - Recent Developments. Outlook. and Policy Options, Kansas City: The Federal Reserve Bank of Kansas City, 1985.",
        "Sachs, J., The Dollar and the Policy Mix: 1985, Brookings Papers on Economic Activity, 1:117-197, 1985.",
        "Shafer, J. and B. Loopesko, Floating Exchange Rates After Ten Years, Brookings Payers on Economic Activity, 1:1-70, 1983."
    ]
}