{
    "id": 21559,
    "cites": 40,
    "cited_by": 0,
    "reference": [
        "Basile, Peter F. \"The Cyclical Variation of Junk Bond Risk Premiums in a Historical Perspective, 1910-1955,\" Masters Thesis, Rutgers University, 1989.",
        "Basile, Peter F., John Landon-Lane, and Hugh Rockoff. 2011. \"Money and Interest Rates in the United States during the Great Depression\". In Monetary and Banking History: Essays in Honour of Forrest Capie, Eds. Geoffrey Wood, Terence Mills, Nicholas Crafts. London: Routledge, 2011, Chapter 7.",
        "Bernanke, Ben S. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Nonmonetary Effects of the Financial Crisis in the Propagation of the Great Depression.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d The American Economic Review. 73 (1983): 257-276.",
        "Bernanke, Ben, Mark Gertler, and Simon Gilchrist. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093The Financial Accelerator and the Flight to Quality.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d The Review of Economics and Statistics. 78 (1996): 1-15.",
        "Bodenhorn, Howard. 1995. \"A More Perfect Union: Regional Interest Rates in the United States, 1880-1960.\" In Michael D. Bordo and Richard Sylla, eds. Anglo-American Financial Systems: Institutions and Markets in the Twentieth Century. New York: Irwin Professional Publishing, New York University Solomon Center.",
        "Brunner, Karl and Allan H. Meltzer. \"Liquidity Traps for Money, Bank Credit, and Interest Rates.\" The Journal of Political Economy. 76 (Jan. - Feb., 1968): 1-37.",
        "Calomiris, Charles W. \"Financial Factors in the Great Depression.\" The Journal of Economic Perspectives. 7, (Spring 1993): 61-85.",
        "Friedman, Milton. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093A Theoretical Framework for Monetary Analysis.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d NBER Occasional Paper 112. New York: National Bureau of Economic Research, 1971.",
        "__________. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Comments on the Critics.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d The Journal of Political Economy 80, (1972): 906-950.",
        "_________. \"Money and Business Cycles.\" The Review of Economics and Statistics, Vol. 45, No. 1, Part 2, Supplement. (Feb., 1963), pp. 32-64.",
        "__________. Monetary Statistics of the United States: Estimates, Sources, Methods. New York: Columbia University Press, for the NBER, 1970.",
        "Garlock, Fred L. \"Country Banking in Wisconsin during the Depression.\" U.S. Department of Agriculture: Technical Bulleting No. 777, July 1941.",
        "Garman, M. Christopher and Martin S. Fridson. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Monetary Influences on the High Yield Spread versus Treasuries.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d In High-Yield Bonds: Market Structure, Portfolio Management, and Credit Risk Modelling, eds. Theodore M. Barhnhill, Jr., William F. Maxwell, and Mark R. Shenkman. New York: McGraw-Hill, 1998, pp. 251-68.",
        "Gertler, Mark and Cara S. Lown. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093The Information in the High Yield Bond Spread for the Business Cycle: Evidence and Some Implications.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Oxford Review of Economic Policy, vol. 15, Financial Instability (Autumn 1999): 132-150.",
        "Haberler, Gottfried. \"The Place of the General Theory of Employment, Interest, and Money in the History of Economic Thought (in Keynes' Contributions to Economics: Four Views).\" The Review of Economic Statistics. 28 (1946): 187-194.",
        "Hanes, Christopher. The Liquidity Trap and U.S. Interest Rates in the 1930s. Journal of Money, Credit and Banking 38, (1) (Feb. 2006): 163-94.",
        "__________. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Quantitative Easing in the 1930s.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Mimeo, June 2014. Available at http://bingweb.binghamton.edu/~chanes/research/qein1930s.pdf, accessed August 2015.",
        "Hansen, Alvin H. A Guide to Keynes. New York: McGraw-Hill Book Company, Inc., 1953.",
        "Hickman, W. Braddock. Corporate Bond Quality and Investor Experience. Princeton: Princeton University Press, 1958.",
        "Hicks, J.R. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093The Monetary Theory of D. H. Robertson.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Economica, New Series 9 (Feb. 1942): 53-57.",
        "Historical Statistics of the United States Millennial Edition Online. 2006. Retrieved from http://hsus.cambridge.org/.",
        "Hunter, Helen Manning. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093The Role of Business Liquidity during the Great Depression and Afterwards: Differences between Large and Small Firms.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d The Journal of Economic History 42 (1982): 883-902.",
        "Keynes, John Maynard. 1965 [1936]. The General Theory Of Employment, Interest, and Money. New York: Harcourt, Brace & World, Inc.",
        "Krugman, Paul R. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093It's Baaack: Japan's Slump and the Return of the Liquidity Trap.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Brookings Papers on Economic Activity. (1998): 137-87.",
        "Landon-Lane, John. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Would Large Scale Asset Purchases have Helped in the 1930s: an Investigation of the Responsiveness of Bond Yields from the 1930s to Changes in Debt Levels.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d In Current Federal Reserve Policy under the Lessons of Economic History, ed.",
        "Macaulay, Frederick R. The Movements of Interest Rates, Bond Yields and Stock Prices in the United States since 1856. New York: NBER, 1938.",
        "Marget, Arthur W. \"Review of Essays in Monetary Theory by D. H. Robertson.\" The Review of Economic Statistics. 23 (1941): 147-151.",
        "Meltzer, Allan H. A History of the Federal Reserve. vol. 1: 1913-1951. Chicago: University of Chicago Press, 2003. Mintz, Ilse. Deterioration in the Quality of Foreign Bonds Issued in the United States 19201930.",
        "Mishkin, Frederic S. \"Asymmetric Information and Financial Crises: A Historical Perspective.\" In Financial markets and financial crises. Hubbard, R. Glenn, ed., a National Bureau of Economic Research Project Report. Chicago and London: University of Chicago Press, 1991, Pp. 69-108.",
        "__________. \"The Transmission Mechanism and the Role of Asset Prices in Monetary Policy.\" NBER Working Paper, 8617, December 2001.",
        "Mody, Ashoka and Mark P. Taylor. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093The High-Yield Spread as a Predictor of Real Economic Activity: Evidence of a Financial Accelerator for the United States.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d IMF Staff Papers Vol. 50, No. 3 (2003): 373-402.",
        "Moore, Geoffrey H. \"The Quality of Credit in Booms and Depressions.\" The Journal of Finance, Vol. 11, No. 2. (May, 1956): 288-300.",
        "Rappoport, Peter and Eugene N. White. \"Was the Crash of 1929 Expected?\" The American Economic Review, Vol. 84, No. 1. (Mar., 1994): 271-281.",
        "Robertson, D. H. Essays in Monetary Theory. London: P.S. King and Son, Ltd., 1940.",
        "Smiley, Gene. 1981. \"Regional Variation in Bank Loan Rates in the Interwar Years.\" The Journal of Economic History, Vol. 41, No. 4. (Dec.): 889-901.",
        "Sylla, Richard. \"A Historical Primer on the Business of Credit Ratings.\" In Ratings, Rating Agencies and the Global Financial System, edited by Richard M. Levich, Giovanni Majnoni, Carmen M. Reinhart. Boston: Kluwer Academic Publishers, 2002.",
        "Temin, Peter. Did Monetary Forces Cause the Great Depression? New York: W.W. Norton, 1976.",
        "__________. Lessons from the Great Depression. Cambridge, Massachusetts: MIT Press, 1989.",
        "White, Eugene Nelson. \"A Reinterpretation of the Banking Crisis of 1930.\" The Journal of Economic History, 44 (1984): 119-138.",
        "Wicker, Elmus. The Banking Panics of the Great Depression. Cambridge, New York: Cambridge University Press, 1996."
    ]
}