{
    "id": 21560,
    "cites": 94,
    "cited_by": 4,
    "reference": [
        "Acemoglu, D., & Angrist, J. D. (2001). Consequences of employment protection? The case of the Americans with Disabilities Act. Journal of Political Economy, 109(5), 915-957.",
        "Angrist, J. D., & Pischke, J. S. (2008). Mostly harmless econometrics: An empiricist's companion. Princeton, NJ: Princeton University Press.",
        "APA (2012). Diagnostic and Statistical Manual of Mental Disorders: DSM-V. Washington, DC: American Psychiatric Association.",
        "Baert, S. (2014). Wage subsidies and hiring chances for the disabled: Some causal evidence. IZA Discussion Paper No. 8318.",
        "Baldwin, M. L., & Choe, C. (2014a). Wage discrimination against workers with sensory disabilities. Industrial Relations: A Journal of Economy and Society, 53(1), 101-124.",
        "Baldwin, M. L., & Choe, C. (2014b). Re-examining the models used to estimate disabilityrelated wage discrimination. Applied Economics, 46(12), 1393-1408.",
        "Beegle, K., & Stock, W. A. (2003). The labor market effects of disability discrimination laws. Journal of Human Resources, 38(4), 806-859.",
        "Bell, B. S., & Klein, K. J. (2001). Effects of disability, gender, and job level on ratings of job applicants. Rehabilitation Psychology, 46, 229-246.",
        "Berkowitz, M., O'Leary, P. K., Kruse, D. L., & Harvey, C. (1998). Spinal cord injury: An analysis of medical and social costs. New York: Demos Medical.",
        "Bertrand, M. & Mullainathan, S. (2003). Are Emily and Greg more employable than Lakisha and",
        "Jamal? A field experiment on labor market discrimination. The American Economic Review, 94 (1), 991-1013.",
        "Blaser, E., Eglington, L., Carter, A. S., & Kaldy, Z. (2014). Pupillometry reveals a mechanism for the Autism Spectrum Disorder (ASD) advantage in visual tasks. Scientific reports, 4.",
        "Block, P., Balcazar, F., & Keys, C. (2002). Race, poverty and disability: Three strikes and you're out! Or are you? Social Policy, 33(1), 34-38.",
        "Bound, J., & Burkhauser, R. V. (1999). Economic analysis of transfer programs targeted on people with disabilities. In O. Ashenfelter, & D. Card (Eds.), Handbook of labor economics. volume 3C (pp. 3417-3528). Amsterdam; New York and Oxford: Elsevier Science, North-Holland.",
        "Bruyere, S. (2000). Disability employment policies and practices in private and federal sector organizations. Ithaca, NY: Cornell University, Program on Employment and Disability.",
        "Burkhauser, R. V. (1999). The importance of accommodation on the timing of disability insurance applications: Results from the survey of disability and work and the health and retirement study. Journal of Human Resources, 34(3), 589-611.",
        "Burkhauser, R. V., Butler, J. S., & Kim, Y. W. (1995). The importance of employer accommodation on the job duration of workers with disabilities: A hazard model approach. Labour Economics, 2(2), 109-130.",
        "Button, P. (2015). Expanding Disability Discrimination Protections to Those with Less Severe Impairments: Evidence from California's Prudence Kay Poppink Act. Working paper, Department of Economics, Tulane University.",
        "Chen, S., & der Klaauw, W. v. (2006). The work disincentive effects of the disability insurance program in the 1990s. Washington, D.C.: Center for Economic Studies, U.S. Census Bureau.",
        "Colella, Adrienne (2001). Coworker distributive fairness judgments of the workplace accommodation of employees with disabilities. Academy of Management Review, 26, 100Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c116.",
        "Colella, A., DeNisi, A. S., & Varma, A. (1998). The impact of ratee's disability on performance judgments and choice as partner: The role of disabilityÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009cjob fit stereotypes and interdependence of rewards. Journal of Applied Psychology, 83(1), 102.",
        "Colella, Adrienne, Patrick McKay, Shanna Daniels, and Sloane Signal (2012). Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Employment discrimination,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d in Steve W. J. Kozlowski (ed.), The Oxford Handbook of Organizational Psychology, Volume 1. Oxford University Press, pp. 1034-1102.",
        "Cook, Gareth (2012). The Autism Advantage. New York Times Magazine, November 29th .",
        "Cook, T. D., & Campbell, D. T. (1979). Quasi-experimentation: Design and analysis issues for field studies. Chicago: Rand McNally.",
        "Cowen, Tyler (2011). An Economic and Rational Choice Approach to the Autism Spectrum and Human Neurodiversity. George Mason University, Working Paper in Economics No. 1158.",
        "DeLeire, T. (2000). The wage and employment effects of the Americans with Disabilities Act. Journal of Human Resources, 35(4), 693-715.",
        "DeVivo, Michael J., Gale G. Whiteneck, and E. D. Charles (1995). The economic impact of spinal cord injury. In Samuel L. Stover, Joel A. DeLisa, and Gale G. Whiteneck, eds., Spinal cord injury: Clinical outcomes from the model systems (Gaithersburg, MD: Aspen  Publishers, pp 234-271).",
        "Dixon, K. A., Kruse, D., & Van Horn, C. E. (2003). Restricted access: A survey of employers about people with disabilities and lowering barriers to work. New Brunswick, NJ: Rutgers University, John J. Heldrich Center for Workforce Development.",
        "Donohue III, J. J., Stein, M. A., Griffin Jr, C. L., & Becker, S. (2011). Assessing PostÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u0090ADA Employment: Some Econometric Evidence and Policy Considerations. Journal of Empirical Legal Studies, 8(3), 477-503.",
        "Dovidio, John F., Samuel E. Gaertner, Kerry Kawakami, and Gordon Hodson. Why Can't We Just Get Along? Interpersonal Biases and Interracial Distrust. Cultural Diversity & Ethnic Minority Psychology 8.2 (2002): 88--102.",
        "Domzal, C. Houtenville, A. & Sharma, R. (2008). Survey of employer perspectives on the employment of people with disabilities: technical report. McLean VA: CESSI.",
        "Drehmer, D. E., & Bordieri, J. E. (1985). Hiring decisions for disabled workers: The hidden bias. Rehabilitation Psychology, 30, 157-165.",
        "Fiske, Susan T., Amy J. C. Cuddy, Peter Glick, and Jun Xu (2002). A Model of (often Mixed) Stereotype Content: Competence and Warmth Respectively Follow from Perceived Status and Competition. Journal of Personality and Social Psychology 82.6: 878-902.",
        "French, Eric and Jae Song (2009). The Effect of Disability Insurance Receipt on Labor Supply.",
        "Fritzsche, B. A., & Brannick, M. T. (2002). The importance of representative design in judgment tasks: The case of resume screening. Journal of Occupational and Organizational Psychology, 75, 163-169.",
        "Gillberg, Christopher (1991). The Treatment of Epilepsy in Autism. Journal of Autism and  Developmental Disorders 21.1: 61-77.",
        "Gouvier, W. D., Steiner, D. D., Jackson, W. T., Schlater, D., & Rain, J. S. (1991). Employment discrimination against handicapped job candidates: An analog study of the effects of neurological causation, visibility of handicap, and public contact. Rehabilitation Psychology, 36, 121-129.",
        "Gunderson, Morley, and Douglas Hyatt (1996). Do Injured Workers Pay for Reasonable Accommodation? Industrial and Labor Relations Review, Vol. 50, No. 1, October, pp. 92104.",
        "Harrison, Glenn W., and John A. List (2004). Field experiments. Journal of Economic Literature: 1009-1055.",
        "Hollenbeck, K., & Kimmel, J. (2008). Differences in the returns to education for males by disability status and age of disability onset. Southern Economic Journal, 74(3), 707-724.",
        "Hotchkiss, J. L. (2003). The labor market experience of workers with disabilities: The ADA and beyond. Kalamazoo, Mich.: W. E. Upjohn Institute for Employment Research.",
        "Hotchkiss, J. L. (2004). A closer look at the employment impact of the americans with disabilities act. Journal of Human Resources, 39(4), 887-911.",
        "Houtenville, A. J., & Burkhauser, R. V. (2004). Did the employment of people with disabilities decline in the 1990s, and was the ADA responsible? A replication and robustness check of Acemoglu and Angrist (2001)-research brief. Ithaca, NY: Employment and Disability Institute, Cornell University.",
        "Houtenville, A.J., Brucker, D., & Lauer, E (2014). Annual Compendium of Disability Statistics: 2014. Durham, NH: University of New Hampshire, Institute on Disability.",
        "Howlin, Patricia (2000). Outcome in adult life for more able individuals with autism or Asperger syndrome. Autism 4.1: 63-83.",
        "Howlin, P, and L. Mawhood (1996). An evaluation of a pilot two-year supported employment service for people with autism, London: The National Autistic Society.",
        "Imbens, G., & Kalyanaraman, K. (2009). Optimal Bandwidth Choice for the Regression Discontinuity Estimator.\" Working Paper No. 14726, National Bureau of Economic Research, Cambridge, MA.",
        "Jolls, C., & Prescott, J. J. (2004). Disaggregating employment protection: The case of disability discrimination. Working Paper No. 10740, National Bureau of Economic Research, Cambridge, MA.",
        "Jost, J. T., & Hamilton, D. L. (2005). Stereotypes in our culture. In J. Dovidio, P. Glick, & L. Rudman (Eds.), On the nature of prejudice. Oxford, England: Blackwell.",
        "Kaldy, Z., Giserman, I., Carter, A., & Blaser, E. (2013). The Mechanisms Underlying the ASD Advantage in Visual Search. Journal of Autism and Developmental Disorders, published on-line October 4, 2013.",
        "Kaye, S. H. (2010). The impact of the 2007-2009 recession on workers with disabilities. Monthly Labor Review, October 2010, 19-30.",
        "Kaye, H. S., Jans, L. H., & Jones, E. C. (2011). Why donÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0084¢t employers hire and retain workers with disabilities?. Journal of Occupational Rehabilitation, 21(4), 526-536.",
        "Krueger, A., & Kruse, D. (1995). Labor market effects of spinal cord injuries in the dawn of the computer age No. 5302). Cambridge, MA: National Bureau of Economic Research Working Papers.",
        "Kruse, D., & Schur, L. (2003). Employment of people with disabilities following the ADA. Industrial Relations, 42(1), 31-66.",
        "Levitt, S. D., & List, J. A. (2009). Field experiments in economics: The past, the present, and the  future. European Economic Review, 53(1), 1-18.",
        "Lee, D. S., & Lemieux, T. (2009). Regression discontinuity designs in economics. Working Paper No. 14723). Cambridge, MA: National Bureau of Economic Research.",
        "Lengnick-Hall, M. L. (2007). Hidden talent: How leading companies hire, retain, and benefit from people with disabilities. Westport, CT: Praeger Publishers.",
        "Maestas, Nicole, Kathleen J. Mullen, and Alexander J. Strand (2013). Does Disability Insurance Receipt Discourage Work? Using Examiner Assignment to Estimate Causal Effects of SSDI Receipt. American Economic Review 103(5): 1797-1829.",
        "Marti, M. W., & Blanck, P. (2000). Attitudes, behavior, and the ADA. In P. Blanck (Ed.), Employment, disability, and the Americans with Disabilities Act: Issues in law, public policy, and research (pp. 356-384). Evanston, IL: Northwestern University Press.",
        "Mashaw, J. L., Reno, V. P., Burkhauser, R. V., & Berkowitz, R. (Eds.). (1996). Disability, work and cash benefits. Kalamazoo, MI: W. E. Upjohn Institute for Employment Research.",
        "Mawhood, L. & Howlin, P. (1999) The Outcome of a Supported Employment Scheme for HighFunctioning Adults with Autism or Asperger Syndrome. Autism 3 (3): 229Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c54.",
        "McCrary, J. (2008). Manipulation of the Running Variable in the Regression Discontinuity Design: A Density Test. Journal of Econometrics, 142(2), 698-714.",
        "McNeil, J. (2001). Americans with Disabilities, 1997. Current Population Reports P70-73, Census Bureau, U.S. Department of Commerce.",
        "Milne, E., Dunn, S. A., Freeth, M., & Rosas-Martinez, L. (2013). Visual search performance is predicted by the degree to which selective attention to features modulates the ERP between 350 and 600ms. Neuropsychologia, 51(6), 1109-1118.",
        "Muzzatti, B. (2008). Attitudes towards disability: Beliefs, emotive reactions, and behaviors by non disabled persons. Giornale Italiano Di Psicologia, 35(2), 313-333.",
        "National Council on Disability. (2007). Empowerment for Americans with disabilities: Breaking barriers to careers and full employment. http://www.ncd.gov/publications/2007/Oct2007 Neumark, D. (2012). Detecting discrimination in audit and correspondence studies. Journal of Human Resources, 47(4), 1128-1157.",
        "Neumark, D., Song, J., & Button, P. (2015). Does Protecting Older Workers from Discrimination Make It Harder to Get Hired? Evidence from Disability Discrimination Laws. NBER Working Paper No. 21379.",
        "Nowicki, E. A., & Sandieson, R. (2002). A meta-analysis of school-age children's attitudes towards persons with physical or intellectual disabilities. International Journal of Disability, Development and Education, 49(3), 243-265.",
        "OECD (2010). Sickness, disability, and work: Breaking the barriers. Paris: Organisation for Economic Co-operation and Development.",
        "Ravaud, J., Madiot, B, & Ville, I. (1992). Discrimination towards disabled people seeking employment. Social Science and Medicine, 35, 951-958.",
        "Robert, P. M., & Harlan, S. L. (2006). Mechanisms of disability discrimination in large bureaucratic organizations: Ascriptive inequalities in the workplace. The Sociological Quarterly, 47(4), 599-630.",
        "Rose, G. L., & Brief, A. P. (1979). Effects of handicap and job characteristics on selection evaluations. Personnel Psychology, 32, 385-392.",
        "Run Ren, L., Paetzold, R. L., & Colella, A. (2008). A meta-analysis of experimental studies on the effects of disability on human resource judgments. Human Resource Management  Review, 18, 191Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c203.",
        "Sandler, L. A., & Blanck, P. (2005). The quest to make accessibility a corporate article of faith at microsoft: Case study of corporate culture and human resource dimensions. Behavioral Sciences & the Law, 23(1), 39-64.",
        "Schartz, H., Hendricks, D.J., & Blanck, P. (2006). Workplace Accommodations: EvidenceBased Outcomes, Work, 27, 345Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c354.",
        "Schur, L. A. (2003). Barriers or opportunities? The causes of contingent and part-time work among people with disabilities. Industrial Relations, 42(4), 589-622.",
        "Schur, L., Kruse, D., & Blanck, P. (2005). Corporate culture and the employment of persons with disabilities. Behavioral Sciences & the Law, 23(1), 3-20.",
        "Schur, L., Kruse, D., Blasi, J., & Blanck, P. (2009). Is disability disabling in all workplaces? Workplace disparities and corporate culture. Industrial Relations, 48(3), 381-410.",
        "Schur, L., Kruse, D., and Blanck, P. (2013). People with Disabilities: Sidelined or Mainstreamed? Cambridge, England: Cambridge University Press.",
        "Schur, L., Nishii, L., Adya, M., Kruse, D., BruyÃ\u0083Æ\u0092Ã\u0082Â¨re, S. M., & Blanck, P. (2014). Accommodating employees with and without disabilities. Human Resource Management, 53(4), 593-621.",
        "Scior, K. (2011). Public awareness, attitudes and beliefs regarding intellectual disability: A systematic review. Research in Developmental Disabilities, 32(6), 2164-2182.",
        "Solovieva, T., Dowler, D., & Walls, R. (2011). Employer benefits from making workplace accommodations. Disability and Health Journal, 4(1), 39-45.",
        "Stapleton, D.C., and R. V. Burkhauser (Eds.)(2003). The decline in employment of people with disabilities: A policy puzzle. Kalamazoo, MI: W. E. Upjohn Institute for Employment Research.",
        "Stone, D. L. & Colella, A. (1996). A model of factors affecting the treatment of disabled individuals in organizations. The Academy of Management Review, 21, 352-401.",
        "Stone, D. L., & Sawatzki, B. (1980). Hiring bias and the disabled interviewee: Effects of manipulating work history and disability information of the disabled job applicant. Journal of Vocational Behavior, 16, 96-104.",
        "Thomas, L. T., & Thomas, J. E. (1984). The effects of handicap, sex, and competence on expected performance: Hiring and salary recommendations. Journal of Applied Rehabilitation Counseling, 16, 19-23.",
        "Thompson, D., Fisher, K., Purcal, C., Deeming, C., & Sawrikar, P. (2011). Community attitudes to people with disability: Scoping project No. 39). Australia: Disability Studies and Research Centre, University of New South Wales.",
        "U.S. Bureau of Labor Statistics (2015). Persons with a Disability: Labor Force CharacteristicsÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009d 2014. News Release USDL-15-1162, U.S. Bureau of Labor Statistics, June 16.",
        "WHO/World Bank (2011 ). World report on disability. Geneva: World Health Organization and World Bank.",
        "Yuker, H. (Ed.). (1988). Attitudes toward persons with disabilities. New York: Springer.  Appendix RESUME FOR EXPERIENCED CANDIDATE CANDIDATES NAME HERE ADDRESS HERE TELEPHONE HERE EMAIL HERE OBJECTIVE: Seeking a position in the Accounting field.",
        "Stone Design, New York, NY 01/2010 Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c 04/2010 Accounting Manager Performed public accounting for small businesses, professionals and non-profit organizations with emphasis on financial statements, taxes and audits. Ã\u0083Â¯Ã\u0082â\u0080\u009aÃ\u0082Â· Opened the way for a 35% growth in services and revenues. Ã\u0083Â¯Ã\u0082â\u0080\u009aÃ\u0082Â· Provided improved controls for internal operations. Ã\u0083Â¯Ã\u0082â\u0080\u009aÃ\u0082Â· Upgraded the ten most important clients' financial reports to the latest GAAP pronouncements.",
        "EDUCATIONAL QUALIFICATIONS: Ã\u0083Â¯Ã\u0082â\u0080\u009aÃ\u0082Â· Bachelor of Science in Accounting from the Rutgers University, New Brunswick, NJ: September 2008Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009dMay 2012 o Currently pursuing my Certified Public Accountant (CPA) certification o Overall GPA 4.0/4.0; Major GPA 4.0/4.0 o Course work includes Auditing, Tax, Economics, Computer Science, and Public Speaking o DeanÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0084¢s List: Fall 2008; Spring 2009; Fall 2009; Spring 2010; Fall 2011; Spring 2011; Fall 2011; Spring 2012 CAREER PROFILE: Ã\u0083Â¯Ã\u0082â\u0080\u009aÃ\u0082Â· Detail-oriented, efficient and organized with extensive experience in accounting systems. Ã\u0083Â¯Ã\u0082â\u0080\u009aÃ\u0082Â· Possess strong analytical and problem solving skills, with the ability to make objective decisions. Ã\u0083Â¯Ã\u0082â\u0080\u009aÃ\u0082Â· Excellent written and verbal communication skills. Ã\u0083Â¯Ã\u0082â\u0080\u009aÃ\u0082Â· Resourceful in the completion of projects, effective at multi-tasking.",
        "EXPERIENCE: GENE Construction, New York, NY 06/2012 -Present Accounting Assistant Ã\u0083Â¯Ã\u0082â\u0080\u009aÃ\u0082Â· Perform accounts payable functions for construction expenses. Ã\u0083Â¯Ã\u0082â\u0080\u009aÃ\u0082Â· Manage vendor accounts, generating weekly on-demand checks. Ã\u0083Â¯Ã\u0082â\u0080\u009aÃ\u0082Â· Manage financial departments with responsibility for Budgets, Forecasting, Payroll, Accounts Payable and Receivable. Ã\u0083Â¯Ã\u0082â\u0080\u009aÃ\u0082Â· Create budgets and forecasts for the management group. Ã\u0083Â¯Ã\u0082â\u0080\u009aÃ\u0082Â· Ensure compliance with accounting deadlines. Ã\u0083Â¯Ã\u0082â\u0080\u009aÃ\u0082Â· Prepare company accounts and tax returns for audit. Ã\u0083Â¯Ã\u0082â\u0080\u009aÃ\u0082Â· Coordinate monthly payroll functions for 200+ employees. Ã\u0083Â¯Ã\u0082â\u0080\u009aÃ\u0082Â· Liaise with bankers, insurers and solicitors regarding financial transactions.",
        "Stone Design, New York, NY 01/2010 Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c 05/2012 Accounting Intern Ã\u0083Â¯Ã\u0082â\u0080\u009aÃ\u0082Â· Managed accounts payable, accounts receivable, and payroll departments.  Ã\u0083Â¯Ã\u0082â\u0080\u009aÃ\u0082Â· Generated budgets and forecasts on a quarterly basis and presented data to the management team. Ã\u0083Â¯Ã\u0082â\u0080\u009aÃ\u0082Â· Reported on variances in quarterly costing reports. Ã\u0083Â¯Ã\u0082â\u0080\u009aÃ\u0082Â· Prepared annual company accounts and reports. Ã\u0083Â¯Ã\u0082â\u0080\u009aÃ\u0082Â· Administered online banking functions. Ã\u0083Â¯Ã\u0082â\u0080\u009aÃ\u0082Â· Managed payroll function for 140 employees. Ã\u0083Â¯Ã\u0082â\u0080\u009aÃ\u0082Â· Monitored and recorded company expenses."
    ]
}