{
    "id": 21563,
    "cites": 58,
    "cited_by": 14,
    "reference": [
        "Admati, Anat R., 1985, A noisy rational expectations equilibrium for multi-asset securities markets, Econometrica 53, 629Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c657.",
        "Admati, Anat R., and Paul Pfleiderer, 1988, Selling and trading on information in financial markets, The American Economic Review pp. 96Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c103.",
        "Ang, Andrew, Matthew Rhodes-Kropf, and Rui Zhao, 2008, Do funds-of-funds deserve their fees-on-fees?, Journal of Investment Management 6, 34Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c58.",
        "Bai, Jennie, Thomas Philippon, and Alexi Savov, 2013, Have financial markets become more informative?, Working paper, National Bureau of Economic Research.",
        "Bergstresser, Daniel, John MR Chalmers, and Peter Tufano, 2009, Assessing the costs and benefits of brokers in the mutual fund industry, Review of Financial Studies 22, 4129Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c4156.",
        "Berk, Jonathan B., and Jules H. Van Binsbergen, 2012, Measuring managerial skill in the mutual fund industry, Journal of Financial Economics, forthcoming.",
        "Berk, Jonathan B., and Richard C. Green, 2004, Mutual fund flows and performance in rational markets, Journal of Political Economy 112, 1269Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c1295.",
        "Buffa, Andrea M., Dimitri Vayanos, and Paul Woolley, 2014, Asset management contracts and equilibrium prices, Boston University, working paper.",
        "Cain, Matthew D., Stephen B. McKeon, and Steven Davidoff Solomon, 2015, Intermediation in private equity: The role of placement agents, Working paper, U.S. Securities and Exchange Commission, working paper.",
        "Carhart, Mark M., 1997, On persistence in mutual fund performance, The Journal of Finance 52, 57Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c82.",
        "Choi, James J, David Laibson, and Brigitte C Madrian, 2010, Why does the law of one price fail? An experiment on index mutual funds, Review of Financial Studies 23, 1405Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c1432.",
        "Coval, Joshua D., and Tobias J. Moskowitz, 1999, Home bias at home: Local equity preference in domestic portfolios, The Journal of Finance 54, 2045Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c2073.",
        "Cuoco, Domenico, and Ron Kaniel, 2011, Equilibrium prices in the presence of delegated portfolio management, Journal of Financial Economics 101, 264Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c296.",
        "Diamond, Douglas W., and Robert E. Verrecchia, 1981, Information aggregation in a noisy rational expectations economy, Journal of Financial Economics 9, 221Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c235.",
        "Duffie, Darrell, Nicolae GÃ\u0083â\u0080¹Ã\u0082â\u0080  arleanu, and Lasse Heje Pedersen, 2005, Over-the-counter markets, Econometrica 73, 1815Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c1847.",
        "Dyck, Alexander, Karl V. Lins, and Lukasz Pomorski, 2013, Does active management pay? new international evidence, Review of Asset Pricing Studies 3, 200Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c228.",
        "Fama, Eugene F., 1970, Efficient capital markets: A review of theory and empirical work, Journal of Finance 25, 383Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c417.",
        "Fama, Eugene F, and Kenneth R French, 2010, Luck versus skill in the cross-section of mutual fund returns, The Journal of Finance 65, 1915Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c1947.",
        "French, Kenneth R, 2008, Presidential address: The cost of active investing, The Journal of Finance 63, 1537Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c1573.",
        "Fung, William, David A. Hsieh, Narayan Y Naik, and Tarun Ramadorai, 2008, Hedge funds: Performance, risk, and capital formation, The Journal of Finance 63, 1777Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c1803.",
        "Garcia, Diego, and Joel M. Vanden, 2009, Information acquisition and mutual funds, Journal of Economic Theory 144, 1965Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c1995.",
        "Gennaioli, Nicola, Andrei Shleifer, and Robert Vishny, 2015, Money doctors, The Journal of Finance 70, 91Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c114.",
        "Gerakos, Joseph, Juhani T. Linnainmaa, and Adair Morse, 2014, Asset managers, University of Chicago, working paper.",
        "Glosten, Lawrence R., and Paul R. Milgrom, 1985, Bid, ask and transaction prices in a specialist market with heterogeneously informed traders, Journal of Financial Economics 14, 71Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c100.",
        "Grinblatt, Mark, and Sheridan Titman, 1989, Mutual fund performance: An analysis of quarterly portfolio holdings, Journal of business pp. 393Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c416.",
        "Grossman, Sanford J., 1976, On the efficiency of competitive stock markets where traders have diverse information, Journal of Finance 31, 573Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c585.",
        "Grossman, Sanford J., and Joseph E. Stiglitz, 1980, On the impossibility of informationally efficient markets, American Economic Review 70, 393Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c408.",
        "Hellwig, Martin F., 1980, On the aggregation of information in competitive markets, Journal of Economic Theory 22, 477Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c498.",
        "Horta csu, Ali, and Chad Syverson, 2004, Product differentiation, search costs, and competition in the mutual fund industry: A case study of the s&p 500 index funds, The Quarterly Journal of Economics 119, 403Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c456.",
        "Jagannathan, Ravi, Alexey Malakhov, and Dmitry Novikov, 2010, Do hot hands exist among hedge fund managers? an empirical evaluation, The Journal of Finance 65, 217Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c255.",
        "Jain, Prem C., and Joanna Shuang Wu, 2000, Truth in mutual fund advertising: Evidence on future performance and fund flows, The Journal of Finance 55, 937Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c958.",
        "Jenkinson, Tim, Howard Jones, and Jose Vicente Martinez, 2015, Picking winners? investment consultantsÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0084¢ recommendations of fund managers, The Journal of Finance.",
        "Kacperczyk, Marcin, Stijn Van Nieuwerburgh, and Laura Veldkamp, 2014, Time-varying fund manager skill, The Journal of Finance 69, 1455Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c1484.",
        "Kacperczyk, Marcin, Clemens Sialm, and Lu Zheng, 2008, Unobserved actions of mutual funds, Review of Financial Studies 21, 2379Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c2416.",
        "Kacperczyk, Marcin T, Stijn Van Nieuwerburgh, and Laura Veldkamp, 2014, A rational theory of mutual fundsÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0084¢ attention allocation, .",
        "Kaplan, Steven N, and Antoinette Schoar, 2005, Private equity performance: Returns, persistence, and capital flows, The Journal of Finance 60, 1791Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c1823.",
        "Khorana, Ajay, Henri Servaes, and Peter Tufano, 2008, Mutual fund fees around the world, Review of Financial Studies 22, 1279Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c1310.",
        "Korteweg, Arthur G., and Morten Sorensen, 2014, Skill and luck in private equity performance, University of Southern California, working paper.",
        "Kosowski, Robert, Narayan Y Naik, and Melvyn Teo, 2007, Do hedge funds deliver alpha? a bayesian and bootstrap analysis, Journal of Financial Economics 84, 229Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c264.",
        "Kosowski, Robert, Allan Timmermann, Russ Wermers, and Hal White, 2006, Can mutual fund stars really pick stocks? new evidence from a bootstrap analysis, The Journal of Finance 61, 2551Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c2595.",
        "Kyle, Albert S., 1985, Continuous auctions and insider trading, Econometrica 6, 1315Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c1335.",
        "Lagos, Ricardo, 2010, Asset prices and liquidity in an exchange economy, Journal of Monetary Economics 57, 913Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c930.",
        "Leland, Hayne E, 1992, Insider trading: Should it be prohibited?, Journal of Political Economy 100, 859Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c87.",
        "Palvolgyi, Domotor, and Gyuri Venter, 2014, Multiple equilibria in noisy rational expectations economies, Working paper, Eotvos Lorand University.",
        "Pastor, Lubos, and Robert F. Stambaugh, 2012, On the size of the active management industry, Journal of Political Economy 120, 740Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c781.",
        "Pastor, Lubos, Robert F. Stambaugh, and Lucian A Taylor, 2015, Scale and skill in active management, Journal of Financial Economics 116, 23Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c45.",
        "Pedersen, Lasse Heje, 2015, Efficiently Inefficient: How Smart Money Invests and Market Prices Are Determined. (Princeton University Press, Princeton, NJ).",
        "Rosch, Dominik M., Avanidhar Subrahmanyam, and Mathijs A. van Dijk, 2015, An empirical analysis of co-movement in market efficiency measures, Rotterdam School of Management, working paper.",
        "Ross, Stephen A., 2005, Markets for agents: fund management, in Bruce N. Lehmann, eds.: The Legacy of Fischer Black (Oxford University Press, New York, NY ).",
        "Shleifer, Andrei, and Robert W. Vishny, 1997, Limits of arbitrage, Journal of Finance 52, 35Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c55.",
        "Sialm, Clemens, Zheng Sun, and Lu Zheng, 2014, Home bias and local contagion: evidence from funds of hedge funds, University of Texas at Austin, working paper.",
        "Sirri, Erik R., and Peter Tufano, 1998, Costly search and mutual fund flows, The Journal of Finance 53, 1589Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c1622.",
        "Stambaugh, Robert F., 2014, Presidential address: Investment noise and trends, Journal of Finance 69, 1415Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c1453.",
        "Stein, Jeremy C., 2005, Why are most funds open-end? Competition and the limits of arbitrage, The Quarterly Journal of Economics 120, 247Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c272.",
        "Van Nieuwerburgh, Stijn, and Laura Veldkamp, 2010, Information acquisition and underdiversification, The Review of Economic Studies 77, 779Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c805.",
        "Vayanos, Dimitri, and Paul Woolley, 2013, An institutional theory of momentum and reversal, Review of Financial Studies 26, 1087Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c1145.",
        "Wermers, Russ, 2000, Mutual fund performance: An empirical decomposition into stockpicking talent, style, transactions costs, and expenses, The Journal of Finance 55, 1655Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c 1703.",
        "Wurgler, Jeffrey, 2000, Financial markets and the allocation of capital, Journal of Financial Economics 58, 187Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c214."
    ]
}