{
    "id": 21575,
    "cites": 32,
    "cited_by": 7,
    "reference": [
        "Bansal, Ravi, and Amir Yaron, 2004, Risks for the long run: A potential resolution of asset pricing puzzles, The Journal of Finance 59, 1481Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c1509.",
        "Barro, Robert J, 2006, Rare Disasters and Asset Markets in the Twentieth Century, The Quarterly Journal of Economics 121, 823Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c866.",
        "Barro, Robert J., and Jose F. Ursua, 2008, Macroeconomic crises since 1870, Brookings Papers on Economic Activity 1, 255Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c350.",
        "Campbell, John Y, 2003, Consumption-based asset pricing, in G. Constantinides, M. Harris, and R. Stulz, eds.: Handbook of the Economics of Finance, (Elsevier Science, North-Holland ).",
        "Campbell, John Y, and Robert J Shiller, 1988, The dividend-price ratio and expectations of future dividends and discount factors, Review of Financial Studies 1, 195Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c228.",
        "Chodorow-Reich, Gabriel, and Loukas Karabarbounis, 2015, The cyclicality of the opportunity cost of employment, Working paper, National Bureau of Economic Research.",
        "Cont, Rama, and Peter Tankov, 2004, Financial modelling with jump processes vol. 2. (CRC press).",
        "Croce, Mariano Massimiliano, 2014, Long-run productivity risk: A new hope for production-based asset pricing?, Journal of Monetary Economics 66, 13Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c31.",
        "Diamond, Peter A, 1982, Wage determination and efficiency in search equilibrium, The Review of Economic Studies 49, 217Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c227.",
        "Drechsler, Itamar, and Amir Yaron, 2011, WhatÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0084¢s vol got to do with it, Review of Financial Studies 24, 1Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c45.",
        "Epstein, Larry, and Stan Zin, 1989, Substitution, risk aversion and the temporal behavior of consumption and asset returns: A theoretical framework, Econometrica 57, 937Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c969.",
        "Gabaix, Xavier, 2011, Disasterization: A Simple Way to Fix the Asset Pricing Properties of Macroeconomic Models, The American Economic Review 101, 406Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c409.",
        "Gertler, Mark, and Antonella Trigari, 2009, Unemployment fluctuations with staggered Nash wage bargaining, Journal of Political Economy 117, 38Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c86.",
        "Gourio, FranÃ\u0083Æ\u0092Ã\u0082Â§ois, 2012, Disaster Risk and Business Cycles, American Economic Review 102, 2734Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c 2766.",
        "Hagedorn, Marcus, and Iourii Manovskii, 2008, The Cyclical Behavior of Equilibrium Unemployment and Vacancies Revisited, American Economic Review 98, 1692Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c1706.",
        "Hall, Robert E, 1988, Intertemporal Substitution in Consumption, The Journal of Political Economy 96, 339Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c357.",
        "Hall, Robert E, 2014, High Discounts and High Unemployment, Working paper, National Bureau of Economic Research.",
        "Jermann, Urban J, 1998, Asset pricing in production economies, Journal of Monetary Economics 41, 257Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c275.",
        "Kreps, D., and E. Porteus, 1978, Temporal resolution of uncertainty and dynamic choice theory, Econometrica 46, 185Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c200.",
        "Kydland, Finn E, and Edward C Prescott, 1982, Time to build and aggregate fluctuations, Econometrica pp. 1345Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c1370.",
        "Lemmon, Michael L, Michael R Roberts, and Jaime F Zender, 2008, Back to the beginning: persistence and the cross-section of corporate capital structure, The Journal of Finance 63, 1575Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c1608.",
        "Merz, Monika, 1995, Search in the labor market and the real business cycle, Journal of Monetary Economics 36, 269Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c300.",
        "Mortensen, Dale T, and Christopher A Pissarides, 1994, Job creation and job destruction in the theory of unemployment, The Review of Economic Studies 61, 397Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c415.",
        "Petrongolo, Barbara, and Christopher A Pissarides, 2001, Looking into the Black Box: A Survey of the Matching Function, Journal of Economic Literature 39, 390Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c431.",
        "Petrosky-Nadeau, Nicolas, Lu Zhang, and Lars-Alexander Kuehn, 2013, Endogenous economic disasters and asset prices, Fisher College of Business Working Paper.",
        "Pissarides, Christopher, 1985, Short-run equilibrium dynamics of unemployment, vacancies, and real wages, American Economic Review 85, 676Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c690.",
        "Pissarides, Christopher A, 2000, Equilibrium unemployment theory. (MIT press).",
        "Shimer, Robert, 2005, The Cyclical Behavior of Equilibrium Unemployment and Vacancies, American Economic Review 95, 25Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c49.",
        "Tsai, Jerry, and Jessica A Wachter, 2015, Disaster Risk and Its Implications for Asset Pricing, Annual Review of Financial Economics 7.",
        "Van Binsbergen, Jules H, JesÃ\u0083Æ\u0092Ã\u0082Âºs FernÃ\u0083Æ\u0092Ã\u0082Â¡ndez-Villaverde, Ralph SJ Koijen, and Juan Rubio-RamÃ\u0083Æ\u0092Ã\u0082Â­rez, 2012, The term structure of interest rates in a DSGE model with recursive preferences, Journal of Monetary Economics 59, 634Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c648.",
        "Wachter, Jessica A, 2013, Can Time-Varying Risk of Rare Disasters Explain Aggregate Stock Market Volatility?, The Journal of Finance 68, 987Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c1035.",
        "Yashiv, Eran, 2000, The Determinants of Equilibrium Unemployment, American Economic Review 90, 1297Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c1322."
    ]
}