{
    "id": 21582,
    "cites": 44,
    "cited_by": 25,
    "reference": [
        "Acemoglu, Daron, Pol Antr` as, and Elhanan Helpman (2007), Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Contracts and Technology Adoption,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d American Economic Review 97(3): 916-943.",
        "Acemoglu, Daron, Simon Johnson, and Todd Mitton (2009), Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Determinants of Vertical Integration: Financial Development and Contracting Costs,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Journal of Finance 63(3): 1251-1290.",
        "Alfaro, Laura, and Maggie Xiaoyang Chen (2014), Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093The Global Agglomeration of Multinational Firms,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Journal of International Economics 94(2): 263-276.",
        "Alfaro, Laura, Paola Conconi, Harald Fadinger, and Andrew Newman (2013), Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Do Price Determine Vertical Integration?Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d NBER Working Paper 16118.",
        "Antr` as, Pol (2003), Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Firms, Contracts, and Trade Structure,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Quarterly Journal of Economics 118(4): 1375-1418.",
        "Antr` as, Pol (2015), Global Production: Firms, Contracts and Trade Structure, Princeton University Press, forthcoming.",
        "Antr` as, Pol, Davin Chor, Thibault Fally, and Russell Hillberry (2012), Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Measuring the Upstreamness of Production and Trade Flows,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d American Economic Review Papers & Proceedings 102(3): 412-416.",
        "Atalay, Enghin, Ali Horta csu, and Chad Syverson (2014), Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Vertical Integration and Input Flows,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d American Economic Review 104(4): 1120-1148.",
        "Baldwin, Richard, and Anthony Venables (2013), Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Spiders and Snakes: Offshoring and Agglomeration in the Global Economy,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Journal of International Economics 90(2): 245-254.",
        "Becker, Randy A., and Wayne B. Gray (2009), Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093NBER-CES Manufacturing Industry Database (19582005) Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d.",
        "Bresnahan, Timothy, and Jonathan Levin (2012), Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Vertical Integration and Market Structure,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d in The Handbook of Organizational Economics, Princeton University Press.",
        "Broda, Christian, and David Weinstein (2006), Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Globalization and the Gains from Variety,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Quarterly Journal of Economics 121(2): 541-585.",
        "Brown, Clair, and Greg Linden (2005), Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Offshoring in the Semiconductor Industry: A Historical Perspective, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Brookings Trade Forum (Offshoring White-Collar Work), pp.279-333.",
        "Cameron, Colin, Jonah Gelbach, and Douglas Miller (2011), Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Robust Inference with Multi-way Clustering,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Journal of Business and Economic Statistics 29(2): 238-249.",
        "Caves, Richard (1975), Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Diversification, Foreign Investment and Scale in North American Manufacturing Industries,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Canadian Public Policy 2: 274-276.",
        "Costinot, Arnaud, Jonathan Vogel, and Su Wang (2013), Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093An Elementary Theory of Global Supply Chains,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Review of Economic Studies 80(1): 109-144.",
        "Corcos, Gregory, Delphine Irac, Delphine M., Giordano Mion, and Thierry Verdier (2013), Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093The Determinants of Intrafirm Trade: Evidence from French Firms, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Review of Economics and Statistics 95(3): 825-838.",
        "Defever, Fabrice, and Farid Toubal (2013), Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Productivity, Relationship-Specific Inputs and the Sourcing Modes of Multinationals,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Journal of Economic Behavior and Organization 94: 345-357.",
        "Del Prete, Davide, and Armando Rungi (2015), Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Organizing the Global Value Chain: A Firm Level Test,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d mimeo.",
        "Dietzenbacher, Erik, Isidoro Romero Luna, and Niels S. Bosma (2005), Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Using Average Propogration Lengths to Identify Production Chains in the Andalusian Economy,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Estudios de Economia Aplicada 23(2): 405-422. D",
        "Ã\u0083â\u0080\u009eÃ\u0082Â±ez, Federico (2010), Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093The Asymmetric Effects of Tariffs on Intra-firm Trade and Offshoring Decisions,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Journal of International Economics 93(1): 76-91.",
        "Dixit, Avinash, and Gene Grossman (1982), Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Trade and Protection with Multistage Production,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Review of Economic Studies 49(4): 583-594.",
        "Fally, Thibault (2012), Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093On the Fragmentation of Production in the U.S.,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d mimeo.",
        "Fally, Thibault, and Russell Hillbery (2014), Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093A Coasian Model of International Production Chains,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d mimeo.",
        "Fan, Joseph P. H., and Larry H. P. Lang (2000), Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093The Measurement of Relatedness: An Application to Corporate Diversification,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Journal of Business 73(4): 629-660.",
        "Feenstra, Robert C., John Romalis, and Peter K. Schott, (2002), Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093U.S. Imports, Exports and Tariff Data, 1989-2001,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d NBER Working Paper 9387.",
        "Grossman, Sanford J., and Hart, Oliver D. (1986), Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093The Costs and Benefits of Ownership: A Theory of Vertical and Lateral Integration,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Journal of Political Economy 94(4): 691-719.",
        "Harms, Philipp, Oliver Lorz, and Dieter Urban (2012), Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Offshoring along the Production Chain,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Canadian Journal of Economics 45(1): 93-106.",
        "Harrison, Ann E., Inessa Love, and Margaret S. McMillian (2004), Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Global Capital Flows and Financing Constraints,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Journal of Development Economics 75(1): 269-301.",
        "Robert C. Johnson, and Guillermo Noguera (2012), Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Accounting for Intermediates: Production Sharing and Trade in Value Added,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Journal of International Economics 86(2): 224-236.",
        "Kikuchi, Tomoo, Kazuo Nishimura, and John Stachurski (2014), Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Transaction Costs, Span of Control and Competitive Equilibrium,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d mimeo.",
        "Kohler, Wilhelm (2004), Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093International Outsourcing and Factor Prices with Multistage Production,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Economic Journal 114(494): C166-C185.",
        "Kremer, Michael (1993), Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093The O-Ring Theory of Economic Development,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Quarterly Journal of Economics 108(3): 551-575.",
        "Lafontaine, Francine, and Margaret Slade (2007), Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Vertical Integration and Firm Boundaries: The Evidence, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Journal of Economic Literature 45(3): 629-685.",
        "Luck, Philip (2014), Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Global Supply Chains and Vertical Integration: Evidence from China,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d mimeo.",
        "Miller, Ronald E., and Peter D. Blair (2009), Input-Output Analysis: Foundations and Extensions, second edition, Cambridge University Press.",
        "Nunn, Nathan (2007), Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Relationship-Specificity, Incomplete Contracts and the Pattern of Trade,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Quarterly Journal of Economics 122(2): 569-600.",
        "Nunn, Nathan, and Daniel Trefler (2008), Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093The Boundaries of the Multinational Firm: An Empirical Analysis,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d in E. Helpman, D. Marin, and T. Verdier (eds.), The Organization of Firms in a Global Economy, Harvard University Press.",
        "Nunn, Nathan, and Daniel Trefler (2013), Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Incomplete Contracts and the Boundaries of the Multinational Firm,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Journal of Economic Behavior and Organization 94: 330-344.",
        "Ramondo, Natalia, Veronica Rappoport, and Kim Ruhl (2015), Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Horizontal versus Vertical Foreign Direct Investment: Evidence from U.S. Multinationals,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Journal of International Economics, forthcoming.",
        "Rauch, James E. (1999), Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Networks versus Markets in International Trade,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Journal of International Economics 48(1): 7-35.",
        "Sanyal, Kalyan K., and Ronald W. Jones, (1982), Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093The Theory of Trade in Middle Products,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d American Economic Review 72(1): 16-31.",
        "Xing, Yuqing (2011), Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093How the iPhone widens the US trade deficit with China,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d VoxEU.org, 10 April.",
        "Yeaple, Stephen R. (2006), Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Offshoring, Foreign Direct Investment, and the Structure of U.S. Trade,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Journal of the European Economic Association 4(2-3): 602-611."
    ]
}