{
    "id": 21589,
    "cites": 32,
    "cited_by": 6,
    "reference": [
        "Baker, E. and S. Solak 2011. Climate change and optimal energy technology r&d policy. European Journal of Operational Research, 213(2).",
        "Barrett, S. 2008. The incredible economics of geoengineering. Environmental and Resource Economics, 39:45Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c54.",
        "Bickel, J. and S. Agrawal 2013. Reexamining the economics of aerosol geoengineering. Climatic Change, 119(3-4).",
        "Bickel, J. and L. Lane 2009. An analysis of climate engineering as a response to climate change. Copenhagen Consensus Center Report, 40.",
        "Bony, S., G. Bellon, D. Klocke, S. Sherwood, S. Fermepin, and S. Denvil 2013. Robust direct effect of carbon dioxide on tropical circulation and regional precipitation. Nature Geoscience, 6(6):447Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c451.",
        "Brander, L. M., K. Rehdanz, R. S. Tol, and P. J. Van Beukering 2012. The economic impact of ocean acidification on coral reefs. Climate Change Economics, 3(01).",
        "Cai, Y., K. Judd, and T. Lontzek 2013. The social cost of stochastic and irreversible climate change. Working Paper 18704, National Bureau of Economic Research.",
        "Crutzen, P. J. 2006. Albedo enhancement by stratospheric sulfur injections: A contribution to resolve a policy dilemma? Climatic Change, 77:211Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c219.",
        "Emmerling, J. and M. Tavoni 2013. Geoengineering and abatement: a Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0084¢flatÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0084¢ relationship under uncertainty. Fondazione Eni Enrico Matei, Nota Di Lavoro 2013.031.",
        "Goes, M., N. Tuana, and K. Keller 2011. The economics (or lack thereof) of aerosol geoengineering. Climatic Change, 109(3-4).",
        "Gramstad, K. and S. TjÃ\u0083Æ\u0092Ã\u0082Â¸otta 2010. Climate engineering: Cost benefit and beyond. University of Bergen, Department of Economics, No 05/10.",
        "Heckendorn, P., D. Weisenstein, S. Fueglistaler, B. P. Luo, E. Rozanov, M. Schraner, L. W. Thomason, and T. Peter 2009. The impact of geoengineering aerosols on stratospheric temperature and ozone. Environmental Research Letters, 4(4):045108.",
        "Heutel, G., J. Moreno-Cruz, and S. Shayegh 2015. Solar geoengineering, uncertainty, and the price of carbon. NBER Working Paper 21355.",
        "Keith, D. W. 2000. Geoengineering the climate: History and prospect. Annual Review of Energy and Environment, 25:245Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c284.",
        "Kolstad, C. D. 1996. Learning and stock effects in environmental regulation: the case of greenhouse gas emissions. Journal of environmental economics and management, 31(1).",
        "Lemoine, D. and I. Rudik 2014. Steering the climate system: Using inertia to lower the cost of policy. Technical report, University of Arizona Department of Economics.",
        "Lemoine, D. and C. Traeger 2014. Watch your step: Optimal policy in a tipping climate. American Economic Journal: Economic Policy, 6(1).",
        "Lemoine, D. and C. Traeger 2015. Playing the climate dominoes: Tipping points and the cost of delaying policy. Working paper.",
        "McClellan, J., D. W. Keith, and J. A. r 2012. Cost analysis of stratospheric albedo modification delivery systems. Environmental Research Letters, 7:034019.",
        "Moreno-Cruz, J. 2015. Mitigation and the geoengineering threat. Resource and Energy Economics, 41:248Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c263.",
        "Moreno-Cruz, J. and D. Keith 2013. Climate policy under uncertainty: a case for solar geoengineering. Climatic Change, 121:431Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c444.",
        "Naevdal, E. 2003. Optimal regulation of natural resources in the presence of irreversible threshold effects. Natural Resource Modeling, 16(3):305Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c333.",
        "Naevdal, E. 2006. Dynamic optimisation in the presence of threshold effects when the location of the threshold is uncertain - with an application to a possible disintegration of the western antarctic ice sheet. Journal of Economic Dynamics and Control, 30(7):1131 Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c 1158.",
        "Naevdal, E. and M. Oppenheimer 2007. The economics of the thermohaline circulationÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009ca problem with multiple thresholds of unknown locations. Resource and Energy Economics, 29(4):262 Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c 283.",
        "Nordhaus, W. D. 1993. Optimal greenhouse-gas reductions and tax policy in theÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d diceÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d model. The American Economic Review, Pp. 313Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c317.",
        "Nordhaus, W. D. 2008. A question of balance: Weighing the options on global warming policies. Yale University Press.",
        "Pindyck, R. S. 2013. Climate change policy: What do the models tell us? Journal of Economic Literature, 51(3):860Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c872.",
        "Pongratz, J., D. B. Lobell, L. Cao, and K. Caldeira 2012. Crop yields in a geoengineered climate. Nature Climate Change, 2(2):101Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c 105.",
        "Rasch, P., S. Tilmes, and R. Turco 2008. An overview of geoengineering of claimte using stratospheric sulphate aerosols. Philosophical Transactions of the Royal Society AÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009dMathematical Physical and Engineering Sciences, 366:4007Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c4037.",
        "Shayegh, S. and V. M. Thomas 2015. Adaptive stochastic integrated assessment modeling of optimal greenhouse gas emission reductions. Climatic Change, 128(1-2):1Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c15.",
        "Victor, D. G. 2008. On the regulation of geoengineering. Oxford Review of Economic Policy, 24:322Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c336.",
        "Wigley, T. 2006. A combined mitigation/geoengineering approach to climate stabilization. Science, 314:452Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c454."
    ]
}