{
    "id": 21596,
    "cites": 72,
    "cited_by": 3,
    "reference": [
        "Aigner, Dennis J. 1973. Regression with a binary independent variable subject to errors of observation. Journal of Econometrics, 1(1), 49Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c59.",
        "Almada, Lorenzo, & Tchernis, Rusty. 2015. Measuring Effects of SNAP on Obesity at the Intensive Margin. Working Paper. Georgia State University.",
        "Battistin, Erich, & Sianesi, Barbara. 2011. Misclassified treatment status and treatment effects: An application to returns to education in the United Kingdom. Review of Economics and Statistics, 93(2), 495Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c509.",
        "Baum, Charles L. 2011. The effects of food stamps on obesity. Southern Economic Journal, 77(3), 623Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c651.",
        "Bhattacharya, J., & Bundorf, M.K. 2009. The incidence of the healthcare costs of obesity. Journal of health economics, 28(3), 649Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c658.",
        "Bitler, Marianne P, Currie, Janet, & Scholz, John Karl. 2003. WIC eligibility and participation.",
        "Black, Dan, Sanders, Seth, & Taylor, Lowell. 2003. Measurement of higher education in the census and current population survey. Journal of the American Statistical Association, 98(463).",
        "Black, Dan A, Berger, Mark C, & Scott, Frank A. 2000. Bounding parameter estimates with nonclassical measurement error. Journal of the American Statistical Association, 95(451), 739Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c 748.",
        "Blackburn, George L, Wilson, G Terence, Kanders, Beatrice S, Stein, Leslie J, Lavin, Philip T, Adler, Jamie, & Brownell, Kelly D. 1989. Weight cycling: the experience of human dieters. The American journal of clinical nutrition, 49(5), 1105Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c1109.",
        "Bollinger, Christopher R, & David, Martin H. 1997. Modeling discrete choice with response error: Food Stamp participation. Journal of the American Statistical Association, 92(439), 827Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c835.",
        "Brachet, Tanguy. 2008. Maternal smoking, misclassification, and infant health. Working Paper. University of Pennsylvania.",
        "Burgstahler, Rebecca, Gundersen, Craig, Garasky, Steven, et al. 2012. The supplemental nutrition assistance program, financial stress, and childhood obesity. Agricultural and Resource Economics Review, 41(1), 29.",
        "Cawley, John. 2004. The impact of obesity on wages. Journal of Human Resources, 39(2), 451Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c474.",
        "Cawley, John, & Meyerhoefer, Chad. 2012. The medical care costs of obesity: an instrumental variables approach. Journal of health economics, 31(1), 219Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c230.",
        "Chen, Xiaohong, Hong, Han, & Nekipelov, Denis. 2011. Nonlinear models of measurement errors. Journal of Economic Literature, 49(4), 901Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c937.",
        "Chen, Zhuo, Yen, Steven T, & Eastwood, David B. 2005. Effects of food stamp participation on body weight and obesity. American Journal of Agricultural Economics, 87(5), 1167Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c1173.",
        "Cody, Scott, & Tuttle, Christina. 2002. The Impact of Income Underreporting in CPS and SIPP on Microsimulation Models and Participating Rates. Washington, DC: Mathematica Policy Research, Inc, July, 24.",
        "Cole, Nancy, & Fox, Mary Kay. 2008. Diet quality of Americans by food stamp participation status: Data from the National Health and Nutrition Examination Survey, 1999-2004. US Department of Agriculture, Food and Nutrition Service, Office of Research, Nutrition and Analysis.",
        "Courtemanche, Charles, Pinkston, Joshua C, & Stewart, Jay. 2015. Adjusting body mass for measurement error with invalid validation data. Economics & Human Biology.",
        "Devaney, Barbara, & Moffitt, Robert. 1991. Dietary effects of the food stamp program. American Journal of Agricultural Economics, 73(1), 202Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c211.",
        "Dietz, William H. 1995. Does hunger cause obesity? Pediatrics, 95(5), 766Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c767.",
        "Dowler, Elizabeth. 2003. Food and poverty: insights from the North. Development Policy Review, 21(5-6), 569Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c580.",
        "Fan, Maoyong. 2010. Do food stamps contribute to obesity in low-income women? Evidence from the National Longitudinal Survey of Youth 1979. American Journal of Agricultural Economics, aaq047.",
        "Finegold, Kenneth, Margrabe, William, & Ratcliffe, Caroline. 2007. Food Stamp Program Rules Database Documentation. Technical Report. The Urban Institute.",
        "Finkelstein, Eric A, Trogdon, Justin G, Cohen, Joel W, & Dietz, William. 2009. Annual medical spending attributable to obesity: payer-and service-specific estimates. Health affairs, 28(5), w822Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c w831.",
        "Fisher, Jennifer Orlet, & Birch, Leann Lipps. 1999. Restricting access to palatable foods affects children Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0084¢s behavioral response, food selection, and intake. The American journal of clinical nutrition, 69(6), 1264Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c1272.",
        "Flegal, Katherine M, Kit, Brian K, Orpana, Heather, & Graubard, Barry I. 2013. Association of all-cause mortality with overweight and obesity using standard body mass index categories: a systematic review and meta-analysis. Jama, 309(1), 71Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c82.",
        "Fox, Mary Kay, Hamilton, William, & Lin, Biing-Hwan. 2004. Effects of food assistance and nutrition programs on nutrition and health. Food Assistance and Nutrition Research Report.",
        "Fraker, Thomas M, Martini, Alberto P, & Ohls, James C. 1995. The effect of food stamp cashout on food expenditures: An assessment of the findings from four demonstrations. Journal of Human Resources, 633Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c649.",
        "Frazis, Harley, & Loewenstein, Mark A. 2003. Estimating linear regressions with mismeasured, possibly endogenous, binary explanatory variables. Journal of Econometrics, 117(1), 151Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c178.",
        "Gibson, Diane. 2003. Food stamp program participation is positively related to obesity in low income women. The Journal of nutrition, 133(7), 2225Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c2231.",
        "Goerge, Robert M, Franzetta, Kerry, & Dilts, John. 2009. Food Stamp Program Eligibility and Participation in Chicago. Working Paper 09-03.",
        "Gundersen, Craig. 2015. SNAP and Obesity. In: Bartfield, J., Gunderson, C., Smeeting, T., & Ziliak, J. (eds), SNAP Matters: How Food Stamps Affect Health and Well Being. Redwood City, CA: Stanford University Press.",
        "Gundersen, Craig, & Kreider, Brent. 2008. Food Stamps and Food Insecurity: What Can Be Learned in the Presence of Nonclassical Measurement Error? Journal of Human Resources, 43(2), 352Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c382.",
        "Gundersen, Craig, Kreider, Brent, & Pepper, John. 2012. The impact of the National School Lunch Program on child health: A nonparametric bounds analysis. Journal of Econometrics, 166(1), 79Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c91.",
        "Hastings, Justine, & Washington, Ebonya. 2010. The First of the Month Effect: Consumer Behavior and Store Responses. American Economic Journal: Economic Policy, 2(2), 142Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c62.",
        "Hausman, Jerry A, Abrevaya, Jason, & Scott-Morton, Fiona M. 1998. Misclassification of the dependent variable in a discrete-response setting. Journal of Econometrics, 87(2), 239Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c269.",
        "Heckman, James J, & Vytlacil, Edward. 2005. Structural equations, treatment effects, and econometric policy evaluation1. Econometrica, 73(3), 669Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c738.",
        "Heckman, James J, Urzua, Sergio, & Vytlacil, Edward. 2006. Understanding instrumental variables in models with essential heterogeneity. The Review of Economics and Statistics, 88(3), 389Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c432.",
        "Hirano, K., & Porter, J.R. 2012. Impossibility results for nondifferentiable functionals. Econometrica, 80, 1769Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c1790.",
        "Hoynes, Hilary W, & Schanzenbach, Diane Whitmore. 2009. Consumption responses to in-kind transfers: Evidence from the introduction of the food stamp program. American Economic Journal: Applied Economics, 1(4), 109Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c139.",
        "Hu, Yingyao, & Schennach, Susanne M. 2008. Instrumental variable treatment of nonclassical measurement error models. Econometrica, 76(1), 195Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c216.",
        "Imbens, Guido W, & Angrist, Joshua D. 1994. Identification and estimation of local average treatment effects. Econometrica, 467Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c475.",
        "Kaushal, Neeraj. 2007. Do food stamps cause obesity?: Evidence from immigrant experience. Journal of Health Economics, 26(5), 968Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c991.",
        "Kimbro, Rachel Tolbert, & Rigby, Elizabeth. 2010. Federal food policy and childhood obesity: a solution or part of the problem? Health Affairs, 29(3), 411Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c418.",
        "Kreider, Brent. 2010. Regression coefficient identification decay in the presence of infrequent classification errors. The Review of Economics and Statistics, 92(4), 1017Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c1023.",
        "Kreider, Brent, & Pepper, John V. 2007. Disability and employment: reevaluating the evidence in light of reporting errors. Journal of the American Statistical Association, 102(478), 432Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c441.",
        "Kreider, Brent, Pepper, John V, Gundersen, Craig, & Jolliffe, Dean. 2012. Identifying the effects of SNAP (Food Stamps) on child health outcomes when participation is endogenous and misreported. Journal of the American Statistical Association, 107(499), 958Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c975.",
        "Lewbel, Arthur. 2007. Estimation of average treatment effects with misclassification. Econometrica, 75(2), 537Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c551.",
        "Mahajan, Aprajit. 2006. Identification and estimation of regression models with misclassification. Econometrica, 74(3), 631Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c665.",
        "Manski, C. F., & Pepper, J. 2009. More on monotone instrumental variables. Econometrics Journal, 12 (Supplement), S200S216.",
        "Manski, Charles F, & Pepper, John V. 2000. Monotone instrumental variables: with an application to the returns to schooling. Econometrica, 68(4), 997Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c1010.",
        "Marquis, Kent H, & Moore, Jeffrey C. 2010. Measurement errors in SIPP program reports. Survey Methodology, 01.",
        "McCarthy, I., Millimet, D., & Roy, M. 2014. Bounding Treatment Effects: Stata Command for the Partial Identification of the Average Treatment Effect with Endogenous and Misreported Treatment Assignment. The Stata Journal, forthcoming.",
        "McCarthy, I.M., & Tchernis, R. 2011. On the Estimation of Selection Models when Participation is Endogenous and Misclassified. Advances in Econometrics, 27a.",
        "Meyer, Bruce, & Mittag, Nikolas. 2014. Misclassification in binary choice models. Working Paper 20509. National Bureau of Economic Research.",
        "Meyer, Bruce D, Mok, Wallace KC, & Sullivan, James X. 2009. The under-reporting of transfers in household surveys: its nature and consequences. Working Paper. National Bureau of Economic Research.",
        "Meyer, Bruce D, Goerge, Robert M, & Assistance, Food. 2011. Errors in survey reporting and imputation and their effects on estimates of food stamp program participation. Food Assistance and Nutrition Research Program.",
        "Meyerhoefer, Chad D, & Pylypchuk, Yuriy. 2008. Does participation in the food stamp program increase the prevalence of obesity and health care spending? American Journal of Agricultural Economics, 90(2), 287Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c305.",
        "Millimet, D. L. 2011. The elephant in the corner: A cautionary tale about measurement error in treatment effects models. Advances in Econometrics: Missing-Data Methods, 27A, 1Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c39.",
        "Millimet, D.L., Tchernis, R., & Husain, M. 2010. School Nutrition Programs and the Incidence of Childhood Obesity. Journal of Human Resources, 45(3), 640Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c654.",
        "Mykerezi, Elton, & Mills, Bradford. 2010. The impact of food stamp program participation on household food insecurity. American Journal of Agricultural Economics, aaq072.",
        "Ogden, CL, Carrol, l MD, Kit, BK, & Flega, l KM. 2014. Prevalence of childhood and adult obesity in the united states, 2011-2012. JAMA, 311(8), 806Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c814.",
        "Polivy, Janet, Zeitlin, Sharon B, Herman, C Peter, & Beal, A Lynne. 1994. Food restriction and binge eating: a study of former prisoners of war. Journal of Abnormal Psychology, 103(2), 409.",
        "Primus, Wendell, Rawlings, Lynette, Larin, Kathy, & Porter, Kathryn. 1999. The initial impacts of welfare reform on the incomes of single-mother families. Policy Brief. Center on Budget and Policy Priorities.",
        "Rosin, O. 2008. The economic causes of obesity: a survey. Journal of Economic Surveys, 22(4), 617Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c647.",
        "Schanzenbach, Diane Whitmore. 2009. Do school lunches contribute to childhood obesity? Journal of Human Resources, 44(3), 684Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c709.",
        "Schmeiser, Maximilian D. 2012. The impact of long-term participation in the supplemental nutrition assistance program on child obesity. Health economics, 21(4), 386Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c404.",
        "Townsend, Marilyn S, Peerson, Janet, Love, Bradley, Achterberg, Cheryl, & Murphy, Suzanne P. 2001. Food insecurity is positively related to overweight in women. The Journal of nutrition, 131(6), 1738Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c1745.",
        "Vassilopoulos, Achilleas, Drichoutis, Andreas, Nayga, Rodolfo, & Lazaridis, Panagiotis. 2011. Does the Food Stamp Program Really Increase Obesity? The Importance of Accounting for Misclassification Errors. Working Paper. MPRA Paper 28768.",
        "Ver Ploeg, Michele L, & Ralston, Katherine L. 2008. Food Stamps and obesity: what do we know? Economic Information Bulletin.",
        "Wilde, Parke E, & Ranney, Christine K. 2000. The Monthly Food Stamp Cycle: Shooping Frequency and Food Intake Decisions in an Endogenous Switching Regression Framework. American Journal of Agricultural Economics, 82(1), 200Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c213."
    ]
}