{
    "id": 21599,
    "cites": 39,
    "cited_by": 10,
    "reference": [
        "Altig, David, Lawrence Christiano, Martin Eichenbaum, and Jesper Linde. 2011. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Firm-Specific Capital, Nominal Rigidities, and the Business Cycle.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Review of Economic Dynamics 14(2):225Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c 247.",
        "Barth, Marvin and Valerie Ramey. 2002. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093The Cost Channel of Monetary Transmission.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d In NBER Macroeconomics Annual 2001, edited by Bernanke Ben S and Kenneth Rogoff. Cambridge, MA, The MIT Press, 1999Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c239.",
        "Basu, Susanto. 1995. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Intermediate Goods and Business Cycles: Implications for Productivity and Welfare.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d American Economic Review 85(3):512Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c531.",
        "Basu, Susanto and Miles Kimball. 1997. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Cyclical Productivity with Unobserved Input Variation.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d NBER Working Paper 5915.",
        "Bergin, Paul and Robert Feenstra. 2000. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Staggered price setting, translog preferences, and endogenous persistence.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Journal of Monetary Economics 45:657Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c680.",
        "Bernanke, Ben and Ilian Mihov. 1998. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Measuring Monetary Policy.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d The Quarterly Journal of Economics 113 (3):869Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c902.",
        "Bils, Mark and Peter J. Klenow. 2004. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Some Evidence on the Importance of Sticky Prices.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Journal of Political Economy 112(5):947Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c985.",
        "Calvo, Guillermo A. 1983. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Staggered Prices in a Utility-Maximising Framework.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Journal of Monetary Economics 12:383Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c398.",
        "Carlstrom, Charles T., Timothy S. Fuerst, and Matthias Paustian. 2009. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Monetary Policy Shocks, Choleski Identification, and DNK Models.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Journal of Monetary Economics 56(7):1014Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c1021.",
        "Chowdhury, Ibrahim, Mathias Hoffmann, and Andreas Schabert. 2006. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Inflation Dynamics and the Cost Channel of Monetary Transmission.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d European Economic Review 50:995Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c1016.",
        "Christiano, Lawrence J. and Martin Eichenbaum. 1992. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Liquidity Effects and the Monetary Transmission Mechanism.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d American Economic Review 82:346Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c353.",
        "Christiano, Lawrence J., Martin Eichenbaum, and Charles L. Evans. 1997. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Sticky Price and Limited Participation Models of Money: A Comparison.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d European Economic Review 41:1201Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c 1249.",
        "Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009dÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009dÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009d. 1999. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Monetary Policy Shocks: What Have We Learned and to What End?Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d In Handbook of Macroeconomics, edited by John B. Taylor and Michael Woodford. Amsterdam, North-Holland.",
        "Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009dÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009dÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009d. 2005. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Nominal Rigidities and the Dynamic Effects of a Shock to Monetary Policy.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Journal of Political Economy 113 (1):1Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c45.",
        "Christiano, Lawrence J., Mathias Trabandt, and Karl Walentin. 2011. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093DSGE Models for Monetary Policy Analysis.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d In Handbook of Monetary Economics, edited by Benjamin M. Friedman and Michael Woodford, chap. 7, Volume 3. San Diego CA: Elsevier, 285Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c367.",
        "Cogley, Timothy and Argia M. Sbordone. 2008. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Trend Inflation, Indexation and Inflation Persistence in the New Keynesian Phillips Curve.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d American Economic Review 98 (5):2101Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c2126.",
        "Erceg, Christopher J., Dale W. Henderson, and Andrew T. Levin. 2000. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Optimal Monetary Policy with Staggered Wage and Price Contracts.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Journal of Monetary Economics 46:281Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c313.",
        "Fuerst, Timothy. 1992. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Liquidity, Loanable Funds, and Real Activity.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Journal of Monetary Economics 29(1):3Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c24.",
        "Fuhrer, Jeffrey and G. Moore. 1995. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Inflation Persistence.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Quarterly Journal of Economics 110:127Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c159.",
        "Gal Ã\u0083â\u0080\u009eÃ\u0082Â±, Jordi. 1992. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093How Well Does the IS-LM Model Fit Postwar U.S. Data?Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d The Quarterly Journal of Economics 107:709Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c738.",
        "Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009dÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009dÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009d. 1999. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Technology, Employment, and the Business Cycle: Do Technology Shocks Explain Aggregate Fluctuations?Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d American Economic Review 89(1):249Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c271.",
        "Griffin, Peter. 1992. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093The Impact of Affirmative Action on Labor: a Test of Some Implications of the Le Chatelier Principle.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Review of Economics and Statistics 74:251Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c260.",
        "Huang, Kevin X.D. and Zheng Liu. 2002. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Staggered Contracts and Business Cycle Persistence.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Journal of Monetary Economics 49:405Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c433.",
        "Justiniano, Alejandro and Giorgio Primiceri. 2008. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093The Time Varying Volatility of Macroeconomic Fluctuations.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d American Economic Review 98(3):604Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c641.",
        "Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009dÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009dÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009d. 2011. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Investment Shocks and the Relative Price of Investment.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Review of Economic Dynamics 14(1):101Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c121.",
        "Nakamura, Emi and Jon Steinsson. 2008. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Five Facts About Prices: A Reevaluation of Menu Cost Models.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Quarterly Journal of Economics 123 (4):1415Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c1464.",
        "Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009dÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009dÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009d. 2010. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Monetary Non-Neutrality in a Multi-Sector Menu Cost Model.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Quarterly Journal of Economics 125 (3):961Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c1013.",
        "Nekarda, Christopher and Valerie Ramey. 2013. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093The Cyclical Behavior of the Price-Cost Markup.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d NBER Working Paper No. 19099.",
        "Nelson, Edward. 1998. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Sluggish Inflation and Optimizing Models of the Business Cycle.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Journal of Monetary Economics 42:303Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c322.",
        "Normandin, Michel and Louis Phaneuf. 2004. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Monetary Policy Shocks: Testing Identification Conditions Under Time-Varying Conditional Volatility.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Journal of Monetary Economics 51:1217Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c1243.",
        "Pivetta, Frederic and Ricardo Reis. 2007. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093The Persistence of Inflation in the United States.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Journal of Economic Dynamics and Control 31 (4):1326Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c1358.",
        "Ravenna, Federico and Carl Walsh. 2006. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Optimal Monetary Policy with the Cost Channel.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Journal of Monetary Economics 53:199Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c216.",
        "Romer, Christina and David Romer. 2004. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093A New Measure of Monetary Shocks: Derivation and implications.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d American Economic Review 94:1055Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c1084.",
        "Rotemberg, Julio J. and Michael Woodford. 1993. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Dynamic General Equilibrium Models with Imperfectly Competitive Product Markets.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d NBER Working Paper no. 4502.",
        "Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009dÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009dÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009d. 1997. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093An Optimization-Based Econometric Framework for the Evaluation of Monetary Policy.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d In NBER Macroeconomics Annual 1997, edited by Julio J. Rotemberg and B. S. Bernanke. Cambridge, MA, The MIT Press, 297Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c346.",
        "Sims, Christopher A. 1992. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Interpreting the Macroeconomic Time Series Facts: The Effects of Monetary Policy.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d European Economic Review 36(5):975Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c1000.",
        "Smets, Frank and Raf Wouters. 2007. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Shocks and Frictions in US Business Cycles: A Bayesian DSGE Approach.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d American Economic Review 97 (3):586Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c606.",
        "Woodford, Michael. 2003. Interest and Prices: Foundations of a Theory of Monetary Policy. Princeton: Princeton University Press.",
        "Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009dÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009dÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009d. 2011. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Simple Analytics of the Government Expenditure Multiplier.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d American Economic Journal: Macroeconomics 3(1):1Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c35."
    ]
}