{
    "id": 21591,
    "cites": 55,
    "cited_by": 0,
    "reference": [
        "Antecol, Heather, Kuhn, P., & Trejo, S.J. (2006). Assimilation via prices or quantities? Sources of immigrant earnings growth in Australia, Canada, and the United States. Journal of Human Resources, 41, 821-840.",
        "Aydemir, A., & Robinson, C. (2008). Global labour markets, return, and onward migration.",
        "Aydemir, A., & Skuterud, M. (2005). Explaining the deteriorating entry earnings of Canada's immigrant cohorts 1966-2000. Canadian Journal of Economics, 38, 641-672.",
        "Aydemir, A., & Skuterud, M., (2008). The immigrant wage differential within and across establishments. Industrial and Labor Relations Review, 61, 334-352.",
        "Aydemir, A., & Sweetman, A. (2008). First and Second Generation Immigrant Educational Attainment and Labor Market Outcomes: A Comparison of the United States and Canada. Research in Labor Economics, 27, 215-70.",
        "Bagley, S. (2012). Provincial Nominee Programs: A Note on Policy Implications and Future Research Needs. Journal of International Migration and Integration, 13(1), 121-141.",
        "Baker, M., & Benjamin, D. (1994). The performance of immigrants in the Canadian labour market. Journal of Labour Economics, 12(3), 369Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c405.",
        "Banerjee, R. (2009). Income growth of new immigrants in Canada: Evidence from the Survey of Labor and income Dynamics. Industrial Relations, 64(3), 466-488.",
        "Beach, C., Green, A. G., & Worswick, C. (2006). Impacts of the point system and immigration policy levers on skill characteristics of Canadian immigrants (Working Papers 1115). Kingston, Ontario: Queen's Department of Economics.",
        "Beckhusen, J., Florax, R.J.G.M., Poot, J., & Waldorf, B.S. (2013). Attracting global talent and then what? Overeducated immigrants in the United States. Journal of Regional Science, 53(5), 834-854.",
        "Beenstock, M. (2006). Longitudinal analysis of earnings assimilation among immigrants in Quebec. Unpublished paper, Hebrew University of Jerusalem.",
        "Bloom, D. E., Grenier, G. & Gunderson, M. (1995). The changing labour market position of Canadian immigrants. Canadian Journal of Economics, 28(4), 987Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c1005.",
        "Bonikowska, A., Hou, F., & Picot, G. (2011). A Canada-US Comparison of labour market outcomes among highly educated immigrants. Canadian Public Policy, 37, 25-48.",
        "Borjas, G. J. (1985). Changes in cohort quality, and the earnings of immigrants, Journal of Labor Economics, 3(4), 463-489.",
        "Borjas, G. J. (1989). Immigrant and emigrant earnings: A longitudinal study. Economic Inquiry, 27, 21-37.",
        "Borjas, G. (1994). The economics of immigration. Journal of Economic Literature, 32, 16671717.",
        "Boyd, M. (2013). Accreditation and the labor market integration of internationally trained engineers and physicians in Canada. In T. Triadafilopoulos (Ed.), Wanted and Welcome? Policies for Highly Skilled Immigrants in Comparative Perspective (pp. 165-197). New York, NY: Springer.",
        "Boyd, M. & Thomas, D. (2002). Skilled immigrant labour: Country of origin and the occupational locations of male engineers. Canadian Studies in Population, 29(1), 7199.",
        "Boyd, M. & Schellenberg, G. (2007). Re-accreditation and the occupations of immigrant doctors and engineers. Canadian Social Trends, Fall, 2-10.",
        "Chiswick, B. (1978). The effect of Americanization on the earnings of foreign-born men. Journal of Political Economy, 86, 897-921.",
        "Chiswick, B., & Miller, P.W. (2009). Educational mismatch: Are high-skilled immigrants really working at high-skilled jobs and the price they pay if they arenÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0084¢t? (IZA Discussion Paper 4280). Bonn, Germany: The Institute for the Study of Labor. Retrieved June 10, 2014, from http://ftp.iza.org/dp4280.pdf Citizenship and Immigration Canada. (2013). Facts and figures 2013 Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c Immigration overview: Permanent residents. Retrieved from: http://www.cic.gc.ca/english/resources/statistics/facts2013/permanent/02.asp Duleep, H. O., & Dowhan, D. J. (2002). Insights from longitudinal data on the earnings growth of U.S. foreign-born men. Demography, 39, 485-506.",
        "Frenette, M., & Morissette, R. (2005). Will they ever converge? Earnings of immigrant and Canadian-born workers over the last two decades. International Migration Review, 39(1), 228-257.",
        "Girard, M., and Smith, M.R., (2013). Working in a regulated occupation in Canada: An immigrantÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009dnative born comparison. Journal of International Migration and Integration, 14(2), 219-244.",
        "Government of Canada. (2010). Employment insurance regular benefits. Retrieved from: http://www.servicecanada.gc.ca/eng/ei/types/regular.shtml#Number Government of Canada. (2014). Immigration overview: Permanent and temporary residents. Retrieved from: http://www.cic.gc.ca/english/resources/statistics/facts2010/permanent/01.asp.",
        "Green, D., & Worswick, C. (2009). Entry earnings of immigrant men in Canada: The roles of labour market entry effects and the returns to foreign experience. Retrieved from the University of British Columbia Vancouver School of Economics website: http://www.economics.ubc.ca/files/2013/05/pdf_paper_david-green-entry-earningsimmigrant -men.pdf Hall, M., & Farkas, G. (2008). Does Human Capital Raise Earnings for Immigrants in the LowSkill Labor Market? Demography, 45(3):619-639.",
        "Hoefer, M., Rytina, N., & Campbell, C. (2006). Estimates of the unauthorized immigrant population residing in the United States: January 2005. Retrieved from Office of Immigration Statistics, Policy Directorate, U.S. Department of Homeland Security: http://www.dhs.gov/xlibrary/assets/statistics/publications/ILL_PE_ 2005.pdf Hu, W. (2000). Immigrant earnings assimilation: Estimates from longitudinal data. The American Economic Review, 90, 368-372.",
        "Ibarraran, P., & Lubotsky, D. (2007). Mexican Immigration and Self Selection: New Evidence from the 2000 Mexican Census, NBER Chapters, in: Mexican Immigration to the United States, (p. 159-192). National Bureau of Economic Research, Inc.",
        "Kaushal, N. (2011). Earning trajectories of highly educated immigrants: Does place of education matter? Industrial & Labor Relations Review, 64, 323-340.",
        "Kaushal, N., & Lu, Y. (2014). Recent immigration to Canada and the United States: A mixed tale of positive and negative relative selection, International Migration Review.",
        "Kim, Seik. 2012. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Economic assimilation of foreign-born workers in the United States: An overlapping rotating panel analysis.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Working paper, University of Washington.",
        "KlinthÃ\u0083Æ\u0092Ã\u0082Â¤ll, M. (2006). Retirement Return Migration from Sweden. International Migration, 44(2), 153-180.",
        "KlinthÃ\u0083Æ\u0092Ã\u0082Â¤ll, M. (2007). Refugee Return Migration: Return Migration from Sweden to Chile, Iran and Poland 1973-1996. The Journal of Refugee Studies, 20(4), 579-598.",
        "Kuhn P. J., & Riddell, C. (2010). The long-term effects of unemployment insurance: Evidence from New Brunswick and Maine, 1940Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c1991. Industrial and Labor Relations Review, 63, 183-204.",
        "Li, P. S. (2003). Initial earnings and catch-up capacity of immigrants. Canadian Public Policy / Analyse de Politiques, 29(3), 319-337.",
        "Lubotsky, D. (2007). Chutes or ladders? A longitudinal analysis of immigrant earnings. Journal of Political Economy, 115, 820-867.",
        "Maron, N., & Connell, J. (2008). Back to Nukunuku: Employment, identity and return migration in Tonga. Asia Pacific Viewpoint, 49(2), 168-184.",
        "Masferrer, C., & Roberts, B. R. (2012). Going back home? Changing demography and geography of Mexican return migration. Population Research and Policy Review, 31(4), 465-496.",
        "Mattoo, A., Meagu, I.C., Ozden, C. (2008). Brain waste? Educated immigrants in the US labor market. Journal of Development Economics, 87(2), 255-269.",
        "McDonald, J.T., Warman, C., & Worswick, C. (2012). Immigrant selection systems and occupational outcomes of international medical graduates in Canada and the United States (SEDAP Research Paper 293). Hamilton, ON: Social and Economic Dimensions of an Aging Population. Retrieved June 10, 2014, from http://socserv.mcmaster.ca/sedap/p/sedap293.pdf National Research Council. (2009). Reengineering the Survey of Income and Program Participation. Panel on the Census BureauÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0084¢s Reengineered Survey of Income and Program Participation, Constance F. Citro and John Karl Scholz, Editors. Committee on National Statistics, Division of Behavioral and Social Sciences and Education. Washington, DC: The National Academies Press.",
        "Neumark, D., Salas, J. M. I., & Wascher, W. (2013). Revisiting the minimum wage-employment debate: Throwing out the baby with the bathwater? (IZA Discussion Papers 7166). Bonn, Germany: Institute for the Study of Labor (IZA).",
        "OÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0084¢Connor, J. S., Orloff, A.S., & Shaver, S. (1999). States, Markets, Families: Gender, Liberalism and Social Policy in Australia, Canada, Great Britain and the United States. Cambridge: Cambridge University Press.",
        "Pandey, M., & Townsend, J. (2011). Quantifying the Effects of the Provincial Nominee Programs. Canadian Public Policy, 37(4), 495-512.",
        "Passel, J., & Cohn, D. (2012). Unauthorized Immigrants: 11.1 Million in 2011. Washington, DC: Pew Research CenterÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0084¢s Hispanic Trends Project.",
        "Passel, J., & Cohn, D. (2012) U.S. Foreign-Born Population: How Much Change from 2009 to 2010? Washington, DC: Pew Research CenterÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0084¢s Hispanic Trends Project.",
        "Picot, G., & Piraino, P. (2013). Immigrant earnings growth: selection bias or real progress? Canadian Journal of Economics, 46(4), 1510-1536.",
        "Reitz, J. G. (2001). Immigrant skill utilization in the Canadian labour market: Implications of human capital research. Journal of International Migration and Integration/Revue de l'integration et de la migration internationale, 2(3), 347-378.",
        "Schoeni, R. F. (1998). Labor market assimilation of immigrant women. Industrial and Labor Relations Review, 51(3), 483-504.",
        "Statistics Canada. (2011). Immigration and Ethnocultural Diversity in Canada. Retrieved: http://www12.statcan.gc.ca/nhs-enm/2011/as-sa/99-010-x/99-010-x2011001-eng.pdf Statistics Canada. (2012). Survey of Labour and Income Dynamics (SLID) Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c A Survey Overview.",
        "Document 75F0011X. Retrieved: http://www.statcan.gc.ca/pub/75f0011x/75f0011x2013001-eng.htm Sweetman, A., &Warman, C. (2010). Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093How Far Does the Points System Stretch? The Spouses of Skilled Worker Principal ApplicantsÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d in Canadian Immigration: Economic Evidence for a Dynamic Policy Environment, Ted McDonald, Elizabeth Ruddick, Arthur Sweetman, and Christopher Worswick (eds). Kingston: McGill-Queen's University Press; 183-207.",
        "U.S. Census Bureau. (2008). SIPP UserÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0084¢s Guide: Chapter 6 Nonsampling errors. Retrieved: http://www.census.gov/content/dam/Census/programssurveys /sipp/methodology/SIPP_USERS_Guide_Chapter6_2008.pdf U.S. Census Bureau. (2015a). American Fact Finder. Retrieved: http://factfinder.census.gov/faces/tableservices/jsf/pages/productview.xhtml?pid=ACS_1 3_3YR_S0201&prodType=table U.S. Census Bureau. (2015b). SIPP Introduction and History. Retrieved: http://www.census.gov/programs-surveys/sipp/about/sipp-introduction-history.html U.S. Department of Labor. (2013). State unemployment insurance benefits. Washington, D.C. Retrieved from: http://workforcesecurity.doleta.gov/unemploy/uifactsheet.asp.",
        "U.S. Department of Homeland Security. (2013). Yearbook of Immigration Statistics: 2012.",
        "Washington, D.C. Retrieved from: http://www.dhs.gov/publication/yearbook-2012 U.S. Department of Homeland Security. (2014). Yearbook of Immigration Statistics. Washington, D.C. Retrieved from: https://www.dhs.gov/yearbook-immigration-statistics.",
        "Wald, S., and T. Fang. (2008). Overeducated immigrants in the Canadian labour market: evidence from the workplace and employee survey. Canadian Pubic Policy, 34(4), 457480.",
        "Warman, C. (2007). Ethnic enclaves and immigrant earnings growth. Canadian Journal of Economics, 40(2), 401-422.",
        "Warman, C. R., & Worswick, C. (2004). Immigrant earnings performance in Canadian cities: 1981 through 2001. Canadian Journal of Urban Research, 13(1), 62-84"
    ]
}