{
    "id": 21605,
    "cites": 31,
    "cited_by": 4,
    "reference": [
        "Altonji, J. and R. Mansfield, 2014. Group-Average Observables as Controls for Soring on Unobservables When Estimating Group Treatment Effects: The Case of School and Neighborhood Effects.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d NBER Working Paper No. 20781. December 2014.",
        "Anderson, GM., J.C. Sun, and M. Alfonso. 2006. Effectiveness of statewide articulation agreements on the probability of transfer: A preliminary policy analysis. Review of Higher Education, 29, 261Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c291.",
        "Andrews, R., J. Li, and M. Lovenheim, 2012. Quantile Treatment Effects of College Quality on Earnings: Evidence from Administrative Data in Texas. NBER Working Paper No 18068. May 2012.",
        "Black, D. and J. Smith, 2004. How robust is the evidence on the effects of college quality? Evidence from matching. Journal of Econometrics, 121(1Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c2), 99Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c124.",
        "Brewer, Dominik, Eric Eide and Ronald Ehrenberg, 1999. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Does it Pay to Attend an Elite Private College? Cross-Cohort Evidence on the EÃ\u0083Â¯Ã\u0082Â¬Ã\u0082â\u0082¬ects of College Type on Earnings.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Journal of Human Resources 34(1): 104-123.",
        "Bound, J., M.Lovenheim, and S. Turner, 2010. Why have college completion rates declined? An analysis of changing student preparation and collegiate resources. American Economic Journal: Applied Economics 2 (July 2010): 129-157.",
        "Bowen, W.G., Chingos, M., & McPherson, M. 2009. Crossing the finish line. Princeton, NJ: Princeton University Press.",
        "Carrell, S.E., R.L. Fullerton, and J.E. West. 2009. Does Your Cohort Matter? Measuring Peer Effects in College Achievement. Journal of Labor Economics. 27 (3): 439-464.",
        "Cohodes, Sarah, and Joshua Goodman, 2014. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Merit Aid, College Quality and College Completion: MassachusettsÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0084¢ Adams Scholarship as an In-Kind Subsidy,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d American Economic Journal: Applied Economics.",
        "College Board, 2014. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Trends in College Pricing Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c 2014.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Accessed online 11/13/2014: https://secure-media.collegeboard.org/digitalServices/misc/trends/2014-trends-college-pricingreport -final.pdf Dale, S. and A. Krueger, 2002. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Estimating the PayoÃ\u0083Â¯Ã\u0082Â¬Ã\u0082â\u0082¬ to Attending A More Selective College: An Application of Selection on Observables and Unobservables.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Quarterly Journal of Economics 117(4): 1491-1527 Dale, S. and A. Krueger, 2011. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Estimating the Return to College Selectivity over the Career Using Administrative Earnings Data.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d National Bureau of Economic Research Working Paper Doyle, W.R. 1999. The effect of community college enrollment on bachelorÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0084¢s degree completion. Economics of Education Review, 28(2), 199Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c206.",
        "Dynarski,S., S. Hemelt, and J. Hyman, 2013. The missing manual: Using National Student Clearinghouse data to track postsecondary outcomes. NBER Working Paper 19552. October 2013.",
        "Epple, D. and R. Romano. 2011. Peer Effects in Education: A Survey of the Theory and Evidence. in J. Benhabib, A. Bisin and M. O. Jackson (Eds), Handbook of Social Economics, Volume 1B. Elsevier (2011).",
        "Goodman, J., M. Hurwitz, and J. Smith, 2014. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093College Access, Initial College Choice and Degree Completion,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Harvard Kennedy School Research Working Paper 14-030.",
        "Hoekstra, M, 2009. The Effect of Attending the State Flagship University on Earnings: A Discontinuity-based Approach. Review of Economics and Statistics 91(4): 717-724.",
        "Kurlaender, M., S. Carrell, and J. Jackson, 2014. The Promises and Pitfalls of Measuring Community College Quality. Paper prepared for Russell Sage Foundation Conference on Higher Education Effectiveness. November 2014.",
        "Leigh, D. and A. Gill, 2003. Do community colleges really divert students from earning bachelorÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0084¢s degrees? Economics of Education Review 22(1), 23Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c30.",
        "Light, A and W. Strayer, 2000. Determinants of College Completion: School Quality or Student Ability? The Journal of Human Resources, 35, no. 2, 299Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c332.",
        "Long, M. 2008. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093College Quality and Early Adult Outcomes.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Economics of Education Review. 27(5): 588-602.",
        "Long, B.T. and M. Kurlaender, 2009. Do community colleges provide a viable pathway to a baccalaureate degree? Education Evaluation and Policy Analysis, 31(1), 271Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c296.",
        "Miller, Darwin, 2007. Isolating the Causal Impact of Community College Enrollment on Educational Attainment and Labor Market Outcomes in Texas. SIEPR Discussion Paper No 0633.",
        "Reynolds, C. Lockwood, 2012. Where to attend? Estimating the effects of beginning college at a two-year institution. Economics of Education Review 31(2012): 345-362 Roksa, Josipa and Bruce Keith. 2008. Credits, Time, and Attainment: Articulation Policies and Success After Transfer. Educational Evaluation and Policy Analysis. 30(3): 236-254.",
        "Rouse, C.E. 1995. Democratization or diversion? The effect of community colleges on educational attainment. Journal of Business and Economic Statistics, 13(2), 217Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c224.",
        "Saavedra, J, 2009. The Learning and Early Labor Market Effects of College Quality: A Regression Discontinuity Analysis. Unpublished working paper. University of Southern California.",
        "Sacerdote, Bruce. 2001 Peer effects with random assignment: Results for Dartmouth roommates. Quarterly Journal of Economics. 116 (2): 681Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c704.",
        "Sacerdote, Bruce. 2011. Peer Effects in Education: How Might They Work, How Big Are They and How Much Do We Know Thus Far? in E. Hanushek, S. Machin, L. Woessmann (Eds.), Handbook of the Economics of Education, Volume 3. Elsevier (2011) Sacerdote, Bruce. 2014. Experimental and Quasi-Experimental Analysis of Peer Effects: Two Steps Forward? Annual Review of Economics, 2014 (6): 253-272.",
        "Smith, J. 2013. Ova and Out: Using Twins to Estimate the Educational Returns to Attending a Selective College, Economics of Education Review, 36: 166-180.",
        "Smith, J., M. Pender, and J. Howell, 2013. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093The Full Extent of Academic Undermatch,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Economics of Education Review, 32: 247-261.",
        "Stinebrickner, Ralph and Todd R. Stinebrickner. 2006. What can be learned about peer effects using college roommates? Evidence from new survey data and students from disadvantaged backgrounds. Journal of Public Economics 90 (8Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c9):1435Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c54.",
        "Stange, K. 2012. Ability sorting and the importance of college quality to student achievement: Evidence from community colleges. Education Finance and Policy 7(1), 1Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c32.",
        "Winston, G. and D. Zimmerman. 2004. Peer effects in higher education. In C. Hoxby (Ed.), College choice: The economics of where to go, when to go, and how to pay for it. Chicago: University of Chicago Press (2004).",
        "Zimmerman, David J. 2003. Peer effects in academic outcomes: Evidence from a natural experiment. Review of Economics and Statistics 85(1): 9Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c23."
    ]
}