{
    "id": 21611,
    "cites": 40,
    "cited_by": 13,
    "reference": [
        "Agarwal, Sumit, Paige Martha Skiba, and Jeremy Tobacman, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Payday Loans and Credit Cards: New Liquidity and Credit Scoring Puzzles,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d American Economic Review, 2009, 99 (2), 412Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c417.",
        ", Souphala Chomsisengphet, Neale Mahoney, and Johannes Stroebel, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Regulating Consumer Financial Products: Evidence from Credit Cards,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Quarterly Journal of Economics, 2014, 130 (1), 111Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c164.",
        "Akerlof, George A. and Rachel E. Kranton, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Economics and Identity,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Quarterly Journal of Economics, 2000, 115, 715Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c753.",
        "Andreoni, James, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Giving with Impure Altruism: applications to Charity and Ricardian Equivalence, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Journal of Political Economy, 1989, 97, 1447Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c1458.",
        ", Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Impure Altruism and Donations to Public Goods: A Theory of Warm-Glow Giving,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d The Economic Journal, 1990, 100, 464Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c477.",
        "Barro, Robert J. and Rachel M. McCleary, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Religion and Economy,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Journal of Economic Perspectives, 2006, 20 (1), 49Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c72.",
        "Becker, Sascha O. and Ludger Woessmann, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Was Weber Wrong? A Human Capital Theory of Protestant Economic History,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Quarterly Journal of Economics, 2009, 124 (2), 531Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c596. B",
        "enabou, Roland and Jean Tirole, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Intrinsic and Extrinsic Motivation,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Review of Economic Studies, 2003, 70 (3), 489Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c520.",
        ", Davide Ticchi, and Andrea Vindigni, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Forbidden Fruits: The Political Economy of Science, Religion, and Growth,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Working Paper, 2015.",
        "Benartzi, Shlomo and Richard H. Thaler, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Save More Tomorrow: Using Behavioral Economics to Increase Employee Saving,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Journal of Political Economy, 2004, 112 (1), 1Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c187.",
        "Benjamin, Daniel J., James J. Choi, and Geoffrey W. Fisher, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Religious Identity and Economic Behavior,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Forthcoming, Review of Economic and Statistics, 2015.",
        ", , and , Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Salience and Consumer Choice,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Journal of Political Economy, 2013, 121 (5), 803Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c843.",
        ", , and , Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Memory, Attention and Choice,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Working Paper, 2015.",
        "Campante, Filipe and David Yanagizawa-Drott, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Does Religion Affect Economic Growth and Happiness? Evidence from Ramadan,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Quarterly Journal of Economics, 2015, 130 (2), 615Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c658.",
        "Cantoni, Davide, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093The Economic Effects of the Protestant Reformation: Testing The Weber Hypothesis in The German Lands,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Journal of the European Economic Association, 2015, 13 (4), 561Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c736.",
        "Clingingsmith, David, Asim Ijaz Khwaja, and Michael Kremer, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Estimating the Impact of The Hajj: Religion and Tolerance in IslamÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0084¢s Global Gathering,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Quarterly Journal of Economics, 2009, 124 (3), 1133Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c1170.",
        "Dal B o, Ernesto and Pedro Dal B o, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Do the Right Thing:Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d The Effects of Moral Suasion on Cooperation,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Journal of Public Economics, 2014, 117, 28Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c38.",
        "DellaVigna, Stefano, Ulrike Malmendier, and John A. List, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Testing for Altruism and Social Pressure in Charitable Giving,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Quarterly Journal of Economics, 2012, 127, 1Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c56.",
        "Einav, Liran, Amy Finkelstein, Stephen P. Ryan, Paul Schrimpf, and Mark R. Cullen, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Selection on Moral Hazard in Health Insurance,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d American Economic Review, 2013, 103 (1), 178Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c219.",
        "Fellner, Gerlinde, Rupert Sausgruber, and Christian Traxler, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Testing Enforcement Strategies in the Field: Threat, Moral Appeal and Social Information,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Journal of the European Economic Association, 2013, 11 (3), 634Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c660.",
        "Frey, Bruno, Not Just for the Money: An Economic Theory of Personal Motivation, Cheltenham, UK: Edward Elgar, 1997.",
        "Gabaix, Xavier, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093A Sparsity-Based Model of Bounded Rationality,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Quarterly Journal of Economics, 2014, 129 (4), 1661Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c1710.",
        "Gneezy, Uri, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Deception: The Role of Consequences,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d American Economic Review, 2005, 95 (1), 384Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c394.",
        "Guiso, Luigi, Paola Sapienza, and Luigi Zingales, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093The Determinants of Attitudes towards Strategic Default on Mortgages,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Journal of Finance, 2013, 68 (4), 1473Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c1515.",
        "Iannaccone, Laurence R, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Introduction to the Economics of Religion,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Journal of Economic Literature, 1998, 36 (3), 1465Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c1495.",
        "Ito, Koichiro, Takanori Ida, and Makoto Tanaka, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093The Persistence of Moral Suasion and Economic Incentives: Field Experimental Evidence from Energy Demand,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Working Paper, 2015.",
        "Karlan, Dean, Margaret McConnel, and Jonathan Zinman, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Getting to the Top of Mind: How Reminders Increase Savings,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Forthcoming, Management Science, 2014.",
        ", Melanie Morton, and Jonathan Zinman, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093A Personal Touch: Text Messaging for Loan Repayment,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Working Paper, 2015.",
        "KÃ\u0083â\u0080¹Ã\u0082Â\u009d oszegi, Botond and Adam Szeidl, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093A Model of Focusing in Economic Choice,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Quarterly Journal of Economics, 2013, 128 (1).",
        "Laurin, Kristin, Azim F. Shariff, Joseph Henrich, and Aaron C. Kay, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Outsourcing punishment to God: beliefs in divine control reduce earthly punishment,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Proceedings of the Royal Society of London B: Biological Sciences, 2012, 279 (1741), 3272Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c3281.",
        "Liberman, Andres, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093The Value of a Good Credit Reputation: Evidence from Credit Card Renegotiations, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Working Paper, 2015.",
        "Madrian, Brigitte C. and Dennis F. Shea, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093The Power of Suggestion: Inertia in 401(k) Participation and Savings Behavior,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Quarterly Journal of Economics, 2001, 116 (4), 1149Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c1187.",
        "Mazar, Nina, On Amir, and Dan Ariely, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093The Dishonesty of Honest People: A Theory of Self-Concept Maintenance,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Journal of Marketing Research, 2008, 45 (6), 633Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c644.",
        "McKay, Ryan, Charles Efferson, Harvey Whitehouse, and Ernst Fehr, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Wrath of God: Religious primes and punishment,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Proceedings of the Royal Society B: Biological sciences, 2011, 278 (1713), 1858Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c1863.",
        "Pichon, Isabelle, Giulio Boccato, and Vassilis Saroglou, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Nonconscious influences of religion on prosociality: a priming study,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d European Journal of Social Psychology, 2007, 37 (5), 1032Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c 1045.",
        "Randolph-Seng, Brandon and Michael E. Nielsen, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Honesty: One Effect of Primed Religious Representations,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d The International Journal for the Psychology of Religion, 2007, 17 (4), 303Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c 315.",
        "Shariff, Azim F. and Ara Norenzayan, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093God Is Watching You: Priming God Concepts Increases Prosocial Behavior in an Anonymous Economic Game,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Psychological Science, 2007, 18 (9), 803Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c809.",
        "Shu, Lisa L, Nina Mazar, Francesca Gino, Dan Ariely, and Max H Bazerman, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Signing at the Beginning Makes Ethics Salient and Decreases Dishonest Self-Reports in Comparison to Signing at the End,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Proceedings of the National Academy of Sciences, 2012, 109 (38), 15197Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c 15200.",
        "Wilkinson-Ryan, Tess, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Breaching the Mortgage Contract,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Vanderbilt Law Review, 2011, 64 (5).",
        "World Bank, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Global Financial Development Report: Financial Inclusion,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d 2014."
    ]
}