{
    "id": 21615,
    "cites": 5,
    "cited_by": 11,
    "reference": [
        "5. Agalliu, I., 2011. Comparative Assessment of the Federal Oil and Gas Fiscal System. IHS CERA, Cambridge, MA Allcott, H., Keniston, D., 2014. Dutch Disease or Agglomeration? The Local Economic Effects of Natural Resource Booms in Modern America. National Bureau of Economic Research, Working Paper 20508 Bangsund, D., Hodur, N.M., 2013. Petroleum industry's economic contribution to North Dakota in 2011. ND State University Center for Agribusiness and Applied Economics, Report No. 710, Fargo, ND Booz Allen Hamilton, 2008. Wyoming oil and gas economic contribution study. Casper, WY Boyce, D., 2013. Oil boom continues to strain infrastructure of eastern Montana communities.",
        "URL http://mtpr.org/post/oil-boom-continues-strain-infrastructure-eastern-montanacommunities Brasington, D.M., 2002. Edge versus center: finding common ground in the capitalization debate. Journal of Urban Economics 52, 524-541 Brown, C., 2013. State Revenues and the Natural Gas Boom: An Assessment of State Oil and Gas Production Taxes. National Council of State Legislatures, Washington, DC Chakravorty, U., Gerking, S., Leach, A., 2011. State Tax Policy and Oil Production: The role of the severance tax and credits for drilling expenses. In: Metcalf GE (ed.) U.S. Energy Tax Policy. Cambridge University Press, Cambridge.",
        "Jacobsen, G.D., Parker, D.P., 2014. The Economic Aftermath of Resource Booms: Evidence from Boomtowns in the American West. The Economic Journal Kelsey, T.W., Shields, M., Ladlee, J.R., Ward, M., Brundage, T.L., Michael, L.L., Murphy, T.B., 2012. Economic impacts of Marcellus Shale in Bradford County: employment and income in 2010. Marcellus Shale Education and Training Center, University Park, PA Kepes, J., Rodgers, B., van Meurs, P., 2011. Gas prices, other factors indicate changes in North American/shale play fiscal systems. Oil and Gas Journal April 4 Khelil, C., 1995. Fiscal systems for oil: The government \"take\" and competition for exploration investment. World Bank Industry and Energy Department, Washington, D.C. Kunce, M., Morgan, W.E., 2005. Taxation of Oil and Gas in the United States 1970-1997.",
        "Univ. of TX at San Antonio, Center for Community and Business Research, San Antonio, TX Pennsylvania Independent Fiscal Office, 2014. Natural gas extraction: An interstate comparison.",
        "Harrisburg, PA Porter, D., 2013. Eagle Ford Shale Task Force Report. Railroad Commission of Texas, Austin, TX Rabe, B.G., Hampton, R.L., 2014. The politics of state energy severance taxes in the shale era."
    ]
}