{
    "id": 21624,
    "cites": 29,
    "cited_by": 17,
    "reference": [
        "Allcott, Hunt and Daniel Keniston, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Dutch disease or agglomeration? The local economic effects of natural resource booms in modern America,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d NBER Working Paper 20508, 2014.",
        "Bartik, Alexander W., Janet Currie, Michael Greenstone, and Christopher R. Knittel, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093The Economic Consequences of Hydraulic Fracturing,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Presentation, 2014.",
        "Black, Dan, Terra McKinnish, and Seth Sanders, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093The economic impact of the coal boom and bust,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d The Economic Journal, 2005, 115 (503), 449Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c476.",
        "Blanchard, Olivier Jean and Lawrence F. Katz, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Regional evolutions,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Brookings Papers on Economic Activity, 1992, 1 (1992), 1Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c61.",
        "Bohi, Douglas R, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Technological improvement in petroleum exploration and development, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Productivity in Natural Resource Industries. RD Simpson. Washington, DC, Resources for the Future, 1999, pp. 73Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c108.",
        "Considine, Timothy J, Robert W Watson, and Nicholas B Considine, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093The economic opportunities of shale energy development,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d The Manhattan Institute, June, 2011.",
        "Deller, Steven and Andrew Schreiber, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Mining and community economic growth,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d The Review of Regional Studies, 2013, 42 (2), 121Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c141.",
        "DOE, Ground Water Protection Council, Modern shale gas development in the United States: A primer, US Department of Energy, Office of Fossil Energy, 2009.",
        "EIA, US, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Annual Energy Outlook 2013,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d 2013.",
        ", Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Shale Gas Resources: An Assessment of 137 Shale Formations in 41 Countries Outside the United States,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d 2013.",
        "EPA, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Assessment of the Potential Impacts of Hydraulic Fracturing for Oil and Gas on Drinking Water Resources,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d 2015.",
        "FBI, US DOJ., Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Uniform Crime Reporting Program Data: County-Level Detailed Arrest and Offense Data,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d 2012.",
        "Fetzer, Thiemo, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Fracking Growth,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d CEP Discussion Paper, 2014.",
        "Galbraith, K, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093In oil boom, housing shortages and other issues,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d New York Times, July 12 2012.",
        "Healy, Jack, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093As Oil Floods Plains Towns, Crime Pours In,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d New York Times, November 30 2013.",
        "Howarth, Robert W, Anthony Ingraffea, and Terry Engelder, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Natural gas: Should fracking stop?,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Nature, 2011, 477 (7364), 271Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c275.",
        "Jacobsen, Grant D and Dominic P Parker, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093The economic aftermath of resource booms: evidence from boomtowns in the american west,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Economic Journal, forthcoming 2014.",
        "Joskow, Paul L, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Natural gas: from shortages to abundance in the United States,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d The American Economic Review, 2013, 103 (3), 338Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c343.",
        "Maniloff, Peter and Ralph Mastromonaco, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093The Local Economic Impacts of Unconventional Shale Development,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d 2014.",
        "Marchand, Joseph, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Local labor market impacts of energy boom-bust-boom in Western Canada,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Journal of Urban Economics, 2012, 71 (1), 165Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c174.",
        "Michaels, Guy, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093The long term consequences of resource based specialisation,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d The Economic Journal, 2011, 121 (551), 31Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c57. Muehlenbachs, Lucija, Elisheba Spiller, and Christopher Timmins, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093The housing market impacts of shale gas development,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d American Economic Review, forthcoming.",
        "Newell, Richard G. and Daniel Raimi, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Shale Public Finance: Local Government Revenues and Costs Associated with Oil and Gas Development,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Working Paper 21542, National Bureau of Economic Research September 2015.",
        "Olmstead, Sheila M, Lucija A Muehlenbachs, Jhih-Shyang Shih, Ziyan Chu, and Alan J Krupnick, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Shale gas development impacts on surface water quality in Pennsylvania,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Proceedings of the National Academy of Sciences, 2013, 110 (13), 4962Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c4967.",
        "Shoag, Daniel, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093The impact of government spending shocks: Evidence on the multiplier from state pension plan returns,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d unpublished paper, Harvard University, 2015.",
        "Urbina, Ian, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Drilling Down: Fighting Over Oil and Gas Leases,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d New York Times, December 1 2011.",
        ", Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093A Tainted Water Well and Concern There May Be More,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d New York Times, August 3 2011.",
        "Wang, Zhongmin and Alan Krupnick, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093US Shale Gas Development: What Led to the Boom?,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d 2013.",
        "Weber, Jeremy G, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093The effects of a natural gas boom on employment and income in Colorado, Texas, and Wyoming,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Energy Economics, 2012, 34 (5), 1580Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c 1588.",
        "Weber, Jeremy G., Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093A decade of natural gas development: The makings of a resource curse?,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Resource and Energy Economics, 2013."
    ]
}