{
    "id": 21635,
    "cites": 55,
    "cited_by": 6,
    "reference": [
        "Acuna-Soto, Rodolfo, Cecilia Viboud, and Gerardo Chowell. 2011. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Influenza and pneumonia mortality in 66 large cities in the United States in years surrounding the 1918 pandemic.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d PloS one, 6(8): e23467.",
        "Almond, Douglas. 2006. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Is the 1918 Influenza Pandemic Over? Long-term Effects of In Utero Infuenza Exposure in the Post-1940 U.S. PopulationÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d, Journal of Political Economy, 114(4): 672-712.",
        "Almond, Douglas, Yuyu Chen, Michael Greenstone, and Hongbin Li. 2009. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Unintended Consequences of ChinaÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0084¢s Huai River Policy,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d American Economic Review: Papers and Proceedings, 99: 184-190.",
        "Arceo-Gomez, Eva, Rema Hanna, and Paulina Oliva. 2012.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Does the Effect of Pollution on Infant Mortality Differ Between Developing and Developed Countries? Evidence from Mexico City.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d NBER Working Paper #18349.",
        "Bootsma, Martin, and Neil Ferguson. 2007. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093The effect of public health measures on the 1918 influenza pandemic in U.S. cities.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d PNAS, 104(18): 7588-7593.",
        "Brainerd, Elizabeth, and Mark V. Siegler. 2003. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093The Economic Effects of the 1918 Influenza Epidemic.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Discussion Paper no. 3791, Centre Econ. Policy Res., Paris.",
        "Brook, Robert, et al. 2010. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Particulate Matter Air Pollution and Cardiovascular Disease: An Update to the Scientific Statement From the American Heart Association,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Circulation, 121: 2331-2378.",
        "Byerly, Carol. 2010. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093The U.S. Military and the Influenza Pandemic of 1918-1919,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Public Health Reports, 125(3): 82-91.",
        "Chay, Kenneth Y. and Michael Greenstone. 2003a. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093The Impact of Air Pollution on Infant Mortality: Evidence from Geographic Variation in Pollution Shocks Induced by a Recession.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Quarterly Journal of Economics, 118: 1121-1167.",
        "Chay, Kenneth Y. and Michael Greenstone. 2003b. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Air Quality, Infant Mortality, and the Clean Air Act of 1970.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d MIT Department of Economics Working Paper No. 04-08.",
        "Chowell, Gerardo, et al. 2008. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093The 1918-1919 influenza pandemic in England and Wales: spatial patterns in transmissibility and mortality impact.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Proceedings of the Royal Society B: Biological Sciences, 275.1634: 501-509.",
        "Cohen, Aaron et al. 2004. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Chapter 17: Urban Air PollutionÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d in Comparative Quantification of Health Risks, Volume 2. Geneva: World Health Organization.",
        "Collins, Selwyn D. 1930. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Age and Sex Incidence of Influenza and Pneumonia Morbidity and Mortality in the Epidemic of 1928-29 with Comparative Data for the Epidemic of 191819: Based on Surveys of Families in Certain Localities in the United States following the Epidemics,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Public Health Reports, 46(33): 1909-1937.",
        "Crosby, Alfred D. 1989. AmericaÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0084¢s Forgotten Pandemic: The Influenza of 1918. New York: Cambridge Univ. Press.",
        "Currie, Janet, Joshua Graff-Zivin, Jamie Mullen, and Matthew Neidell. 2014. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093What Do We Know About Short and Long Term Effects of Early Life Exposure to Pollution?Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Annual Review of Ressource Economics, 6: 217-247.",
        "Currie, Janet and Matthew Neidell. 2005. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Air Pollution and Infant Health: What Can We Learn From CaliforniaÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0084¢s Recent Experience?Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Quarterly Journal of Economics, 120: 1003-1030.",
        "Currie, Janet, and Reed Walker. 2011. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Traffic Congestion and Infant Health: Evidence from E-Z Pass,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d American Economic Journal: Applied Economics, 3(1): 65-90.",
        "Delfino, Ralph J., Constantinos Sioutas, and Shaista Malik. 2005. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Potential Role of Ultrafine Particles in Associations between Airborne Particle Mass and Cardiovascular Health,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Environmental Health Perspectives, 113: 934-946.",
        "Eisenbud, Merril. 1978. Levels of Exposure to Sulfur Oxides and Particulates in New York City and their Sources. Bulletin of the New York Academy of Medicine 1978, 54:991-1011.",
        "Flagg, Samuel B. 1912. City Smoke Ordinances and Smoke Abatement. Washington D.C.: Government Printing Office.",
        "Goklany, Indur M. Clearing the air: the real story of the war on air pollution. Cato Institute, 1999.",
        "Goodkind, Andrew L., Jay S. Coggins, and Julian D. Marshall. 2014. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093A Spatial Model of Air Pollution: The Impact of the Concentration-Response Function,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Journal of the Association of Environmental and Resource Economists, 1(4): 451-479.",
        "Hahon, Nicholas, et al. 1985. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Influenza virus infection in mice after exposure to coal dust and diesel engine emissions,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Environmental Research, 37(1): 44-60.",
        "Haines, Michael R., and Inter-university Consortium for Political and Social Research (ICPSR). 2010. Historical, Demographic, Economic, and Social Data: The United States, 1790-2002. Ann Arbor, MI: Inter-university Consortium for Political and Social Research, icpsr.org.",
        "Hales, Jeremy M. 1976. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Tall Stacks and the Atmospheric Environment,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d EPA Publication No. EPA-450/3-76-007.",
        "Harrod, Kevin, et al. 2003. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Increased Susceptibility to RSV Infection by Exposure to Inhaled Diesel Engine Emissions,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d American Journal of Respiratory Cell and Molecular Biology, 28(4): 451-463.",
        "Hoek, Gerard, et al. 2013. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Long-term air pollution exposure and cardio-respiratory mortality: a review,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Environmental Health, 12(43): 1-15.",
        "Huntington, Ellsworth. 1923. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Causes of Geographical Variation in the Influenza Epidemic in the Cities of the United States,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Bull. Nat. Res. Council, 6: 1-36.",
        "Ireland, Merritt W (Ed.). 1928. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Medical Department of the United States Army in the World War,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Communicable Diseases, 9: Washington, D.C.: U.S. Army.",
        "Ives, James E., et al. 1936. Atmospheric Pollution of American Cities for the Years 1931 to 1933 with Special Reference to the Solid Constituents of the Pollution. U.S. Treasury Department, Public Health Bulletin No 224. Washington: Government Printing Office.",
        "Jakab, George J. 1993. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093The Toxicological Interactions Resulting from Inhalation of Carbon Black and Acrolein on Pulmonary Antibacterial and Antiviral Defenses,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Toxicology and Applied Pharmacology, 121: 167-175.",
        "Jaspers, Ilona, et al. 2005. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Diesel Exhaust Enhances Influenza Virus Infections in Respiratory Epithelial Cells,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Toxicology Sciences, 85(2): 990-1002.",
        "Kolata, Gina. 1999. Flu: The Story of the Great Influenza Pandemic of 1918 and the Search for the Virus That Caused It. New York: Touchstone.",
        "Lee, Greg, et al. 2014. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Exposure to combustion generated environmentally persistent free radicals enhances severity of influenza virus infection,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Particle and fibre toxicity, 11(1): 57.",
        "Levy, Jonathan I., et al. 2002. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Using CALPUFF to evaluate the impacts of power plant emissions in Illinois: model sensitivity and implications,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Atmospheric Environment, 36: 1063-1075.",
        "Lin, Ming-Jen, and Elaine M. Liu. 2014. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Does in utero exposure to illness matter? The 1918 influenza epidemic in Taiwan as a natural experiment,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Journal of Health Economics, 37: 152-163.",
        "Mamelund, Svenn-Erik. 2006. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093A Socially Neutral Disease? Individual Social Class, Household Wealth and Mortality from Spanish Influenza in Two Socially Contrasting Parishes in Kristiania 1918-19,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Social Science and Medicine 62: 923-40.",
        "Neelsen, Sven, and Thomas Stratmann. 2012. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Long-Run Effects of Fetal Influenza Exposure: Evidence from Switzerland,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Social Science and Medicine, 74(1): 58-66.",
        "Nelson, Richard E. 2010. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Testing the fetal origins hypothesis in a developing country: Evidence from the 1918 influenza pandemic,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Health Economics, 19(10): 1181-1192.",
        "Pearl, Raymond. 1921. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Influenza studies: further data on the correlation of explosiveness of outbreak of the 1918 epidemic.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Public Health Report, 36: 273-298.",
        "Pope, C. Arden III, et al. 2004. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Cardiovascular mortality and longterm exposure to particulate air pollution: epidemiological evidence of general pathophysiological pathways of disease,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Ciruculation, 109: 71-77.",
        "Pope, C. Arden III, Maureen Cropper, Jay Coggins, and Aaron Cohen. 2015. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Health Benefits of Air Pollution Abatement Policy: Role of the Shape of the Concentration-Response Function,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Journal of the Air & Waste Management Association, 65(5): 516-522.",
        "Seinfeld, John H., and Spyros N. Pandis. 2012. Atmospheric Chemistry and Physics: From Air Pollution to Climate Change. John Wiley & Sons.",
        "Stern, Arthur C. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093History of Air Pollution Legislation in the United States.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Journal of the Air Pollution Control Association 32.1 (1982): 44-61.",
        "Taubenberger, Jeffery, and David M. Morens. 2006. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u00931918 Influenza: the Mother of All Pandemics,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Emerging Infectious Diseases, 12(1): 15-22.",
        "U.S. Census Bureau. 1919. Fourteenth Census of the United States, Volume XI Mines and Quarries, General Report and Analytical Tables and Selected Industries. Washington D.C.: U.S. Census Bureau.",
        "U.S. Census Bureau. 1976. Historical Statistics of the United States, Colonial Times to Present. Washington D.C.: U.S. Census Bureau.",
        "U.S. Department of Agriculture. 1916. Electric Power Development in the United States. Washington D.C.: U.S. Government Printing Office.",
        "U.S. Geological Survey. 1917. Mineral Resources of the United States. Part II Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c Nonmetals. Washington D.C.: U.S. Government Printing Office. U.S. Nationl Office of Vital Statistics, Vital Statistics of the United States, various year. Washington D.C.: U.S. Government Printing Office.",
        "U.S. Federal Power Commission. 1962. Principal Electric Power Facilities in the United States (map). Washington D.C.: U.S. Federal Power Commission.",
        "U.S. War Department. 1919. Second report of the Provost Marshall General to the Secretary of War on the operations of the Selective Service System to December 20, 1918. Washington, D.C.: U.S. Government Printing Office.",
        "Whipple, George, C. 1908. Typhoid Fever: Its Causation, Transmission, and Prevention. New York: John Wiley and Sons.",
        "World Health Organzation. 2014. World Health Statistics: 2014.",
        "Woodruff, Tracey, Lyndsey Darrow, and Jennifer Parker. 2008. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Air Pollution and Postneonatal Infant Mortality in the United States, 1999-2002.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Environmental Health Perspectives 116: 110-115.",
        "Xu, Zhiwei, et al. 2013. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Air pollution, temperature, and pediatric influenza in Brisbane, Australia,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Environmenta International, 59: 384-388."
    ]
}