{
    "id": 21634,
    "cites": 61,
    "cited_by": 1,
    "reference": [
        "Acharya, V.V., Baghai, R.P., Subramanian, K.V., 2013. Labor Laws and Innovation. Journal of Law and Economics 56, 997-1037.",
        "Acharya, V.V., Johnson, T.C., 2007. Insider Trading in Credit Derivatives. Journal of Financial Economics 84, 110-141.",
        "Acharya, V.V., Johnson, T.C., 2010. More Insiders, More Insider Trading: Evidence from Private-Equity Buyouts. Journal of Financial Economics 98, 500-523.",
        "Acharya, V.V., Subramanian, K.V., 2009. Bankruptcy Codes and Innovation. Review of Financial Studies 22, 4949-4988.",
        "Acharya, V.V., Xu, Z., 2015. Financial Dependence and Innovation: The Case of Public Versus Private Firms. Journal of Financial Economics, Forthcoming.",
        "Aggarwal, V.A., Hsu, D.H., 2014. Entrepreneurial Exits and Innovation. Management Science 60, 867-887.",
        "Allen, F., Gale, D., 1999. Diversity of Opinion and Financing of New Technologies. Journal of Financial Intermediation 8, 68-89.",
        "Amore, M.D., Schneider, C., Ã\u0085Â½aldokas, A., 2013. Credit Supply and Corporate Innovation. Journal of Financial Economics 109, 835-855.",
        "Baker, M., Wurgler, J., 2002. Market Timing and Capital Structure. The Journal of Finance 57, 1-32.",
        "Bekaert, G., Harvey, C.R., 2000. Foreign Speculators and Emerging Equity Markets. The Journal of Finance 55, 565-613.",
        "Bekaert, G., Harvey, C.R., Lundblad, C., 2005. Does Financial Liberalization Spur Growth? Journal of Financial Economics 77, 3-55.",
        "Barth, J., Caprio, G., Levine, R., 2006. Rethinking Bank Supervision and Regulation: Till Angels Govern. New York, MA: Cambridge University Press.",
        "Beck, T., Clarke,G., Groff, A., Keefer, P., Walsh, P., 2001. New tools in comparative political economy: The Database of Political Institutions. World Bank Economic Review 15(1), 165-176.",
        "Beck, T., DemirgÃ\u0083Â¼Ã\u0083Â§-Kunt, A., Levine, R., 2009. Financial Institutions and Markets across Countries and over Time-Data and Analysis. World Bank Policy Research Working Paper Series.",
        "Beck, T., Levine, R., Levkov, A., 2010. Big Bad Banks? The Winners and Losers from Bank Deregulation in the United States. The Journal of Finance 65, 1637-1667.",
        "Beck, T., Levine, R., Loayza, N., 2000. Finance and the Sources of Growth. Journal of Financial Economics 58, 261-300.",
        "Beny, L.N., 2013. The Political Economy of Insider Trading Laws and Enforcement: Law vs. Politics International Evidence. In Research Handbook on Insider Trading, Ed. Stephen M. Bainbridge, Northampton, MA: Edward Elgar Publishing, 266-302.",
        "Bhattacharya, U., Daouk, H., 2002. The World Price of Insider Trading. The Journal of Finance 57, 75-108.",
        "Bhattacharya, U., Daouk, H., Jorgenson, B., Kehr, C.H., 2000. When an Event Is Not an Event: The Curious Case of an Emerging Market. Journal of Financial Economics 55, 69-101.",
        "Bushee, B.J., 2001. Do Institutional Investors Prefer Near-Term Earnings over Long-Run Value? Contemporary Accounting Research 18, 207-246.",
        "Bushman, R.M., Piotroski, J.D., Smith, A.J., 2005. Insider Trading Restrictions and Analysts&apos; Incentives to Follow Firms. The Journal of Finance 60, 35-66.",
        "Chan, L.K.C., Lakonishok, J., Sougiannis, T., 2001. The Stock Market Valuation of Research and Development Expenditures. The Journal of Finance 56, 2431-2456.",
        "Chava, S., Oettl, A., Subramanian, A., Subramanian, K.V., 2013. Banking Deregulation and Innovation. Journal of Financial Economics 109, 759-774.",
        "Chordia, T., Roll, R., Subrahmanyam, A., 2008. Liquidity and Market Efficiency. Journal of Financial Economics 87, 249-268.",
        "DeMarzo, P.M., Fishman, M.J., Hagerty, K.M., 1998. The Optimal Enforcement of Insider Trading Regulations. Journal of Political Economy 106, 602-632.",
        "Diamond, D.W., Verrecchia, R.E., 1991. Disclosure, Liquidity, and the Cost of Capital. The Journal of Finance 46, 1325-1359.",
        "Djankov, S., La Porta, R., LÃ\u0083Â³pez de Silanes, F., Shleifer, A., 2008. The Law and Economics of Self-Dealing. Journal of financial economics 88, 430-465.",
        "Ederer, F., Manso, G., 2013. Is Pay-for-Performance Detrimental to Innovation? Management Science 59, 1496-1513.",
        "Fang, V.W., Tian, X., Tice, S., 2014. Does Stock Liquidity Enhance or Impede Firm Innovation? The Journal of Finance 69, 2085-2125.",
        "Fernandes, N., Ferreira, M.A., 2009. Insider Trading Laws and Stock Price Informativeness.",
        "Ferreira, D., Manso, G., Silva, A.C., 2014. Incentives to Innovate and the Decision to Go Public or Private. Review of Financial Studies 27, 256-300.",
        "Fishman, M.J., Hagerty, K.M., 1992. Insider Trading and the Efficiency of Stock Prices. The RAND Journal of Economics, 106-122.",
        "Griliches, Z., Pakes, A., Hall, B.H., 1987. The Value of Patents as Indicators of Inventive Activity. In: Dasgupta P & Stoneman P (eds.) Economic Policy and Technical Performance. Cambridge University Press, London, pp. 97-124.",
        "Grossman, S.J., Stiglitz, J.E., 1980. On the Impossibility of Informationally Efficient Markets. The American Economic Review 70, 393-408.",
        "Hall, B.H., Jaffe, A.B., Trajtenberg, M., 2005. Market Value and Patent Citations. RAND Journal of economics, 16-38.",
        "Hall, B.H., Jaffe, A.B., Trajtenberg, M., 2001. The NBER Patent Citation Data File: Lessons, Insights and Methodological Tools. National Bureau of Economic Research.",
        "Harford, J., 2005. What Drives Merger Waves? Journal of Financial Economics 77, 529-560.",
        "Holmstrom, B., 1989. Agency Costs and Innovation. Journal of Economic Behavior & Organization 12, 305-327.",
        "Holmstrom, B., Tirole, J., 1993. Market Liquidity and Performance Monitoring. Journal of Political Economy 101, 678-709.",
        "Hsu, P.H., Tian, X., Xu, Y., 2014. Financial Development and Innovation: Cross-Country Evidence. Journal of Financial Economics 112, 116-135.",
        "Khanna, N., Slezak, S., Bradley, M., 1994. Insider Trading, Outside Search, and Resource Allocation: Why Firms and Society May Disagree on Insider Trading Restrictions. Review of Financial Studies 7, 575-608.",
        "King, R.G., Levine, R., 1993a. Finance and Growth: Schumpeter Might Be Right. The Quarterly Journal of Economics 108, 717-737.",
        "King, R.G., Levine, R., 1993b. Finance, Entrepreneurship and Growth. Journal of Monetary economics 32, 513-542.",
        "Kyle, A.S., 1984. Market, Structure, Information, Futures Markets, and Price Formation. In: Storey GG, Schmitz A & Sarris SA (eds.) International Agricultural Trade: Advanced Readings in Price Formation, Market Structure, and Price Instability. Westview Press, Boulder, pp. 45-64.",
        "Kyle, A.S., Vila, J.L., 1991. Noise Trading and Takeovers. The RAND Journal of Economics 22, 54-71.",
        "La Porta, R., LÃ\u0083Â³pez de Silanes, F., Shleifer, A., 2006. What Works in Securities Laws? The Journal of Finance 61, 1-32.",
        "La Porta, R., LÃ\u0083Â³pez de Silanes, F., Shleifer, A., 2008. The Economic Consequences of Legal Origins. Journal of Economic Literature 46 (2): 285-332.",
        "La Porta, R., LÃ\u0083Â³pez de Silanes, F., Shleifer, A., Vishny, R., 1997. Legal Determinants of External Finance. The Journal of Finance 52, 1131-1150.",
        "La Porta, R., LÃ\u0083Â³pez de Silanes, F., Shleifer, A., Vishny, R., 1998. Law and Finance. Journal of political economy 106, 1113-1155.",
        "La Porta, R., LÃ\u0083Â³pez de Silanes, F., Shleifer, A., Vishny, R., 2002. Investor Protection and Corporate Valuation. The Journal of Finance 57, 1147-1170.",
        "Laeven, L., Levine, R., Michalopoulos, S., 2015. Financial Innovation and Endogenous Growth. Journal of Financial Intermediation 24, 1-24.",
        "Leland, H.E., 1992. Insider Trading: Should It Be Prohibited? Journal of Political Economy, 859-887.",
        "Levine, R., 2005. Finance and Growth: Theory and Evidence. Handbook of economic growth 1, 865-934.",
        "Lybbert, T.J., Zolas, N.J., 2012. Getting Patents and Economic Data to Speak to Each Other: An Algorithmic Links with Probabilities Approach for Joint Analyses of Patenting and Economic Activity. WIPO Economics & Statistics Working Paper Series.",
        "Manso, G., 2011. Motivating Innovation. The Journal of Finance 66, 1823-1860.",
        "Merton, R.C., 1987. A Simple Model of Capital Market Equilibrium with Incomplete Information. The Journal of Finance 42, 483-510.",
        "Molina, C.A., 2005. Are Firms Underleveraged? An Examination of the Effect of Leverage on Default Probabilities. The Journal of Finance 60, 1427-1459.",
        "Rajan, R.G., Zingales, L., 1998. Financial Dependence and Growth. The American Economic Review 88, 559-586.",
        "Shleifer, A., Summers, L.H., 1988. Breach of Trust in Hostile Takeovers. In: Corporate Takeovers: Causes and Consequences. University of Chicago Press, pp. 33-68.",
        "Stein, J.C., 1988. Takeover Threats and Managerial Myopia. Journal of Political Economy 96, 61-80.",
        "Stein, J.C., 1989. Efficient Capital Markets, Inefficient Firms: A Model of Myopic Corporate Behavior. The Quarterly Journal of Economics, 655-669."
    ]
}