{
    "id": 2164,
    "cites": 30,
    "cited_by": 4,
    "reference": [
        "Besanko, David and A. Thakor, Competitive Equilibrium in the Credit Market Under Asymmetric Information, Northwestern University Discussion Paper, (1984)a.",
        "Besanko, David and A. Thakor, Collateral and Rationing: Sorting Equilibrium in Monopolistic and Competitive Markets, Northwestern University Discussion Paper, (1984)b.",
        "Bester, Helmut, Screening Versus Rationing in Credit Markets with Imperfect Information, American Economic Review, 75, (September 1985):850-855.",
        "Bhattacharya, Sudipto, Nondissipative Signaling Structures and Dividend Policy, Quarierly Journal of Economics .95, (1980): 1-25.",
        "Blinder, Alan, Notes on the Comparative Statics is of a Stiglitz-Weiss Bank, unpublished mimeo, 1984.",
        "Blinder, A. and J.E. Stiglitz, Money, Credit Constraints and Economic Activity, American Economic Review, May 1983, pp. 297-302.",
        "Diamond, Peter and J.E. Stiglitz, Increases in Risk and in Risk Aversion, Journal Economic Theory. 14, (1977) 337-360.",
        "Gale, Douglas and Martin Heliwig, Incentive-Compatible Debt Contracts: The One Period Problem, Review of Economics Studies, 52, (October 1985): 647-664.",
        "Guasch, J. Lws, and Andrew Weiss, An Equilibrium Analysis of Wage - Productivity Gaps, Review of Economic Studies, 49 (1982): 485-497.",
        "Guasch, J. Luis and Andrew Weiss, Wages as Sorting Mechanisms in Competitive Markets with Asymmetric Information, Review of Economic Studies, 47, (1980): 149- 165.",
        "Greenwald, B. and I.E. Stiglitz, Money, Imperfect Information, and Economic Fluctuations, in M. Kohn, ed., Taipei Symposium on Monetary Economics, Oxford University Press (forthcoming). Greenwald, B. and I.E. Stiglitz, Externalities in Economies with Imperfect Information and Incomplete Markets, Quarterly Journal of Economics, May, 1986: 229-264.",
        "Greenwald, B., I.E. Stiglitz, and A. Weiss, Information Imperfections in the Capital Markets and Macro-economics Fluctuations, A,neri can Economic Review, May 1984, Vol. 74, No.2, pp. 194-200.",
        "Kreps, David and Robert Wilson, Sequential Equilibria Econometrica, 50. (1982): 863-864.",
        "Neary, P. and I.E. Stiglitz, Expectations, Asset Accumulation and the Real- Balance Effect, presented at Dublin Meetings of the Econometric Society, September 1982.",
        "Riley, John, Competitive Signaling Reconsidered, U.C.L.A. Working Paper No. 294 (revised 1984).",
        "Riley, John, Information Equilibria, Econometrica, 47, (1979): 33 1-360.",
        "Rothschild, Michael and J.E. Stiglilz. Equilibrium in Competitive Insurance Markets. Quarterly Journal of Economics, 80, (1976): 629-649.",
        "Shapiro, C. and I.E. Stiglitz, Equilibrium Unemployment as a Worker Discipline Device, American Economic Review, June 1984, Vol. 74, No. 13, pp. 350-3 56.",
        "Smith, Adam, The Wealth of Nations, Modem Library Edition, New York, Random House; 1937, first published 1776.",
        "Stiglitz, J.E., Credit Markets and the Control of Capital, Journal of Money, Credit and Banking, May 1985 Vol. 17, No. 2, pp. 133-152.",
        "Stiglitz, J.E., Price Rigidities and Market Structure, American Economic Review, May 1984, Vol. 74, No. 1, pp. 350-356.",
        "Stiglitz, J.E., Ownership, Control and Efficient Markets: Some Paradoxes in the Theory of Capital Markets, in Economic Regulation: Essays in Honor of James R. Nelson, Kenneth Boyer and William Shepherd eds., (Ann Arbor, Michigan: Michigan State University Press, 1982, pp. 311-341).",
        "Stiglilz, J.E., Prices and Queues as Screening Devices in Competitive Market, IMSS Technical Report No. 212, Stanford University, August 1976.",
        "Stiglitz, I.E., Some Aspects of the Pure Theory of Corporate Finance: Bankruptcies and Take-overs, Bell Journal of Economics and Management Science, Autumn 1972, pp.458-482.",
        "Stiglitz, I.E. and A. Weiss, Incentive Effects of Terminations: Applications to the Credit and Labor Markets, American Economic Review, 73, December (1983): 912-927.",
        "Stiglilz, I.E. and A. Weiss, Credit Rationing and Collateral, Bell Communications Research Discussion Papers, 1985.",
        "Stiglitz, I.E. and A. Weiss, Credit Rationing in Markets with imperfect Information, American Economic Review, June 1981, Vol. 71, No. 3, pp. 393-410.",
        "Stiglita, I.E. and A. Weiss, Sorting out the Difference Between Screening and Signaling Models Columbia University Discussion Paper 225 revised 1985.",
        "Weiss, A., Job Queues and Layoffs in Labor Markets with Flexible Wages, Journal of Political Economy, 1908, 88, pp. 526-538.",
        "Wette, Hildegaard, Collateral in Credit Rationing in Markets with Imperfect Information, American Economic Review, 73, (1983): 442-445."
    ]
}