{
    "id": 21644,
    "cites": 28,
    "cited_by": 6,
    "reference": [
        "Acs, Zoltan J, Pontus Braunerhjelm, David B Audretsch, and Bo Carlsson. 2009. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093The knowledge spillover theory of entrepreneurship.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Small business economics 32 (1):15Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c30.",
        "Audretsch, David B, Max C Keilbach, and Erik E Lehmann. 2006. Entrepreneurship and economic growth. Oxford University Press.",
        "Axtell, Robert L. 2001. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Zipf distribution of US firm sizes.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Science 293 (5536):1818Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c1820.",
        "Brown, C. and J. Medoff. 1989. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093The employer size-wage effect.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d The Journal of Political Economy 97 (5):1027Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c1059.",
        "Cagetti, M. and M. De Nardi. 2006. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Entrepreneurship, frictions, and wealth.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Journal of Political Economy 114 (5):835Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c870.",
        "Clementi, Gian Luca and Hugo A Hopenhayn. 2006. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093A theory of financing constraints and firm dynamics.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d The Quarterly Journal of Economics :229Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c265.",
        "Dixit, A.K. and J.E. Stiglitz. 1977. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Monopolistic competition and optimum product diversity. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d The American Economic Review :297Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c308.",
        "Evans, D.S. and B. Jovanovic. 1989. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093An estimated model of entrepreneurial choice under liquidity constraints.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d The Journal of Political Economy 97 (4):808.",
        "Evans, D.S. and L.S. Leighton. 1989. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Some empirical aspects of entrepreneurship.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d The American Economic Review 79 (3):519Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c535.",
        "Fairlie, R.W. and H.A. Krashinsky. 2006. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Liquidity constraints, household wealth, and entrepreneurship revisited.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d manuscript, UC Santa Cruz .",
        "Fairlie, R.W. and C.M. Woodruff. 2007. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Mexican entrepreneurship: A comparison of selfemployment in mexico and the united states.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d .",
        "Gentry, W.M. and R.G. Hubbard. 2004. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Success Taxes,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Entrepreneurial Entry, and Innovation. National Bureau of Economic Research Cambridge, Mass., USA.",
        "Haltiwanger, John, Ron S Jarmin, and Javier Miranda. 2013. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Who creates jobs? Small versus large versus young.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Review of Economics and Statistics 95 (2):347Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c361.",
        "Hamilton, B.H. 2000. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Does entrepreneurship pay? An empirical analysis of the returns to self-employment.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Journal of Political Economy 108 (3):604Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c631.",
        "Hopenhayn, Hugo A. 1992. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Entry, exit, and firm dynamics in long run equilibrium.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Econometrica: Journal of the Econometric Society :1127Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c1150.",
        "Hurst, E. and A. Lusardi. 2004. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Liquidity constraints, household wealth, and entrepreneurship. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Journal of Political Economy 112 (2):319Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c347.",
        "Hurst, Erik, Geng Li, and Benjamin Pugsley. 2014. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Are Household Surveys Like Tax Forms? Evidence from Income Underreporting of the Self-Employed.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Review of economics and statistics 96 (1):19Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c33.",
        "Hurst, Erik and Benjamin Wild Pugsley. 2011. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093What Do Small Businesses Do?Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Brookings Papers on Economic Activity 2011 (2):73Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c118.",
        "Jarmin, R. S. and J. Miranda. 2002. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093The Longitudinal Business Database.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Working Paper CES-02-17, US Census Bureau Center for Economic Studies.",
        "Jones, Charles I and John C Williams. 1998. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Measuring the social return to R & D.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Quarterly Journal of Economics :1119Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c1135.",
        "Jovanovic, Boyan. 1982. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Selection and the Evolution of Industry.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Econometrica: Journal of the Econometric Society :649Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c670.",
        "Lucas Jr, R.E. 1978. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093On the size distribution of business firms.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d The Bell Journal of Economics :508Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c523.",
        "Moskowitz, T.J. and A. Vissing-JÃ\u0083Æ\u0092Ã\u0082Â¸rgensen. 2002. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093The returns to entrepreneurial investment: A private equity premium puzzle?Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d American Economic Review 92 (4):745Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c778.",
        "Pakes, Ariel and Richard Ericson. 1998. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Empirical implications of alternative models of firm dynamics.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Journal of Economic Theory 79 (1):1Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c45.",
        "Pugsley, Benjamin. 2011. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Selection and the Role of Small Businesses in Firm Dynamics.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d University of Chicago.",
        "Quadrini, V. 1999. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093The importance of entrepreneurship for wealth concentration and mobility. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Review of Income and Wealth 45 (1):1Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c19.",
        "Rogerson, R. 1988. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Indivisible labor, lotteries and equilibrium.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Journal of monetary Economics 21 (1):3Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c16.",
        "Simon, Herbert A and Charles P Bonini. 1958. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093The size distribution of business firms.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d The American Economic Review :607Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c617."
    ]
}