{
    "id": 21656,
    "cites": 15,
    "cited_by": 2,
    "reference": [
        "Allen, I. E., & Seaman, J. (2003). Changing course: Ten years of tracking online education in the United States. Babson Survey Research Group and Quahog Research Group.",
        "Alpert, W. T., Couch, K. A., & Harmon, O. R. (2015, February). Online, blended, and classroom teaching of economics principles: A randomized experiment. Working Paper, University of Connecticut.",
        "Anstine, J., & Skidmore, M. (2005). A Small Sample Study of Traditional and Online Courses with Sample Selection Adjustment. The Journal of Economic Education, 36(2), 107Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c127.",
        "Awad, M. A., Shapiro, S. H., Lund, J. P., & Feine, J. S. (2000). Determinants of patientsÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0084¢ treatment preferences in a clinical trial. Community Dentistry and Oral Epidemiology, 28(2), 119Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c125.",
        "Bettinger, E., Fox, L., Loeb, S., & Taylor, E. (2014, August). Changing distributions: How online college classes alter student and professor performance. Working Paper, Stanford University.",
        "Bowen, W. G., Chingos, M. M., Lack, K. A., & Nygren, T. I. (2014). Interactive learning online at public universities: Evidence from a six-campus randomized trial. Journal of Policy Analysis and Management, 33(1), 94Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c111.",
        "Brewin, C. R., & Bradley, C. (1989). Patient preferences and randomised clinical trials. BMJ, 299(6694), 313Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c315.",
        "Coates, D., Humphreys, B. R., Kane, J., & Vachris, M. A. (2004). Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093No significant distanceÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d between face-to-face and online instruction: evidence from principles of economics. Economics of Education Review, 23(5), 533Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c546.",
        "Cohn, E., & Johnson, E. (2006). Class attendance and performance in principles of economics. Education Economics, 14(2), 211Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c233.",
        "Cook, T. D., & Campbell, D. T. (1979). Quasi-experimentation: Design and analysis issues for field settings. Chicago: Rand McNally.",
        "Cook, T. D., Shadish, W. R., & Wong, V. C. (2008). Three conditions under which experiments and observational studies produce comparable causal estimates: New findings from within-study comparisons. Journal of Policy Analysis and Management, 27(4), 724Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c750.",
        "Devadoss, S., & Foltz, J. (1996). Evaluation of factors influencing student class attendance and performance. American Journal of Agricultural Economics, 78(3), 499Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c507.",
        "Dobkin, C., Gil, R., & Marion, J. (2010). Skipping class in college and exam performance: Evidence from a regression discontinuity classroom experiment. Economics of Education Review, 29(4), 566Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c575.",
        "Dunning, T. (2012). Natural experiments in the social sciences: A design-based approach. New York: Cambridge University Press.",
        "Durden, G. C., & Ellis, L. V. (1995). The effects of attendance on student learning in principles of economics. The American Economic Review, 85(2), 343Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c346."
    ]
}