{
    "id": 21668,
    "cites": 27,
    "cited_by": 0,
    "reference": [
        "Alvaredo, Facundo, Anthony B. Atkinson, Thomas Piketty, and Emmanuel Saez, 2013, The top 1 percent in international and historical perspective, Journal of Economic Perspectives 27, 3Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c20.",
        "Atkinson, Anthony B., Thomas Piketty, and Emmanuel Saez, 2011, Top incomes in the long run of history, Journal of Economic Literature 49, 3Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c71.",
        "Autor, David H., Lawrence F. Katz, and Melissa S. Kearney, 2008, Trends in US wage inequality: Revising the revisionists, Review of Economics and Statistics 90, 300Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c323.",
        "Bhamra, Harjoat S., and Raman Uppal, 2014, Asset prices with heterogeneity in preferences and beliefs, Review of Financial Studies 27, 519Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c580.",
        "Constantinides, George M., and Darrell Duffie, 1996, Asset pricing with heterogeneous consumers, Journal of Political Economy 104, 219Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c240.",
        "Croce, Maximiliano M., Howard Kung, Thien T. Nguyen, and Lukas Schmid, 2012, Fiscal policies and asset prices, Review of Financial Studies 25, 2635Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c2672.",
        "Dumas, Bernard, 1989, Two-person dynamic equilibrium in the capital market, Review of Financial Studies 2, 157Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c188.",
        "Eaton, Jonathan, and Harvey S. Rosen, 1980, Taxation, human capital, and uncertainty, American Economic Review 70, 705Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c715.",
        "Favilukis, Jack, 2013, Inequality, stock market participation, and the equity premium, Journal of Financial Economics 107, 740Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c759.",
        "Fischer, Marcel, and Bjarne Astrup Jensen, 2015, Taxation, transfer income and stock market participation, Review of Finance 19, 823Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c863.",
        "Garleanu, Nicolae, and Stavros Panageas, 2015, Young, old, conservative, and bold: The implications of heterogeneity and finite lives for asset pricing, Journal of Political Economy 123, 670Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c685.",
        "Gollier, Christian, 2001, Wealth inequality and asset pricing, Review of Economic Studies 68, 181Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c203.",
        "Heaton, John, and Deborah Lucas, 1996, Evaluating the effects of incomplete markets on risk sharing and asset pricing, Journal of Political Economy 104, 443Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c487.",
        "Heaton, John, and Deborah Lucas, 2000, Portfolio choice and asset prices: The importance of entrepreneurial risk, Journal of Finance 55, 1163Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c1198.",
        "Hombert, Johan, Antoinette Schoar, David Sraer, and David Thesmar, 2014, Can unemployment insurance spur entrepreneurial activity?, NBER working paper.",
        "Johnson, Timothy C., 2012, Inequality risk premia, Journal of Monetary Economics 59, 565Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c580.",
        "Kacperczyk, Marcin, Jaromir B. Nosal, and Luminita Stevens, 2015, Investor sophistication and capital income inequality, Working paper, Imperial College.",
        "Kelly, Bryan, Ã\u0083â\u0080¹Ã\u0082â\u0080¡ LuboÃ\u0083â\u0080¹Ã\u0082â\u0080¡ s P astor, and Pietro Veronesi, 2015, The price of political uncertainty: Theory and evidence from the option market, Journal of Finance, forthcoming.",
        "Kihlstrom, Richard E., and Jean-Jacques Laffont, 1979, A general equilibrium entrepreneurial theory of firm formation based on risk aversion, Journal of Political Economy 87, 719Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c748.",
        "Lucas Jr, Robert E., 1978, On the size distribution of business firms, Bell Journal of Economics 9, 508Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c523.",
        "Mirrlees, James A., 1971, An exploration in the theory of optimum income taxation, Review of Economic Studies 38, 175Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c208. P",
        "astor, Ã\u0083â\u0080¹Ã\u0082â\u0080¡ LuboÃ\u0083â\u0080¹Ã\u0082â\u0080¡ s, and Pietro Veronesi, 2003, Stock valuation and learning about profitability, Journal of Finance 58, 1749Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c1789. P",
        "astor, Ã\u0083â\u0080¹Ã\u0082â\u0080¡ LuboÃ\u0083â\u0080¹Ã\u0082â\u0080¡ s, and Pietro Veronesi, 2006, Was there a Nasdaq bubble in the late 1990s? Journal of Financial Economics 81, 61Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c100. P",
        "astor, Ã\u0083â\u0080¹Ã\u0082â\u0080¡ LuboÃ\u0083â\u0080¹Ã\u0082â\u0080¡ s, and Pietro Veronesi, 2012, Uncertainty about government policy and stock prices, Journal of Finance 67, 1219Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c1264. P",
        "astor, Ã\u0083â\u0080¹Ã\u0082â\u0080¡ LuboÃ\u0083â\u0080¹Ã\u0082â\u0080¡ s, and Pietro Veronesi, 2013, Political uncertainty and risk premia, Journal of Financial Economics 110, 520Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c545.",
        "Piketty, Thomas, 2014, Capital in the 21st Century, Harvard University Press, Cambridge.",
        "Varian, Hal R., 1980, Redistributive taxation as social insurance, Journal of Public Economics 14, 49Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c68."
    ]
}