{
    "id": 21679,
    "cites": 18,
    "cited_by": 2,
    "reference": [
        "Adida, Elodie, and Georgia Perakis. 2006. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093A robust optimization approach to dynamic pricing and inventory control with no backorders.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Mathematical Programming, 107(12) : 97Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c129.",
        "Araman, Victor F, and Ren e Caldentey. 2011. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Revenue management with incomplete demand information.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Wiley Encyclopedia of Operations Research and Management Science.",
        "Aviv, Yossi, and Amit Pazgal. 2005. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093A partially observed Markov decision process for dynamic pricing.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Management Science, 51(9): 1400Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c1416.",
        "Ball, Michael O, and Maurice Queyranne. 2009. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Toward robust revenue management: Competitive analysis of online booking.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Operations Research, 57(4): 950Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c963.",
        "Bergemann, Dirk, and Karl Schlag. 2011. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Robust monopoly pricing.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Journal of Economic Theory, 146(6): 2527Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c2543.",
        "Bertsimas, Dimitris, and Georgia Perakis. 2006. Dynamic pricing: A learning approach. Springer.",
        "Besbes, Omar, and Assaf Zeevi. 2009. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Dynamic pricing without knowing the demand function: Risk bounds and near-optimal algorithms.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Operations Research, 57(6): 1407Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c 1420.",
        "Besbes, Omar, and Assaf Zeevi. 2013. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093On the (surprising) sufficiency of linear models for dynamic pricing with demand learning.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Columbia Business School Research Paper, , (12-5).",
        "Carroll, Gabriel. 2014. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Robustness and Linear Contracts.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d American Economic Review. forthcoming.",
        "Chu, Chenghuan Sean, Phillip Leslie, and Alan Sorensen. 2011. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Bundle-Size Pricing as an Approximation to Mixed Bundling.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d American Economic Review, 101: 262Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c303.",
        "Dawes, Robyn M. 1979. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093The robust beauty of improper linear models in decision making.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d American psychologist, 34(7): 571.",
        "Farias, Vivek F, and Benjamin Van Roy. 2010. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Dynamic pricing with a prior on market response.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Operations Research, 58(1): 16Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c29.",
        "Lim, Andrew EB, and J George Shanthikumar. 2007. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Relative entropy, exponential utility, and robust dynamic pricing.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Operations Research, 55(2): 198Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c214.",
        "Lin, Kyle Y. 2006. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Dynamic pricing with real-time demand learning.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d European Journal of Operational Research, 174(1): 522Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c538.",
        "MrÃ\u0083â\u0080¹Ã\u0082â\u0080¡ sevic, Mila. 2008. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Convexity of the inverse function.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d The Teaching of Mathematics, XI, 1: 21Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c24.",
        "Rothschild, Michael. 1974. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093A two-armed bandit theory of market pricing.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Journal of Economic Theory, 9(2): 185Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c202.",
        "Shy, Oz. 2006. How to Price: A Guide to Pricing Techniques and Yield Management. Cambridge University Press.",
        "Thiele, Aur elie. 2009. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Multi-product pricing via robust optimisation.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Journal of Revenue & Pricing Management, 8(1): 67Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c80."
    ]
}