{
    "id": 21674,
    "cites": 30,
    "cited_by": 6,
    "reference": [
        "Aguiar, M., and G. Gopinath. 2006. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Defaultable Debt, Interest Rates and the Current Account.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Journal of International Economics, 69: 64Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c83.",
        "Arellano, C. 2008. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Default Risk and Income Fluctuations in Emerging Economies.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d The American Economic Review, 98(3): 690Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c712.",
        "Barlevy, Gadi. 2003. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Credit Market Frictions and the Allocation of Resources over the Business Cycle.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Journal of Monetary Economics, 50(8): 1795Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c1818.",
        "Barrieu, Pauline, and Henri Louberg e. 2009. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Hybrid Cat Bonds.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Journal of Risk and Insurance, 76(3): 547Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c578.",
        "Barro, Robert. 2006. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Rare Disasters and Asset Markets in the Twentieth Century.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Quarterly Journal of Economics, 121: 823 Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c 899.",
        "Barro, Robert. 2009. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Rare Disasters, Asset Prices and Welfare Costs.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d American Economic Review, 99(1): 243 Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c 264.",
        "Borensztein, Eduardo, Eduardo Cavallo, and Patricio Valenzuela. 2009. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Debt Sustainability under Catastrophic Risk: The Case for Government Budget Insurance.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Risk Management and Insurance Review, 12(2): 273Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c294.",
        "Borensztein, Eduardo, Olivier Jeanne, and Damiano Sandri. 2013. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Macro-hedging for commodity exporters.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Journal of Development Economics, 101: 105Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c116.",
        "Caballero, Ricardo, and Mohamad Hammour. 1994. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093The Cleansing Effect of Recessions.",
        "Caballero, Ricardo J., and Stavros Panageas. 2008. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Hedging Sudden Stops and Precautionary Contractions.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Journal of Development Economics, 85: 28Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c57.",
        "Carroll, Christopher D. 2006. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093The Method of Endogenous Gridpoints for Solving Dynamic Stochastic Optmization Problems.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Economic Letters, 312Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c320.",
        "Cavallo, Eduardo A., and Ilan Noy. 2011. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Natural Disasters and the EconomyÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009dA Survey.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d International Review of Environmental and Resource Economics, 5: 63102.",
        "Cavallo, Eduardo, Sebastian Galiani, Ilan Noy, and Juan Pantano. 2013. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Catastrophic Natural Disasters and Economic Growth.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Review of Economics and Statistics, 95(5): 1549Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c1561.",
        "Cerra, Valerie, and Sweta C. Saxena. 2008. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Growth Dynamics: The Myth of Economic Recovery.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d American Economic review, 98(1): 439 Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c 57.",
        "Cummins, J.D. 2008. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093CAT Bonds and Other Risk-Linked Securities: State of the Market and Recent Developments.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Risk Management and Insurance Review, 11(1): 23Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c47.",
        "Cummins, J.D. 2012. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093CAT Bonds and Other Risk-Linked Securities: Product Design and Evolution of the Market.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d In Extreme Events and Insurance: 2011 Annus Horribilis. , ed. Christophe Courbage and Walter R. Stahel, 39Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c61. The Geneva Association.",
        "Cummins, J.D., and O. Mahul. 2009. Catastrophe risk financing in developing countries: principles for public intervention. World Bank Publications.",
        "Froot, Kenneth A. 2001. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093The Market for Catastrophe Risk: a Clinical Examination.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Journal of Financial Economics, 60(2): 529Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c571.",
        "Hamilton, James D. 1989. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093A New Approach to the Economic Analysis of Nonstationary Times Series and the Business Cycle.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Econometrica, 57: 357 Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c 84. H",
        "Hatchondo, Juan Carlos, and Leonardo Martinez. 2012. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093On the Benefits of GDPindexed Government Debt: Lessons from a Model of Sovereign Defaults.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d FRB Richmond Economic Quarterly, 98(2): 139Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c157.",
        "Lee, Jin-Ping, and Min-Teh Yu. 2007. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Valuation of Catastrophe Reinsurance with Catastrophe Bonds.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Insurance: Mathematics and Economics, 41(2): 264Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c278.",
        "Loayza, Norman, Eduardo Olaberra Jamele Rigolini, and Luc Christiansen. 2009. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Natural Disasters and Growth-Going Beyond the Averages.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d World Bank Policy Research working paper 4980.",
        "Lucas, Robert E. 1987. Models of Business Cycles. Basil Blackwell, New York.",
        "Martin, Philippe, and Carol Ann Rogers. 1997. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Stabilization Policy, Learning-ByDoing, and Economic Growth.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Oxford Economic Papers, 49(1): 152 Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c 66.",
        "Noy, Ilan. 2009. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093The Macroeconomic Consequences of Disasters.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Journal of Development Economics, 88(2): 221 Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c 231.",
        "Pallage, Stephane, and Michel A. Robe. 2003. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093On the Welfare Cost of Business Cycles in Developing Countries.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d International Economic Review, 44(2): 677Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c98.",
        "Raddatz, Claudio. 2007. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Are External Shocks Responsible for the Instability of Output in Low-income Countries?Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Journal of Development Economics, 84: 155 Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c 187.",
        "Rasmussen, T. N. 2004. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Macroeconomic Implications of Natural Disasters in the Caribbean.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d IMF Working Paper 04/224.",
        "Solow, Robert M. 1956. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093A Contribution to the Theory of Economic Growth.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Quarterly Journal of Economics, 70: 65 Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c 94.",
        "Villemot, Sebastien. 2012. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Accelerating the Resolution of Sovereign Debt Models Using an Endogenous Grid Method.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Dynare Working Papers Series."
    ]
}