{
    "id": 21673,
    "cites": 49,
    "cited_by": 23,
    "reference": [
        "Alan, Sule, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Entry costs and stock market participation over the life cycle,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Review of Economic Dynamics, 2006, 9 (4), 588Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c611.",
        "Andersen, Steffen and Kasper Meisner Nielsen, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Participation constraints in the stock market: Evidence from unexpected inheritance due to sudden death,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Review of Financial Studies, 2011, 24 (5), 1667Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c1697.",
        "Ang, Andrew, Geert Bekaert, and Jun Liu, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Why stocks may disappoint,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Journal of Financial Economics, 2005, 76 (3), 471Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c508.",
        "Attanasio, Orazio P and Monica Paiella, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Intertemporal consumption choices, transaction costs and limited participation in financial markets: reconciling data and theory,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Journal of Applied Econometrics, 2011, 26 (2), 322Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c343.",
        "Barberis, Nicholas, M. Huang, and Richard H Thaler, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Individual preferences, monetary gambles, and stock market participation: A case for narrow framing,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d American Economic Review, 2006, 96 (4), 1069Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c1090.",
        "Barillas, Francisco and JesÃ\u0083Æ\u0092Ã\u0082Âºs FernÃ\u0083Æ\u0092Ã\u0082Â¡ndez-Villaverde, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093A generalization of the endogenous grid method,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Journal of Economic Dynamics and Control, 2007, 31 (8), 2698Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c2712.",
        "Becker, Thomas A and Reza Shabani, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Outstanding debt and the household portfolio,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Review of Financial Studies, 2010, 23 (7), 2900Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c2934.",
        "Benjamin, Daniel J, Sebastian A Brown, and Jesse M Shapiro, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Who is behavioral? Cognitive ability and anomalous preferences,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Journal of the European Economic Association, 2013, 11 (6), 1231Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c1255.",
        "Biais, Bruno, Peter Bossaerts, and Chester Spatt, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Equilibrium asset pricing and portfolio choice under asymmetric information,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Review of Financial Studies, 2010, p. hhp113.",
        "Brunnermeier, Markus K and Stefan Nagel, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Do Wealth Fluctuations Generate Time-Varying Risk Aversion? Micro-Evidence on IndividualsÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0084¢ Asset Allocation,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d American Economic Review, 2008, 98 (3), 713Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c736.",
        "Calvet, Laurent E and Paolo Sodini, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Twin Picks: Disentangling the Determinants of RiskTaking in Household Portfolios,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Journal of Finance, 2014, 69 (2), 867Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c906.",
        ", John Y Campbell, and Paolo Sodini, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Down or Out: Assessing the Welfare Costs of Household Investment Mistakes,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Journal of Political Economy, 2007, 115 (5), 707Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c747.",
        "Campanale, Claudio, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Learning, ambiguity and life-cycle portfolio allocation,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Review of Economic Dynamics, 2011, 14 (2), 339Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c367.",
        "Campbell, John Y., Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Household Finance,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Journal of Finance, 2006, 61 (4), 1553Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c1604.",
        "Carroll, Christopher D, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Portfolios of the Rich,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d in Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Household Portfolios: Theory and Evidence, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d MIT Press, 2002.",
        ", Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093The method of endogenous gridpoints for solving dynamic stochastic optimization problems,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Economics letters, 2006, 91 (3), 312Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c320.",
        "Cocco, Joao F, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Portfolio choice in the presence of housing,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Review of Financial Studies, 2005, 18 (2), 535Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c567.",
        "Davis, Steven J, Felix Kubler, and Paul Willen, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Borrowing costs and the demand for equity over the life cycle,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Review of Economics and Statistics, 2006, 88 (2), 348Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c362.",
        "Dimmock, Stephen, Roy Kouwenberg, Olivia Mitchell, and Kim Peijnenburg, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Ambiguity Aversion and Household Portfolio Choice,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Journal of Financial Economics, 2015, Forthcoming.",
        "Epstein, Larry G and Martin Schneider, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Ambiguity and asset markets,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d NBER Working Paper No. 16181, 2010.",
        "Fagereng, Andreas, Charles Gottlieb, and Luigi Guiso, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Asset market participation and portfolio choice over the life-cycle,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Journal of Finance, 2015, Forthcoming.",
        "Flavin, Marjorie and Takashi Yamashita, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Owner-occupied housing: life-cycle implications for the household portfolio,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d American Economic Review, 2011, 101 (3), 609Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c614.",
        "Gomes, Francisco and Alexander Michaelides, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Optimal Life-Cycle Asset Allocation: Understanding the Empirical Evidence,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Journal of Finance, 2005, 60 (2), 869Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c904.",
        "Graham, John R and Campbell R Harvey, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Expectations of equity risk premia, volatility and asymmetry from a corporate finance perspective,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d NBER Working Paper No. 8678, 2001.",
        "Greenwood, Robin and Andrei Shleifer, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Expectations of returns and expected returns,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Review of Financial Studies, 2014, 27 (3), 714Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c746.",
        "Grinblatt, Mark, Matti Keloharju, and Juhani Linnainmaa, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093IQ and stock market participation, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d The Journal of Finance, 2011, 66 (6), 2121Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c2164.",
        "Grossman, Sanford J and Guy Laroque, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Asset Pricing and Optimal Portfolio Choice in the Presence of Illiquid Durable Consumption Goods,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Econometrica, 1990, 58 (1), 25Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c51.",
        "Guiso, Luigi and Paolo Sodini, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Household finance: An emerging field,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Handbook of the Economics of Finance, 2013, Part B, 1397Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c1532.",
        ", Michael Haliassos, and Tullio Jappelli, Household portfolios, MIT press, 2002.",
        ", Paola Sapienza, and Luigi Zingales, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Trusting the stock market,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Journal of Finance, 2008, 63 (6), 2557Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c2600.",
        "Haliassos, Michael and Carol C Bertaut, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Why do so few hold stocks?,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d The Economic Journal, 1995, 105 (432), 1110Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c1129.",
        "Hankins, Scott, Mark Hoestra, and Paige Marta Skiba, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093The Ticket to Easy Street? The Financial Consequences of Winning the Lottery,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Review of Economics and Statistics, August 2011, 93 (3), 961Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c969.",
        "Heaton, John and Deborah Lucas, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Portfolio choice and asset prices: The importance of entrepreneurial risk,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Journal of Finance, 2000, 55 (3), 1163Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c1198.",
        "Hurd, Michael, Maarten Van Rooij, and Joachim Winter, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Stock market expectations of Dutch households,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Journal of Applied Econometrics, 2011, 26 (3), 416Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c436.",
        "Imbens, GW, D Rubin, and B Sacerdote, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Estimating the effect of unearned income on labor supply, earnings, savings and consumption: Evidence from a survey of lottery players,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d The American Economic Review, 2001, 91 (4), 778Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c794.",
        "Khorunzhina, Natalia, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Structural estimation of stock market participation costs,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Journal of Economic Dynamics and Control, 2013, 37 (12), 2928Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c2942.",
        "Mankiw, N Gregory and Stephen P Zeldes, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093The consumption of stockholders and nonstockholders, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Journal of Financial Economics, 1991, 29 (1), 97Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c112.",
        "Mehra, Rajnish and Edward C Prescott, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093The equity premium: A puzzle,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Journal of Monetary Economics, 1985, 15 (2), 145Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c161.",
        "Merton, Robert C, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Optimum consumption and portfolio rules in a continuous-time model,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Journal of Economic Theory, 1971, 3 (4), 373Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c413.",
        "Mulligan, Casey B and Xavier Sala i Martin, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Extensive margins and the demand for money at low interest rates,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Journal of Political Economy, 2000, 108 (5), 961Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c991.",
        "Paiella, Monica, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093The forgone gains of incomplete portfolios,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Review of Financial Studies, 2007, 20 (5), 1623Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c1646.",
        "Poterba, James M and Andrew A Samwick, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Taxation and household portfolio composition: US evidence from the 1980s and 1990s,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Journal of Public Economics, 2003, 87 (1), 5Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c38.",
        "Rooij, Maarten CJ Van, Annamaria Lusardi, and Rob JM Alessie, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Financial Literacy, Retirement Planning and Household Wealth,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d The Economic Journal, 2012, 122 (560), 449Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c478.",
        "Rooij, Maarten Van, Annamaria Lusardi, and Rob Alessie, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Financial literacy and stock market participation,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Journal of Financial Economics, 2011, 101 (2), 449Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c472.",
        "Samuelson, Paul A, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Lifetime portfolio selection by dynamic stochastic programming,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Review of Economics and Statistics, 1969, 51 (3), 239Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c246.",
        "Vestman, Roine, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Limited Stock Market Participation Among Renters and Home Owners,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d SSRN No. 1573181, 2013.",
        "Viceira, Luis M, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Optimal Portfolio Choice for Long-Horizon Investors with Nontradable Labor Income,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Journal of Finance, 2001, 56 (2), 433Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c470.",
        "Vissing-JÃ\u0083Æ\u0092Ã\u0082Â¸rgensen, Annette, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Limited Asset Market Participation and the Elasticity of Intertemporal Substitution,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Journal of Political Economy, 2002, 110 (4), 825Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c853.",
        ", Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Perspectives on Behavioral Finance: Does Irrationality Disappear with Wealth? Evidence from Expectations and Actions,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d in Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093NBER Macroeconomics Annual 2003, Volume 18,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d The MIT Press, 2003, pp. 139Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c208."
    ]
}