{
    "id": 21671,
    "cites": 61,
    "cited_by": 34,
    "reference": [
        "Abrahams, Leslie S., Constantine Samaras, W. Michael Griffin, and H. Scott Matthews. 2015. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Life Cycle Greenhouse Gas Emissions From U.S. Liquefied Natural Gas Exports: Implications for End Uses.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Environmental Science and Technology 49: 3237-3245.",
        "ACEEE (American Council for an Energy-Efficient Economy). 2015. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093State Energy Efficiency Resource Standards (EERS): April 2015.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Available from http://aceee.org/sites/default/files/eers-04072015.pdf. Accessed August 5, 2015.",
        "Allcott, Hunt. 2011. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Social Norms and Energy Conservation.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Journal of Public Economics 95 (9-10): 1082Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c95.",
        "Allcott, Hunt. 2013. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093The Welfare Effects of Misperceived Product Costs: Data and Calibrations from the Automobile Market.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d American Economic Journal: Economic Policy 5 (3): 30-66.",
        "Allcott, Hunt. 2015. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Site Selection Bias in Program Evaluation.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Quarterly Journal of Economics 130 (3): 1117-1165.",
        "Allcott, Hunt, and Michael Greenstone. 2015. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Measuring the Welfare Effects of Energy Efficiency Programs.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Working Paper, New York University.",
        "Allcott, Hunt, and Todd Rogers. 2014. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093The Short-Run and Long-Run Effects of Behavioral Interventions: Experimental Evidence from Energy Conservation.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d American Economic Review 104 (10): 3003-37.",
        "Andreoni, James, Justin M. Rao, and Hannah Trachtman.. 2011. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Avoiding the Ask: A Field Experiment on Altruism, Empathy, and Charitable Giving.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d NBER Working Paper No. 17648.",
        "Ashby, Kira, Hilary Forster, Bruce Ceniceros, Bobbi Wilhelm, Kim Friebel, Rachel Henschel, and Shahana Samiullah. 2012. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Green with Envy: Neighbor Comparisons and Social Norms in Five Home Energy Report Programs.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d http://www.aceee.org/files/proceedings/2012/data/papers/0193-000218.pdf (accessed September 2013).",
        "Ashley, Elizabeth M., Clark Nardinelli, and Rosemarie A. Lavaty. 2015. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Estimating the Benefits of Public Health Policies that Reduce Harmful Consumption.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Health Economics 24 (5): 617-624.",
        "Athey, Susan, and Guido Imbens. 2015. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Machine Learning Methods for Estimating Heterogeneous Causal Effects.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Working Paper, Stanford University.",
        "Attari, Shahzeen, Michael DeKay, Cliff Davidson, and Wandi Bruine de Bruin. 2010. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Public Perceptions of Energy Consumption and Savings.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Proceedings of the National Academy of Sciences 107 (37): 16054Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c16059.",
        "Ayres, Ian, Sophie Raseman, and Alice Shih. 2013. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Evidence from Two Large Field Experiments that Peer Comparison Feedback Can Reduce Residential Energy Usage.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Journal of Law, Economics, and Organization 29 (5): 992Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c1022.",
        "Beauchamp, Jonathan P., Daniel J. Benjamin, Christopher Chabris, and David I. Laibson. 2015. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Controlling for Compromise Effects Debiases Estimates of Preference Parameters.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Working Paper, Harvard University.",
        "Belloni, Alexandre, and Victor Chernozhukov. 2013. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Least Squares After Model Selection in High-Dimensional Sparse Models.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Bernoulli 19 (2): 521-547.",
        "Borenstein, Severin, and Lucas W. Davis. 2012. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093The Equity and Efficiency of Two-Part Tariffs in U.S. Natural Gas Markets.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Journal of Law and Economics, 55 (1): 75-128.",
        "Caplin, Andrew (2003). Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Fear as a Policy Instrument.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d In George Loewenstein, Daniel Read, and Roy Baumeister, Eds, Time and Decision: Economic and Psychological perspectives in Intertemporal Choice. New York, NY: Russel Sage.",
        "Carroll, Gabriel, James Choi, David Laibson, Brigitte Madrian, and Andrew Metrick. 2009. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Optimal Defaults and Active Decisions: Theory and Evidence from 401(k) Saving.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Quarterly Journal of Economics 124 (4): 1639-1674.",
        "Chaloupka, Frank J., Kenneth E. Warner, Daron Acemoglu, Jonathan Gruber, Fritz Laux, Wendy Max, Joseph Newhouse, Thomas Schelling, and Jody Sindelar. 2014. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093An Evaluation of The FDAÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0084¢s Analysis of the Costs and Benefits of the Graphic Warning Label Regulation.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Tobacco Control 0: 1-8.",
        "Chaloupka, Frank J., Gruber, Jonathan & Warner, Kenneth E. 2015. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Accounting for Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Lost PleasureÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d in a CostÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009cBenefit Analysis of Government Regulation: The Case of the FDAÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0084¢s Proposed Cigarette Labeling Regulation.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Annals of Intern Medicine, 162 (1): 64.",
        "Costa, Dora L., and Matthew E. Kahn. 2013. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Energy Conservation Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Ë\u009cNudgesÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0084¢ and Environmentalist Ideology: Evidence from a Randomized Residential Electricity Field Experiment.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Journal of the European Economic Association 11 (3): 680Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c702.",
        "Cutler, David M., Amber Jessup, Donald Kenkel, and Martha A. Starr. 2015. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Valuing Regulations Affecting Addictive or Habitual Goods.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Journal of Benefit-Cost Analysis 6 (2): 247-280.",
        "Davis, Lucas, and Erich Muehlegger. 2010. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Do Americans Consume Too Little Natural Gas? An Emprical Test of Marginal Cost Pricing.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d RAND Journal of Economics 41 (4): 791-801.",
        "DellaVigna, Stefano, John List, and Ulrike Malmendier. 2012. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Testing for Altruism and Social Pressure in Charitable Giving.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Quarterly Journal of Economics 127 (1): 1-56.",
        "Delmas, Magali A., Miriam Fischlein, and Omar I. Asensio. 2013. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Information Strategies and Energy Conservation Behavior: A Meta-Analysis of Experimental Studies from 1975 to 2012.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Energy Policy 61: 729-739.",
        "DiNardo, John, Justin McCrary, and Lisa Sanbonmatsu. 2006. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Constructive Proposals for Dealing with Attrition: An Empirical Example.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Working Paper.",
        "Dolan, Paul and Robert Metcalfe. 2013. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Neighbors, Knowledge, and Nuggets: Two Natural Field Experiments on the Role of Incentives on Energy Conservation.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Centre for Economic Performance Discussion Paper No. 1222.",
        "EOP (Executive Office of the President). 2015. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Executive Order Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c Using Behavioral Science Insights to Better Serve the American People.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Available from https://www.whitehouse.gov/thepress -office/2015/09/15/executive-order-using-behavioral-science-insights-better-serveamerican. Accessed September 26, 2015.",
        "EPA (U.S. Environmental Protection Agency). 1995. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093AP 42, Ffth Edition: Compilation of Air Pollutant Emission Factors, Volume 1: Stationary Point and Area Sources. Chapter 1: External Combustion Sources.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Available from http://www.epa.gov/ttn/chief/ap42/ch01/index.html. Accessed June 12, 2015.",
        "Ericson, Keith M. Marzilli. 2014. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Consumer Inertia and Firm Pricing in the Medicare Part D Prescription Drug Insurance Exchange.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d American Economic Journal: Economic Policy, 6(1): 38-64.",
        "FDA (U.S. Food and Drug Administration). 2011. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Required Warnings for Cigarette Packages and Advertisements, Final Rule.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Federal Register, 76, 36628Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c36777.",
        "Fowlie, Meredith, Michael Greenstone, and Catherine Wolfram. 2015. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Do Energy Efficiency Investments Deliver? Evidence from the Weatherization Assistance Program.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Working Paper, University of Chicago (June).",
        "Glaeser, Edward. 2014. The Supply of Environmentalism: Psychological Interventions and Economics. Review of Environmental Economics and Policy. 8(2):208-229.",
        "Handel, Benjamin R. 2013. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Adverse Selection and Inertia in Health Insurance Markets: When Nudging Hurts.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d American Economic Review 103 (7): 2643-2682.",
        "Heckman, James J. 1979. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Sample Selection Bias as a Specification Error.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Econometrica 47 (1): 153-161.",
        "Herberich, David H., John A. List, and Michael K. Price. 2012. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093How Many Economists Does It Take to Change a Light Bulb? A Natural Field Experiment on Technology Adoption.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Working Paper.",
        "Holland, Stephen, Erin Mansur, Nicholas Muller, and Andrew Yates. 2015. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Measuring the Spatial Heterogeneity in Environmental Externalities from Driving: A Comparison of Gasoline and Electric Vehicles.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d NBER Working Paper No. 21291 (June).",
        "Howarth, Robert, Drew Shindell, Renee Santoro, Anthony Ingraffea, Nathan Phillips, and Amy Townsend-Small. 2012. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Methane Emissions from Natural Gas Systems.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Available from http://www.eeb.cornell.edu/howarth/publications/Howarth et al 2012 National Climate Assessment.pdf. Accessed August 15, 2015.",
        "Integral Analytics. 2012. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Sacramento Municipal Utility District Home Energy Report Program.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d http://www.integralanalytics.com/ia/Portals/0/FinalSMUDHERSEval2012v4.pdf (accessed September 2013).",
        "Interagency Working Group on the Social Cost of Carbon, United States Government. 2013. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Technical Support Document: Technical Update of the Social Cost of Carbon for Regulatory Impact Analysis Under Executive Order 12866.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Available from https://www.whitehouse.gov/sites/default/files/omb/inforeg/social cost of carbon for ria 2013 update.pdf. Accessed July 26, 2015.",
        "Ito, Koichiro. 2014. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Do Consumers Respond to Marginal or Average Price? Evidence from Nonlinear Electricity Pricing.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d American Economic Review 104 (2): 537-563.",
        "Jin, Lawrence, Don Kenkel, Feng Liu, and Hua Wang. 2015. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Retrospective and Prospective Benefit-Cost Analyses of U.S. Anti-Smoking Policies.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Journal of Benefit-Cost Analysis 6 (1): 154-186.",
        "Kamenica, Emir. 2008. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Contextual Inference in Markets: On the Informational Content of Product Lines.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d American Economic Review 98 (5): 2127-2149.",
        "Kantola, S. J., G. J. Syme, and N. A. Campbell. 1984. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Cognitive Dissonance and Energy Conservation.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Journal of Applied Psychology 69 (3): 416-421.",
        "Keuring van Elektrotechnische Materialen te Arnhem (KEMA). 2012. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Puget Sound EnergyÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0084¢s Home Energy Reports Program: Three Year Impact, Behavioral and Process Evaluation.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Madison, Wisconsin: DNV KEMA Energy and Sustainability.",
        "Kling, Jeffrey R., Sendhil Mullainathan, Eldar Shafir, Lee C. Vermeulen, and Marian V. Wrobel. 2012. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Comparison Friction: Experimental Evidence from Medicare Drug Plans.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Quarterly Journal of Economics 127 (1): 199-235.",
        "Koszegi, Botond, and Adam Szeidl. 2013. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093A Model of Focusing in Economic Choice.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Quarterly Journal of Economics 128 (1): 53Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c104.",
        "Kushler, Martin, Seth Nowak, and Patti Witte. 2012. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093A National Survey of State Policies and Practices for the Evaluation of Ratepayer-Funded Energy Efficiency Programs.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d American Council for an Energy-Efficient Economy Report Number U122.",
        "Madrian, Brigitte C., and Dennis F. Shea. 2001. The Power of Suggestion: Inertia in 401(k) Participation and Savings Behavior.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Quarterly Journal of Economics 116 (4): 1149-1187.",
        "Myhre, G., D. Shindell, F.-M. Br eon, W. Collins, J. Fuglestvedt, J. Huang, D. Koch, J.-F. Lamarque, D. Lee, B. Mendoza, T. Nakajima, A. Robock, G. Stephens, T. Takemura and H. Zhang. 2013. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Anthropogenic and Natural Radiative Forcing.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d In: Climate Change 2013: The Physical Science Basis. Contribution of Working Group I to the Fifth Assessment Report of the Intergovernmental Panel on Climate Change [Stocker, T.F., D. Qin, G.-K. Plattner, M. Tignor, S.K. Allen, J. Boschung, A. Nauels, Y. Xia, V. Bex and P.M. Midgley (eds.)]. Cambridge University Press, Cambridge, United Kingdom and New York, NY, USA.",
        "Nadel, Steven, and Kenneth Keating. 1991. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Engineering Estimates vs. Impact Evaluation Results: How Do They Compare and Why?Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d American Council for an Energy-Efficient Economy Report Number U915.",
        "Opinion Dynamics. 2012. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Massachusetts Three Year Cross-Cutting Behavioral Program Evaluation Integrated Report.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Waltham, MA: Opinion Dynamics Corporation.",
        "Opower. 2014. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Prospectus.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Available from http://www.nasdaq.com/markets/ipos/filing.ashx?filingid=94658 Accessed September 26, 2015.",
        "Oster, Emily, Ira Shoulson, and E. Ray Dorsey. 2013. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Optimal Expectations and Limited Medical Testing: Evidence from Huntington Disease.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d American Economic Review 103 (2): 804-830.",
        "Perry, Michael, and Sarah Woehleke. 2013. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Evaluation of Pacific Gas and Electric CompanyÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0084¢s Home Energy Report Initiative for the 2010Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c2012 Program.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d San Francisco: Freeman, Sullivan, and Company.",
        "Pope, C. Arden, Richard T. Burnett, Michael J. Thun, Eugenia, E. Calle, Daniel Krewski, Kazuhiko Ito, and George D. Thurston. 2002. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Lung Cancer, Cardiopulmonary Mortality, and Long-term Exposure to Fine Particulate Air Pollution.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Journal of the American Medical Association 287 (9): 1132-1141.",
        "Sudarshan, Anant. 2014. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Nudges in the Marketplace: Using Peer Comparisons and Incentives to Reduce Household Electricity Consumption.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Working Paper. http://www.anantsudarshan.com/uploads/1/0/2/6/10267789/nudges sudarshan 2014.pdf.",
        "Thaler, Richard, and Cass R. Sunstein. 2008. Nudge: Improving Decisions about Health, Wealth, and Happiness. New Haven: Yale University Press.",
        "Trachtman, Hannah, Andrew Steinkruger, Mackenzie Wood, Adam Wooster, James Andreoni, James J. Murphy, and Justin M. Rao. 2015. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Fair Weather Avoidance: Unpacking the Costs and Benefits of Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Avoiding the Ask.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009dÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Journal of the Economic Science Association 1 (1): 8-14.",
        "Violette, Daniel, Provencher, Bill, and Mary Klos. 2009. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Impact Evaluation of Positive Energy SMUD Pilot Study.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Boulder, CO: Summit Blue Consulting, LLC.",
        "Watson, David, Lee Anna Clark, and Auke Tellegen. 1988. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Development and Validation of Brief Measures of Positive and Negative Affect: The PANAS Scales.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Journal of Personality and Social Psychology 54: 1063-1070."
    ]
}