{
    "id": 21677,
    "cites": 58,
    "cited_by": 2,
    "reference": [
        "Aguayo-Tellez, Ernesto, Jim Airola, Chinhui Juhn, and Carolina Villegas-Sanchez, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Did Trade Liberalization Help Women? The Case of Mexico in the 1990s,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Research in Labor Economics, 2013, 38, 1Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c35.",
        "Ahn, Namkee and Pedro Mira, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093A note on the changing relationship between fertility and female employment rates in developed countries,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Journal of Population Economics, 2002, 15 (4), 667Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c682.",
        "Alesina, Alberto, Paola Giuliano, and Nathan Nunn, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Fertility and the Plough,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d American Economic Review, Papers and Proceedings, May 2011, 101, 499Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c503.",
        "Almeida, Heitor and Daniel Wolfenzon, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093The Effect of External Finance on the Equilibrium Allocation of Capital,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Journal of Financial Economics, January 2005, 75 (1), 133Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c164.",
        "Anderson, James and Eric van Wincoop, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Gravity with Gravitas: a Solution to the Border Puzzle,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d American Economic Review, 2003, 93 (1), 170Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c192.",
        "Angrist, Joshua D. and William N. Evans, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Children and Their ParentsÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0084¢ Labor Supply: Evidence from Exogenous Variation in Family Size,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d American Economic Review, June 1998, 88 (3), 450Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c77.",
        "Barro, Robert J. and Gary S. Becker, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Fertility Choice in a Model of Economic Growth,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Econometrica, March 1989, 57 (2), 481Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c501.",
        "Becker, Gary S., Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093An Economic Analysis of Fertility,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d in Gary S. Becker, ed., Demographic and Economic Change in Developed Countries., Princeton, NJ: Princeton University Press, 1960.",
        ", Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093A Theory of the Allocation of Time,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Economic Journal, September 1965, 75 (299), 493Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c517.",
        ", A Treatise on the Family, Cambridge, MA: Harvard University Press, 1981.",
        ", Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Human Capital, Effort, and the Sexual Division of Labor,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Journal of Labor Economics, January 1985, 3 (1), S33Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009cS58.",
        "Berthelon, Matias and Caroline Freund, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093On the Conservation of Distance in International Trade,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Journal of International Economics, July 2008, 75 (2), 310Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c320.",
        "Black, Sandra E. and Alexandra Spitz-Oener, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Explaining WomenÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0084¢s Success: Technological Change and the Skill Content of WomenÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0084¢s Work,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Review of Economics and Statistics, April 2010, 92 (1), 187Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c194.",
        "Blau, David M. and Wilbert van der Klaauw, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093The Impact of Social and Economic Policy on the Family Structure Experiences of Children in the United States,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d December 2007.",
        "Broda, Christian and David Weinstein,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Globalization and the Gains from Variety,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009dQuarterly Journal of Economics, May 2006, 121 (2), 541Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c85.",
        "Caliendo, Lorenzo and Fernando Parro, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Estimates of the Trade and Welfare Effects of NAFTA,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Review of Economic Studies, January 2015, 82 (1), 1Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c44.",
        "Cho, Lee-Jay, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Income and differentials in current fertility,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Demography, 1968, 5 (1), 198Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c 211.",
        "Do, Quy-Toan and Andrei A. Levchenko, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Comparative Advantage, Demand for External Finance, and Financial Development,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Journal of Financial Economics, December 2007, 86 (3), 796Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c834.",
        ", , and Claudio Raddatz, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Comparative Advantage, International Trade, and Fertility,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d June 2014. World Bank Policy Research Working Paper 6930.",
        "Doepke, Matthias,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Accounting for Fertility Decline During the Transition to Growth,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009dJournal of Economic Growth, September 2004, 9 (3), 347Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c383.",
        ", Moshe Hazan, and Yishay Maoz, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093The Baby Boom and World War II: A Macroeconomic Analysis,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Review of Economic Studies, July 2015, 82 (3), 10331Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c1073.",
        "Edmonds, Eric and Nina Pavcnik, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093International Trade and Child Labor: Cross Country Evidence,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Journal of International Economics, January 2006, 68 (1), 115Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c140.",
        "Evans, Carolyn,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093The Economic Significance of National Border Effects,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009dAmerican Economic Review, 2003, 93 (4), 1291Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c1312.",
        "Feenstra, Robert C, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093New Product Varieties and the Measurement of International Prices,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d American Economic Review, March 1994, 84 (1), 157Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c77.",
        "Feenstra, Robert, James Markusen, and Andrew Rose, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Using the Gravity Equation to Differentiate Among Alternative Theories of Trade,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Canadian Journal of Economics, 2001, 34 (2), 430Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c447.",
        "Feyrer, James,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Trade and Income Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c Exploiting Time Series in Geography,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009dApr 2009. NBER Working Paper No. 14910.",
        "Fleisher, Belton M. and George F. Rhodes, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Fertility, WomenÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0084¢s Wage Rates, and Labor Supply,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d American Economic Review, March 1979, 69 (1), 14Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c24.",
        "Frankel, Jeffrey A. and David Romer, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Does Trade Cause Growth?,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d American Economic Review, June 1999, 89 (3), 379Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c399.",
        "Galor, Oded and Andrew Mountford, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Trading Population for Productivity: Theory and Evidence,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Review of Economic Studies, October 2009, 75 (4), 1143Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c1179.",
        "Goldin, Claudia, Understanding the Gender Gap: An Economic History of Amer- ican Women, New York: Oxford University Press, 1990.",
        "Greenwood, Jeremy and Ananth Seshadri, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093The U.S. Demographic Transition,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d American Economic Review, Papers and Proceedings, May 2002, 92 (2), 153Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c159.",
        "Guryan, Jonathan, Erik Hurst, and Melissa Kearney,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Parental Education and Parental Time with Children,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Journal of Economic Perspectives, Summer 2008, 22 (3), 23Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c46.",
        "Hazan, Moshe and Hosny Zoabi, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Does Longevity Cause Growth? A Theoretical Critique,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Journal of Economic Growth, 2006, 11 (4), 363Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c376.",
        "Heckman, James J and James R Walker, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093The Relationship between Wages and Income and the Timing and Spacing of Births: Evidence from Swedish Longitudinal Data,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Econometrica, November 1990, 58 (6), 1411Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c41.",
        "Helpman, Elhanan, Marc Melitz, and Yona Rubinstein, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Estimating Trade Flows: Trading Partners and Trading Volumes,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Quarterly Journal of Economics, May 2008, 123 (2), 441Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c487.",
        "Hummels, David, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Towards a Geography of Trade Costs,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d 2001. Mimeo, Purdue University.",
        ", Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Transportation Costs and International Trade in the Second Era of Globalization,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Journal of Economic Perspectives, Summer 2007, 21 (3), 131Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c154.",
        "Jones, Larry E., Alice Schoonbroodt, and Michele Tertilt, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Fertility Theories: Can They Explain the Negative Fertility-Income Relationship?,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d in Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Demography and the EconomyÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d NBER Chapters, National Bureau of Economic Research, Inc, October 2010, pp. 43Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c100.",
        "Jones, Ronald, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093A Three-Factor Model in Theory, Trade, and History,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d in Jagdish Bhagwati, ed., Trade, Balance of Payments, and Growth: Papers in International Economics in Honor of Charles P. Kindleberger, Amsterdam: North Holland, 1971.",
        "Kremer, Michael,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Population Growth and Technological Change: One Million B.C. to 1990,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Quarterly Journal of Economics, August 1993, 108 (3), 681Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c716.",
        "Marchand, Beyza Ural, Ray Rees, and Raymond G. Riezman, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Globalization, Gender and Development: The Effect of Parental Labor Supply on Child Schooling,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Review of Economics of the Household, 2013, 11 (2), 151Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c173.",
        "Merrigan, Philip and Yvan St.-Pierre,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093An econometric and neoclassical analysis of the timing and spacing of births in Canada from 1950 to 1990,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Journal of Population Economics, 1998, 11 (1), 29Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c51.",
        "Morrow, Peter M., Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093RicardianÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009cHeckscherÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009cOhlin comparative advantage: Theory and evidence, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Journal of International Economics, November 2010, 82 (2), 137 Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c 151.",
        "Mussa, Michael, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Tariffs and the Distribution of Income: The Importance of Factor Specificity, Substitutability, an Intensity in the Short and Long Run,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Journal of Political Economy, 1974, 82, 1191Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c1203.",
        "Oostendorp, Remco, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Globalization and the Gender Wage Gap,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d World Bank Economic Review, January 2009, 23 (1), 141Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c161.",
        "Ortega, Francesc and Giovanni Peri, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Openness and income: The roles of trade and migration, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Journal of International Economics, March 2014, 92 (2), 231 Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c 251.",
        "Qian, Nancy, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Missing Women and the Price of Tea in China: The Effect of Sex-Specific Earnings on Sex Imbalance,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Quarterly Journal of Economics, July 2008, 123 (3), 1251Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c 1285.",
        "Ranjan, Priya and Jae Young Lee, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Contract Enforcement And International Trade,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Economics and Politics, July 2007, 19 (2), 191Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c218.",
        "Rauch, James E.,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Networks Versus Markets in International Trade,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009dJournal of International Economics, June 1999, 48 (1), 7Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c35.",
        "Rees, Ray and Ray Riezman, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Globalization, Gender, And Growth,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Review of Income and Wealth, March 2012, 58 (1), 107Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c117.",
        "Rendall, Michelle, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Brain Versus Brawn: The Realization of WomenÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0084¢s Comparative Advantage, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d September 2010. mimeo, University of Zurich.",
        "Santos Silva, J.M.C. and Silvana Tenreyro, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093The Log of Gravity,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Review of Economics and Statistics, 2006, 88 (4), 641Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c658.",
        "Saur e, Philip and Hosny Zoabi, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093When Stolper-Samuelson Does Not Apply: International Trade and Female Labor,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009dMay 2011. mimeo, Swiss National Bank and Tel Aviv University.",
        "Schultz, T. Paul, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Changing World Prices, WomenÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0084¢s Wages, and the Fertility Transition: Sweden, 1860-1910,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Journal of Political Economy, December 1985, 93 (6), 1126Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c54.",
        ", Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093The Value and Allocation of Time in High-Income Countries: Implications for Fertility,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Population and Development Review, 1986, 12, 87Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c108.",
        "Stock, James H. and Motohiro Yogo, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Testing for Weak Instruments in Linear IV Regression, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d in Donald W.K. Andrews and James H. Stock, eds., Identification and Inference for Econometric Models: Essays in Honor of Thomas Rothenberg, Cambridge University Press Cambridge, UK 2005, pp. 80Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c108.",
        "Willis, Robert J., Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093A New Approach to the Economic Theory of Fertility Behavior,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Journal of Political Economy, March-April 1973, 81 (2), S14Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009cS64.",
        "World Bank, World Development Report 2012: Gender Equality and Development, World Bank, 2012."
    ]
}