{
    "id": 21683,
    "cites": 24,
    "cited_by": 1,
    "reference": [
        "[1] Adams, D. W., and M. L. Canavesi de Sahonero (1989). Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Rotating Saving and Credit Associations in Bolivia.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Saving and Development, Vol. 13, 219-236.",
        "[2] Aleem, I. (1990). Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Imperfect Information, Screening, and the Costs of Information Lending: A Study of a Rural Credit Market in Pakistan.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d World Bank Economic Review, Vol. 4, No. 3, 329-349.",
        "[3] Ardener, S. (1964). Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093The Comparative Study of Rotating Credit Associations.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Royal Anthropological Institute of Great Britain and Ireland, Vol. 94, 201-229.",
        "[5] Besley, Timothy, Stephen Coate and Glenn C. Loury (1994). Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Rotating Savings and Credit Associations, Credit Market and Efficiency.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Review of Economic Studies, Vol. 61, 701-719.",
        "[6] Besley, Timothy and Alec Levenson (1996a). Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093The Role of Informal Finance in Household Capital Accumulation: Evidence from Taiwan.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Economic Journal, Vol. 106, No. 1, 39-59.",
        "[7] Besley, Timothy and Alec Levenson (1996b). Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093The Anatomy of an Informal Financial Market: Rosca Participation in Taiwan.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Journal of Development Economics, Vol. 51, 45-68.",
        "[8] Bonnett, Aubrey W. (1981). Institutional Adaptation of West Indian Immigrants to America: An Analysis of Rotating Credit Associations. Washington, D.C.: University Press of America.",
        "[9] Calomiris, Charles and Indira Rajaraman (1998). Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093The Role of ROSCAs: Lumpy Durables or Event Insurance?Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Journal of Development Economics, Vol. 56, 207-216.",
        "[10] Geertz, Clifford (1962). Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093The Rotating Credit Association: A Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Middle RungÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d in Development. Economic Development and Culture Change, Vol. 10, 241-63.",
        "[11] Handa, Sudhanshu and Claremont Kirton (1999). Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093The Economics of Rotating Saving and Credit Associations: Evidence from the Jamaican Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Ë\u009cPartnerÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0084¢.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Journal of Development Economics, Vol. 60, 173-194.",
        "[12] Hubbard, Timothy P., Harry J. Paarsch and Will M. Wright (2013). Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Hui: A Case Study of a Sequential Double Auction of Capital.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Working Paper.",
        "[13] Kaboski, Joseph P. and Robert M. Townsend (2012a). Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093The Impact of Credit on Village Economies.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d American Economic Journal: Applied Economics, 4(2): 98-133.",
        "[14] Kaboski, Joseph P. and Robert M. Townsend (2012b). Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093A Structural Evaluation of a LargeScale Quasi-Experimental Microfinance Initiative.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Econometrica, 79(5): 1357-1406.",
        "[15] Kimball, M. S. (1990). Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Precautionary Saving in the Small and in the Large.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Econometrica, 58, 53-73.",
        "[16] Kimuyu, Peter-Kiko (1999). Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Rotating Savings and Credit Associations in Rural East Africa.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d World Development, Vol. 27, No. 7, 1299-1308.",
        "[17] Klonner, Stefan (2000). Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Rotating Savings and Credit Associations as Insurance.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d mimeo, Cornell University.",
        "[18] Klonner, Stefan (2003). Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Rotating Savings and Credit Associations when Participants are Risk Averse.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d International Economic Review, Vol. 44, No. 3, 979-1005.",
        "[19] Kovsted, Jens and Peter Lyk-Jensen (1999). Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Rotating Savings and Credit Associations:The Choice between Random and Bidding Allocation of Funds.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Journal of Development Economics, Vol. 60, 143-172.",
        "[20] Krueger, Dirk and Fabrizio Perri (2011). Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Public versus Private Risk Sharing.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Journal of Economic Theory, Vol. 146, 920Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c956.",
        "[21] Kuo, Ping-Sing (1993). Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Loans, Bidding Strategies and Equilibrium in the Discount-Bid Rotating Credit Association.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Academia Economic Papers, Vol. 21, No. 2, 261-303.",
        "[22] Light, Ivan (1972). Ethnic Enterprises in America. Berkeley: University of California Press.",
        "[23] Luenberger, D.G., (1969). Optimization by Vector Space Methods. New York, John Wiley & Sons.",
        "[24] Milgrom, Paul and Ilya Segal (2002). Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Envelope Theorems for Arbitrary Choice Sets.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Econometrica, Vol.70, 583Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c601.",
        "[25] Yu, Ning Neil (2014). Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093On Designs of Rotating Savings and Credit Associations.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Working Paper, Emory University."
    ]
}