{
    "id": 2168,
    "cites": 27,
    "cited_by": 6,
    "reference": [
        "Campbell, J. and G. Mankiw, 1986, Are output fluctuations transitory?, working paper.",
        "Cochrane, J., 1986, How big is the random walk in GNP?, working paper.",
        "Cohen, K., I-{awawini, G., Maier, S., Schwartz, R. and D. Whitcomb, 1983, Friction in the trading process and the estimation of systematic risk, Journal of Financial Economics 12, 263-278.",
        "Engle, R., 1982, Autoregressive conditional heteroscedasticity with estimates of the variance of United Kingdom inflations, Econometrica 50, 987-1008.",
        "Fama, E., 1970, Efficient capital markets: a review of theory and empirical work, Journal of Finance 25, 383-~4l7.",
        "Fama, E., 1976, Foundations of finance, New York: Basic Books, Inc.",
        "Fama, E. and K. French, Permanent and temporary components of stock prices, Center for Research on Security Prices Working Paper No. 178. French, K. and R. Roll, 1986, Stock return variances: The arrival of information and the reaction of traders, Journal of Financial Economics 17, 5-26.",
        "French, K., Schwert, G. W. and R. F. Stambaugh, 1985, Expected stock returns and volatility, Center for Research in Security Prices Working Paper No. 147.",
        "Fuller, W., 1976, Introduction to statistical time series, New York: John Wiley and Sons, Inc.",
        "Harrison, J. M., R. Pitbladdo and S. M. Schaefer, 1984, Continuous price processes in frictionless markets have infinite variation, Journal of Business 57, 353-365.",
        "Jensen, M., 1978, Some anomalous evidence regarding market efficiency, Journal of Financial Economics 6, 95-102.",
        "Keirn, D. and R. Stambaugh, 1986, Predicting returns in stock and bond markets, Journal of Financial Economics 17, 357-390.",
        "Keynes, J. M., 1936, The general theory of employment, interest, and money, New York: Harcourt, Brace and Company.",
        "Leroy, S. F., 1973, Risk aversion and the martingale property of stock returns, International Economic Review 1~4, 436-1446.",
        "Lo, A. W. and A. C. MacKinlay, 1987, A simple specification test of the random walk hypothesis, working paper.",
        "Lucas, R. E., 1978, Asset prices in an exchange economy, Econometrica ~46, 1429- 114146.",
        "Merton, R. C., 1980, On estimating the expected return on the market: An exploratory investigation, Journal of Financial Economics 8, 323-361.",
        "Newey, W. and K. West, 1986, A simple positive definite, heteroscedasticity and autocorrelation consistent covariance matrix, NBER Technical Working Paper No. 55, 1986.",
        "Phillips, P. C. B., 1986, Regression theory for near-integrated time series, Cowles Foundation Discussion Paper No. 781.",
        "Poterba, J. and L. Summers, 1985, The persistence of volatility and stock market fluctuations, working paper.",
        "Scholes, M. and J. Williams, 1977, Estimating betas from nonsynchronous data, Journal of Financial Economics 5, 309-328.",
        "Shiller, R. J., 1981, The use of volatility measures in assessing market efficiency, Journal of Finance 36, 291-3O~4.",
        "Shiller, R. J. and P. Perron, 1985, Testing the random walk hypothesis: power versus frequency of observation, Economics Letters 18, 381-386.",
        "Summers, L. H., 1986, Does the stock market rationally reflect fundamental values?, Journal of Finance 41, 591-600.",
        "Taylor, S., 19814, Estimating the variances of autocorrelations calculated from financial time series, Applied Statistics 33, 300-308.",
        "White, H., 1980, A heteroskedasticity-consistent covariance matrix estimator and a direct test for heteroscedasticity, Econornetrica ~48, 817-838.",
        "White, H. and I. Domowitz, 19814, Nonlinear regression with dependent observations, Econometrica 52, 1143-162."
    ]
}