{
    "id": 21685,
    "cites": 39,
    "cited_by": 4,
    "reference": [
        "Altonji, Joseph G, Fumio Hayashi, and Laurence J Kotlikoff. 1997. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Parental Altruism and Inter Vivos Transfers: Theory and Evidence.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Journal of Political Economy 105 (6):1121Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c66.",
        "Ambler, Kate. 2015. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093DonÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0084¢t Tell on Me: Experimental Evidence of Asymmetric Information in Transnational Households.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Journal of Development Economics 113:52Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c69.",
        "Ashraf, Nava. 2009. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Spousal Control and Intra-household Decision Making: An Experimental Study in the Philippines.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d American Economic Review 99 (4):1245Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c77. URL http://ideas.repec.org/a/aea/aecrev/v99y2009i4p1245-77.html.",
        "Attanasio, Orazio P. and Nicola Pavoni. 2011. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Risk Sharing in Private Information Models With Asset Accumulation: Explaining the Excess Smoothness of Consumption.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Econometrica 79 (4):1027Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c1068.",
        "Batista, Catia and Gaia Narciso. 2013. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Migrant Remittances and Information Flows: Evidence from a Field Experiment.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d CReAM Discussion Paper Series 1331, Centre for Research and Analysis of Migration (CReAM), Department of Economics, University College London.",
        "Baum, Christopher, Mark Shaffer, and Steven Stillman. 2007. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Enhanced routines for instrumental variables/GMM estimation and testing.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d The Stata Journal 7 (4):465Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c506.",
        "Becker, Gary S. 1974. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093A Theory of Social Interactions.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Journal of Political Economy 82 (6):pp. 1063Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c1093.",
        "Beegle, Kathleen, Joachim De Weerdt, and Stefan Dercon. 2011. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Migration and Economic Mobility in Tanzania: Evidence from a Tracking Survey.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Review of Economics and Statistics 93 (3):1010Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c 1033.",
        "Caeyers, Bet, Neil Chalmers, and Joachim De Weerdt. 2012. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Improving Consumption Measurement and other Survey Data through CAPI: Evidence from a Randomized Experiment.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Journal of Development Economics 98:19Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c33.",
        "Cameron, Collin, Jonah Gelbach, and Douglas Miller. 2011. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Robust Inference with Multi way Clustering.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Journal of Business Economics and Statistics 29 (2):238Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c249.",
        "Castilla, Carolina and Thomas Walker. 2013. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Is Ignorance Bliss? The Effect of Asymmetric Information between Spouses on Intra-household Allocations.",
        "Chandrasekhar, Arun and Randall Lewis. 2011. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Econometrics of sampled networks.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Tech. rep., MIT.",
        "Chort, Isabelle, Flore Gubert, and Jean-Noel Senne. 2012. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Migrant networks as a basis for social control: Remittance incentives among Senegalese in France and Italy.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Regional Science and Urban Economics 42 (5):858 Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c 874. Special issue on Migration and Development.",
        "Coady, David, Margaret Grosh, and John Hoddinott. 2004. Targeting of Transfers in Developing Countries : Review of Lessons and Experience. No. 14902 in World Bank Publications. The World Bank. URL http://ideas.repec.org/b/wbk/wbpubs/14902.html.",
        "Cole, Harold L. and Narayana R. Kocherlakota. 1999. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Efficient allocations with hidden income and hidden storage.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Staff Report 238, Federal Reserve Bank of Minneapolis.",
        "Cox, Donald, Zekeriya Eser, and Emmanuel Jimenez. 1998. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Motives for private transfers over the life cycle: An analytical framework and evidence for Peru.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Journal of Development Economics 55 (1):57Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c80. URL http://ideas.repec.org/a/eee/deveco/v55y1998i1p57-80.html.",
        "Cox, Donald and Marcel Fafchamps. 2008. Extended Family and Kinship Networks: Economic Insights and Evolutionary Directions, Handbook of Development Economics, vol. 4, chap. 58. Elsevier, 3711Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c3784.",
        "de Laat, Joost. 2014. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Household allocations and endogenous information: The case of split migrants in Kenya.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Journal of Development Economics 106 (C):108Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c117.",
        "De Weerdt, Joachim. 2004. Risk-sharing and Endogenous Network Formation, chap. 10. Handbook of Empirical Economics and Finance. Oxford University Press, 197Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c216.",
        "Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009dÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009dÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009d. 2010. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Moving out of Poverty in Tanzania: Evidence from Kagera.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Journal of Development Studies 46 (2):331Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c349.",
        "De Weerdt, Joachim and Kalle Hirvonen. 2015. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Risk Sharing and Internal Migration.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Economic Development and Cultural Change forthcoming.",
        "Deaton, Angus. 1997. The Analysis of Household Surveys: A Microeconometric Approach to Development Policy. Baltimore Maryland: Johns Hopkins University Press.",
        "Fafchamps, Marcel and Flore Gubert. 2007. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093The formation of risk sharing networks.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Journal of Development Economics 83 (2):326Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c350.",
        "Genicot, G. 2014. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Two-way Altruism and Signaling.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Tech. rep., Georgetown University.",
        "Hajivassiliou, Vassilis. 2012. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Estimation and Specification Testing of Panel Data Models with Non-Ignorable Persistent Heterogeneity,Contemporaneous and Intertemporal Simultaneity, and Regime Classification Errors.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Tech. rep., London School of Economics.",
        "Hauser, Christine and Hugo Hopenhayn. 2008. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Trading Favors: Optimal Exchange and Forgiveness.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Carlo Alberto Notebooks 88, Collegio Carlo Alberto. URL http://ideas.repec.org/p/cca/wpaper/88.html.",
        "Jakiela, Pamela and Owen Ozier. 2015. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Does Africa Need a Rotten Kin Theorem? Experimental Evidence from Village Economies.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Review of Economic Studies Forthcoming.",
        "Kazianga, H. 2006. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Motives for household private transfers in Burkina Faso.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Journal of Development Economics 79 (1):73Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c117.",
        "Kinnan, Cynthia. 2009. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Distinguishing barriers to insurance in Thai villages.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Tech. rep.",
        "Lucas, Robert E B and Oded Stark. 1985. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Motivations to Remit: Evidence from Botswana.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Journal of Political Economy 93 (5):901Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c18.",
        "McKenzie, David, John Gibson, and Steven Stillman. 2012. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093A land of milk and honey with streets paved with gold: Do emigrants have over-optimistic expectations about incomes abroad?Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Journal of Development Economics .",
        "Mittag, Nikolas. 2012. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093New methods to estimate models with large sets of fixed effects with an application to matched employer-employee data from Germany.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d FDZ Methodenreport 201201, Institut fur Arbeitsmarkt und Berufsforschung (IAB), Nurnberg [Institute for Employment Research, Nuremberg, Germany].",
        "Nyarko, Yaw, Thomas Joseph, and Shing-Yi Wang. 2015. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Asymmetric Information and Remittances: Evidence from Matched Administrative Data.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Tech. rep., Wharton: University of Pennsylvania.",
        "Platteau, Jean-Philippe. 2012. Redistributive Pressures in Sub-Saharan Africa: Causes, Consequences, and Coping Strategies. African Development in Historical Perspective, Cambridge University Press.",
        "Rapoport, Hillel and Frederic Docquier. 2006. The economics of migrantsÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0084¢ remittances, Handbook on the Economics of Giving : Reciprocity and Altruism, vol. 1, chap. 17. Elsevier, 1135Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c1198.",
        "Ravallion, Martin. 1989. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Land-contingent poverty alleviation schemes.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d World Development 17 (8):1223Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c1233. URL http://ideas.repec.org/a/eee/wdevel/v17y1989i8p1223-1233.html.",
        "Seror, Marlon. 2012. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Measuring Information Asymmetries and Modeling their Impact on Senegalese MigrantsÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0084¢ Remittances.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Tech. rep., MasterÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0084¢s Thesis, Paris School of Economics and UC Berkeley.",
        "Seshan, Ganesh and Robertas Zubrickas. 2015. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Asymmetric Information about Migratnt Earnings and Remittance Flows.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d World Bank Economic Review forthcoming.",
        "Stark, Oded. 1995. Altruism and Beyond: An Economic Analysis of Transfers and Exchanges within Families and Groups. Cambridge: Cambridge University Press."
    ]
}