{
    "id": 21690,
    "cites": 26,
    "cited_by": 28,
    "reference": [
        "Abadie, A. and G. Imbens, 2006, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Large Sample Properties of Matching Estimators for Average Treatment Effects,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Econometrica 74, 235-67.",
        "Acharya, V., H. Almeida, and M. Campello, 2007, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Is Cash Negative Debt? A Hedging Perspective on Corporate Financial Policies,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Journal of Financial Intermediation 16, 515-554.",
        "Aghion, P. and P. Bolton, 1992, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093An Incomplete Contracts Approach to Financial Contracting,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Review of Economic Studies 59, 473-94.",
        "Alvarez de la Campa, A., 2011, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Increasing Access to Credit through Reforming Secured Transactions in the MENA Region,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d World Bank Policy Research Working Paper No. 5613.",
        "Assun cÃ\u0083â\u0080¹Ã\u0082Å\u0093 ao, J., E. Benmelech, and F. Silva, 2013, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Repossession and the Democratization of Credit,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Review of Financial Studies, 27, 2661-89.",
        "Benmelech, E., and N. Bergman, 2011, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Bankruptcy and the Collateral Channel,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Journal of Finance 66, 337-78.",
        "Benmelech, E., 2009, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Asset Salability and Debt Maturity: Evidence from 19th Century American Railroads,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Review of Financial Studies 22, 1545-583.",
        "Bernanke, B., M. Gertler, and S. Gilchrist, 2000, The Financial Accelerator in a Quantitative Business Cycle Framework. In: Taylor, J., Woodford, M. (Eds.), Handbook of Macroeconomics, Vol. 1C. Elsevier, North-Holland, Amsterdam, 1341-93.",
        "Bertrand, M., E. Duflo, and S. Mullainathan, 2004, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093How Much Should we Trust Differencesin -differences Estimates?, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Quarterly Journal of Economics 119, 249-75.",
        "Campello, M. and E. Giambona, 2013, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Real Assets and Capital Structure,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Journal of Financial and Quantitative Analysis 48, 1333-70.",
        "Campello, M. and D. Hackbarth, 2012, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093The Firm-Level Credit Multiplier,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Journal of Financial Intermediation 21, 446-72.",
        "Chaney, T., D. Sraer, and D. Thesmar, 2012, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093The Collateral Channel: How did Real Estate Shocks Affect Corporate Investment,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d American Economic Review 102, 2381-409.",
        "Chaves, R., N. de la PeÃ\u0083â\u0080¹Ã\u0082Å\u0093 na, and H. Fleisig, 2004, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Secured Transactions Reform: Early Evidence from Romania, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d CEAL Issues Brief. Center for the Economic Analysis of Law, Wash., DC.",
        "De la PeÃ\u0083â\u0080¹Ã\u0082Å\u0093 na, N. and H. Fleisig, 2004, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Romania: Law and Security Interests in Personal Property and Commentaries,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Review of Central and East European Law 29, 133-217.",
        "Eisfeldt, A. and A. Rampini, 2009, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Leasing, Ability to Repossess, and Debt Capacity,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Review of Financial Studies 22, 1621-57.",
        "Fleisig, H., M. Safavian, and N. de la PeÃ\u0083â\u0080¹Ã\u0082Å\u0093 na, 2006, Reforming Collateral Laws to Expand Access to Finance. Washington, DC: World Bank.",
        "Gan, J., 2007, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Collateral, Debt Capacity, and Corporate Investment: Evidence from a Natural Experiment,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Journal of Financial Economics 85, 709-34.",
        "Hart, O. and J. Moore, 1994, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093A Theory of Debt Based on the Inalienability of Human Capital,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Quarterly Journal of Economics 109, 841-79.",
        "Haselmann, R., K. Pistor, and V. Vig, 2009, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093How Law Affects Lending,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Review of Financial Studies 23, 549-80.",
        "Larrain, M. and S. Stumpner, 2015, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Capital Account Liberalization and Aggregate Productivity: The Role of Firm Capital Allocation,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Working Paper, Columbia Business School.",
        "Lemmon, M., M. Roberts, and J. Zender, 2008, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Back to the Beginning: Persistence and the Cross-Section of Corporate Capital Structure,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Journal of Finance 63, 1575-608.",
        "Levine, R., 1998, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093The Legal Environment, Banks, and Long-run Economic Growth,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Journal of Money, Credit and Banking 30, 596-613.",
        "Lilienfeld-Toal, U., D. Mookherjee, and S. Visaria, 2012, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093The Distributive Impact of Reforms in Credit Enforcement: Evidence from Indian Debt Recovery Tribunals,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Econometrica 80, 497-558.",
        "Love, I., M. Peria, and S. Sandeep, 2013, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Collateral Registries for Movable Assets: Does their Introduction Spur FirmsÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0084¢ Access to Bank Finance ?Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d World Bank Working Paper 6477.",
        "Rajan, R., and L. Zingales, 1995, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093What Do We Know About Capital Structure: Some Evidence From International Data,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Journal of Finance 50, 1421-60.",
        "Vig, V., 2013, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Access to Collateral and Corporate Debt Structure: Evidence from a Natural Experiment,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Journal of Finance 68, 881-928."
    ]
}