{
    "id": 21705,
    "cites": 44,
    "cited_by": 11,
    "reference": [
        "Abadie, Alberto, Bootstrap Tests for Distributional Treatment Eects in Instrumental Variable Models, Journal of the American Statistical Association, 2002, 97(457), 284292.",
        ", Semiparametric instrumental variables estimation of treatment response models, Journal of Econometrics, 2003, 113(2), 231263.",
        ", Susan Athey, Guido Imbens, and Jerey M. Woolridge, Finite Population Causal Standard Errors, 2014. NBER Working Paper 20325.",
        "Abdulkadiroglu, Atila and Tayfun Sonmez, Random Serial Dictatorship and the Core from Random Endowments in House Allocation Problems, Econometrica, 1998, 66(3), 689701.",
        "Abdulkadirolu, Atila and Tayfun SÃ\u0083Æ\u0092Ã\u0082Â¶nmez, School Choice: A Mechanism Design Approach,  American Economic Review, 2003, 93, 729747.",
        ", Josh Angrist, and Parag Pathak, The Elite Illusion: Achievement Eects at Boston and New York Exam Schools, Econometrica, 2014, 82(1), 137196.",
        ", Joshua D. Angrist, Susan M. Dynarski, Thomas J. Kane, and Parag A. Pathak, Accountability and Flexibility in Public Schools: Evidence from Boston&apos;s Charters and Pilots, Quarterly Journal of Economics, 2011, 126(2), 699748.",
        ", , and , Designing the New Orleans School Match: TTC vs. DA, Working Paper, MIT 2014.",
        ", Weiwei Hu, and Parag Pathak, Small High Schools and Student Achievement: LotteryBased Evidence from New York City, 2013. NBER Working paper, 19576.",
        ", Yeon-Koo Che, and Yosuke Yasuda, Expanding Choice in School Choice, American Economic Journal: Microeconomics, 2015, 7(1), 142.",
        "Agarwal, Nikhil and Paulo Somaini, Demand Analysis Using Strategic Reports: An Application to a School Choice Mechanism, 2015. Working Paper.",
        "Angrist, Joshua D. and Jinyong Hahn, When to Control for Covariates? Panel Asymptotics for Estimates of Treatment Eects, The Review of Economics and Statistics, 2004, 86(1), 58 72.",
        ", Guido W. Imbens, and Donald B. Rubin, Identication of Causal Eects Using Instrumental Variables, Journal of the American Statistical Association, 1996, 91(434), 444455.",
        ", Parag A. Pathak, and Christopher R. Walters, Explaining Charter School Eectiveness,  American Economic Journal: Applied Economics, 2013, 5(4), 127.",
        ", Sarah Cohodes, Susan Dynarski, Parag Pathak, and Christopher Walters, Stand and Deliver: Eects of Boston&apos;s Charter High Schools on College Preparation, Entry, and Choice, Journal of Labor Economics, 2015, Forthcoming.",
        "Azevedo, Eduardo and Jacob Leshno, A Supply and Demand Framework for Two-Sided Matching Markets, 2014. Working Paper.",
        "Behaghel, Luc, Bruno CrÃ\u0083Æ\u0092Ã\u0082Â©pon, and Marc Gurgand, Robustness of the Encouragement Design in a Two-Treatment Randomized Control Trial, 2013. IZA Discussion Paper No. 7447.",
        "Blackwell, Matthew, Identication and Estimation of Joint Treatment Eects with Instrumental Variables, 2015. Working paper, Harvard University.",
        "Bloom, Howard and Rebecca Unterman, Can Small High Schools of Choice Improve Educational Prospects for Disadvantaged Students?, Journal of Policy Analysis and Management, 2014, 33(2).",
        "Budish, Eric, The Combinatorial Assignment Problem: Approximate Competitive Equilibrium from Equal Incomes, Journal of Political Economy, 2011, 119(6), 10611103.",
        "Calsamiglia, Caterina, Chao Fu, and Maia GÃ\u0083Æ\u0092Ã\u0082Â¼ell, Structural Estimation of a Model of School Choices: The Boston Mechanism vs. Its Alternatives, 2014. Working Paper.",
        "Che, Yeon-Koo and Fuhito Kojima, Asymptotic Equivalence of Probabilistic Serial and Random Priority Mechanisms, Econometrica, 2010, 78(5), 16251672.",
        "Connors, Susan, Erika Moldow, Amelia Challender, and Bonnie Walters, Innovation Schools in DPS: Year Three of an Evaluation Study, University of Colorado Denver: The Evaluation Center, School of Education and Human Development, 2013.",
        "Cullen, Jullie Berry, Brian A. Jacob, and Steven Levitt, The Eect of School Choice on Participants: Evidence from Randomized Lotteries, Econometrica, 2006, 74(5), 11911230.",
        "de Haan, Monique, Pieter A. Gautier, Hessel Oosterbeek, and Bas van der Klaauw, The Performance of School Assignment Mechanisms in Practice, 2015. Working Paper.",
        "Dobbie, Will and Roland G. Fryer, Exam High Schools and Academic Achievement: Evidence from New York City, American Economic Journal: Applied Economics, 2014, 6(3), 5875.",
        "Dobbie, William and Roland Fryer, Are High-Quality Schools Enough to Increase Achievement Among the Poor? Evidence from the Harlem Children&apos;s Zone, American Economic Journal: Applied Economics, 2011, 3(3), 158187.",
        "Ergin, Haluk and Tayfun SÃ\u0083Æ\u0092Ã\u0082Â¶nmez, Games of School Choice under the Boston Mechanism, Journal of Public Economics, 2006, 90, 215237.",
        "Hahn, Jinyong, On the Role of the Propensity Score in Ecient Semiparametric Estimation of Average Treatment Eects, Econometrica, 1998, 66(2), 315331.",
        "Hastings, Justine, Thomas J. Kane, and Douglas O. Staiger, Heterogenous Preferences and the Ecacy of Public School Choice, 2009. Working paper, Yale University.",
        "Hirano, Keisuke, Guido Imbens, and Geert Ridder, Ecient Estimation of Average Treatment Eects Using the Estimated Propensity Score, Econometrica, 2003, 71(4), 1161 1189.",
        "Hoxby, Caroline M., Sonali Murarka, and Jenny Kang, How New York City&apos;s Charter Schools Aect Achievement, 2009. Working Paper.",
        "Imbens, Guido, The Role of the Propensity Score in Estimating Dose-response Functions, Biometrica, 2000, 87(3), 706710.",
        "Jackson, Kirabo, Do Students Benet from Attending Better Schools? Evidence from Rulebased Student Assignments in Trinidad and Tobago, Economic Journal, 2010, 120(549), 13991429.",
        "Lehmann, Erich L. and Joseph P. Romano, Testing Statistical Hypotheses, Springer, 2005.",
        "Lucas, Adrienne and Isaac Mbiti, Eects of School Quality on Student Achievement: Discontinuity Evidence from Kenya, American Economic Journal: Applied Economics, 2014, 6(3), 23463.",
        "Pathak, Parag A. and Jay Sethuraman, Lotteries in Student Assignment: An Equivalence Result, 2010. NBER Working paper 16140.",
        "Pop-Eleches, Cristian and Miguel Urquiola, Going to a Better School: Eects and Behavioral Responses, American Economic Review, 2013, 103(4), 12891324.",
        "Rosenbaum, Paul R. and Donald B. Rubin, The Central Role of the Propensity Score in Observational Studies for Causal Eects, Biometrica, 1983, pp. 4155.",
        "Roth, Alvin E. and Marilda A. O. Sotomayor, Two-sided Matching: a Study in Gametheoretic Modeling and Analysis, Cambridge University Press: Econometric Society monographs, 1990.",
        "Shao, Jun and Dongsheng Tu, The Jackknife and Bootstrap, Springer, 1995.",
        "Svensson, Lars-Gunnar, Strategy-proof Allocation of Indivisible Goods, Social Choice and Welfare, 1999, 16.",
        "van der Vaart, A. W., Asymptotic Statistics, Cambridge University Press, 2000.",
        "Yang, Shu, Guido Imbens, Zhanglin Cui, Douglas Faries, and Zibgniew Kadziola, Propensity Score Matching and Subclassication in Observational Studies with Multi-level Treatments, 2014. Unpublished manuscript."
    ]
}