{
    "id": 21702,
    "cites": 22,
    "cited_by": 4,
    "reference": [
        "Acemoglu, D. and Pischke, J.-S. (1999). The structure of wages and investment in general training. Journal of Political Economy, 107(3):539Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c572.",
        "Altonji, J. G. and Shakotko, R. A. (1987). Do wages rise with job seniority? Review of Economic Studies, 54(3):437Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c459.",
        "Altonji, J. G. and Williams, N. (2005). Do wages rise with job seniority? a reassessment. Industrial and Labor Relations Review, 58:370Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c397.",
        "Bagger, J. and Lentz, R. (2013). An empirical model of wage dispersion with sorting. University of WisconsinÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009cMadison Working Paper.",
        "Balmaceda, F. (2005). Firm-sponsored general training. Journal of Labor Economics, 23(1):115Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c133.",
        "Becker, G. S. (1964). Human Capital. University of Chicago Press, Chicago.",
        "Buchinsky, M., FougÃ\u0083Æ\u0092Ã\u0082Â¨re, D., Kramarz, F., and Tchernis, R. (2010). Interfirm mobility, wages and the returns to seniority and experience in the united states. Review of Economic Studies, 77:972Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c1001.",
        "Christensen, B. J., Lentz, R., Mortensen, D. T., Neumann, G., and Werwatz, A. (2005). On the job search and the wage distribution. Journal of Labor Economics, 23(1):31Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c58.",
        "Dustman, C. and Meghir, C. (2005). Wage, experience and seniority. Review of Economic Studies, 72:77Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c108.",
        "Felli, L. and Harris, C. (1996). Learning, wage dynamics, and firm-specific human capital. Journal of Political Economy, 104(4):838Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c868.",
        "Fu, C. (2011). Training, search and wage dispersion. Review of Economic Dynamics, 14:650Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c 666.",
        "Fujita, S. and Moscarini, G. (2013). Recall and unemployment. Working Paper.",
        "Guvenen, F., Kuruscu, B., Tanaka, S., and Wiczer, D. (2015). Occupational switching and self-discovery in the labor market. Working Paper.",
        "Jolivet, G., Postel-Vinay, F., and Robin, J.-M. (2006). The empirical content of the job search model: Labor mobility and wage distributions in europe and the US. European Economic Review, 50(4):877Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c907.",
        "Kessler, A. S. and LÃ\u0083Æ\u0092Ã\u0082Â¼lfesmann, C. (2006). The theory of human capital revisited: On the interaction of general and specific investments. The Economic Journal, 116:903Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c923.",
        "Lentz, R. (2014). Optimal employment contracts with hidden search. NBER Working Papers, (19988).",
        "Postel-Vinay, F. and Robin, J.-M. (2002). Equilibrium wage dispersion with worker and employer heterogeneity. Econometrica, 70(6):2295Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c2350.",
        "In Handbook of Labor Economics, Volume 4a. Elsevier Science B.V. Sanders, C. and Taber, C. (2012). Life-cycle wage growth and heterogenous human capital. Annual Review of Economics, 41(1):399Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c425.",
        "Spear, S. E. and Srivastava, S. (1987). On repeated moral hazard with discounting. Review of Economic Dynamics, pages 599Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c617.",
        "Thomas, J. and Worrall, T. (1988). Self-enforcing wage contracts. Review of Economic Studies, pages 541Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c554.",
        "Topel, R. H. (1991). Specific capital, mobility and wages: Wages rise with job seniority. Journal of Political Economy, 99(1):145Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c176.",
        "Wasmer, E. (2006). Specific skills, search frictions, and firing costs. American Economic Review, 96(3):811Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c31."
    ]
}