{
    "id": 21703,
    "cites": 31,
    "cited_by": 4,
    "reference": [
        "Abramowitz, A. I. and Saunders, K. L. (1998). Ideological realignment in the us electorate. The Journal of Politics, 60 (03), 634Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c652.",
        "Alesina, A. and Glaeser, E. L. (2004). Fighting poverty in the US and Europe: A world of difference, vol. 26. Oxford University Press Oxford.",
        "Alston, L. J. and Ferrie, J. P. (1993). Paternalism in agricultural labor contracts in the us south: Implications for the growth of the welfare state. The American economic review, pp. 852Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c876.",
        "Besley, T., Persson, T. and Sturm, D. M. (2010). Political competition, policy and growth: theory and evidence from the us. The Review of Economic Studies, 77 (4), 1329Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c 1352.",
        "Brewer, M. D. and Stonecash, J. M. (2001). Class, race issues, and declining white support for the democratic party in the south. Political Behavior, 23 (2), 131Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c155.",
        "Campbell, A., Converse, P. E., Miller, W. E. and Donald, E. (1966). Stokes. 1960. the american voter.",
        "Carmines, E. G. and Stimson, J. A. (1989). Issue evolution: Race and the transformation of American politics. Princeton University Press.",
        "Feinstein, B. D. and Schickler, E. (2008). Platforms and partners: The civil rights realignment reconsidered. Studies in American Political Development, 22 (1), 1.",
        "Gaines, B. J., Kuklinski, J. H. and Quirk, P. J. (2007). The logic of the survey experiment reexamined. Political Analysis, 15 (1), 1Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c20.",
        "Gimpel, J. G. and Schuknecht, J. E. (2001). Interstate migration and electoral politics. Journal of Politics, 63 (1), 207Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c231.",
        "Green, D. P., Palmquist, B. and Schickler, E. (2004). Partisan hearts and minds: Political parties and the social identities of voters. Yale University Press.",
        "Greenwald, A. G., Smith, C. T., Sriram, N., Bar-Anan, Y. and Nosek, B. A. (2009). Implicit race attitudes predicted vote in the 2008 us presidential election. Analyses of Social Issues and Public Policy, 9 (1), 241Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c253.",
        "Katznelson, I. (2013). Fear itself: The new deal and the origins of our time. WW Norton & Company.",
        "Key Jr, V. O. (1949). Southern politics. new york: Alfred a.",
        "Kousser, J. M. (2010). The immutability of categories and the reshaping of southern politics. Annual Review of Political Science, 13, 365Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c383.",
        "Kuklinski, J. H., Cobb, M. D. and Gilens, M. (1997). Racial attitudes and the Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Ë\u009cnew south. The Journal of Politics, 59 (02), 323Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c349.",
        "Lee, W. and Roemer, J. E. (2006). Racism and redistribution in the United States: A solution to the problem of American exceptionalism. Journal of Public Economics, 90 (6), 1027Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c1052.",
        "Luttmer, E. (2001). Group loyalty and the taste for redistribution. Journal of Political Economy, 109 (3), 500Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c528.",
        "Mas, A. and Moretti, E. (2009). Racial bias in the 2008 presidential election. The American Economic Review, pp. 323Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c329.",
        "McCarty, N., Poole, K. T. and Rosenthal, H. (2006). Polarized America: The dance of ideology and unequal riches, vol. 5.",
        "McVeigh, R., Cunningham, D. and Farrell, J. (2014). Political polarization as a social movement outcome: 1960s Klan activism and its enduring impact on political realignment in Southern counties, 1960 to 2000. American Sociological Review, p. 0003122414555885.",
        "Meltzer, A. and Richard, S. (1981). A rational theory of the size of government. The Journal of Political Economy, 89 (5), 914Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c927.",
        "Osborne, D., Sears, D. O. and Valentino, N. A. (2011). The end of the solidly democratic south: The impressionable-years hypothesis. Political Psychology, 32 (1), 81Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c108.",
        "Shafer, B. E. and Johnston, R. (2009). The end of Southern exceptionalism: class, race, and partisan change in the postwar South. Harvard University Press.",
        "Stanley, H. W. (1988). Southern partisan changes: Dealignment, realignment or both? The Journal of Politics, 50 (01), 64Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c88.",
        "Stephens-Davidowitz, S. (2014). The cost of racial animus on a black candidate: Evidence using google search data. Journal of Public Economics, 118, 26Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c40.",
        "Tindall, G. B. (1972). The Disruption of the Solid South. Athens: University of Georgia Press.",
        "Trende, S. (2012). The Lost Majority: Why the Future of Government Is Up for Grabs-and Who Will Take It. Macmillan.",
        "Valentino, N. A. and Sears, D. O. (2005). Old times there are not forgotten: Race and partisan realignment in the contemporary south. American Journal of Political Science, 49 (3), 672Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c688.",
        "Wattenberg, M. P. (1991). The building of a republican regional base in the south the elephant crosses the mason-dixon line. Public Opinion Quarterly, 55 (3), 424Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c431.",
        "Wright, G. (2013). Sharing the Prize. Harvard University Press."
    ]
}