{
    "id": 21709,
    "cites": 23,
    "cited_by": 13,
    "reference": [
        "Aghion, Philippe and Jean Tirole (1997), Formal and Real Authority in Organizations, The Journal of Political Economy, 105(1).",
        "Altonji, Joseph and Charles Pierret (2001), Employer Learning and Statistical Discrimination,  Quarterly Journal of Economics, 113: pp. 79-119.",
        "Alonso, Ricardo and Niko Matouschek (2008), Optimal Delegation,\" The Review of Economic Studies, 75(1): pp 259-3.",
        "Autor, David (2001), Why Do Temporary Help Firms Provide Free General Skills Training?, Quarterly Journal of Economics, 116(4): pp. 1409-1448.",
        "Autor, David and D. Scarborough (2008), Does Job Testing Harm Minority Workers? Evidence from Retail Establishments, Quarterly Journal of Economics, 123(1): pp. 219-277.",
        "Baker, George and Thomas Hubbard (2004), Contractibility and Asset Ownership: On-Board Computers and Governance in U.S. Trucking, Quarterly Journal of Economics, 119(4): pp. 1443-1479.",
        "Bolton, Patrick and Mathias Dewatripont (2010) Authority in Organizations.\" in Robert Gibbons and John Roberts (eds.), The Handbook of Organizational Economics. Princeton, NJ: Princeton University Press.",
        "Brown, Meta, Elizabeth Setren, and Giorgio Topa (2015),Do Informal Referrals Lead to Better Matches? Evidence from a Firm&apos;s Employee Referral System, Journal of Labor Economics, forthcoming.",
        "Dana, Jason, Robyn Dawes, and Nathaniel Peterson (2013), Belief in the Unstructured Interview: The Persistence of an Illusion\", Judgment and Decision Making, 8(5), pp. 512-520.",
        "Dessein, Wouter (2002) Authority and Communication in Organizations,\" Review of Economic Studies. 69, pp. 811-838.",
        "Horton, John (2013), The Eects of Subsidizing Employer Search,\" mimeo New York University.",
        "Jovanovic, Boyan (1979), \"Job Matching and the Theory of Turnover,\" The Journal of Political Economy, 87(October), pp. 972-90.",
        "Kahn, Lisa and Fabian Lange (2014), Employer Learning, Productivity and the Earnings Distribution: Evidence from Performance Measures, Review of Economic Studies, 81(4) pp.1575-1613.",
        "Kahneman, Daniel (2011). Thinking Fast and Slow. New York: Farrar, Strauss, and Giroux.",
        "Kuncel, Nathan, David Klieger, Brian Connelly, and Deniz Ones (2013), Mechanical Versus Clinical Data Combination in Selection and Admissions Decisions: A MetaAnalysis, \" Journal of Applied Psychology. Vol. 98, No. 6, 10601072.",
        "Kuziemko, Ilyana (2013), How Should Inmates Be Released from Prison? an Assessment of Parole Versus Fixed Sentence Regimes,\" Quarterly Journal of Economics. Vol. 128, No. 1, 371424.",
        "Lazear, Edward P. (1998), Hiring Risky Workers. In Internal Labour Market, Incentives, and Employment, edited by Isao Ohashi and Toshiaki Tachibanaki. New York: St. Martin&apos;s.",
        "Li, Danielle. (2012), Expertise and Bias in Evaluation: Evidence from the NIH mimeo Harvard University.",
        "Oyer, Paul and Scott Schaefer (2011), Personnel Economics: Hiring and Incentives, in the Handbook of Labor Economics, 4B, eds. David Card and Orley Ashenfelter, pp. 1769-1823.",
        "Pallais, Amanda and Emily Sands (2015), Why the Referential Treatment? Evidence from Field Experiments on Referrals, The Journal of Political Economy, forthcoming.",
        "Paravisini, Daniel and Antoinette Schoar (2013) The Incentive Eect of IT: Randomized Evidence from Credit Committees NBER Working Paper #19303.",
        "Riviera, Lauren. (2014) Hiring as Cultural Matching: The Case of Elite Professional Service Firms. American Sociological Review. 77: 999-1022",
        "Stanton, Christopher and Catherine Thomas (2014), Landing The First Job: The Value of Intermediaries in Online Hiring, mimeo London School of Economics."
    ]
}