{
    "id": 21717,
    "cites": 15,
    "cited_by": 16,
    "reference": [
        "Adato, M., B. de la Briere, D. Mindek, and A. R. Quisumbing (2000). The impact of progresa on womenÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0084¢s status and intrahousehold relations. Technical report, IFPRI. http://ebrary.ifpri.org/cdm/ref/collection/p15738coll2/id/125438.",
        "Attanasio, O. and V. Lechene (2002). Tests of income pooling in household decisions. Review of Economic Dynamics 5(4), 720Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c748.",
        "Attanasio, O. P. and V. Lechene (2014). Efficient responses to targeted cash transfers. Journal of Political Economy 122(1), 178Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c222.",
        "Browning, M. and P.-A. Chiappori (1998). Efficient intra-household allocations: A general characterization and empirical tests. Econometrica, 1241Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c1278.",
        "Browning, M., P.-A. Chiappori, and Y. Weiss (2014). Economics of the Family. Cambridge University Press.",
        "Chiappori, P.-A. (1992). Collective labor supply and welfare. Journal of Political Economy, 437Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c467.",
        "Chiappori, P.-A. and I. Ekeland (2009). The microeconomics of efficient group behavior: Identification. Econometrica 77(3), 763Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c799.",
        "Doss, C. (2006). The effects of intrahousehold property ownership on expenditure patterns in ghana. Journal of African Economies 15(1), 149Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c180.",
        "Duflo, E. (2012). Women empowerment and economic development. Journal of Economic Literature 50(4), 1051Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c79.",
        "Fiszbein, A., N. R. Schady, and F. H. Ferreira (2009). Conditional cash transfers: reducing present and future poverty. World Bank Publications.",
        "Hoddinott, J. and L. Haddad (1995). Does female income share influence household expenditures? evidence from coÃ\u0083Å\u0092Ã\u0082â\u0080\u009ate dÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0084¢ivoire. Oxford Bulletin of Economics and Statistics 57(1), 77Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c96.",
        "Lundberg, S. J., R. A. Pollak, and T. J. Wales (1997). Do husbands and wives pool their resources? evidence from the united kingdom child benefit. Journal of Human Resources, 463Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c480.",
        "Samuelson, P. A. (1956). Social indifference curves. The Quarterly Journal of Economics, 1Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c22.",
        "Schady, N. R. and M. Araujo (2006). Cash transfers, conditions, school enrollment, and child work: Evidence from a randomized experiment in ecuador. World Bank Publications 3.",
        "Thomas, D. (1990). Intra-household resource allocation: An inferential approach. Journal of Human Resources, 635Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c664."
    ]
}