{
    "id": 21719,
    "cites": 46,
    "cited_by": 16,
    "reference": [
        "Adrian, T. and N. Boyarchenko (2012). Intermediary leverage cycles and Ã\u0083Â¯Ã\u0082Â¬Ã\u0082Â\u0081nancial stability. (567).",
        "Anzoategui, D., D. Comin, M. Gertler, and J. Martinez (2015). Endogenous technology adoption and r & d as sources of business cycle persistence. New York University working paper.",
        "Backus, D., A. Ferriere, and S. Zin (2015). Risk and ambiguity in models of the business cycle. Journal of Monetary Economics forthcoming.",
        "Beaudry, P. and F. Portier (2004). An exploration into pigouÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0084¢s theory of cycles. Journal of Monetary Economics 51, 1183Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c1216.",
        "Bigio, S. (2015). Endogenous liquidity and the business cycle. American Economic Review.",
        "Bloom, N., M. Floetotto, N. Jaimovich, I. Sapora-Eksten, and S. Terry (2014). Really uncertain business cycles. NBER working paper 13385.",
        "Brunnermeier, M. and Y. Sannikov (2014). A macroeconomic model with a Ã\u0083Â¯Ã\u0082Â¬Ã\u0082Â\u0081nancial sector. American Economic Review 104(2).",
        "Chari, V., P. J. Kehoe, and E. R. McGrattan (2007). Business cycle accounting. Econometrica 75(3), 781Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c836.",
        "Cho, I.-K., N. Williams, and T. J. Sargent (2002). Escaping nash inÃ\u0083Â¯Ã\u0082Â¬Ã\u0082â\u0080\u009aation. The Review of Economic Studies 69(1), 1Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c40.",
        "Cogley, T. and T. Sargent (2005). The conquest of us inÃ\u0083Â¯Ã\u0082Â¬Ã\u0082â\u0080\u009aation: Learning and robustness to model uncertainty. Review of Economic Dynamics 8, 528Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c563.",
        "Cooley, T. and E. Prescott (1995). Frontiers of Business Cycle Research, Chapter Economic Growth and Business Cycles. Princeton University Press.",
        "Eaton, J. and M. Gersovitz (1981). Debt with potential repudiation: Theoretical and empirical analysis. The Review of Economic Studies, 289Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c309.",
        "Eggertsson, G. and N. Mehrotra (2014). A model of secular stagnation. NBER Working Paper No. 20574.",
        "Evans, G. W. and S. Honkapohja (2001). Learning and expectations in macroeconomics. Princeton University Press.",
        "Fajgelbaum, P., E. Schaal, and M. Taschereau-Dumouchel (2014). Uncertainty traps. NBER Working Paper No. 19973.",
        "Fernald, J. (2014). A quarterly, utilization-adjusted series on total factor productivity. Federal reserve bank of San Francisco working paper 19.",
        "Gertler, M. and P. Karadi (2011). A model of unconventional montary policy. Journal of Monetary Economics 58, 17Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c34.",
        "Gertler, M., N. Kiyotaki, et al. (2010). Financial intermediation and credit policy in business cycle analysis. Handbook of monetary economics 3(3), 547Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c599.",
        "Gomme, P., B. Ravikumar, and P. Rupert (2011). The return to capital and the business cycle. Review of Economic Dynamics 14(2), 262Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c278.",
        "Gordon, R. (2014). The demise of u. s. economic growth: Restatement, rebuttal, and reÃ\u0083Â¯Ã\u0082Â¬Ã\u0082â\u0080\u009aections. NBER working paper 19895.",
        "Gourio, F. (2012). Disaster risk and business cycles. American Economic Review 102(6), 2734Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c66.",
        "Gourio, F. (2013). Credit risk and disaster risk. American Economic Journal: Macroeconomics 5(3), 1Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c34.",
        "Hall, R. (2014). Quantifying the lasting harm to the u.s. economy from the Ã\u0083Â¯Ã\u0082Â¬Ã\u0082Â\u0081nancial crisis. NBER Macroeconomics Annual 29, forthcoming.",
        "Hall, R. (2015). Macroeconomics of persistent slumps. Handbook of Macroeconomics.",
        "Hansen, L. (2007). Beliefs, doubts and learning: Valuing macroeconomic risk. American Economic Review 97(2), 1Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c30.",
        "Huo, Z. and N. Takayama (2015). Higher order beliefs, conÃ\u0083Â¯Ã\u0082Â¬Ã\u0082Â\u0081dence, and business cycles. University of Minnesota working paper.",
        "Jaimovich, N. and S. Rebelo (2006). Can news about the future drive the business cycle? American Economic Review 99(4), 1097Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c1118.",
        "Jermann, U. and V. Quadrini (2012). Macroeconomic eÃ\u0083Â¯Ã\u0082Â¬Ã\u0082â\u0082¬ects of Ã\u0083Â¯Ã\u0082Â¬Ã\u0082Â\u0081nancial shocks. American Economic Review 102(1), 238Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c71.",
        "Johannes, M., L. Lochstoer, and Y. Mou (2015). Learning about consumption dynamics. Journal of Finance forthcoming.",
        "Karabarbounis, L. (2014). The labor wedge: Mrs vs. mpn. Review of Economic Dynamics 17(2), 206Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c223.",
        "Khan, A., T. Senga, and J. K. Thomas (2014). Default risk and aggregate Ã\u0083Â¯Ã\u0082Â¬Ã\u0082â\u0080\u009auctuations in an economy with production heterogeneity. Technical report, Ohio State University working paper.",
        "King, R., C. Plosser, and S. Rebelo (1988). Production growth and business cycles. Journal of Monetary Economics 21, 195Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c232.",
        "Lorenzoni, G. (2009). A theory of demand shocks. American Economic Review 99(5), 2050Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c84.",
        "MaÃ\u0083â\u0080\u009eÃ\u0082â\u0080¡kowiak, B. and M. Wiederholt (2010). Business cycle dynamics under rational inattention.",
        "Merton, R. (1973). An intertemporal capital asset pricing model. Econometrica 41(5), 867Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c887.",
        "Midrigan, V. and T. Philippon (2011). Household leverage and the recession.",
        "Moriera, A. and A. Savov (2015). The macroeconomics of shadow banking. New York University working paper.",
        "Navarro, G. (2014). Financial crises and endogenous volatility. manuscript, New York University.",
        "Nimark, K. (2014). Man-bites-dog business cycles. American Economic Review 104(8), 2320Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c 67.",
        "Orlik, A. and L. Veldkamp (2014). Understanding uncertainty shocks and the role of the black swan. Working paper.",
        "Pintus, P. and J. Suda (2015). Learning Ã\u0083Â¯Ã\u0082Â¬Ã\u0082Â\u0081nancial shocks and the great recession. Aix Marseille working paper.",
        "Sargent, T. J. (2001). The conquest of American inflation. Princeton University Press.",
        "Straub, L. and R. Ulbricht (2013). Credit crunches, information failures, and the persistence of pessimism. Toulouse School of Economics working paper.",
        "Van Nieuwerburgh, S. and L. Veldkamp (2006). Learning asymmetries in real business cycles. Journal of Monetary Economics 53(4), 753Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c772.",
        "Veldkamp, L. and J. Wolfers (2007). Aggregate shocks or aggregate information? costly information and business cycle comovement. Journal of Monetary Economics 54, 37Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c55.",
        "Zetlin-Jones, A. and A. Shourideh (2014). External Ã\u0083Â¯Ã\u0082Â¬Ã\u0082Â\u0081nancing and the role of Ã\u0083Â¯Ã\u0082Â¬Ã\u0082Â\u0081nancial frictions over the business cycle: Measurement and theory. Working paper."
    ]
}