{
    "id": 21722,
    "cites": 74,
    "cited_by": 130,
    "reference": [
        "Adrian, Tobias and Nina Boyarchenko (2012) Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Intermediary leverage cycles and financial stability,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Staff Reports 567, Federal Reserve Bank of New York.",
        "(2014) Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Liquidity policies and systemic risk,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Staff Reports 661, Federal Reserve Bank of New York.",
        "Adrian, Tobias and Hyun Song Shin (2010) Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Liquidity and leverage,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Journal of Financial Intermediation, Vol. 19, No. 3, pp. 418Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c437, July.",
        "(2014) Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Procyclical Leverage and Value-at-Risk,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Review of Financial Studies, Vol. 27, No. 2, pp. 373Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c403.",
        "Andersen, Torben G, Tim Bollerslev, Francis X Diebold, and Paul Labys (2001) Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093The Distribution of Realized Exchange Rate Volatility,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Journal of the American Statistical Association, Vol. 96, No. 453, pp. 42Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c55.",
        "Andersen, Torben G., Tim Bollerslev, Francis X. Diebold, and Paul Labys (2003) Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Modeling and Forecasting Realized Volatility,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Econometrica, Vol. 71, No. 2, pp. 579Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c625.",
        "Avdjiev, Stefan, Robert McCauley, and Patrick McGuire (2012) Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Rapid credit growth and international credit: Challenges for Asia,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d BIS Working Papers 377, Bank for International Settlements.",
        "Bai, Jushan and Serena Ng (2002) Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Determining the Number of Factors in Approximate Factor Models,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Econometrica, Vol. 70, No. 1, pp. 191Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c221.",
        "BanÃ\u0083Å\u0092Ã\u0082Â\u0081bura, Marta, Domenico Giannone, and Lucrezia Reichlin (2010) Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Large Bayesian vector auto regressions,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Journal of Applied Econometrics, Vol. 25, No. 1, pp. 71Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c92.",
        "(2011) Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Nowcasting,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d in Michael P. Clements and David F. Hendry eds. The Oxford Handbook of Economic Forecasting: Oxford University Press, Chap. 7.",
        "Barndorff-Nielsen, Ole E. and Neil Shephard (2002) Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Estimating quadratic variation using realized variance,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Journal of Applied Econometrics, Vol. 17, No. 5, pp. 457Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c477.",
        "Bekaert, Geert, Marie Hoerova, and Marco Lo Duca (2013) Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Risk, uncertainty and monetary policy,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Journal of Monetary Economics, Vol. 60, No. 7, pp. 771 Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c 788.",
        "Bernanke, Ben and Mark Gertler (1989) Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Agency Costs, Net Worth, and Business Fluctuations, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d American Economic Review, Vol. 79, No. 1, pp. 14Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c31, March.",
        "Bernanke, Ben, Mark Gertler, and Simon Gilchrist (1996) Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093The Financial Accelerator and the Flight to Quality,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d The Review of Economics and Statistics, Vol. 78, No. 1, pp. 1Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c15, February.",
        "Bollerslev, Tim, George Tauchen, and Hao Zhou (2009) Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Expected Stock Returns and Variance Risk Premia,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Review of Financial Studies, Vol. 22, No. 11, pp. 4463Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c4492.",
        "Bruno, Valentina and Hyun Song Shin (2015a) Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Capital flows and the risk-taking channel of monetary policy,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Journal of Monetary Economics, Vol. 71, No. C, pp. 119Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c132.",
        "(2015b) Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Cross-Border Banking and Global Liquidity,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Review of Economic Studies, Vol. 82, No. 2, pp. 535Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c564.",
        "Calvo, Guillermo A. and Carmen M. Reinhart (2002) Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Fear Of Floating,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d The Quarterly Journal of Economics, Vol. 117, No. 2, pp. 379Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c408, May.",
        "Calvo, Guillermo A., Leonardo Leiderman, and Carmen M. Reinhart (1996) Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Inflows of Capital to Developing Countries in the 1990s,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Journal of Economic Perspectives, Vol. 10, No. 2, pp. 123Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c139.",
        "Cerutti, Eugenio, Stijn Claessens, and Lev Ratnovski (2014) Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Global Liquidity and Drivers of Cross-Border Bank Flows,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d IMF Working Papers 14/69, International Monetary Fund.",
        "Cetorelli, Nicola and Linda S. Goldberg (2012) Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Banking Globalization and Monetary Transmission,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d The Journal of Finance, Vol. 67, No. 5, pp. 1811Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c1843.",
        "CGFS (2011) Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Global Liquidity Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c Concept, Measurement and Policy Implications,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Committee on the Global Financial System Papers 45, Bank for International Settlements.",
        "Christiano, Lawrence J., Martin Eichenbaum, and Charles L. Evans (1999) Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Monetary policy shocks: What have we learned and to what end?,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d in J. B. Taylor and M. Woodford eds. Handbook of Macroeconomics, Vol. 1 of Handbook of Macroeconomics: Elsevier, Chap. 2, pp. 65Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c148.",
        "Coibion, Olivier, Yuriy Gorodnichenko, Lorenz Kueng, and John Silvia (2012) Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Innocent Bystanders? Monetary Policy and Inequality in the U.S,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d NBER Working Papers 18170, National Bureau of Economic Research, Inc.",
        "Doan, Thomas, Robert B. Litterman, and Christopher A. Sims (1983) Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Forecasting and Conditional Projection Using Realistic Prior Distributions,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d NBER Working Papers 1202, National Bureau of Economic Research, Inc.",
        "Doz, Catherine, Domenico Giannone, and Lucrezia Reichlin (2011) Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093A QuasiÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009cMaximum Likelihood Approach for Large, Approximate Dynamic Factor Models,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Review of Economics and Statistics, Vol. 94, No. 4, pp. 1014Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c1024.",
        "Engle, Robert and Mark W. Watson (1981) Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093A One-Factor Multivariate Time Series Model of Metropolitan Wage Rates,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Journal of the American Statistical Association, Vol. 76, No. 376, pp. 774Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c781.",
        "Etula, Erkko (2013) Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Broker-Dealer Risk Appetite and Commodity Returns,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Journal of Financial Econometrics, Vol. 11, No. 3, pp. 486Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c521.",
        "Farhi, Emmanuel and Ivan Werning (2012) Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Dealing with the Trilemma: Optimal Capital Controls with Fixed Exchange Rates,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Working Paper 18199, National Bureau of Economic Research.",
        "(2013) Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Dilemma not Trilemma? Capital Controls and Exchange Rates with Volatile Capital Flows,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Working Paper 133566, Harvard University OpenScholar.",
        "Forbes, Kristin J. (2012) Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093The Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Big CÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d: identifying and mitigating contagion,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Proceedings - Economic Policy Symposium - Jackson Hole, pp. 23Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c87.",
        "Forbes, Kristin J. and Francis E. Warnock (2012) Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Capital flow waves: Surges, stops, flight, and retrenchment,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Journal of International Economics, Vol. 88, No. 2, pp. 235Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c251.",
        "Forni, Mario, Marc Hallin, Marco Lippi, and Lucrezia Reichlin (2000) Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093The Generalized Dynamic-Factor Model: Identification and Estimation,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Review of Economics and Statistics, Vol. 82, No. 4, pp. 540Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c554.",
        "Fostel, Ana and John Geanakoplos (2008) Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Leverage Cycles and the Anxious Economy,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d American Economic Review, Vol. 98, No. 4, pp. 1211Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c44.",
        "Fratzscher, Marcel (2012) Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Capital flows, push versus pull factors and the global financial crisis,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Journal of International Economics, Vol. 88, No. 2, pp. 341Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c356.",
        "Gertler, Mark and Peter Karadi (2015) Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Monetary Policy Surprises, Credit Costs, and Economic Activity,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d American Economic Journal: Macroeconomics, Vol. 7, No. 1, pp. 44Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c76.",
        "Gertler, Mark and Nobuhiro Kiyotaki (2010) Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Financial Intermediation and Credit Policy in Business Cycle Analysis,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d in Benjamin M. Friedman and Michael Woodford eds. Handbook of Monetary Economics, Vol. 3: Elsevier, pp. 547 Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c 599.",
        "Giannone, Domenico, Michele Lenza, and Giorgio E. Primiceri (2015) Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Prior Selection for Vector Autoregressions,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Review of Economics and Statistics, Vol. 97, No. 2, pp. 436Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c451.",
        "Gilchrist, Simon and Egon ZakrajsÃ\u0083Å\u0092Ã\u0082Å\u0092ek (2012) Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Credit Spreads and Business Cycle Fluctuations, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d American Economic Review, Vol. 102, No. 4, pp. 1692Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c1720.",
        "Gourinchas, Pierre-Olivier and Maurice Obstfeld (2012) Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Stories of the Twentieth Century for the Twenty-First,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d American Economic Journal: Macroeconomics, Vol. 4, No. 1, pp. 226Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c65.",
        "Gourinchas, Pierre-Olivier and HeÃ\u0083Å\u0092Ã\u0082Â\u0081leÃ\u0083Å\u0092Ã\u0082â\u0082¬ne Rey (2013) Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093External Adjustment, Global Imbalances and Valuation Effects,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d NBER Working Papers 19240, National Bureau of Economic Research, Inc.",
        "GuÃ\u0083Å\u0092Ã\u0082Ë\u0086rkaynak, Refet S., Brian Sack, and Eric Swanson (2005) Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Do Actions Speak Louder Than Words? The Response of Asset Prices to Monetary Policy Actions and Statements, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d International Journal of Central Banking, Vol. 1, No. 1, May.",
        "He, Zhiguo and Arvind Krishnamurthy (2013) Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Intermediary Asset Pricing,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d American Economic Review, Vol. 103, No. 2, pp. 732Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c70.",
        "JordaÃ\u0083Å\u0092Ã\u0082â\u0082¬, OÃ\u0083Å\u0092Ã\u0082â\u0082¬scar, Moritz Schularick, and Alan M. Taylor (2015) Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Leveraged Bubbles,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Working Paper 21486, National Bureau of Economic Research.",
        "Kadiyala, K. Rao and Sune Karlsson (1997) Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Numerical Methods for Estimation and Inference in Bayesian VAR-Models,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Journal of Applied Econometrics, Vol. 12, No. 2, pp. 99Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c132.",
        "Kalemli-Ozcan, Sebnem, Bent Sorensen, and Sevcan Yesiltas (2012) Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Leverage across firms, banks, and countries,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Journal of International Economics, Vol. 88, No. 2, pp. 284Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c298.",
        "Kiyotaki, Nobuhiro and John Moore (1997) Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Credit Cycles,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Journal of Political Economy, Vol. 105, No. 2, pp. 211Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c48, April.",
        "Klein, Michael W. and Jay C. Shambaugh (2013) Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Rounding the Corners of the Policy Trilemma: Sources of Monetary Policy Autonomy,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d NBER Working Papers 19461, National Bureau of Economic Research, Inc.",
        "Kose, M. Ayhan, Christopher Otrok, and Charles H. Whiteman (2003) Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093International Business Cycles: World, Region, and Country-Specific Factors,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d American Economic Review, Vol. 93, No. 4, pp. 1216Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c1239.",
        "Krishnamurthy, Arvind and Annette Vissing-Jorgensen (2011) Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093The Effects of Quantitative Easing on Interest Rates: Channels and Implications for Policy,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Brookings Papers on Economic Activity, Vol. 43, No. 2 (Fall), pp. 215Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c287.",
        "Lane, Philip R. and Gian Maria Milesi-Ferretti (2007) Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093The external wealth of nations mark II: Revised and extended estimates of foreign assets and liabilities, 1970-2004,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Journal of International Economics, Vol. 73, No. 2, pp. 223Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c250, November.",
        "Litterman, Robert B (1986) Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Forecasting with Bayesian Vector Autoregressions-Five Years of Experience,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Journal of Business & Economic Statistics, Vol. 4, No. 1, pp. 25Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c38, January.",
        "Lowe, Philip and Claudio Borio (2002) Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Asset prices, financial and monetary stability: exploring the nexus,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d BIS Working Papers 114, Bank for International Settlements.",
        "Meddahi, Nour (2002) Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093A theoretical comparison between integrated and realized volatility, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Journal of Applied Econometrics, Vol. 17, No. 5, pp. 479Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c508.",
        "Mertens, Karel and Morten O. Ravn (2013) Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093The Dynamic Effects of Personal and Corporate Income Tax Changes in the United States,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d American Economic Review, Vol.",
        "Miranda-Agrippino, Silvia (2015) Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Unsurprising Shocks: Measuring Responses to Monetary Announcements using High-Frequency Data,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d mimeo, Bank of England.",
        "Morais, Bernardo, Jose Luis Peydro, and Claudia Ruiz (2015) Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093The International Bank Lending Channel of Monetary Policy Rates and QE: Credit Supply, Reach-for-Yield, and Real Effects,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d International Finance Discussion Papers 1137, Board of Governors of the Federal Reserve System (U.S.). Nakamura, Emi and JoÃ\u0083Å\u0092Ã\u0082Â\u0081n Steinsson (2013) Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093High Frequency Identification of Monetary Non-Neutrality,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d NBER Working Papers 19260, National Bureau of Economic Research, Inc.",
        "Obstfeld, Maurice (2015) Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Trilemmas and Tradeoffs: Living with Financial Globalization, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d in Claudio Raddatz, Diego Saravia, and Jaume Ventura eds. Global Liquidity, Spillovers to Emerging Markets and Policy Responses, Vol. 20 of Central Banking, Analysis, and Economic Policies Book Series: Central Bank of Chile, Chap. 2, pp. 013Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c078.",
        "Onatski, Alexei (2009) Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Testing Hypotheses About the Number of Factors in Large Factor Models,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Econometrica, Vol. 77, No. 5, pp. 1447Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c1479.",
        "Passari, Evgenia and HeÃ\u0083Å\u0092Ã\u0082Â\u0081leÃ\u0083Å\u0092Ã\u0082â\u0082¬ne Rey (2015) Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Financial Flows and the International Monetary System,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d The Economic Journal, Vol. 125, No. 584, pp. 675Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c698.",
        "Reis, Ricardo and Mark W. Watson (2010) Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Relative GoodsÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0084¢ Prices, Pure Inflation, and the Phillips Correlation,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d American Economic Journal: Macroeconomics, Vol. 2, No. 3, pp. 128Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c57.",
        "Rey, HeÃ\u0083Å\u0092Ã\u0082Â\u0081leÃ\u0083Å\u0092Ã\u0082â\u0082¬ne (2013) Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Dilemma not trilemma: the global cycle and monetary policy independence, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Proceedings - Economic Policy Symposium - Jackson Hole, pp. 1Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c2. (forthcoming) Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Mundell-Fleming Lecture,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d IMF Economic Review.",
        "Romer, Christina D. and David H. Romer (2004) Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093A New Measure of Monetary Shocks: Derivation and Implications,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d American Economic Review, Vol. 94, No. 4, pp. 1055Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c 1084.",
        "Schularick, Moritz and Alan M. Taylor (2012) Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Credit Booms Gone Bust: Monetary Policy, Leverage Cycles, and Financial Crises, 1870-2008,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d American Economic Review, Vol. 102, No. 2, pp. 1029Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c61.",
        "Shin, Hyun Song (2012) Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Global Banking Glut and Loan Risk Premium,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d IMF Economic Review, Vol. 60, No. 2, pp. 155Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c192, July.",
        "Sims, Christopher A. (1993) Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093A Nine-Variable Probabilistic Macroeconomic Forecasting Model,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d in Business Cycles, Indicators and Forecasting: National Bureau of Economic Research, Inc, pp. 179Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c212.",
        "Sims, Christopher A and Tao Zha (1998) Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Bayesian Methods for Dynamic Multivariate Models,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d International Economic Review, Vol. 39, No. 4, pp. 949Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c68, November.",
        "Stock, James H. and Mark W. Watson (2002a) Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Forecasting Using Principal Components from a Large Number of Predictors,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Journal of the American Statistical Association, Vol. 97, p. 1167Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c1179.",
        "(2002b) Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Macroeconomic Forecasting Using Diffusion Indexes,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Journal of Business & Economic Statistics, Vol. 20, No. 2, pp. 147Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c162.",
        "(2012) Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Disentangling the Channels of the 2007-09 Recession,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Brookings Papers on Economic Activity, Vol. 44, No. 1 (Spring, pp. 81Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c156.",
        "Stock, James H, Jonathan H Wright, and Motohiro Yogo (2002) Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093A Survey of Weak Instruments and Weak Identification in Generalized Method of Moments,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Journal of Business & Economic Statistics, Vol. 20, No. 4, pp. 518Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c29, October.",
        "Theil, Henri and A. S. Goldberger (1961) Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093On Pure and Mixed Statistical Estimation in Economics,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Internatonal Economic Review, Vol. 2, No. 1, pp. 65Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c78.",
        "Zigrand, Jean-Pierre, Hyun Song Shin, and Jon Danielsson (2010) Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Risk Appetite and Endogenous Risk,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d FMG Discussion Papers dp647, Financial Markets Group.",
        "A Credit and Banking Data A.1 Domestic and Cross-Border Credit Credit data, both domestic and cross-border, are constructed using original raw data collected and distributed by the IMFÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0084¢s International Financial Statistics (IFS) and the Bank for International Settlements (BIS) databases respectively, for the countries listed in table A.1 below. 1980 1990 2000 2010 DOMESTIC CREDIT GLOBAL EXCLUDING US 1980 1990 2000 2010 CROSS BORDER CREDIT TO ALL SECTORS TO BANKS TO NONÃ\u0083Â¢Ã\u0082Ë\u0086Ã\u0082â\u0080\u0099BANKS"
    ]
}