{
    "id": 21720,
    "cites": 32,
    "cited_by": 14,
    "reference": [
        "[1] Alesina, Alberto and Eliana La Ferrara. 2005. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Ethnic Diversity and Economic Peformance, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Journal of Economic Literature 43(3): 762-800. [2] Alesina, Alberto, Stelios Michalopoulos, and Elias Papaioannou. Forthcoming. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Ethnic Inequality,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Journal of Political Economy.",
        "[3] Anderson, Siwan, Patrick Francois, and Ashok Kotwal. 2015. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Clientilism in Indian Villages,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d American Economic Review 105(6): 1780-1816.",
        "[4] Andrews, Donald W.K. 1993. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Tests for Parameter Instability and Structural Change with Unknown Change Point,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Econometrica 61(4): 821-856.",
        "[5] Angelucci, Manuela, Giacomo De Giorgi, and Imran Rasul. 2015. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Resource Pooling within Family Networks: Insurance and Investment,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d University of Michigan, typescript.",
        "[6] Banerjee, Abhijit and Rohini Pande. 2010. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Parochial Politics: Ethnic Preferences and Politician Corruption,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Harvard University, Kennedy School of Government, typescript.",
        "[7] Bardhan, Pranab, Dilip Mookherjee, and Monica Parra Torrado. 2010. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Impact of Political Reservations in West Bengal Local Governments on Anti-Poverty Targeting,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Journal of Globalization and Development 1(1): 1-36.",
        "[8] Beaman, Lori, Raghabendra Chattopadhyay, Esther Duflo, Rohini Pande, and Petia Topalova. 2009. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Powerful Women: Does Exposure Reduce Prejudice?Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Quarterly Journal of Economics 124(4): 1497-1540.",
        "[9] Besley, Timothy. 2004. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Paying Politicians: Theory and Evidence,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Journal of the European Economic Association 2(2-3): 193-215.",
        "[10] Besley, Timothy and Stephen Coate. 1997. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093An Economic Model of Representative Democracy,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Quarterly Journal of Economics 112(1): 85-114.",
        "[11] Besley, Timothy, Rohini Pande, and Vijayendra Rao. 2007. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Just Rewards? Local Politics and Public Resource Allocation in South India,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Harvard University, Kennedy School of Government, typescript.",
        "[12] Burgess, Robin, Remi Jedwab, Edward Miguel, Ameet Morjaria, and Gerard Padro i Miquel. 2015. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093The Value of Democracy: Evidence from Road Building in Kenya,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d American Economic Review 105(6): 1817-1851.",
        "[13] Caldwell, John C., P.H. Reddy, Pat Caldwell. 1986. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Periodic High Risk as a Cause of Fertility Decline in a Changing Rural Environment: Survival Strategies in the 19801983 South Indian Drought,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Economic Development and Cultural Change pp. 677-701.",
        "[14] Casey, Katherine. 2015. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Crossing Party Lines: The Effects of Information on Redistributive Politics,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d American Economic Review 105(8): 2410-2448.",
        "[15] Chandavarkar, Rajnarayan. 1994. The Origins of Industrial Capitalism in India: Business strategies and the working classes in Bombay, 1900-1940. Cambridge: Cambridge University Press.",
        "[16] Chattopadhyay, Raghabendra and Esther Duflo. 2004. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Women as Policy Makers: Evidence from a Randomized Policy Experiment in India,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Econometrica 72(5): 14091443.",
        "[17] Easterley, William and Ross Levine. 1997. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093AfricaÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0084¢s Growth Tragedy: Policies and Ethnic Divisions,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Quarterly Journal of Economics 112(4): 1203-1250.",
        "[18] Fafchamps, Marcel and Susan Lund. 2003. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Risk Sharing Networks in Rural Philippines, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Journal of Development Economics 71: 261-287.",
        "[19] Ferraz, Claudio and Frederico Finan. 2011. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Electoral Accountability and Corruption: Evidence from the Audit Reports of Local Governments, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d American Economic Review, 101: 1274-1311.",
        "[20] Greif, Avner. 1993. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Contract Enforceability and Economic Institutions in Early Trade: the Maghribi TradersÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0084¢ Coalition,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d American Economic Review 83(3)525-48.",
        "[21] Greif, Avner, Paul Milgrom, and Barry R. Weingast. 1994. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Coordination, Commitment, and Enforcement: The Case of the Merchant Guild,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Journal of Political Economy 102(4): 745-776.",
        "[22] Grimard, Franque. 1997. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Household Consumption Smoothing through Ethnic Ties: Evidence from Cote dÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0084¢Ivoire,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Journal of Development Economics 53(3): 319-422.",
        "[23] Hansen, Bruce E. 1999. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Threshold effects in non-dynamic panels: Estimation, testing, and inference,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Journal of Econometrics 93: 345-368.",
        "[24] Ligon, Ethan, Jonathan P. Thomas and Tim Worrall. 2002. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Informal Insurance Arrangements with Limited Commitment: Theory and Evidence from Village Economies,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Review of Economic Studies 69: 209-244.",
        "[25] Mazzocco, Maurizio and Shiv Saini. 2012. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Testing Efficient Risk-Sharing with Heterogeneous Risk Preferences,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d American Economic Review 102(1): 428-468.",
        "[26] Miguel, Edward and Mary Kay Gugerty. 2005. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Ethnic Diversity, Social Sanctions, and Public Goods in Kenya,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Journal of Public Economics 89: 2325-2368.",
        "[27] Moorjani, Priya, Kumarasamy Thangaraj, Nick Patterson, Mark Lipson, Po-Ru Loh, Periyasamy Govindaraj, Bonnie Berger, David Reich, and Laiji Singh. 2013. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Genetic Evidence for Recent Population Mixture in India,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d American Journal of Human Genetics 93(3):422-438.",
        "[28] Morris, Morris David. 1965. The Emergence of an Industrial Labor Force in India: A Study of the Bombay Cotton Mills, 1854-1947. Berkeley: University of California Press.",
        "[29] Munshi, Kaivan and Mark Rosenzweig. 2006. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Traditional Institutions Meet the Modern World: Caste, Gender and Schooling Choice in a Globalizing Economy,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d American Economic Review 96(4):1225-1252.",
        "[30] Munshi, Kaivan. 2011. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Strength in Numbers: Networks as a Solution to Occupational Traps,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Review of Economic Studies 78:1069-1101. [31] Munshi, Kaivan and Mark Rosenzweig. Forthcoming. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Networks and Misallocation: Insurance, Migration, and the Rural-Urban Wage Gap,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d American Economic Review.",
        "[32] Olson, Mancur. 1965. The Logic of Collective Action: Public Goods and the Theory of Groups, Cambridge, Massachusetts: Harvard University Press.",
        "[34] Padro i Miquel, Gerard. 2007. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093The Control of Politicians in Divided Societies: The Politics of Fear,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Review of Economic Studies 74(4): 1259-1274.",
        "[35] Townsend, Robert. 1994. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Risk and Insurance in Village India,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Econometrica 62(3): 171-84. P e r u M e x i c o B r a z i l C o l o m b i a G h a n a R u s s i a A r g e n t i n a S o u t h A f r i c a U k r a i n e T u r k e y T h a i l a n d I n d o n e s i a E t h i o p i a M a l a y s i a M o r o c c o C h i n a I n d i a V i e t n a m E g y p t"
    ]
}