{
    "id": 21725,
    "cites": 16,
    "cited_by": 2,
    "reference": [
        "Antwi, Y. A., Moriya, A. S., & Simon, K. (2013, November). Effects of Federal Policy to Insure Young Adults: Evidence from the 2010 Affordable Care Act's Dependent-Coverage Mandate. American Economic Journal: Economic Policy, 5(4), 1-28. Retrieved from https://ideas.repec.org/a/aea/aejpol/v5y2013i4p1-28.html Antwi, Y. A., Moriya, A. S., & Simon, K. I. (2015). Access to health insurance and the use of inpatient medical care: evidence from the Affordable Care Act young adult mandate. Journal of health economics, 39, 171-187.",
        "Barbaresco, S., Courtemanche, C. J., & Qi, Y. (2015). Impacts of the Affordable Care Act dependent coverage provision on health-related outcomes of young adults. Journal of health economics, 40, 54-68.",
        "Cantor, J. C., Monheit, A. C., DeLia, D., & Lloyd, K. (2012, July). The Role of Federal and State Dependent Coverage Eligibility Policies on the Health Insurance Status of Young Adults.",
        "Working Paper, National Bureau of Economic Research. Retrieved from http://www.nber.org/papers/w18254 Collins, S. R., Robertson, R., Garber, T., & Doty, M. M. (2012). Young, uninsured, and in debt: why young adults lack health insurance and how the Affordable Care Act is helping. Issue Brief (Commonwealth Fund).",
        "Colman, G., & Dave, D. (2013). Exercise, physical activity, and exertion over the business cycle. Social Science & Medicine, 93, 11-20.",
        "Currie, J., & Gruber, J. (1996). Health insurance eligibility and Child Health: lessons from recent expansions of the Medicaid program. Quarterly Journal of Economics, 111(2), 431-466.",
        "DuMouchel, W. H., & Duncan, G. J. (1983). Using sample survey weights in multiple regression analyses of stratified samples. Journal of the American Statistical Association, 78(383), 535-543.",
        "Hamel, M. B., Blumenthal, D., & Collins, S. R. (2014). Health care coverage under the Affordable Care Acta progress report. New England Journal of Medicine, 371(3), 275281.",
        "Hernandez-Boussard, T., Burns, C. S., Wang, N. E., Baker, L. C., & Goldstein, B. A. (2014). The Affordable Care Act reduces emergency department use by young adults: evidence from three states. Health Affairs, 33(9), 1648-1654.",
        "Miller, S. (2012). The effect of insurance on emergency room visits: an analysis of the 2006 Massachusetts health reform. Journal of Public Economics, 96(11), 893-908.",
        "Newhouse, J. P., & Group, R. C. (1993). Free for all?: lessons from the RAND health insurance experiment. Harvard University Press.",
        "Saloner, B., & Lr Cook, B. (2014). An ACA Provision Increased Treatment For Young Adults With Possible Mental Illnesses Relative To Comparison Group. Health Affairs, 33(8), 1425-1434.",
        "Slusky, D. J. (2014). Measuring the ACA s Parental Mandate Using Difference-in-'LIIHUHQFHV Available at SSRN 2177436.",
        "Solon, G., Haider, S. J., & Wooldridge, J. M. (2015). What are we weighting for? Journal of Human Resources, 50(2), 301-316.",
        "Sommers, B. D., Buchmueller, T., Decker, S. L., Carey, C., & Kronick, R. (2013). The Affordable Care Act has led to significant gains in health insurance and access to care for young adults. Health affairs, 32(1), 165-174.",
        "Taubman, S. L., Allen, H. L., Wright, B. J., Baicker, K., & Finkelstein, A. N. (2014). Medicaid increases emergency-department use: evidence from Oregon's Health Insurance Experiment. Science, 343(6168), 263-268."
    ]
}