{
    "id": 2173,
    "cites": 21,
    "cited_by": 4,
    "reference": [
        "Anderson, E.B. (1973) Conditional Inference and Models for Measuring.",
        "Copenhagen; Mentalhygejnisk Forlag. Ashenfelter, 0. (1975). The Effect of Manpower Training on Earnings: Preliminary Results. Proceedings of the Twenty-Seventh Annual Winter Meetings of the Industrial Relations Research Association: 252-260.",
        "Earnings. Review of Economics and Statistics, 60 (1): 47-57. ____________________ and D. Card (1985). Using the Longitudinal Structure of Earnings to Estimate the Effect of Training Programs. Review of Economics and Statistics, 67 (4): 648-660.",
        "Bahadur, RR. (1954). Sufficiency and Statistical Decision Functions. Annals of Mathematical Statistics, 25: 423-462.",
        "Bassi, L. (1983). The Effect of CETA on the Post-Program Earnings of Participants. The Journal of Human Resources, 18 (Fall 1983): 539-556.",
        "Chamberlain, G. (1980). Analysis of Covariance with Qualitative Data. Review of Economic Studies, 47:225-238.",
        "Dickinson, K., T. Johnson and R. West (1984). An Analysis of the Impact of CETA Programs on Participants Earnings. Final Report prepared for the U.S. Department of Labor Employment and Training Administration. Menlo Park, CA: SRI International.",
        "Goldberger, A. (1972). Selection Bias in Evaluating Treatment Effects. Discussion Paper No. 123-72. Institute for Research on Poverty, University of Wisconsin.",
        "Heckman, J. (1979). Sample Selection Bias as a Specification Error. Econometrica, 47:153-161.",
        "Impact of Distributional Assumptions in Econometric Models for Duration Data. Econometrica, 52:271-320. ________________ and R. Robb (1986). Alternative Methods for Solving the Problem of Selection Bias in Evaluating the Impact of Treatments on Outcomes. Unpublished manuscript.",
        "Kaitz (1979). Potential Use of Markov Process Models to Determine Program Impact. In Research in Labor Economics, Supplement I ed.",
        "Kendall, M. and A. Stuart (1973). The Advanced Theory of Statistics.",
        "New York: Hafner Publishing Co. Kiefer, J. and J. Wolfowitz (1956). Consistency of the Maximum Likelihood Estimator in the Presence of Infinitely Many Incidental Parameters. Annals of Mathematical Statistics, 27:887-906.",
        "Kiefer, N. (1979). The Economic Benefits of Four Employment and Training Programs. New York: Garland Publishing Inc.",
        "Lindsay, B. (1983a). The Geometry of Mixture Likelihoods, Park 1. Annals of Statistics, 1:86-94.",
        "Part 11. Annals of Statistics 11. Laird, N. (1978). Nonparametric Maximum Likelihood Estimation of a Mixing Distribution. Journal of the American Statistical Association, 73:805-811.",
        "LaLonde R. (1986). Evaluating the Econometric Evaluations of Training Programs with Experimental Data. American Economic Review, 76 (4): 604-620.",
        "Experiment. Unpublished manuscript, University of Chicago. Raasch, G. (1960). Probabilistic Models for Some Intelligence and Attainment Tests. Copenhagen: Denmarks Paedogogiske Institute.",
        "Rosenbaum, P. and D. Rubin (1984). Reducing Bias in Observational Studies Using Subclassification on the Propensity Score. .Journal of the American Statistical Association, 79:516-524.",
        "We included only those members of the sample who were male, 21 years of age or older at enrollment, and who reported enrollment and termination dates between January 1 and December 31, 1976.",
        "Further detailed on the construction of the comparison sample are pre- sented in Dickinson, Johnson and West (1984, pp. 37-45)."
    ]
}