{
    "id": 21737,
    "cites": 47,
    "cited_by": 10,
    "reference": [
        "AgeÃ\u0083Å\u0092Ã\u0082Â\u0081nor, P.-R., Alper, K., Pereira da Silva, L. A., 2014. Sudden floods, macroprudential regulation and stability in an open economy. Journal of International Money and Finance 48, 68Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c100.",
        "Ahmed, S., Zlate, A., 2014. Capital flows to emerging market economies: a brave new world? Journal of International Money and Finance 48, 221Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c248.",
        "Alberola, E., Erce, A., Serena, J. M., 2012. International reserves and gross capital flows: dynamics during financial stress. Globalization and Monetary Policy Institute Working Paper 110, Federal Reserve Bank of Dallas.",
        "Bacchetta, P., Benhima, K., Kalantzis, Y., 2013. Capital controls with international reserve accumulation: Can this be optimal? American Economic Journal: Macroeconomics 5 (3), 229Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c62.",
        "Benigno, G., Benigno, P., 2006. Designing Targeting Rules for International Monetary Policy Cooperation. Journal of Monetary Economics 53, 473Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c506.",
        "Bernanke, B. S., Gertler, M., Gilchrist, S., March 1999. The Financial Accelerator in a Quantitative Business Cycle Framework. In: Taylor, J. B., Woodford, M. (Eds.), Handbook of Macroeconomics. Elsevier.",
        "Bluwstein, K., Canova, F., et al., 2015. Beggar-thy-neighbor? the international effects of ecb unconventional monetary policy measures. Tech. rep., CEPR Discussion Papers.",
        "Boivin, J., Giannoni, M. P., Stevanovi, D., 2013. Dynamic effects of credit shocks in a data-rich environment. FRB of New York Staff Report (615).",
        "Bowman, D., Londono, J. M., Sapriza, H., 2015. Us unconventional monetary policy and transmission to emerging market economies. Journal of International Money and Finance 55, 27Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c59.",
        "Broner, F., Didier, T., Erce, A., Schmukler, S. L., 2013. Gross capital flows: Dynamics and crises. Journal of Monetary Economics 60 (1), 113Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c133.",
        "Bruno, V., Shin, H. S., 2014. Cross-border banking and global liquidity. The Review of Economic Studies.",
        "Bruno, V., Shin, H. S., 2015. Capital flows and the risk-taking channel of monetary policy. Journal of Monetary Economics 71, 119Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c132.",
        "Caballero, R. J., Farhi, E., Gourinchas, P.-O., October 2015. Global imbalances and currency wars at the zlb. Working Paper 21670, National Bureau of Economic Research.",
        "Chen, J., Mancini-Griffoli, T., Sahay, R., Dec. 2014. Spillovers from United States Monetary Policy on Emerging Markets: Different This Time? IMF Working Papers 14/240, International Monetary Fund.",
        "Chen, Q., Filardo, A., He, D., Zhu, F., Mar. 2015. Financial crisis, US unconventional monetary policy and international spillovers. BIS Working Papers 494, Bank for International Settlements.",
        "Choi, W. G., Cook, D., 2004. Liability dollarization and the bank balance sheet channel. Journal of International Economics 64 (2), 247Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c275.",
        "Christiano, L. J., Motto, R., Rostagno, M., 2014. Risk shocks. American Economic Review 1 (104), 27Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c65.",
        "Coibion, O., Gorodnichenko, Y., Kueng, L., Silvia, J., Jun. 2012. Innocent Bystanders? Monetary Policy and Inequality in the U.S. NBER Working Papers 18170, National Bureau of Economic Research, Inc.",
        "Corsetti, G., Dedola, L., Leduc, S., October 2010. Optimal monetary policy in open economies. In: Friedman, B. M., Woodford, M. (Eds.), Handbook of Monetary Economics. Vol. 3 of Handbook of Monetary Economics. Elsevier, Ch. 16, pp. 861Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c933.",
        "Dedola, L., Karadi, P., Lombardo, G., 2013. Global implications of national unconventional policies. Journal of Monetary Economics 60, 66Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c85.",
        "Dedola, L., Lombardo, G., 2012. Financial Integration, Financial Frictions, and the International Propagation of Shocks. Economic Policy 27, 319Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c359.",
        "Dedola, L., Rivolta, G., Stracca, L., June 2015. If the Fed sneezes, who gets a cold? Mimeo.",
        "Devereux, M., Sutherland, A., 2007. Monetary Policy and Portfolio Choice Choice in an Open Economy Macro Model. Journal of the European Economic Association 5 (2-3), 491Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c499.",
        "Devereux, M., Yetman, J., 2010. Leverage constraints and the international transmission of shocks. Journal of Money, Credit and Banking 42, 71Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c105.",
        "Devereux, M. B., Engel, C., 2003. Monetary Policy in the Open Economy Revisited: Price Setting and Exchange-Rate Flexibility. Review of Economic Studies 70 (4), 765Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c783.",
        "Faia, E., Monacelli, T., 2008. Optimal Monetary Policy in a Small Open Economy with Home Bias. Journal of Money, Credit and Banking 40 (4), 721Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c750.",
        "Farhi, E., Werning, I., 2013. A theory of macroprudential policies in the presence of nominal rigidities. NBER Working Paper (w19313).",
        "Fischer, S., 2014. The federal reserve and the global economy. Speech given at the Per Jacobsson Foundation Lecture, 2014 Annual Meetings of the International Monetary Fund and the World Bank Group, Washington, D.C. URL http://www.federalreserve.gov/newsevents/speech/fischer20141011a.htm Fratzscher, M., Lo Duca, M., Straub, R., 2014. ECB unconventional monetary policy actions: Market impact, international spillovers and transmission channels. International Monetary Fund.",
        "Fujiwara, I., Teranishi, Y., et al., 2015. Financal frictions and policy cooperation: a case with monopolistic banking and staggered loan contracts. Tech. rep., Federal Reserve Bank of Dallas.",
        "Georgiadis, G., Mehl, A., Jan. 2015. Trilemma, not dilemma: financial globalisation and Monetary policy effectiveness. Globalization and Monetary Policy Institute Working Paper 222, Federal Reserve Bank of Dallas.",
        "Gertler, M., Karadi, P., 2011. A model of unconventional monetary policy. Journal of monetary Economics 58 (1), 17Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c34.",
        "Gilchrist, S., Yue, V., Zakrajsek, E., 2014. The response of sovereign bond yields to US monetary policy. Tech. rep., Mimeo.",
        "Helbling, T., Huidrom, R., Kose, M. A., Otrok, C., 2011. Do credit shocks matter? a global perspective. European Economic Review 55 (3), 340Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c353.",
        "JordaÃ\u0083Å\u0092Ã\u0082â\u0082¬, O., March 2005. Estimation and Inference of Impulse Responses by Local Projections. American Economic Review 95 (1), 161Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c182.",
        "Kolasa, M., Lombardo, G., 2014. Financial Frictions and Optimal Monetary Policy in an Open Economy. International Journal of Central Banking 10 (1), 43Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c94.",
        "Kollmann, R., Enders, Z., MuÃ\u0083Å\u0092Ã\u0082Ë\u0086ller, G., 2011. Global banking and international business cycles. European Economic Review 55 (3), 407Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c426.",
        "Korinek, A., 2014. International Spillovers and Guidelines for Policy Cooperation: A Welfare Theorem for National Economic Policymaking. Mimeo.",
        "Lombardo, G., Ravenna, F., 2014. Openness and optimal monetary policy. Journal of International Economics 93 (1), 153Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c172.",
        "Miranda-Agrippino, S., Rey, H., 2014. World asset markets and the global financial cycle. London Business School, mimeo.",
        "Nuguer, V., 2014. Financial intermediation in a global environment. Banco de Mexico, Working Paper No 2015-05.",
        "Obstfeld, M., Rogoff, K., 2002. Global Implications of Self-Oriented National Monetary Policy Rules. Quarterly Journal of Economics 117, 503Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c535.",
        "Perri, F., Quadrini, V., Jul. 2011. International recessions. NBER Working Papers 17201, National Bureau of Economic Research, Inc.",
        "Rajan, R. G., 2014. Competitive monetary easing: Is it yesterday once more? Remarks given at the Brookings Institution.",
        "URL http : //www.rbi.org.in/scripts/BS SpeechesV iew.aspx? id = 886 Rey, H., 2013. Dilemma not trilemma: the global financial cycle and monetary policy independence. In: Jackson Hole Economic Symposium.",
        "Romer, C. D., Romer, D. H., 2004. A new measure of monetary shocks: Derivation and implications. American Economic Review 94 (4), 1055Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c1084.",
        "Ueda, K., 2012. Banking globalization and international business cycles: Cross-border chained credit contracts and financial accelerators. Journal of International Economics 86 (1), 1Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c16.",
        "Woodford, M., 2003. Interest and Prices: Foundations of a Theory of Monetary Policy. Princeton U.P., Princeton, NJ."
    ]
}