{
    "id": 21731,
    "cites": 44,
    "cited_by": 0,
    "reference": [
        "Daron Acemoglu and Alexander Wolitzky, The economics of labor coercion, Econometrica 79 (2011), 555Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c600.",
        "David Andolfatto, Business cycles and labor-market search, American Economic Review 86 (1996), 112Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c132.",
        "Ken Binmore and Larry Samuelson, Evolutionary drift and equilibrium selection, Review of Economic Studies 66 (1999), 363Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c393.",
        "In-Koo Cho and Akihiko Matsui, Search theory, competitive equilibrium, and the Nash bargaining solution, Journal of Economic Theory 148 (2013), 1659Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c1688.",
        "Sergio Currarini, Matthew O. Jackson and Paolo Pin, An economic model of friendship: Homophily, minorities, and segregation, Econometrica 77 (2009), 1003Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c1045.",
        "Peter Diamond, Aggregate demand management in search equilibrium, Journal of Political Economy 90 (1982), 881Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c894. 15 Further such situations arise in the models of Cho and Matsui (2013), Flinn (2006), Haan, Ramey and Watson (2000), Hall (2005), Hosios (1990), Merz (1995), Merz (1999), Mortensen (1982), Pissarides (1985), Shimer (2005), Shi and Wen (1999), and Yashiv (2000). 16 Our results cover cases in which there is a fixed bound for the total population size in all time periods. In such cases, one can simply introduce a new type to represent the inactive agents and re-scale the total population size.",
        "Darrell Duffie, Nicolae GaÃ\u0083Å\u0092Ã\u0082â\u0080\u009arleanu, and Lasse H. Pedersen, Over-the-counter markets, Econometrica 73 (2005), 1815Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c1847.",
        "Darrell Duffie, Semyon Malamud and Gustavo Manso, Information percolation in segmented markets, Journal of Economic Theory 153 (2014), 1Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c32.",
        "Darrell Duffie and Yeneng Sun, Existence of independent random matching, Annals of Applied Probability 17 (2007), 386Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c419.",
        "Darrell Duffie and Yeneng Sun, The exact law of large numbers for independent random matching, Journal of Economic Theory 147 (2012), 1105Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c1139.",
        "Christopher Flinn, Minimum wage effects on labor market outcomes under search, matching, and endogenous contact rates, Econometrica, 74 (2006), 1013Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c1062.",
        "Edward J. Green and Ruilin Zhou, Dynamic monetary equilibrium in a random matching economy, Econometrica 70 (2002), 929Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c970. Wouter J. D. Haan, Garey Ramey and Joel Watson, Job destruction and propagation of shocks.",
        "Robert E. Hall, Employment fluctuations with equilibrium wage stickiness, American Economic Review 95 (2005), 50Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c65.",
        "Martin Hellwig, A model of monetary exchange, Econometric Research Program, Research Memorandum Number 202, Princeton University, 1976.",
        "Arthur Hosios, On the efficiency of matching and related models of search and unemployment, Review of Economic Studies 57 (1990), 279Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c298.",
        "Timothy J. Kehoe, Nobuhiro Kiyotaki and Randall Wright, More on money as a medium of exchange. Economic Theory 3 (1993), 297Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c314.",
        "Nobuhiro Kiyotaki and Randall Wright, On money as a medium of exchange, Journal of Political Economy 97 (1989), 927Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c954.",
        "Ricardo Lagos and Guillaume Rocheteau, Liquidity in asset markets with search frictions, Econometrica 77 (2009), 403Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c426.",
        "Benjamin Lester, Andrew Postlewaite and Randall Wright, Information, liquidity, asset prices, and monetary policy, Review of Economic Studies 79 (2012), 1209Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c1238.",
        "Peter A. Loeb and Manfred Wolff, eds. Nonstandard Analysis for the Working Mathematician, second edition, Springer, 2015.",
        "Kiminori Matsuyama, Nobuhiro Kiyotaki and Akihiko Matsui, Toward a theory of international currency, Review of Economic Studies 60 (1993), 283Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c307.",
        "Vincent Maurin, Liquidity fluctuations in over the counter markets, Working paper, European University Institute, 2015.",
        "Andrew McLennan and Hugo Sonnenschein, Sequential bargaining as a noncooperative foundation for Walrasian equilibrium, Econometrica 59 (1991), 1395Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c1424.",
        "Monika Merz, Search in the labor market and the real business cycle, Journal of Monetary Economics 36 (1995), 269Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c300.",
        "Monika Merz, Heterogeneous job matches and the cyclical behavior of labor turnover, Journal of Monetary Economics 43 (1999), 91Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c124.",
        "Dale Mortensen, Property rights and efficiency in mating, racing, and related games, American Economic Review 72 (1982), 968Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c979.",
        "Dale Mortensen and Christopher Pissarides, Job creation and job destruction in the theory of unemployment, Review of Economic Studies 61 (1994), 397Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c415.",
        "Barbara Petrongolo and Christopher Pissarides, Looking into the black box: A survey of the matching function, Journal of Economic Literature 39 (2001) 390Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c431.",
        "Christopher Pissarides, Short-run equilibrium dynamics of unemployment, vacancies, and real wages, American Economic Review 75 (1985), 676Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c690.",
        "Konrad Podczeck and Daniela Puzzello, Independent random matching, Economic Theory 50 (2012), 1Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c29.",
        "Richard Rogerson, Robert Shimer and Randall Wright, Search-theoretic models of labor markets, Journal of Economic Literature 43 (2005), 959Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c988.",
        "Shouyong Shi and Quan Wen, Labor market search and the dynamic effects of taxes and subsidies, Journal of Monetary Economics 43 (1999), 457Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c495.",
        "Robert Shimer, The cyclical behavior of equilibrium unemployment and vacancies, American Economic Review 95 (2005), 25Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c49.",
        "Xiang Sun, Independent random partial matching with general types, Advances in Mathematics 286 (2016), 683Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c702.",
        "Yeneng Sun, The exact law of large numbers via Fubini extension and characterization of insurable risks, Journal of Economic Theory 126 (2006), 31Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c69.",
        "Yeneng Sun and Yongchao Zhang, Individual risk and Lebesgue extension without aggregate uncertainty, Journal of Economic Theory 144 (2009), 432Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c443.",
        "Anton Tsoy, Trade delay, liquidity, and asset prices in over-the-counter markets, Working paper, Department of Economics, MIT, October, 2014.",
        "Dimitri Vayanos and Pierre-Olivier Weill, A search-based theory of the on-the-run phenomenon, Journal of Finance 63 (2008), 1361Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c1398.",
        "Pierre-Olivier Weill, Leaning against the wind, Review of Economic Studies 74 (2007), 1329Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c 1354.",
        "Thus the stationary distribution of employed workers and vacant jobs considered in Andolfatto (1996) can be derived from our model of dynamic directed random matching with enduring partnership with appropriate parameters. B Proofs The main existence results in this paper are Theorems 1 and 5, which are proved in Subsections B.1 and B.3 respectively. The proofs of Theorem 4 and Proposition 3 will be given in Subsection B.2. Subsection B.4 presents the proofs of Propositions 2 and 4.",
        "In Subsections B.1 and B.3, nonstandard analysis is used extensively. In particular, the space of agents used in those two subsections will be based on a hyperfinite Loeb counting probability space (I, I, Ã\u0083Å½Ã\u0082Â») that is the Loeb space (see Loeb and Wolff (2015)) of the internal probability space (I, I0, Ã\u0083Å½Ã\u0082Â»0), where I = {1, . . . , MÃ\u0083Å\u0092Ã\u0082â\u0080\u009a}, MÃ\u0083Å\u0092Ã\u0082â\u0080\u009a is an unlimited hyperfinite integer in Ã\u0083Â¢Ã\u0082Ë\u0086Ã\u0082â\u0080\u0094NÃ\u0083Â¢Ã\u0082Ë\u0086Ã\u0082Å¾, I0 its internal power set, and Ã\u0083Å½Ã\u0082Â»0(A) = |A|/|I| for any A Ã\u0083Â¢Ã\u0082Ë\u0086Ã\u0082Ë\u0086 I0 (that is, Ã\u0083Å½Ã\u0082Â»0 is the internal counting probability measure on I). We shall also need to work with some hyperfinite internal probability space as the sample space in Subsections B.1 and B.3. A general hyperfinite internal probability space is an ordered triple (Ã\u0083Å½Ã\u0082Ë\u009c, A0, Ã\u0083Â\u008fÃ\u0082â\u0080\u009e0), where Ã\u0083Å½Ã\u0082Ë\u009c = {Ã\u0083Â\u008fÃ\u0082â\u0080\u00981, Ã\u0083Â\u008fÃ\u0082â\u0080\u00982, . . . , Ã\u0083Â\u008fÃ\u0082â\u0080\u0098Ã\u0083Å½Ã\u0082Â³}, for some unlimited hyperfinite natural number Ã\u0083Å½Ã\u0082Â³, A0 is the internal power set on Ã\u0083Å½Ã\u0082Ë\u009c, and Ã\u0083Â\u008fÃ\u0082â\u0080\u009e0(B) = P",
        "By the exact law of large numbers for discrete time processes in Theorem 2.16 of Sun (2006), we know that for P-almost all Ã\u0083Â\u008fÃ\u0082â\u0080° Ã\u0083Â¢Ã\u0082Ë\u0086Ã\u0082Ë\u0086 Ã\u0083Â¢Ã\u0082â\u0080\u009eÃ\u0082Â¦, (Ã\u0083Å½Ã\u0082Â²0 Ã\u0083Â\u008fÃ\u0082â\u0080°, . . . , Ã\u0083Å½Ã\u0082Â²n Ã\u0083Â\u008fÃ\u0082â\u0080°) and (Ã\u0083Å½Ã\u0082Â²0, . . . , Ã\u0083Å½Ã\u0082Â²n) (viewed as random vectors) have the same distribution for all n Ã\u0083Â¢Ã\u0082â\u0080°Ã\u0082Â¥ 1. Since, as noted in Lemma 6, {Ã\u0083Å½Ã\u0082Â²n}Ã\u0083Â¢Ã\u0082Ë\u0086Ã\u0082Å¾ n=0 is a Markov chain with transition matrix zn at time n Ã\u0083Â¢Ã\u0082Ë\u0086Ã\u0082â\u0080\u0099 1, so is {Ã\u0083Å½Ã\u0082Â²n Ã\u0083Â\u008fÃ\u0082â\u0080°}Ã\u0083Â¢Ã\u0082Ë\u0086Ã\u0082Å¾ n=0 for P-almost all Ã\u0083Â\u008fÃ\u0082â\u0080° Ã\u0083Â¢Ã\u0082Ë\u0086Ã\u0082Ë\u0086 Ã\u0083Â¢Ã\u0082â\u0080\u009eÃ\u0082Â¦. Thus property (4) is shown.",
        "Since the processes Ã\u0083Å½Ã\u0082Â²Ã\u0083Å\u0092Ã\u0082â\u0080\u009en and Ã\u0083Å½Ã\u0082Â²n are essentially pairwise independent as shown in Lemma 3, the exact law of large numbers in Corollary 2.9 of Sun (2006) implies that at time period n, for P-almost all Ã\u0083Â\u008fÃ\u0082â\u0080° Ã\u0083Â¢Ã\u0082Ë\u0086Ã\u0082Ë\u0086 Ã\u0083Â¢Ã\u0082â\u0080\u009eÃ\u0082Â¦, the realized cross-sectional distribution after the random mutation, pÃ\u0083Å\u0092Ã\u0082Å\u0092n(Ã\u0083Â\u008fÃ\u0082â\u0080°) = Ã\u0083Å½Ã\u0082Â»(Ã\u0083Å½Ã\u0082Â²Ã\u0083Å\u0092Ã\u0082â\u0080\u009en Ã\u0083Â\u008fÃ\u0082â\u0080°)Ã\u0083Â¢Ã\u0082Ë\u0086Ã\u0082â\u0080\u00991 is the expected cross-sectional distribution E(pÃ\u0083Å\u0092Ã\u0082Å\u0092n), and the realized crosssectional distribution at the end of period n, pÃ\u0083Å\u0092Ã\u0082â\u0080\u009an(Ã\u0083Â\u008fÃ\u0082â\u0080°) = Ã\u0083Å½Ã\u0082Â»(Ã\u0083Å½Ã\u0082Â²n Ã\u0083Â\u008fÃ\u0082â\u0080°)Ã\u0083Â¢Ã\u0082Ë\u0086Ã\u0082â\u0080\u00991 is the expected cross-sectional distribution E(pÃ\u0083Å\u0092Ã\u0082â\u0080\u009an). Thus, property (5) is shown. Assume that there exists pÃ\u0083Å\u0092Ã\u0082Ë\u00860 Ã\u0083Â¢Ã\u0082Ë\u0086Ã\u0082Ë\u0086 Ã\u0083â\u0080¹Ã\u0082â\u0080  Ã\u0083Â¢Ã\u0082Ë\u0086Ã\u0082â\u0080  such that P Ã\u0083Å½Ã\u0082Â²0 i Ã\u0083Â¢Ã\u0082Ë\u0086Ã\u0082â\u0080\u00991 = pÃ\u0083Å\u0092Ã\u0082Ë\u00860 holds for Ã\u0083Å½Ã\u0082Â»-almost every i Ã\u0083Â¢Ã\u0082Ë\u0086Ã\u0082Ë\u0086 I.",
        "Note that the agent space used in the proof of Theorem 5 is a hyperfinite Loeb counting probability space. Using the usual ultrapower construction as in Loeb and Wolff (2015), the hyperfinite index set of agents can be viewed as an equivalence class of a sequence of finite sets with elements in natural numbers, and thus this index set of agents has the external cardinality of the continuum. The purpose of Proposition 4 is to show that one can find some extension of the Lebesgue unit interval as the agent space so that the associated version of Theorem 5 still holds. Fix a Fubini extension (Ã\u0083â\u0080¹Ã\u0082â\u0080  I Ã\u0083Æ\u0092Ã\u0082â\u0080\u0094 Ã\u0083Â¢Ã\u0082â\u0080\u009eÃ\u0082Â¦, IÃ\u0083Å\u0092Ã\u0082â\u0080\u009a Ã\u0083Â¢Ã\u0082Å Ã\u0082Â  F, Ã\u0083Å½Ã\u0082Â»Ã\u0083Å\u0092Ã\u0082â\u0080\u009a Ã\u0083Â¢Ã\u0082Å Ã\u0082Â  P) as constructed in the proof of Theorem 5."
    ]
}