{
    "id": 21748,
    "cites": 44,
    "cited_by": 18,
    "reference": [
        "AbdulkadiroÃ\u0083â\u0080\u009eÃ\u0082Å¸lu, A., J. D. Angrist, S. Dynarski, T. J. Kane, and P. A. Pathak (2011): Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Accountability and flexibility in public schools: Evidence from BostonÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0084¢s charters and pilots,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Quarterly Journal of Economics, 126(2), 699Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c748.",
        "AbdulkadiroÃ\u0083â\u0080\u009eÃ\u0082Å¸lu, A., J. D. Angrist, P. D. Hull, and P. A. Pathak (2015): Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Charters without lotteries: Testing takeovers in New Orleans and Boston,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d IZA discussion paper no. 8985.",
        "AbdulkadiroÃ\u0083â\u0080\u009eÃ\u0082Å¸lu, A., P. A. Pathak, A. E. Roth, and T. SÃ\u0083Æ\u0092Ã\u0082Â¶nmez (2006): Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Changing the Boston school choice mechanism,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d NBER working paper no. 11965.",
        "Altonji, J. G. and L. M. Segal (1996): Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Small-sample bias in GMM estimation of covariance structures.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Journal of Business and Economic Statistics, 14, 353Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c366.",
        "Angrist, J. D. (1998): Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Estimating the labor market impact of voluntary military service using Social Security data on military applicants,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Econometrica, 66, 249Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c288. Angrist, J. D., S. R. Cohodes, S. M. Dynarski, P. A. Pathak, and C. R. Walters (forthcoming): Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Stand and deliver: Effects of BostonÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0084¢s charter high schools on college preparation, entry and choice,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Journal of Labor Economics.",
        "Angrist, J. D. and I. Fernandez-Val (2013): Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093ExtrapoLATE-ing: External validity and overidentification in the LATE framework,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d in Advances in Economics and Econometrics, ed. by D. Acemoglu, M. Arellano, and E. Dekel, Cambridge University Press, vol. III of Econometric Society Monographs, Econometrics, chap. 11, 401Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c434.",
        "Angrist, J. D., G. W. Imbens, and D. B. Rubin (1996): Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Identification of causal effects using instrumental variables,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Journal of the American Statistical Association, 91, 444Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c455.",
        "Angrist, J. D., P. A. Pathak., and C. R. Walters (2013): Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Explaining charter school effectiveness,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d American Economic Journal: Applied Economics, 5, 1Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c27.",
        "Bacher-Hicks, A., T. J. Kane, and D. O. Staiger (2014): Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Validating teacher effect estimates using changes in teacher assignments in Los Angeles,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d NBER working paper no. 20657.",
        "Bloom, H. S. and R. Unterman (2014): Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Can small high schools of choice improve educational prospects for disadvantaged students?Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Journal of Policy Analysis and Management, 33, 290Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c319.",
        "Chamberlain, G. and G. W. Imbens (2004): Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Random effects estimators with many instrumental variables, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Econometrica, 72, 295Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c306.",
        "Chetty, R., J. N. Friedman, N. Hilger, E. Saez, D. W. Schanzenbach, and D. Yagan (2011): Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093How does your kindergarten classroom affect your earnings? Evidence from Project STAR,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Quarterly Journal of Economics, 126, 1593Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c1660.",
        "Chetty, R., J. N. Friedman, and J. E. Rockoff (2014a): Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Measuring the impact of teachers I: Evaluating bias in teacher value-added estimates,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d American Economic Review, 104, 2593Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c2563.",
        "Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009dÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009dÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009d (2014b): Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Measuring the impact of teachers II: Teacher value-added and student outcomes in adulthood, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d American Economic Review, 104, 2633Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c2679.",
        "Chetty, R. and N. Hendren (2015): Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093The impacts of neighborhoods on intergenerational mobility: childhood exposure effects and county-level estimates,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Mimeo, Harvard University.",
        "Condie, S., L. Lefgren, and D. Sims (2014): Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Heterogeneous match quality and teacher value-added: theory and empirics,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Economics of Education Review, 40, 76Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c92.",
        "Cullen, J. B., B. A. Jacob, and S. D. Levitt (2006): Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093The effect of school choice on participants: evidence from randomized lotteries,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Econometrica, 74, 1191Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c1230.",
        "Deming, D. (2014): Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Using school choice lotteries to test measures of school effectiveness,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d American Economic Review: Papers & Proceedings, 104, 406Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c411.",
        "Deming, D. J., J. S. Hastings, T. J. Kane, and D. O. Staiger (2014): Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093School choice, school quality, and postsecondary attainment,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d American Economic Review, 104, 991Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c1013.",
        "Deutsch, J. (2012): Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Using school lotteries to evaluate the value-added model,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Mimeo, University of Chicago.",
        "Dobbie, W. and R. G. Fryer (2013): Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Getting beneath the veil of effective schools: evidence from New York City,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d American Economic Journal: Applied Economics, 5, 28Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c60.",
        "Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009dÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009dÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009d (2015): Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093The medium-term impacts of high-achieving charter schools,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Journal of Political Economy, 123, 985Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c1037.",
        "Fryer, R. G. (2014): Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Injecting charter school best practices into traditional public schools: Evidence from field experiments,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Quarterly Journal of Economics, 129, 1355Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c1407.",
        "Gelman, A., J. B. Carlin, H. S. Stern, D. B. Dunson, A. Vehtari, and D. B. Rubin (2013): Bayesian Data Analysis, Chapman and Hall/CRC, third ed.",
        "Hall, P. and J. L. Horowitz (1996): Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Bootstrap critical values for tests based on generalized-methodof -moments estimators,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Econometrica, 64, 891Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c916.",
        "Hansen, L. P. (1982): Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Large sample properties of generalized method of moments estimators,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Econometrica, 50, 1029Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c1054.",
        "Imbens, G. W. and J. D. Angrist (1994): Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Identification and estimation of local average treatment effects,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Econometrica, 62, 467Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c475.",
        "Jacob, B. A. and L. Lefgren (2008): Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Principals as agents: subjective performance assessment in education,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Journal of Labor Economics, 26, 101Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c136.",
        "Judge, G. G. and R. C. Mittlehammer (2004): Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093A semiparametric basis for combining estimation problems under quadratic loss,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Journal of the American Statistical Association, 99, 479Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c487.",
        "Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009dÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009dÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009d (2005): Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Combing estimators to improve structural model estimation and inference under quadratic loss,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Journal of Econometrics, 128, 1Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c29.",
        "Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009dÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009dÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009d (2007): Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Estimation and inference in the case of competing sets of estimating equations,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Journal of Econometrics, 138, 513Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c531.",
        "Kane, T. J., D. F. McCaffrey, and D. O. Staiger (2013): Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Have we identified effective teachers? Validating measures of effective teaching using random assignment,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Gates Foundation Report.",
        "Kane, T. J., J. E. Rockoff, and D. O. Staiger (2008): Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093What does certification tell us about teacher effectiveness? Evidence from New York City,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Economics of Education Review, 27, 615Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c631.",
        "Kane, T. J. and D. O. Staiger (2008): Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Estimating teacher impacts on student achievement: An experimental evaluation,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d NBER working paper no. 14607.",
        "Kinsler, J. (2012): Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Assessing RothsteinÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0084¢s critique of teacher value-added models,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Quantitative Economics, 3, 333Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c362.",
        "Koedel, C. and J. R. Betts (2011): Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Does student sorting invalidate value-added models of teacher effectiveness? An extended analysis of the Rothstein critique,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Education Finance and Policy, 6, 18Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c42.",
        "Mason, D. M. and M. A. Newton (1992): Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093A rank statistics approach to the consistency of a general bootstrap,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d The Annals of Statistics, 20, 1611Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c1624.",
        "McFadden, D. (1989): Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093A method of simulated moments for estimation of discrete response models without numerical integration,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Econometrica, 57, 995Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c1026.",
        "Rothstein, J. (2010): Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Teacher quality in educational production: Tracking, decay, and student achievement, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Quarterly Journal of Economics, 125, 175Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c214.",
        "Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009dÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009dÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009d (2014): Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Revisiting the impacts of teachers,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Mimeo, University of California, Berkeley.",
        "Rubin, D. B. (1981): Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093The Bayesian bootstrap,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Annals of Statistics, 9, 130Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c134.",
        "Sargan, J. (1958): Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093The estimation of economic relationships using instrumental variables,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Econometrica, 26, 393Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c415.",
        "White, H. (1980): Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093A heteroskedasticity-consistent covariance matrix estimator and a direct test for heteroskedasticity, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Econometrica, 48, 817Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c838.",
        "Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009dÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009dÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009d (1982): Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Instrumental variables regression with independent observations,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Econometrica, 50, 483Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c"
    ]
}