{
    "id": 21749,
    "cites": 49,
    "cited_by": 2,
    "reference": [
        "Acharya, Viral V. and Lasse Heje Pedersen. 2005. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Asset Pricing with Liquidity Risk.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Journal of Financial Economics 77 (2):375Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c410.",
        "Adrian, Tobias and Nina Boyarchenko. 2013. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Intermediary Leverage Cycles and Financial Stability.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Working Paper, Federal Reserve Bank of New York.",
        "Amihud, Yakov. 2002. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Illiquidity and Stock Returns: Cross-Section and Time-Series Effects. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Journal of Financial Markets 5 (1):31Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c56.",
        "Asness, CliÃ\u0083Â¯Ã\u0082Â¬Ã\u0082â\u0082¬ord S., Andrea Frazzini, and Lasse H. Pedersen. 2013. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Quality Minus Junk.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Working Paper, AQR.",
        "Basak, Suleyman and Anna Pavlova. 2013. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Asset Prices and Institutional Investors.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d American Economic Review 103 (5):1728Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c1758.",
        "Berry, Steven, James Levinsohn, and Ariel Pakes. 2004. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093DiÃ\u0083Â¯Ã\u0082Â¬Ã\u0082â\u0082¬erentiated Products Demand Systems from a Combination of Micro and Macro Data: The New Car Market.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Journal of Political Economy 112 (1):68Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c105.",
        "Brandt, Michael W., Pedro Santa-Clara, and Rossen Valkanov. 2009. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Parametric Portfolio Policies: Exploiting Characteristics in the Cross-Section of Equity Returns.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Review of Financial Studies 22 (9). 3411Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c3447.",
        "Brav, Alon, George M. Constantinides, and Christopher C. Geczy. 2002. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Asset Pricing with Heterogeneous Consumers and Limited Participation: Empirical Evidence.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Journal of Political Economy 110 (4):793Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c824.",
        "Brennan, Michael J. and Avanidhar Subrahmanyam. 1996. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Market Microstructure and Asset Pricing: On the Compensation for Illiquidity in Stock Returns.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Journal of Financial Economics 41 (3):441Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c464.",
        "Campbell, John Y. 1991. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093A Variance Decomposition for Stock Returns.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Economic Journal 101 (405):157Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c179.",
        "Campbell, John Y. and Luis M. Viceira. 2002. Strategic Asset Allocation: Portfolio Choice for Long-Term Investors. Clarendon Lectures in Economics. New York: Oxford University Press.",
        "Chan, Louis K. C. and Josef Lakonishok. 1993. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Institutional Trades and Intraday Stock Price Behavior.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Journal of Financial Economics 33 (2):173Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c199.",
        "Chang, Yen-Cheng, Harrison Hong, and Inessa Liskovich. 2014. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Regression Discontinuity and the Price EÃ\u0083Â¯Ã\u0082Â¬Ã\u0082â\u0082¬ects of Stock Market Indexing.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Review of Financial Studies 28 (1):212Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c 246.",
        "Coimbra, Nuno and HeÃ\u0083Å\u0092Ã\u0082Â\u0081leÃ\u0083Å\u0092Ã\u0082â\u0082¬ne Rey. 2015. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Financial Cycles with Heterogeneous Intermediaries. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Working Paper, Paris School of Economics.",
        "Dasgupta, Amil, Andrea Prat, and Michela Verardo. 2011. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093The Price Impact of Institutional Herding.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Review of Financial Studies 24 (3):892Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c925.",
        "Davis, James L., Eugene F. Fama, and Kenneth R. French. 2000. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Characteristics, Covariances, and Average Returns: 1929 to 1997.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Journal of Finance 55 (1):389Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c406.",
        "Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009dÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009dÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009d. 1993. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Common Risk Factors in the Returns on Stocks and Bonds.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Journal of Financial Economics 33 (1):3Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c56.",
        "Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009dÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009dÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009d. 2008. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Dissecting Anomalies.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Journal of Finance 63 (4):1653Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c1678.",
        "Gompers, Paul A. and Andrew Metrick. 2001. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Institutional Investors and Equity Prices.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Quarterly Journal of Economics 116 (1):229Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c259.",
        "Haldane, Andrew G. 2014. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093The Age of Asset Management?Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Working Paper, Bank of England.",
        "Harris, Lawrence and Eitan Gurel. 1986. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Price and Volume EÃ\u0083Â¯Ã\u0082Â¬Ã\u0082â\u0082¬ects Associated with Changes in the S&P 500 List: New Evidence for the Existence of Price Pressures.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Journal of Finance 41 (4):815Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c829.",
        "Hong, Harrison, Terence Lim, and Jeremy C. Stein. 2000. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Bad News Travels Slowly: Size, Analyst Coverage, and the ProÃ\u0083Â¯Ã\u0082Â¬Ã\u0082Â\u0081tability of Momentum Strategies.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Journal of Finance 55 (1):265Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c295.",
        "HortacÃ\u0083Å\u0092Ã\u0082Â§su, Ali and Chad Syverson. 2004. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Product DiÃ\u0083Â¯Ã\u0082Â¬Ã\u0082â\u0082¬erentiation, Search Costs, and Competition in the Mutual Fund Industry: A Case Study of S&P 500 Index Funds.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Quarterly Journal of Economics 119 (2):403Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c456.",
        "Kellogg, R. B. 1976. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Uniqueness in the Schauder Fixed Point Theorem.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Proceedings of the American Mathematical Society 60 (1):207Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c210.",
        "Kondor, PeÃ\u0083Å\u0092Ã\u0082Â\u0081ter and Dimitri Vayanos. 2014. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Liquidity Risk and the Dynamics of Arbitrage Capital.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Working Paper No. 19931, NBER.",
        "Kraus, Alan and Hans R. Stoll. 1972. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Price Impacts of Block Trading on the New York Stock Exchange.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Journal of Finance 27 (3):569Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c588.",
        "Kyle, Albert S. 1985. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Continuous Auctions and Insider Trading.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Econometrica 53 (6):1315Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c 1335.",
        "Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009dÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009dÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009d. 1989. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Informed Speculation with Imperfect Competition.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Review of Economic Studies 56 (3):317Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c355.",
        "Lancaster, Kelvin J. 1966. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093A New Approach to Consumer Theory.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Journal of Political Economy 72 (2):132Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c157.",
        "Lewellen, Jonathan. 2011. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Institutional Investors and the Limits of Arbitrage.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Journal of Financial Economics 102 (1):62Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c80.",
        "Lintner, John. 1965. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093The Valuation of Risk Assets and the Selection of Risky Investments in Stock Portfolios and Capital Budgets.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Review of Economics and Statistics 47 (1):13Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c37.",
        "Lucas, Robert E., Jr. 1976. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Econometric Policy Evaluation: A Critique.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d CarnegieRochester Conference Series on Public Policy 1:19Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c46.",
        "Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009dÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009dÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009d. 1978. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Asset Prices in an Exchange Economy.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Econometrica 46 (6):1429Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c1445.",
        "Nofsinger, John R. and Richard W. Sias. 1999. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Herding and Feedback Trading by Institutional and Individual Investors.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Journal of Finance 54 (6):2263Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c2295.",
        "OÃ\u0083Â¯Ã\u0082Â¬Ã\u0082Æ\u0092ce of Financial Research. 2013. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Asset Management and Financial Stability.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Working Paper, U.S. Department of the Treasury.",
        "Pasquariello, Paolo and Clara Vega. 2013. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Strategic Cross-Trading in the U.S. Stock Market. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Review of Finance 19 (1):229Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c282.",
        "PaÃ\u0083Å\u0092Ã\u0082Â\u0081stor, LÃ\u0083Å\u0092Ã\u0082Å\u0092ubosÃ\u0083Å\u0092Ã\u0082Å\u0092 and Robert F. Stambaugh. 2003. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Liquidity Risk and Expected Stock Returns. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Journal of Political Economy 111 (3):642Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c685.",
        "Rosen, Sherwin. 1974. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Hedonic Prices and Implicit Markets: Product DiÃ\u0083Â¯Ã\u0082Â¬Ã\u0082â\u0082¬erentiation in Pure Competition.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Journal of Political Economy 82 (1):34Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c55.",
        "Ross, Stephen A. 1976. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093The Arbitrage Theory of Capital Asset Pricing.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Journal of Economic Theory 13 (3):341Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c360.",
        "Samuelson, Paul A. 1969. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Lifetime Portfolio Selection by Dynamic Stochastic Programming. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Review of Economics and Statistics 51 (3):239Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c246.",
        "Sharpe, William F. 1964. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Capital Asset Prices: A Theory of Market Equilibrium under Conditions of Risk.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Journal of Finance 19 (3):425Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c442.",
        "Shin, Chae Hee. 2014. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093An Industrial Organization Approach to International Portfolio DiversiÃ\u0083Â¯Ã\u0082Â¬Ã\u0082Â\u0081cation: Evidence from the U.S. Mutual Fund Families.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Working Paper, Federal Reserve Board.",
        "Shleifer, Andrei. 1986. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Do Demand Curves for Stocks Slope Down?Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Journal of Finance 41 (3):579Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c590.",
        "Shumway, Tyler, Maciej B. SzeÃ\u0083Â¯Ã\u0082Â¬Ã\u0082â\u0080\u009aer, and Kathy Yuan. 2009. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093The Information Content of Revealed Beliefs in Portfolio Holdings.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Working Paper, University of Michigan.",
        "Vayanos, Dimitri. 1999. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Strategic Trading and Welfare in a Dynamic Market.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Review of Economic Studies 66 (2):219Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c254.",
        "Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009dÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009dÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009d. 2004. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Flight to Quality, Flight to Liquidity, and the Pricing of Risk.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Working Paper No. 10327, NBER.",
        "Vayanos, Dimitri and Paul Woolley. 2013. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093An Institutional Theory of Momentum and Reversal.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Review of Financial Studies 26 (5):1087Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c1145.",
        "Vissing-JÃ\u0083Æ\u0092Ã\u0082Â¸rgensen, Annette. 2002. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Limited Asset Market Participation and the Elasticity of Intertemporal Substitution.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Journal of Political Economy 110 (4):825Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c853.",
        "Wurgler, JeÃ\u0083Â¯Ã\u0082Â¬Ã\u0082â\u0082¬rey and Ekaterina Zhuravskaya. 2002. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Does Arbitrage Flatten Demand Curves for Stocks?Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Journal of Business 75 (4):583Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c608."
    ]
}