{
    "id": 21750,
    "cites": 25,
    "cited_by": 11,
    "reference": [
        "Adrian, Tobias, Richard Crump, and Emanuel Moench, 2013, Pricing the term structure with linear regresssions, Journal of Financial Economics 110, 110Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c138.",
        "Balduzzi, Pierluigi, Sanjiv Das, and Silverio Foresi, 1998, The central tendency: A second factor in bond yields, Review of Economics and Statistics 80, 62Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c72.",
        "Bernanke, Ben, Vincent Reinhart, and Brian Sack, 2004, Monetary policy alternatives at the zero bound: An empirical assessment, Brookings Papers on Economic Activity 35, 1Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c100.",
        "Chen, Lin, 1996, Stochastic Mean and Stochastic Volatility - A Three-Factor Model of the Term Structure of Interest Rates and its Application to the Pricing of Interest Rate Derivatives (Blackwell Publishers: Oxford, UK).",
        "DÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0084¢Amico, Stefania, William English, David Lopez-Salido, and Edward Nelson, 2012, The Federal ReserveÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0084¢s large-scale asset purchase programs: Rationale and effects, Economic Journal 122, F415Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009cF446.",
        "DÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0084¢Amico, Stefania, and Thomas King, 2013, Flow and stock effects of large-scale Treasury purchases: Evidence on the importance of local supply, Journal of Financial Economics 108, 425Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c 448.",
        "Fawley, Brett, and Christopher Neely, 2013, Four stories of Quantitative Easing, Federal Reserve Bank of St. Louis Review 95, 51Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c88.",
        "Gagnon, Joseph, Matthew Raskin, Julie Remache, and Brian Sack, 2011, The financial market effects of the Federal ReserveÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0084¢s large-scale asset purchases, International Journal of Central Banking 7, 3Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c43.",
        "Greenwood, Robin, Samuel Hanson, Joshua Rudolph, and Lawrence Summers, 2015, The optimal maturity of government debt, in David Wessel, ed.: The $13 Trillion Question . chap. 1 (Brookings Press).",
        "Greenwood, Robin, and Dimitri Vayanos, 2014, Bond supply and excess bond returns, Review of Financial Studies 27, 663Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c713.",
        "Gurkaynak, Refet, Brian Sack, and Jonathan Wright, 2007, The US treasury yield curve: 1961 to the present, Journal of Monetary Economics 54, 2291Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c2304.",
        "Hanson, Samuel, 2014, Mortgage convexity, Journal of Financial Economics 113, 270299.",
        "Joyce, Michael, Ana Lasaosa, Ibrahim Stevens, and Matthew Tong, 2011, The financial market impact of Quantitative Easing in the United Kingdom, International Journal of Central Banking 7, 113Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c161.",
        "Joyce, Michael, David Myles, Andrew Scott, and Dimitri Vayanos, 2012, Quantitative Easing and unconventional monetary policy: An Introduction, Economic Journal 122, F271Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009cF288.",
        "Krishnamurthy, Arvind, and Annette Vissing-Jorgensen, 2011, The effects of Quantitative Easing on interest rates: Channels and implications for policy, Brookings Papers on Economic Activity 43, 215Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c287. Malkhozov, Aytek, Philippe Mueller, Andrea Vedolin, and Gyuri Venter, forthcoming, Mortgage hedging in fixed-income markets, Review of Financial Studies.",
        "Mamaysky, Harry, 2014, The time horizon of price responses to Quantitative Easing, Working paper.",
        "Modigliani, Franco, and Richard Sutch, 1966, Innovations in interest-rate policy, American Economic Review 56, 178Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c197.",
        "Ross, Myron, 1966, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Operation TwistÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d: A mistaken policy?, Journal of Political Economy 74, 195Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c199.",
        "Swanson, Eric, 2011, LetÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0084¢s twist again: A high-frequency event-study analysis of Operation Twist and its implications for QE2, Brookings Papers on Economic Activity 42, 151Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c207.",
        ", 2015, Measuring the effects of unconventional monetary policy on asset prices, Working paper University of California, Irvine.",
        "Tobin, James, 1958, Liquidity preference as behavior towards risk, Review of Economic Studies 25, 124Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c131.",
        ", 1969, A general equilibrium approach to monetary theory, Journal of Money, Credit, and Banking 1, 15Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c29.",
        "Vayanos, Dimitri, and Jean-Luc Vila, 2009, A preferred-habitat theory of the term structure of interest rates, Working paper London School of Economics.",
        "Wallace, Neil, 1967, The term-structure of interest rates and the maturity composition of the federal debt, Journal of Finance 22, 201Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c312.",
        "Wiliams, John, 2014, Monetary Policy at the Zero Lower Bound (Hutchins Center on Fiscal and Monetary Policy)."
    ]
}