{
    "id": 21753,
    "cites": 59,
    "cited_by": 17,
    "reference": [
        "Abowd, John M., Robert H. Creecy, and Francis Kramarz, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Computing Person and Firm Effects Using Linked Longitudinal Employer-Employee Data,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d LEHD Technical Paper, March 2002, 2002-06.",
        "AÃ\u0083Æ\u0092Ã\u0082Â¯t-Sahalia, Yacine, Lars P. Hansen, and JosÃ\u0083Æ\u0092Ã\u0082Â© A. Scheinkman, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Operator Methods for Continuous-Time Markov Processes,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d in Yacine AÃ\u0083Æ\u0092Ã\u0082Â¯t-Sahalia and Lars P. Hansen, eds., Handbook of Financial Econometrics, Vol. 1 of Handbooks in Finance, Amsterdam: North-Holland/Elsevier, 2010, chapter 1, pp. 1Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c66.",
        "Alvarez, Fernando E., Francisco J. Buera, and Robert E. Jr. Lucas, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Idea Flows, Economic Growth, and Trade,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d NBER Working Paper, 2013, 19667.",
        "Amoroso, Luigi, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Ricerche Intorno alla Curva dei Redditi,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Annali di Matematica Pura ed Applicata, December 1925, 2 (1), 123Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c159.",
        "Anderson, James E., Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093A Theoretical Foundation for the Gravity Equation,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d American Economic Review, March 1979, 69 (1), 106Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c16.",
        ", Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093The Gravity Model,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Annual Review of Economics, 2011, 3 (1), 133Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c60.",
        "Arkolakis, Costas, Arnaud Costinot, and AndrÃ\u0083Æ\u0092Ã\u0082Â©s RodrÃ\u0083Æ\u0092Ã\u0082Â­guez-Clare, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093New Trade Models, Same Old Gains?,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d American Economic Review, February 2012, 102 (1), 94Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c130.",
        "Armington, Paul S., Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093A Theory of Demand for Products Distinguished by Place of Production,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d International Monetary Fund Staff Papers, March 1969, 16 (1), 159Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c178.",
        "Axtell, Robert L., Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Zipf Distribution of U.S. Firm Sizes,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Science, September 2001, 293 (5536), 1818Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c20.",
        "Balassa, Bela, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Trade Liberalization and Revealed Comparative Advantage,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Manchester School of Economic and Social Studies, May 1965, 33, 99Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c123.",
        "Bibby, Bo M., Martin Jacobsen, and Michael SÃ\u0083Æ\u0092Ã\u0082Â¸rensen, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Estimating Functions for Discretely Sampled Diffusion-Type Models,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d in Yacine AÃ\u0083Æ\u0092Ã\u0082Â¯t-Sahalia and Lars P. Hansen, eds., Handbook of Financial Econometrics, Vol. 1 of Handbooks in Finance, Amsterdam: North-Holland/Elsevier, 2010, chapter 4, pp. 203Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c268.",
        "Buera, Francisco J. and Ezra Oberfield, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093The Global Diffusion of Ideas,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d May 2014. Federal Reserve Bank of Chicago, unpublished manuscript.",
        "Bustos, Paula, Bruno Caprettini, and Jacopo Ponticelli, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Agricultural Productivity and Structural Transformation: Evidence from Brazil,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Universitat Pompeu Fabra Economics Working Paper, June 2015, 1403.",
        "Cabral, LuÃ\u0083Æ\u0092Ã\u0082Â­s M. B. and JosÃ\u0083Æ\u0092Ã\u0082Â© Mata, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093On the Evolution of the Firm Size Distribution: Facts and Theory,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d American Economic Review, September 2003, 93 (4), 1075Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c1090.",
        "Cadot, Olivier, Celine CarrÃ\u0083Æ\u0092Ã\u0082Â©re, and Vanessa Strauss Kahn, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Export Diversification: WhatÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0084¢s behind the Hump?,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Review of Economics and Statistics, May 2011, 93 (2), 590Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c605.",
        "Caliendo, Lorenzo and Fernando Parro, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Estimates of the Trade and Welfare Effects of NAFTA,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Review of Economic Studies, January 2015, 82 (1), 1Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c44.",
        "Chan, K. C., G. Andrew Karolyi, Francis A. Longstaff, and Anthony B. Sanders, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093An Empirical Comparison of Alternative Models of the Short-Term Interest Rate,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Journal of Finance, July 1992, 47 (3), 1209Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c27.",
        "Chor, Davin, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Unpacking Sources of Comparative Advantage: A Quantitative Approach,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Journal of International Economics, November 2010, 82 (2), 152Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c67.",
        "Costinot, Arnaud, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093On the Origins of Comparative Advantage,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Journal of International Economics, April 2009, 77 (2), 255Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c64.",
        ", Dave Donaldson, and Ivana Komunjer, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093What Goods Do Countries Trade? A Quantitative Exploration of RicardoÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0084¢s Ideas,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Review of Economic Studies, April 2012, 79 (2), 581Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c608.",
        "Crooks, Gavin E., Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093The Amoroso Distribution,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d ArXiv, May 2010, 1005 (3274), 1Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c27.",
        "Deardorff, Alan V., Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Determinants of Bilateral Trade: Does Gravity Work in a Neoclassical World?,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d in Jeffrey A. Frankel, ed., The Regionalization of the World Economy, Chicago: University of Chicago Press, January 1998, chapter 1, pp. 7Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c32.",
        "Dennis, Brian, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Stochastic Differential Equations As Insect Population Models,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d in Lyman L. McDonald, Bryan F. J. Manly, Jeffrey A. Lockwood, and Jesse A. Logan, eds., Estimation and Analysis of Insect Populations, Vol. 55 of Lecture Notes in Statistics, New York: Springer, 1989, chapter 4, pp. 219Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c238. Proceedings of a Conference held in Laramie, Wyoming, January 25-29, 1988.",
        "Di Giovanni, Julian, Andrei A. Levchenko, and Jing Zhang, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093The Global Welfare Impact of China: Trade Integration and Technological Change,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d American Economic Journal: Macroeconomics, July 2014, 6 (3), 153Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c83.",
        "Easterly, William and Ariell Reshef, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093African Export Successes: Surprises, Stylized Facts, and Explanations,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d NBER Working Paper, 2010, 16597.",
        "Eaton, Jonathan and Samuel Kortum, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093International Technology Diffusion: Theory and Measurement,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d International Economic Review, August 1999, 40 (3), 537Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c70.",
        ", Samuel S. Kortum, and Sebastian Sotelo, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093International Trade: Linking Micro and Macro,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d NBER Working Paper, 2012, 17864.",
        "Fadinger, Harald and Pablo Fleiss, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Trade and Sectoral Productivity,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Economic Journal, September 2011, 121 (555), 958Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c89.",
        "Fally, Thibault, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Structural Gravity and Fixed Effects,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d July 2012. University of California, Berkeley, unpublished manuscript.",
        "Finicelli, Andrea, Patrizio Pagano, and Massimo Sbracia, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Trade-Revealed TFP,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Bank of Italy Temi di Discussione (Working Paper), October 2009, 729.",
        "Forman, Julie L. and Michael SÃ\u0083Æ\u0092Ã\u0082Â¸rensen, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093The Pearson Diffusions: A Class of Statistically Tractable Diffusion Processes,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Scandinavian Journal of Statistics, September 2008, 35 (3), 438Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c465.",
        "Freund, Caroline L. and Martha D. Pierola, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Export Superstars,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d September 2013. The World Bank, unpublished manuscript.",
        "Gabaix, Xavier, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093ZipfÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0084¢s Law For Cities: An Explanation,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Quarterly Journal of Economics, August 1999, 114 (3), 739Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c767.",
        "Hansen, Lars P., Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Large Sample Properties of Generalized Method of Moments Estimators,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Econometrica, July 1982, 50 (4), 1029Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c54.",
        "Hanson, Gordon H., Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093The Rise of Middle Kingdoms: Emerging Economies in Global Trade,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Journal of Economic Perspectives, Spring 2012, 26 (2), 41Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c64.",
        "Hausmann, Ricardo and Dani Rodrik, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Economic Development as Self-Discovery,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Journal of Development Economics, December 2003, 72 (2), 603Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c33.",
        "Helpman, Elhanan, Marc Melitz, and Yona Rubinstein, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Estimating Trade Flows: Trading Partners and Trading Volumes,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Quarterly Journal of Economics, May 2008, 123 (2), 441Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c87.",
        "Karlin, Samuel and Howard M. Taylor, A second course in stochastic processes, 1st ed., New York: Academic Press, 1981.",
        "Kerr, William R., Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Heterogeneous Technology Diffusion and Ricardian Trade Patterns,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d NBER Working Paper, November 2013, 19657.",
        "Kessler, Mathieu and Michael SÃ\u0083Æ\u0092Ã\u0082Â¸rensen, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Estimating Equations Based on Eigenfunctions for a Discretely Observed Diffusion Process,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Bernoulli, April 1999, 5 (2), 299Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c314.",
        "Kotz, Samuel, Norman L. Johnson, and N. Balakrishnan, Continuous Univariate Distributions, 2nd ed., Vol. 1 of Wiley Series in Probability and Statistics, New York: Wiley, October 1994.",
        "Krugman, Paul R., Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Scale Economies, Product Differentiation, and the Pattern of Trade,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d American Economic Review, December 1980, 70 (5), 950Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c59.",
        "Leigh, Egbert G., Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093The Ecological Role of VolterraÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0084¢s Equations,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d in Murray Gerstenhaber, ed., Some mathematical problems in biology, Vol. 1 of Lectures on mathematics in the life sciences, Providence, Rhode Island: American Mathematical Society, December 1968, pp. 19Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c61. Proceedings of the Symposium on Mathematical Biology held at Washington, D.C., December 1966.",
        "Levchenko, Andrei A., Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Institutional Quality and International Trade,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Review of Economic Studies, July 2007, 74 (3), 791Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c819.",
        "Lunde, Asger and Anne F. Brix, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Estimating Stochastic Volatility Models using Prediction-based Estimating Functions,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d CREATES Research Paper, July 2013, 23.",
        "Melitz, Marc J., Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093The Impact of Trade on Intra-Industry Reallocations and Aggregate Industry Productivity,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Econometrica, November 2003, 71 (6), 1695Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c1725.",
        "Newey, Whitney K. and Daniel L. McFadden, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Large Sample Estimation and Hypothesis Testing,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d in Robert F. Engle and Daniel L. McFadden, eds., Handbook of Econometrics, Vol. 4, Amsterdam: Elsevier Science, 1994, chapter 23, pp. 2111Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c2245.",
        "Pearson, Karl, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Contributions to the Mathematical Theory of Evolution. II. Skew Variation in Homogeneous Material,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Philosophical Transactions of the Royal Society of London. A, November 1895, 186, 343Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c414.",
        "Prajneshu, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Time-Dependent Solution of the Logistic Model for Population Growth in Random Environment,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Journal of Applied Probability, December 1980, 17 (4), 1083Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c1086.",
        "RodrÃ\u0083Æ\u0092Ã\u0082Â­guez-Clare, AndrÃ\u0083Æ\u0092Ã\u0082Â©s, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Costa RicaÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0084¢s Development Strategy Based on Human Capital and Technology: How It Got There, the Impact of Intel, and Lessons for Other Countries,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Journal of Human Development, July 2001, 2 (2), 311Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c24.",
        "Romalis, John, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Factor Proportions and the Structure of Commodity Trade,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d American Economic Review, March 2004, 94 (1), 67Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c97.",
        "Schott, Peter K., Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093One Size Fits All? Heckscher-Ohlin Specialization in Global Production,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d American Economic Review, June 2003, 93 (3), 686Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c708.",
        "Silva, JoÃ\u0083Æ\u0092Ã\u0082Â£o M. C. Santos and Silvana Tenreyro, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093The Log of Gravity,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Review of Economics and Statistics, November 2006, 88 (4), 641Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c58.",
        "SÃ\u0083Æ\u0092Ã\u0082Â¸rensen, Michael, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Statistical Inference for Integrated Diffusion Processes,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d in International Statistical Institute, ed., Proceedings of the 58th World Statistics Congress 2011, Dublin 2011, pp. 75Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c82.",
        "Sutton, John, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093GibratÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0084¢s Legacy,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Journal of Economic Literature, March 1997, 35 (1), 40Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c59.",
        "Trefler, Daniel, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093The Case of the Missing Trade and Other Mysteries,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d American Economic Review, December 1995, 85 (5), 1029Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c46.",
        "Vasicek, Oldrich A., Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093An Equilibrium Characterization of the Term Structure,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Journal of Financial Economics, November 1977, 5 (2), 177Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c88.",
        "Waugh, Michael E., Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093International Trade and Income Differences,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d American Economic Review, December 2010, 100 (5), 2093Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c2124.",
        "Wong, Eugene, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093The Construction of a Class of Stationary Markoff Processes,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d in Richard Bellman, ed., Stochastic processes in mathematical physics and engineering, Vol. 16 of Proceedings of symposia in applied mathematics, Providence, R.I.: American Mathematical Society, 1964, chapter 12, pp. 264Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c276."
    ]
}