{
    "id": 2175,
    "cites": 25,
    "cited_by": 10,
    "reference": [
        "Aizenman, J., Tariff Liberalization Policy and Financial Restrictions, Journal of International Economics, 19 (1985): 241-255.",
        "Journal of Political Economy (December l986c). Corden, W.M. , Protection, Growth and Trade, Blackwell, 1985.",
        "Dixit, A., and V. Norman, Theory of International Trade, Cambridge University Press 1980.",
        "Dornbusch, R., Tariffs and Nontraded Goods, Journal of International Economics (May 1974): 117-85.",
        "Developing Countries, paper presented at the Carlos-Diaz-Alejandro Memorial Conference, Helsinki, August 1986.",
        "Capital Accounts and the Real Exchange Rate, Working Paper, NBER, 1987.",
        "Edwards, S., and S. van Wijnbergen, The Welfare Effects of Trade and Cap- ital Market Liberalization, International Economic Review (Feb. 1986).",
        "Popular Propositions in International Economics, Oxford Economic Pacers, (forthcoming). Eichengreene, B., A Dynamic Model of Tariffs, Output and Employment Under Flexible Exchange Rates, Journal of International Economics (August 1981): 341-360.",
        "Feldstein, M., The Budget Deficit and the Dollar, in NBER Macroeconomics Annual 1986, MIT Press, 1986.",
        "Haaparanta, P., and J. Kahkonen, Liberalization of Capital Movements and Trade: Real Appreciation, Employment and Welfare, Wider Working Paper (1986).",
        "Harberger, A.C., Currency Depreciation, Income and the Balance of Trade, Journal of Political Economy (February 1950).",
        "Hooper, P., and J. Morton, Fluctuations in the Dollar: A Model of Real and Nominal Exchange Rate Determination, Journal of International Money and Finance (Dec. 1982).",
        "Johnson, H.G., A Model of Protection and the Exchange Rate, Review of Economic Studies (Apr. 1966).",
        "Kimbrough, K., Commercial Policy and Aggregate Employment Under Rational Expectations, Ouarterly Journal of Economics (August 1984).",
        "Laursen, S., and L. Metzler, Flexible Exchange Rates and the Theory of Employment, Review of Economics and Statistics (November 1950).",
        "Marris, S., Deficits and the Dollar: The World Economy At Risk, lIE, 1985.",
        "Mundell, R., International Economics, Macmillan, 1968).",
        "Mussa, M. , The Effects of Commercial, Fiscal, Monetary, and Exchange Rate Policies on the Real Exchange Rate, in S. Edwards and L. Ahamed (eds.), Economic Adjustment and Exchange Rates in Developing Countries, University of Chicago 1986.",
        "Neary, J.P. , International Factor Mobility, Minimum Wage Rates, and Factor Price Equalization: A Synthesis, Quarterly Journal of Economics (1985).",
        "Obstfeld, M., Aggregate Spending and the Terms of Trade: Is There a Laursen Metzler Effect, Quarterly Journal of Economics (May 1982).",
        "Persson, T. , and L.E.O. Svensson, Current Account Dynamics and the Terms of Trade: Harberger-Laursen-Metzler Two Generations Later, Journal of Political Economy (Feb. 1985).",
        "Razin, A., and L.E.O. Svenson, Trade Taxes and the Current Account, Economics Letters, (1983).",
        "Svensson, L.E.O., and A. Razin, The Terms of Trade and the Current Account: The Harberger-Laursen-Metzler Effect, Journal of Political Economy (1983).",
        "Taylor, L., Macro Models for Developing Countries, New York: McGraw Hill, 1978.",
        "Economic Review, forthcoming. Williamson, J., The Exchange Rate System, lIE, 1983."
    ]
}