{
    "id": 21767,
    "cites": 16,
    "cited_by": 25,
    "reference": [
        "Ambrose, Brent W., Piet Eichholtz, and Thies Lindenthal. 2013. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093House Prices and Fundamentals: 355 Years of Evidence.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Journal of Money, Credit and Banking, 45(23) : 477Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c491.",
        "Bansal, Ravi, and Amir Yaron. 2004. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Risks for the Long Run: A Potential Resolution of Asset Pricing Puzzles.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Journal of Finance, 59(4): 1481Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c1509.",
        "Barro, Robert J., and Jose F. Ursua. 2008. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Macroeconomic Crises since 1870.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Brookings Papers on Economic Activity, 39(1): 255Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c350.",
        "Bordo, Michael, Barry Eichengreen, Daniela Klingebiel, and Maria Soledad MartinezPeria. 2001. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Is the Crisis Problem Growing More Severe?Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Economic Policy, 16(32): 51Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c 82.",
        "Constantinescu, Mihnea, and Marc Francke. 2013. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093The Historical Development of the Swiss Rental Market - A New Price Index.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Journal of Housing Economics, 22(2): 135 Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c 145.",
        "Eichholtz, Piet. 1997. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093A Long Run House Price Index: The Herengracht Index, 1628Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c 1973.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Real Estate Economics, 25(2): 175Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c192.",
        "Lettau, Martin, and Jessica A. Wachter. 2007. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Why Is Long-Horizon Equity Less Risky? A Duration-Based Explanation of the Value Premium.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Journal of Finance, 62(1): 55Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c92.",
        "Lettau, Martin, and Jessica A. Wachter. 2011. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093The Term Structures of Equity and Interest Rates.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Journal of Financial Economics, 101(1): 90Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c113.",
        "Lettau, Martin, and Sydney C. Ludvigson. 2005. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Expected Returns and Expected Dividend Growth.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Journal of Financial Economics, 76(1): 583Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c626.",
        "Mack, Adrienne, and Enrique MartÃ\u0083Æ\u0092Ã\u0082Â­nez-GarcÃ\u0083Æ\u0092Ã\u0082Â­a. 2011. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093A Cross-Country Quarterly Database of Real House Prices: A Methodological Note.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Federal Reserve Bank of Dallas Globalization and Monetary Policy Working Paper 99.",
        "Reinhart, Carmen M., and Kenneth S. Rogoff. 2009. This Time is Different: Eight Centuries of Financial Folly. Princeton University Press.",
        "Schularick, Moritz, and Alan M. Taylor. 2012. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Credit Booms Gone Bust: Monetary Policy, Leverage Cycles, and Financial Crises.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d American Economic Review, 102(2): 1029Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c 1061.",
        "Shiller, Robert. 2000. Irrational Exuberance. Princeton University Press, Princeton.",
        "Stapledon, Nigel. 2012. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Trends and Cycles in Sydney and Melbourne House Prices from 1880 to 2011.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Australian Economic History Review, 52(3): 293Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c317.",
        "van Binsbergen, Jules, Michael Brandt, and Ralph Koijen. 2012. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093On the Timing and Pricing of Dividends.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d American Economic Review, 102(4): 1596Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c1618.",
        "van Binsbergen, Jules, Wouter Hueskes, Ralph Koijen, and Evert Vrugt. 2013. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Equity Yields.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Journal of Financial Economics, 110(3): 503 Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c 519. A.18"
    ]
}