{
    "id": 21763,
    "cites": 30,
    "cited_by": 10,
    "reference": [
        "Aw, Bee Yan, Xiaomin Chen, and Mark J. Roberts. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Firm-level evidence on productivity differentials and turnover in Taiwanese manufacturing.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Journal of Development Economics 66.1, 2001: 51-86.",
        "Becker, Randy and Henderson, Vernon, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Effects of Air Quality Regulations on Polluting IndustriesÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d. Journal of Political Economy, 108.2, 2000: 379 - 421.",
        "Bertrand, Marianne, et al. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Obtaining a driverÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0084¢s license in India: an experimental approach to studying corruption.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d The Quarterly Journal of Economics 122.4, 2007: 1639-1676.",
        "Blackman, Allen, and Winston Harrington. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093The use of economic incentives in developing countries: Lessons from international experience with industrial air pollution.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d The Journal of Environment & Development 9.1, 2000: 5-44. Bohm, Peter and Russell, Clifford S. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Chapter 10: Comparative Analysis of Alternative Policy InstrumentsÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d in Handbook of Natural Resource and Energy Economics, pp. 395460.",
        "Central Pollution Control Board. Specifications and Guidelines for Continuous Emissions Monitoring Systems (CEMS) for PM Measurement with Special Reference to Emissions Trading Scheme. CPCB/e-Publication/2013-14. Central Electricity Authority, Thermal Performance Reviews.",
        "Duflo, Esther, Michael Greenstone, Rohini Pande and Nicholas Ryan. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Truth-Telling by Third-Party Auditors and the Response of Polluting Firms: Experimental Evidence from India.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d The Quarterly Journal of Economics 128.4, 2013: 1499-1545.",
        "Duflo, Esther, Michael Greenstone, Rohini Pande and Nicholas Ryan. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093The Value of Regulatory Discretion: Estimates from Environmental Inspections in India.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d NBER Working Paper 20590, 2014.",
        "Ellerman, A Denny, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Are Cap-and-Trade Programs More Environmentally Effective than Conventional Regulation?Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Mimeo, 2003.",
        "Estache, Antonio and Wren-Lewis, Liam. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Toward a Theory of Regulation for Developing Countries: Following Jean-Jacques LaffontÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0084¢s LeadÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d. Journal of Economic Literature, 47.3, 2009: 729-770.",
        "Fowlie, Meredith L and Holland, Stephen P and Mansur, Erin T, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093What Do Emissions Markets Deliver and to Whom? Evidence from Southern CaliforniaÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0084¢s NOx Trading ProgramÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d, American Economic Review, 102.2, 2012: 965-993.",
        "Greenstone, Michael, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093The Impacts of Environmental Regulations on Industrial Activity: Evidence from the 1970 and 1977 Clean Air Act Amendments and the Census of Manufactures ?Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Journal of Political Economy, 110.6, 2002: 1175-1219.",
        "Greenstone, Michael, John A. List, and Chad Syverson, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093The Effects of Environmental Regulation on the Competitiveness of U.S. Manufacturing.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d NBER Working Paper 18392, 2012.",
        "Greenstone, Michael, and Rema Hanna. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Environmental Regulations, Air and Water Pollution, and Infant Mortality in India.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d American Economic Review 104.10 (2014): 3038-72.",
        "Harrison, Ann E., Leslie A. Martin, and Shanthi Nataraj. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Learning versus stealing: how important are market-share reallocations to IndiaÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0084¢s productivity growth?Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d The World Bank Economic Review 27.2, 2013: 202-228.",
        "Harrington, Winston and Richard D. Morgenstern, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Economic incentives versus command and control: WhatÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0084¢s the best approach for solving environmental problems?Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d in Acid in the Environment, Springer, 2007: 223-240.",
        "Hausman, J., 1996, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Valuation of New Goods under Perfect and Imperfect Competition,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d in T. Bresnahan and R. Gordon, eds., The Economics of New Goods, Studies in Income and Wealth, Vol. 58, Chicago: National Bureau of Economic Research Hicks, John. The Theory of Wages. London, Macmillian, 2nd ed. 1963 International Energy Agency, World Energy Outlook 2014.",
        "Jaffe, Adam B and Stavins, Robert N. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Dynamic incentives of environmental regulations: The effects of alternative policy instruments on technology diffusion.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Journal of Environmental Economics and Management, 29.3, 1995: 43-63.",
        "Jaffe, Adam B and Palmer, Karen. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Environmental Regulation and Innovation: A Panel Data StudyÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d. Review of Economics and Statistics, 79.4, 1997: 610-619.",
        "Khanna, Madhu, and Zilberman, David, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Adoption of energy efficient technologies and carbon abatement: the electricity generating sector in IndiaÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Energy Economics, 23, 2001: 637-658.",
        "Laffont, Jean-Jacques. Regulation and Development Cambridge University Press, 2005.",
        "Levinsohn, James, and Amil Petrin. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Estimating production functions using inputs to control for unobservables.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d The Review of Economic Studies 70.2, 2003: 317-341.",
        "Linn, J. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Energy Prices and the Adoption of Energy-Saving TechnologyÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Economic Journal, 118.533, 2008: 1986-2012.",
        "List, John A., Daniel L. Millimet, Per G. Fredriksson, and W. Warren McHone, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Effects of Environmental Regulations on Manufacturing Plant Births: Evidence from a Propensity Score Matching EstimatorÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Review of Economics and Statistics 85.4, 2003: 944-952.",
        "Liu, Miao and Leslie Martin. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093When Giants Take Steps: The Impact of Conservation Targets on ChinaÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0084¢s Largest Energy-Consuming Firms.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d University of Melbourne Working Paper, April 2014.",
        "Martin, Leslie A., Shanthi Nataraj, and Ann Harrison, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093In With the Big, Out With the Small: Removing Small-Scale Reservations in India,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d NBER Working Paper 19942, September 2014.",
        "Newell, Richard G and Jaffe, Adam B and Stavins, Robert N, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093The Induced Innovation Hypothesis and Energy-Saving Technological ChangeÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d, Quarterly Journal of Economics, 114, 1999: 941 - 975.",
        "Olley S., and Pakes, A., 1996. The Dynamics of Productivity in the Telecommunications Equipment Industry. Econometrica, 64.6, 1996: 1263-1297.",
        "Popp, David. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Induced Innovation and Energy PricesÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d. American Economic Review, 92.1, 2002: 160-180.",
        "Tanaka, Shinsuke and Yin, Wesley and Jefferson, Gary H. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Environmental Regulation and Industrial Performance: Evidence from ChinaÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Mimeo, 2014.",
        "Walker, W. Reed, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093The Transitional Costs of Sectoral Reallocation: Evidence from the Clean Air Act and the Workforce.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Quarterly Journal of Economics 128.4, 2013: 1787-1835."
    ]
}