{
    "id": 21760,
    "cites": 83,
    "cited_by": 27,
    "reference": [
        "Albouy, D. (2009). The unequal geographic burden of federal taxation. Journal of Political Economy 117(4), 635Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c667.",
        "Albouy, D. (2012). Evaluating the efficiency and equity of federal fiscal equalization. Journal of Public Economics 96(9), 824Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c839.",
        "Allen, T. and C. Arkolakis (2014). Trade and the topography of the spatial economy. Quarterly Journal of Economics 1085, 1139.",
        "Allen, T., C. Arkolakis, and Y. Takahashi (2014). Universal gravity. Technical Report 20787, National Bureau of Economic Research.",
        "Anderson, J. E. and E. Van Wincoop (2003). Gravity with gravitas: A solution to the border puzzle. American Economic Review 93(1), 170Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c192.",
        "Auerbach, A. (2013). Capital income taxation, corporate taxation, wealth transfer taxes and consumption tax reforms. Technical report, University of California, Berkeley.",
        "Auerbach, A. J. and M. P. Devereux (2015). Cash flow taxes in an international setting. Technical report, University of California, Berkeley and Oxford University Centre for Business Taxation.",
        "Ballard, C. L., D. Fullerton, J. B. Shoven, and J. Whalley (1985). A general equilibrium model for tax policy evaluation. University of Chicago Press.",
        "Bartelme, D. (2015). Trade costs and economic geography: Evidence from the U.S. Technical report, University of Michigan.",
        "Bartik, T. J. (1991). Who Benefits from State and Local Economic Development Policies? W.E. Upjohn Institute for Employment Research.",
        "Bayer, P., F. Ferreira, and R. McMillan (2007). A unified framework for measuring preferences for schools and neighborhoods. Journal of Political Economy 115(4), 588Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c638.",
        "Behrens, K., G. Mion, Y. Murata, and J. SuÃ\u0083Å\u0092Ã\u0082Ë\u0086dekum (2011). Spatial frictions. Technical report, CEPR Discussion Paper No. DP8572.",
        "BeÃ\u0083Å\u0092Ã\u0082Â\u0081nassy-QueÃ\u0083Å\u0092Ã\u0082Â\u0081reÃ\u0083Å\u0092Ã\u0082Â\u0081, A., A. Trannoy, and G. Wolff (2014). Tax harmonization in Europe: Moving forward. VOX policy proposal, Centre for Economic Policy Research.",
        "Bettendorf, L., M. P. Devereux, A. Van der Horst, S. Loretz, and R. A. De Mooij (2010). Corporate tax harmonization in the EU. Economic Policy 25(63), 537Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c590.",
        "Black, S. E. (1999). Do better schools matter? Parental valuation of elementary education. Quarterly Journal of Economics 114(2), 577Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c599.",
        "Bound, J. and H. J. Holzer (2000). Demand shifts, population adjustments, and labor market outcomes during the 1980s. Journal of Labor Economics 18(1), 20Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c54.",
        "Bradbury, K. L., C. J. Mayer, and K. E. Case (2001). Property tax limits, local fiscal behavior, and property values: Evidence from Massachusetts under Proposition 2 1/2. Journal of Public Economics 80(2), 287Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c 311.",
        "Brandt, L., T. Tombe, and X. Zhu (2013). Factor market distortions across time, space and sectors in China. Review of Economic Dynamics 16(1), 39Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c58.",
        "Bryan, G. and M. Morten (2015). Economic development and the spatial allocation of labor: Evidence from Indonesia. Technical report, London School of Economics and Stanford University.",
        "Caliendo, L. and F. Parro (2014). Estimates of the trade and welfare effects of NAFTA. The Review of Economic Studies.",
        "Caliendo, L., F. Parro, E. Rossi-Hansberg, and P.-D. Sarte (2014). The impact of regional and sectoral productivity changes on the U.S. economy. Technical Report 20168, National Bureau of Economic Research.",
        "Ceaser, J. W. and R. P. Saldin (2005). A new measure of party strength. Political Research Quarterly 58(2), 245Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c256.",
        "Cellini, S. R., F. Ferreira, and J. Rothstein (2010). The value of school facility investments: Evidence from a dynamic regression discontinuity design. Quarterly Journal of Economics 125(1), 215Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c261.",
        "Chay, K. and M. Greenstone (2005). Does air quality matter? Evidence from the housing market. Journal of Political Economy 113(2), 376Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c424.",
        "Chirinko, R. S. and D. J. Wilson (2008). State investment tax incentives: A zero-sum game? Journal of Public Economics 92(12), 2362Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c2384.",
        "Cooper, M., J. McClelland, J. Pearce, R. Prisinzano, J. Sullivan, D. Yagan, O. Zidar, and E. Zwick (2015). Business in the United States: Who owns it and how much tax do they pay? Technical Report 21651, National Bureau of Economic Research.",
        "Dekle, R., J. Eaton, and S. Kortum (2008). Global rebalancing with gravity: Measuring the burden of adjustment. Technical Report 3, International Monetary Fund.",
        "Desmet, K. and E. Rossi-Hansberg (2013). Urban accounting and welfare. American Economic Review 103(6), 2296Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c2327.",
        "Devereux, M. and M. Pearson (1995). European tax harmonisation and production efficiency. European Economic Review 39, 1657Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c1681.",
        "Devereux, M. P., C. Fuest, and B. Lockwood (2015). Taxing the foreign profits of multinational firms. VOX policy proposal, Centre for Economic Policy Research.",
        "Devereux, M. P. and R. Griffith (1998). Taxes and the location of production: Evidence from a panel of US multinationals. Journal of Public Economics 68(3), 335Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c367.",
        "Diamond, R. (2015). The determinants and welfare implications of US workersÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0084¢ diverging location choices by skill: 1980-2000. Technical report, Stanford University.",
        "Eaton, J. and S. Kortum (2002). Technology, geography, and trade. Econometrica 70(5), 1741Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c1779.",
        "Eeckhout, J. and N. Guner (2015). Optimal spatial taxation: Are big cities too small? Technical Report 8781, Institute for the Study of Labor (IZA).",
        "Farber, P. L. (2006). Should the states determine their own tax destinies?: Federalism in the 21st century. State Tax Notes 40(2).",
        "Fernald, J. G. (1999). Roads to prosperity? Assessing the link between public capital and productivity. American Economic Review 89(3), 619Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c638.",
        "Galle, S., A. RodrÃ\u0083â\u0080\u009eÃ\u0082Â±guez-Clare, and M. Yi (2015). Slicing the pie: Quantifying the aggregate and distributional effects of trade. Technical report, UC Berkeley.",
        "Gaubert, C. (2015). Firm sorting and agglomeration. Technical report, University of California, Berkeley.",
        "Giroud, X. and J. Rauh (2015). State taxation and the reallocation of business activity: Evidence from establishment-level data. Technical Report 21534, National Bureau of Economic Research.",
        "Gollin, D., D. Lagakos, and M. E. Waugh (2013). The agricultural productivity gap. Quarterly Journal of Economics.",
        "Goolsbee, A. and E. L. Maydew (2000). Coveting thy neighbors manufacturing: The dilemma of state income apportionment. Journal of Public Economics 75(1), 125Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c143.",
        "Gordon, R. H. (1983). An optimal taxation approach to fiscal federalism. Quarterly Journal of Economics 98(4), 567Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c586.",
        "Haughwout, A. F. (2002). Public infrastructure investments, productivity and welfare in fixed geographic areas. Journal of Public Economics 83(3), 405Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c428.",
        "Head, K. and T. Mayer (2014). Gravity equations: Workhorse, toolkit, and cookbook. Handbook of International Economics, Vol. 4.",
        "Helpman, E. (1998). The size of regions: transport and housing as factors in agglomeration. In D. Pines, E. Sadka, and I. Zilcha (Eds.), Topics in Public Economics, pp. 33Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c54. Cambridge University Press Cambridge.",
        "Hines, J. R. (1996). Altered states: Taxes and the location of foreign direct investment in America. Technical Report 5.",
        "Holmes, T. J. (1998). The effect of state policies on the location of manufacturing: Evidence from state borders. Journal of Political Economy 106(4), 667Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c705.",
        "Hsieh, C.-T. and P. J. Klenow (2009). Misallocation and manufacturing TFP in China and India. Quarterly Journal of Economics 124(4), 1403Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c1448.",
        "Hsieh, C.-T. and E. Moretti (2015). Why do cities matter? local growth and aggregate growth. Technical Report 21154, National Bureau of Economic Research.",
        "ITEP (2012). Corporate income tax apportionment and the Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093single sales factorÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d. Policy brief, Institute on Taxation and Economic Policy.",
        "Keen, M. (1987). Welfare effects of commodity tax harmonisation. Journal of Public Economics 33, 107Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c114.",
        "Kline, P. and E. Moretti (2014). Local economic development, agglomeration economies and the big push: 100 years of evidence from the Tennessee Valley Authority. Quarterly Journal of Economics.",
        "Krugman, P. (1980). Scale economies, product differentiation, and the pattern of trade. American Economic Review, 950Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c959.",
        "Krugman, P. (1991). Increasing returns and economic geography. Journal of Political Economy 99(3), 483Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c499.",
        "Krugman, P. R. and A. J. Venables (1995). Globalization and the inequality of nations. Quarterly Journal of Economics 110(4), 857Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c880.",
        "Lagakos, D. and M. E. Waugh (2013). Selection, agriculture, and cross-country productivity differences. American Economic Review 103(2), 948Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c80.",
        "Mazerov, M. (2005). The Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093single sales factorÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d formula for state corporate taxes: A boon to economic development or a costly giveaway? Technical report, Center on Budget and Policy Priorities.",
        "Melitz, M. J. (2003). The impact of trade on intra-industry reallocations and aggregate industry productivity.",
        "Mendoza, E. G. and L. L. Tesar (1998). The international ramifications of tax reforms: Supply-Side economics in a global economy. American Economic Review, 226Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c245.",
        "Michaillat, P. and E. Saez (2015). The optimal use of government purchases for macroeconomic stabilization. Technical Report 21322, National Bureau of Economic Research.",
        "Monte, F. (2015). The local incidence of trade shocks. Technical report, Georgetown University.",
        "Monte, F., S. Redding, and E. Rossi-Hansberg (2015). Commuting, migration and local employment elasticities. Technical report, Princeton University.",
        "Moretti, E. and D. Wilson (2015). The effect of state taxes on the geographical location of top earners: Evidence from star scientists. Technical Report 21120, National Bureau of Economic Research.",
        "Notowidigdo, M. J. (2013). The incidence of local labor demand shocks. Technical report, Northwestern University.",
        "Ossa, R. (2015). A quantitative analysis of subsidy competition in the U.S. Technical Report 20975, National Bureau of Economic Research.",
        "PERAB (2010). The report on tax reform options: Simplification, compliance, and corporate taxation. Technical report, The PresidentÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0084¢s Economic Recovery Advisory Board.",
        "Poterba, J. M. (1994). State responses to fiscal crisis: The effects of budgetary institutions and politics. Journal of Political Economy 102, 799Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c821.",
        "Ramondo, N., A. RodrÃ\u0083â\u0080\u009eÃ\u0082Â±Ã\u0083Å\u0092Ã\u0082Â\u0081guez-Clare, and M. SaborÃ\u0083â\u0080\u009eÃ\u0082Â±Ã\u0083Å\u0092Ã\u0082Â\u0081o-RodrÃ\u0083â\u0080\u009eÃ\u0082Â±Ã\u0083Å\u0092Ã\u0082Â\u0081guez (2015). Trade, domestic frictions, and scale effects. Technical report, U.C. San Diego, U.C. Berkeley, and Univ. de Costa Rica.",
        "Redding, S. J. (2015). Goods trade, factor mobility and welfare. Technical Report 18008, National Bureau of Economic Research.",
        "Restuccia, D. and R. Rogerson (2008). Policy distortions and aggregate productivity with heterogeneous establishments. Review of Economic Dynamics 11(4), 707Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c720.",
        "Saiz, A. (2010). The geographic determinants of housing supply. The Quarterly Journal of Economics 125(3), 1253Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c1296.",
        "Shaviro, D. (1993). Federalism in Taxation: The Case for Greater Uniformity. AEI Studies in Regulation and Federalism. AEI Press.",
        "Shoven, J. B. and J. Whalley (1972). A general equilibrium calculation of the effects of differential taxation of income from capital in the U.S. Journal of Public Economics 1(3Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c4), 281 Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c 321.",
        "SuaÃ\u0083Å\u0092Ã\u0082Â\u0081rez Serrato, J. C. and P. Wingender (2014). Estimating the incidence of government spending. Technical report, Duke University and the International Monetary Fund.",
        "SuaÃ\u0083Å\u0092Ã\u0082Â\u0081rez Serrato, J. C. and O. M. Zidar (2015). Who benefits from state corporate tax cuts? A local labor markets approach with heterogeneous firms. Technical report, Duke University and The University of Chicago Booth School of Business.",
        "Sullivan, M. (2014). The pros and cons of federal-state corporate tax harmonization. State Tax Notes.",
        "Tabuchi, T. and J.-F. Thisse (2002). Taste heterogeneity, labor mobility and economic geography. Journal of Development Economics 69(1), 155Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c177.",
        "Tiebout, C. M. (1956). A pure theory of local expenditures. The journal of political economy, 416Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c424.",
        "Tombe, T., X. Zhu, et al. (2015). Trade, migration and productivity: A quantitative analysis of China. Technical report, University of Toronto.",
        "Wildasin, D. E. (2002). Urban Public Finance. Harwood Fundamentals of Pure and Applied Economics. Chur, Switzerland: Harwood Academic Press.",
        "Wilson, D. (2015). Competing for jobs: Local taxes and incentives. Federal Reserve Bank of San Francisco Economic Letter.",
        "Wilson, D. J. (2009). Beggar thy neighbor? The in-state, out-of-state, and aggregate effects of R&D tax credits. The Review of Economics and Statistics 91(2), 431Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c436.",
        "Zucman, G. (2014). Taxing across borders: Tracking personal wealth and corporate profits. Journal of Economic Perspectives 28(4), 121Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c48. Appendices for Online Publication A Appendix to Section 2 (Background)"
    ]
}