{
    "id": 21764,
    "cites": 22,
    "cited_by": 9,
    "reference": [
        "Bonhomme, SteÃ\u0083Å\u0092Ã\u0082Â\u0081phane and GreÃ\u0083Å\u0092Ã\u0082Â\u0081gory Jolivet, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093The pervasive absence of compensating differentials, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Journal of Applied Econometrics, 2009, 24 (5), 763Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c795.",
        "Bontemps, Christian, Jean-Marc Robin, and Gerard J. van den Berg, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Equilibrium Search with Continuous Productivity Dispersion: Theory and Nonparametric Estimation,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d International Economic Review, 2000, 41 (2), 305Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c358.",
        "Bound, John and Alan B. Krueger, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093The Extent of Measurement Error in Longitudinal Earnings Data: Do Two Wrongs Make a Right?,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Journal of Labor Economics, January 1991, 9 (1), 1Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c24.",
        "Burdett, Kenneth, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093A Theory of Employee Job Search and Quit Rates,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d American Economic Review, 1978, 68 (1), 212Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c220.",
        "Cahuc, Pierre, Fabien Postel-Vinay, and Jean-Marc Robin, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Wage Bargaining with On-theJob Search: Theory and Evidence,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Econometrica, March 2006, 74 (2), 323Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c364.",
        "Christensen, Bent Jesper, Rasmus Lentz, Dale T. Mortensen, George R. Neumann, and Axel Werwatz, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093On-the-Job Search and the Wage Distribution,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Journal of Labor Economics, 2005, 23 (1), 31Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c58.",
        "Fallick, Bruce and Charles A. Fleischman, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Employer-to-employer flows in the U.S. labor market: the complete picture of gross worker flow,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d 2004. Finance and Economics Discussion Series 2004-34.",
        "Hagedorn, Marcus and Iourii Manovskii, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Search Frictions and Wage Dispersion,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Manuscript, University of Zurich and University of Pennsylvania October 2010.",
        "Hall, Robert E., Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Lost Jobs,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Brookings Papers on Economic Activity, 1995, (1), 221Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c273.",
        "Hornstein, Andreas, Per Krusell, and Giovanni L. Violante, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Frictional Wage Dispersion in Search Models: A Quantitative Assessment,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d American Economic Review, 2011, 101 (7), 2873Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c98.",
        "Jolivet, GreÃ\u0083Å\u0092Ã\u0082Â\u0081gory, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093A Longitudinal Analysis of Search Frictions and Matching in the U.S. labor market,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Labour Economics, 2009, 16 (2), 121Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c134.",
        ", Fabien Postel-Vinay, and Jean-Marc Robin, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093The Empirical Content of the Job Search Model: Labor Mobility and Wage Distributions in Europe and the US,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d European Economic Review, 2006, 50 (4), 877Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c907.",
        "Krueger, Alan B. and Andreas I. Mueller, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Job Search, Emotional Well-Being, and Job Finding in a Period of Mass Unemployment: Evidence from High-Frequency Longitudinal Data,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Brookings Papers on Economic Activity, Spring 2011, (1), 1Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c70.",
        "Lang, Kevin and Sumon Majumdar, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093The Pricing of Job Characteristics When Markets Do Not Clear: Theory and Implications,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d International Economic Review, 2004, 45 (4), 1111Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c1128.",
        "Low, Hamish, Costas Meghir, and Luigi Pistaferri, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Wage Risk and Employment Risk over the Life Cycle,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d American Economic Review, 2010, 100 (4), 1432Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c67.",
        "Mortensen, Dale T., Wage Dispersion: Why Are Similar Workers Paid Differently?, Cambridge, Massachusetts: MIT Press: Zeuthen Lecture Book Series, 2003.",
        "Papp, Tamas, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Frictional wage dispersion with Bertrand competition: an assessment,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Review of Economic Dynamics, July 2013, 16 (3), 540Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c552.",
        "Postel-Vinay, Fabien and Jean-Marc Robin, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Equilibrium Wage Dispersion with Worker and Employer Heterogeneity,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Econometrica, 2002, 70 (6), 2295Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c2350.",
        "Rogerson, Richard, Robert Shimer, and Randall Wright, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Search-Theoretic Models of the Labor Market: A Survey,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Journal of Economic Literature, December 2005, 43, 959Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c 988.",
        "Sorkin, Isaac, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Ranking Firms Using Revealed Preference,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Manuscript, University of Michigan October 2015.",
        "Sullivan, Paul and Ted To, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Search and Nonwage Job Characteristics,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d The Journal of Human Resources, 2014, 49 (2), 472Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c507.",
        "Tjaden, Volker and Felix Wellschmied, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Quantifying the Contribution of Search to Wage Inequality,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d American Economic Journal: Macroeconomics, 2014, 6 (1), 134Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c161."
    ]
}