{
    "id": 21768,
    "cites": 29,
    "cited_by": 39,
    "reference": [
        "[1] Anderson, James E., and Eric van Wincoop. 2002. Borders, Trade and Welfare. In Brookings Trade Policy Forum 2001 edited by Susan Collins and Dani Rodrik. Washington, D.C.: Brookings Institution, pp. 207Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c30.",
        "[2] Arkolakis, Costas, Arnaud Costinot, and AndreÃ\u0083Å\u0092Ã\u0082Â\u0081s RodrÃ\u0083â\u0080\u009eÃ\u0082Â±Ã\u0083Å\u0092Ã\u0082Â\u0081guez-Clare. 2012. New Trade Models, Same Old Gains? American Economic Review 102(1): 94Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c130.",
        "[3] Bagwell, Kyle, and Seung Hoon Lee. 2015. Trade Policy under Monopolistic Competition with Firm Selection. Stanford University. Working Paper.",
        "[4] Bagwell, Kyle, and Robert W. Staiger. 2010. The World Trade Organization: Theory and Practice. Annual Review of Economics 2(1): 223Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c56.",
        "[5] Baier, Scott L., and Jeffrey H. Bergstrand. 2007. Do Free Trade Agreements Actually Increase MembersÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0084¢ International Trade? Journal of International Economics 71(1): 72Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c 95.",
        "[6] Baier, Scott L., and Jeffrey H. Bergstrand. 2009. Estimating the Effects of Free Trade Agreements on Trade Flows using Matching Econometrics. Journal of International Economics 77(1): 77Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c85.",
        "[7] Balistreri, Edward J., Russell H. Hillberry, and Thomas F. Rutherford. 2011. Structural Estimation and Solution of International Trade Models with Heterogeneous Firms. Journal of International Economics 83(2): 98Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c108.",
        "[8] Broda, Christian, and David E. Weinstein. 2006. Globalization and the Gains from Variety. Quarterly Journal of Economics 121(2): 541Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c85.",
        "[9] Caliendo, Lorenzo, and Fernando Parro. 2015. Estimates of the Trade and Welfare Effects of NAFTA. Review of Economic Studies 82 (1): 1Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c44.",
        "[10] Chaney, Thomas. 2008. Distorted Gravity: The Intensive and Extensive Margins of International Trade. American Economic Review 98(4): 1707Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c21.",
        "[11] Costinot, Arnaud, and AndreÃ\u0083Å\u0092Ã\u0082Â\u0081s RodrÃ\u0083â\u0080\u009eÃ\u0082Â±Ã\u0083Å\u0092Ã\u0082Â\u0081guez-Clare. 2014. Trade Theory with Numbers: Quantifying the Consequences of Globalization. In Handbook of International Economics, volume 4, edited by Gita Gopinath, Elhanan Helpman, and Kenneth Rogoff. New York: Elsevier, pp. 197Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c262.",
        "[12] Deardorff, Alan V. 1998. Determinants of Bilateral Trade: Does Gravity Work in a Neoclassical World? In The Regionalization of the World Economy edited by Jeffrey A. Frankel. Chicago: University of Chicago Press, pp. 7Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c32.",
        "[13] Dekle, Robert, Jonathan Eaton, and Samuel Kortum. 2008. Global Rebalancing with Gravity: Measuring the Burden of Adjustment. IMF Staff Papers 55(3): 511Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c40.",
        "[14] Eaton, Jonathan, Samuel Kortum, and Francis Kramarz. 2011. An Anatomy of International Trade: Evidence from French Firms. Econometrica 79(5): 1453Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c98.",
        "[15] Estevadeordal, Antoni and Alan M. Taylor. 2013. Is the Washington Consensus Dead? Growth, Openness, and the Great Liberalization, 1970sÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c2000s. Review of Economics and Statistics 95(5): 1669Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c90.",
        "[16] Feenstra, Robert C., John Romalis, and Peter K. Schott. 2002. U.S. Imports, Exports, and Tariff Data, 1989Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c2001. NBER Working Paper No. 9387.",
        "[17] Felbermayr, Gabriel, Benjamin Jung, and Mario Larch. 2013. Icebergs versus Tariffs: A Quantitative Perspective on the Gains from Trade. University of TuÃ\u0083Å\u0092Ã\u0082Ë\u0086bingen Working Papers in Economics and Finance, No. 53, March.",
        "[18] Felbermayr, Gabriel, Benjamin Jung, and Mario Larch. 2015. The welfare consequences of import tariffs: A quantitative perspective. Journal of International Economics.",
        "[19] Goldberg, Pinelopi K., Amit K. Khandelwal, Nina Pavcnik, and Petia Topalova. 2010. Imported Intermediate Inputs and Domestic Product Growth: Evidence from India.",
        "[20] Hsieh, Chang-Tai, Nicholas Li, Ralph Ossa, and Mu-Jeung Yang. 2015 Accounting for the New Gains from Trade Liberalization. Paper presented at the Stanford Center for International Development and International Growth Centre conference Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Firms, Trade, and Development,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d November 19, 2015. Photocopy.",
        "[21] Lenzen, Manfred, Keiichiro Kanemoto, Daniel Moran, and Arne Geschke. 2012. Mapping the Structure of the World Economy. Environmental Science & Technology 46(15): 8374Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c81.",
        "[22] Lenzen, Manfred, Daniel Moran, Keiichiro Kanemoto, and Arne Geschke. 2013. Building Eora: A Global Multi-Regional Input-Output Database at High Country and Sector Resolution. Economic Systems Research 25(1): 20Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c49.",
        "[23] Melitz, Marc J. 2003. The Impact of Trade on Intra-Industry Reallocations and Aggregate Industry Productivity. Econometrica 71(6):1695Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c1725.",
        "[25] Melitz, Marc J., and Stephen J. Redding. 2015. New Trade Models, New Welfare Implications. American Economic Review 105(3): 1105Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c46.",
        "[26] Ossa, Ralph. 2014. Trade Wars and Trade Talks with Data. American Economic Review 104(12): 4104Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c46.",
        "[27] Redding, Stephen J., and Anthony J. Venables. 2004. Economic Geography and International Inequality. Journal of International Economics 62(1): 53Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c82.",
        "[28] Rose, Andrew K. 2004. Do We Really Know That the WTO Increases Trade? American Economic Review 94 (1): 98Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c114.",
        "[29] Subramanian, Arvind, and Shang-Jin Wei. 2007. The WTO Promotes Trade, Strongly but Unevenly. Journal of International Economics 72(1): 151Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c75.",
        "[30] Trefler, Daniel. 1993. Trade Liberalization and the Theory of Endogenous Protection: An Economic Study of U.S. Import Policy. Journal of Political Economy 101(1): 138Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c60."
    ]
}