{
    "id": 21783,
    "cites": 42,
    "cited_by": 2,
    "reference": [
        "Abaluck, J. and J. Gruber. 2011. Choice Inconsistencies among the Elderly: Evidence from Plan Choice in the Medicare Part D Program. American Economic Review 101(4):11801210.",
        "Abaluck, Jason, Jonathan Gruber and Ashley Swanson. 2015. Prescription Drug Use under Medicare Part D: A Linear Model of Nonlinear Budget Sets. NBER Working Paper No. 20976.",
        "Afendulis, Christopher C, Michael E Chernew and Daniel P Kessler. 2013. The Eect of Medicare Advantage on Hospital Admissions and Mortality. NBER Working Paper No. 19101.",
        "Akerlof, George A. and Robert J. Shiller. 2015. Phishing for Phools: The Economics of Manipulation and Deception. Princeton University Press.",
        "Baicker, K., M. E. Chernew and J. Robbins. 2013. The Spillover Eect of Medicare Managed Care: Medicare Advantage and Hospital Utilization. Journal of Health Economics 32:12891300.",
        "Berry, St. 1994. Estimating Discrete Choice Models of Product Dierentiation. RAND Journal of Economics 25:242262.",
        "Brot-Goldberg, Zarek C, Amitabh Chandra, Benjamin R Handel and Jonathan T Kolstad. 2015. Consumer Heterogeneity and Medical Care Price Responsiveness: Evidence and Implications for Optimal Insurance Design. NBER Working Paper No. 21632.",
        "Brown, J.., M. Duggan, I. Kuziemko and W. Woolston. 2014. How Does Risk-Selection Respond to Risk-Adjustment: Evidence from the Medicare Advantage Program. American Economic Review 104(10).",
        "Cabral, M., M. Geruso and N. Mahoney. 2014. Does Privatized Health Insurance Benet Patients or Producers? Evidence from Medicare Advantage. NBER Working Paper No. 20470.",
        "Carey, C.M. 2015. Technological Change and Risk Adjustment: Benet Design Incentives in Medicare Part D. Cornell University.",
        "CBO. 2012. Osetting Eects of Prescription Drug Use on Medicares Spending for Other Health Care Services. Technical report Congressional Budget Oce.",
        "Chandra, Amitabh, Jonathan Gruber and Robin McKnight. 2010. Patient cost-sharing and hospitalization osets in the elderly. American Economic Review 100(1):193.",
        "Chernew, Michael E, Allison B Rosen and A Mark Fendrick. 2007. Value-based insurance design. Health Aairs 26(2):w195w203.",
        "Curto, V., L. Einav, J. Levin and J. Bhattacharya. 2015. Can Health Insurance Competition Work? Evidence from Medicare Advantage. NBER Working Paper No. 20818.",
        "Dalton, Christina M., Gautam Gowrisankaran and Robert Town. 2015. Myopia and Complex Dynamic Incentives: Evidence from Medicare Part D. NBER Working Paper No. 21104.",
        "Decarolis, Francesco, Maria Polyakova and Steven P. Ryan. 2015. The Welfare Eects of SupplySide Regulations in Medicare Part D. NBER Working Paper No. 21298.",
        "Duggan, Mark, Amanda Starc and Boris Vabson. 2015. Who Benets when Government Pays more? Pass-through in the Medicare Advantage Program. NBER Working Paper No. 19989.",
        "Einav, Liran, Amy Finkelstein and Paul Schrimpf. 2015. The response of drug expenditures to non-linear contract design: Evidence from Medicare Part D. Quarterly Journal of Economics 130(2):841899.",
        "Ellis, Randall P., Shenyi Jiang and W. Manning. 2015. Optimal health insurance for multiple goods and time periods. Journal of Health Economics 41:89106.",
        "Ellison, Glenn. 2006. Bounded rationality in industrial organization. Vol. 42 Cambridge University Press p. 142.",
        "Ericson, K.M. and A. Starc. 2013. How Product Standardization Aects Choice: Evidence from the Massachusetts Health Insurance Exchange. NBER Working Paper No. 19527.",
        "Fang, Hanming and Alessandro Gavazza. 2011. Dynamic Ineciencies in an Employment-Based Health Insurance System: Theory and Evidence. American Economic Review 101:30473077.",
        "Frank, Richard G. 2012. Behavioral Economics and Health Economics. In Behavioral Economics and Its Applications. Princeton University Press chapter 6.",
        "Gaynor, M., J. Li and W. Vogt. 2007. Substitution, Spending Osets, and Prescription Drug Benet Design. Forum for Health Economics and Policy 10(2):131.",
        "Gold, M., G. Jacobson, A. Damico and T. Neuman. 2014. Medicare Advantage 2014 Spotlight: Enrollment Market Update. Technical report The Henry J. Kaiser Family Foundation.",
        "Goldman, D. and Tomas J. Philipson. 2007. Integrated Insurance Design in the Presence of Multiple Medical Technologies. American Economic Review 97(2):427432.",
        "Gowrisankaran, G., K. Norberg, S. Kymes, M. E. Chernew, D. Stwalley, L. Kemper and W. Peck. 2013. A Hospital System's Wellness Program Linked To Health Plan Enrollment Cut Hospitalizations But Not Overall Costs. Health Aairs .",
        "Grubb, Michael D. 2012. Dynamic nonlinear pricing: Biased expectations, inattention, and bill shock. International Journal of Industrial Organization 30(3):287290.",
        "Grubb, Michael D. 2014. Consumer inattention and bill-shock regulation. The Review of Economic Studies 82(1):219257.",
        "Grubb, Michael D and Matthew Osborne. 2012. Cellular service demand: Biased beliefs, learning, and bill shock. American Economic Review 105(1):234271.",
        "Handel, B. R. 2013. Adverse Selection and Inertia in Health Insurance Markets: When Nudging Hurts. American Economic Review 103(7):26432682.",
        "Handel, B. R. and J. T. Kolstad. 2015. Getting the Most From Marketplaces: Smart Policies on Health Insurance Choice. Brookings Hamilton Project Discussion Paper 2015-08.",
        "Ho, K., J. Hogan and F. Scott Morton. 2015. The Impact of Consumer Inattention on Insurer Pricing in the Medicare Part D Program. NBER Working Paper No. 21028.",
        "Hoadley, J., L. Summer, E. Hargrave, J. Cubanski and T. Neuman. 2014. Medicare Part D in Its Ninth Year: The 2014 Marketplace and Key Trends, 2006-2014.. Ketcham, J., C. Lucarelli, E. Miravete and M. Roebuck. 2012. Sinking, Swimming, or Learning to Swim in Medicare Part D. American Economic Review 102(6):26392673.",
        "Lavetti, K. and K. Simon. 2014. Strategic Formulary Design in Stand-Alone and Integrated Medicare Advantage Prescription Drug Plans.. Lustig, J. 2010. Measuring welfare losses from adverse selection and imperfect competition in privatized medicare. Boston University Department of Economics.",
        "Manning, W., J. Newhouse, N. Duan, E. Keeler, B. Benjamin, A. Leibowitz and M. Marquis. 1987. Health Insurance and the Demand for Medical Care: Evidence from a Randomized Experiment. American Economic Review 77(3):251277.",
        "McGuire, T., J. Newhouse and A. Sinaiko. 2011. An Economic History of Medicare Part C. The Milbank Quarterly .",
        "McWilliams, J. Michael, Alan M. Zaslavsky and Haiden A. Huskamp. 2011. Implementation of Medicare Part D and Nondrug Medical Spending for Elderly Adults With Limited Prior Drug Coverage. The Journal of the American Medical Association .",
        "Medpac. 2015. The Medicare Advantage program: Status report.. NICE. 2011. Hypertension in adults: diagnosis and management. Technical report National Institute for Health and Care Excellence.",
        "Nosal, K. 2011. Estimating Switching Costs for Medicare Advantage Plans. Mannheim.",
        "Drug Classication We follow Chandra, Gruber and McKnight (2010) in classifying drugs in three categories. Category 1 drugs are acute care drugs are those that, if not taken, will increase the probability of an adverse health event within a month or two. These drugs comprise approximately 40% of total drug spending.",
        "We also note that additional drugs have been introduced since the time period studied in Chandra, Gruber and McKnight (2010) and that clinical guidelines evolve over time. Therefore, we also consider an alternative, more recent set of classes targeted by a value based insurance design program implemented by Blue Cross Blue Shield of North Carolina (BCBSNC) in addition to other examples from the commercial market (Chernew, Rosen and Fendrick (2007); Gowrisankaran et al. (2013)). These plans target chronic conditions including asthma, diabetes, hypertension, and hyperlipidemia. Sample restrictions are described in the notes for Figures 4 and 6. Additional Robustness Checks"
    ]
}