{
    "id": 21795,
    "cites": 49,
    "cited_by": 0,
    "reference": [
        "Abel, A. B. (1983). Optimal investment under uncertainty. American Economic Review 73(1), 228Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c33. Alexopoulos, M. and J. Cohen (2009). Measuring our ignorance, one book at a time: New indicators of technological change, 1909-1949. Journal of Monetary Economics 56(4), 450Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c470.",
        "Alexopoulos, M. and J. Cohen (2011). Volumes of evidence: examining technical change in the last century through a new lens. Canadian Journal of Economics 44(2), 413Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c450.",
        "Atkeson, A. and P. J. Kehoe (2005, October). Modeling and Measuring Organization Capital. Journal of Political Economy 113(5), 1026Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c1053.",
        "Atkeson, A. and P. J. Kehoe (2007). Modeling the transition to a new economy: Lessons from two technological revolutions. American Economic Review 97(1), 64Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c88.",
        "Autor, D. H., L. F. Katz, and A. B. Krueger (1998). Computing inequality: Have computers changed the labor market? The Quarterly Journal of Economics 113(4), 1169Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c1213.",
        "Barro, R. J. and J. F. Ursua (2008). Macroeconomic Crises since 1870. Brookings Papers on Economic Activity 39(1 (Spring), 255Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c350.",
        "BjoÃ\u0083Å\u0092Ã\u0082Ë\u0086rkman, M. and K. HolmstroÃ\u0083Å\u0092Ã\u0082Ë\u0086m (2000). Global optimization of costly nonconvex functions using radial basis functions. Optimization and Engineering 1(4), 373Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c397.",
        "Carley, M., D. Hegde, and A. C. Marco (2014). What is the probability of receiving a u.s. patent? Yale Journal of Law and Technology forthcoming.",
        "Comin, D. and M. Gertler (2006). Medium-term business cycles. American Economic Review 96(3), 523Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c551.",
        "Cooley, T. F. and E. C. Prescott (1995). Frontiers of Business Cycle Research, Chapter Economic Growth and Business Cycles, pp. 1Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c38. Princeton University Press.",
        "Cummins, J. G., K. A. Hassett, R. G. Hubbard, R. E. Hall, and R. J. Caballero (1994). A reconsideration of investment behavior using tax reforms as natural experiments. Brookings Papers on Economic Activity 1994(2), pp. 1Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c74.",
        "Dew-Becker, I. (2014). How risky is consumption in the long-run? benchmark estimates from a novel unbiased and efficient estimator. Working paper, Northwestern University.",
        "Duffie, D. and P.-L. Lions (1992). PDE solutions of stochastic differential utility. Journal of Mathematical Economics 21(6), 577Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c606.",
        "Edgerton, J. (2010). Investment incentives and corporate tax asymmetries. Journal of Public Economics 94(1112), 936 Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c 952.",
        "Eisfeldt, A. L. and C. M. Kuhnen (2013). Ceo turnover in a competitive assignment framework. Journal of Financial Economics 109(2), 351Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c372.",
        "Field, A. J. (2003). The most technologically progressive decade of the century. American Economic Review 93(4), 1399Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c1413.",
        "Frydman, C. (2015). Rising through the ranks. the evolution of the market for corporate executives, 1936-2003. Working paper, Boston University.",
        "Frydman, C. and R. Molloy (2012). Pay cuts for the boss: Executive compensation in the 1940s. The Journal of Economic History 72(01), 225Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c251.",
        "Frydman, C. and R. S. Molloy (2011). Does tax policy affect executive compensation? evidence from postwar tax reforms. Journal of Public Economics 95(1112), 1425 Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c 1437. Special Issue: International Seminar for Public Economics on Normative Tax Theory.",
        "Frydman, C. and R. E. Saks (2010). Executive compensation: A new view from a long-term perspective, 19362005. Review of Financial Studies 23(5), 2099Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c2138.",
        "Gabaix, X. and A. Landier (2008). Why has ceo pay increased so much? Quarterly Journal of Economics 123(1), 49Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c100. cited By 312.",
        "Goldin, C. and L. Katz (2008). The Race between Education and Technology. Harvard University Press.",
        "Hansen, L. P., J. C. Heaton, and N. Li (2005). Intangible risk. In Measuring Capital in the New Economy, NBER Chapters, pp. 111Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c152. National Bureau of Economic Research, Inc.",
        "Holmstrom, B. and S. N. Kaplan (2003). The state of u.s. corporate governance: WhatÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0084¢s right and whatÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0084¢s wrong? Journal of Applied Corporate Finance 15(3), 8Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c20.",
        "Ingram, B. F. and B.-S. Lee (1991, February). Simulation estimation of time-series models. Journal of Econometrics 47(2-3), 197Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c205.",
        "Jorda, O. (2005). Estimation and inference of impulse responses by local projections. American Economic Review 95(1), 161Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c182.",
        "Jovanovic, B. (1979). Job matching and the theory of turnover. Journal of Political Economy 87(5), pp. 972Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c990.",
        "Kaplan, S. N. (2013). Ceo pay and corporate governance in the u.s.: Perceptions, facts, and challenges. Journal of Applied Corporate Finance 25(2), 8Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c25.",
        "Karatzas, I. and S. E. Shreve (1991). Brownian motion and stochastic calculus. Graduate texts in mathematics.",
        "New York, Berlin, Heidelberg: Springer-Verlag. Autres tirages corrigs : 1996, 1997, 1999, 2000, 2005.",
        "Kogan, L., D. Papanikolaou, A. Seru, and N. Stoffman (2012). Technological innovation, resource allocation, and growth. Working paper 17769, National Bureau of Economic Research.",
        "Kogan, L., D. Papanikolaou, and N. Stoffman (2015). Technological innovation: Winners and losers. Working Paper 18671, National Bureau of Economic Research.",
        "Krusell, P., L. E. Ohanian, J.-V. Ros-Rull, and G. L. Violante (2000). Capital-skill complementarity and inequality: A macroeconomic analysis. Econometrica 68(5), 1029Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c1053.",
        "Laitner, J. and D. Stolyarov (2003). Technological change and the stock market. The American Economic Review 93(4), pp. 1240Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c1267.",
        "Larrain, B. and M. Yogo (2008). Does firm value move too much to be justified by subsequent changes in cash flow? Journal of Financial Economics 87(1), 200 Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c 226.",
        "Liptser, R. S. and A. N. Shiryaev (2001). Statistics of Random Processes, Vol. I: General theory (2nd ed.). Lustig, H., C. Syverson, and S. Van Nieuwerburgh (2011). Technological change and the growing inequality in managerial compensation. Journal of Financial Economics 99(3), 601Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c627.",
        "Lyon, A. B. (1989). The effect of the investment tax credit on the value of the firm. Journal of Public Economics 38(2), 227 Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c 247.",
        "Murphy, K. J. ((2013). Regulating banking bonuses in the european union: A case study in unintended consequences. European Financial Management 19(4), 631Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c657.",
        "Murphy, K. J. and J. ZaÃ\u0083Å\u0092Ã\u0082Â\u0081bojnÃ\u0083â\u0080\u009eÃ\u0082Â±Ã\u0083Å\u0092Ã\u0082Â\u0081k (2004). Ceo pay and appointments: A market-based explanation for recent trends. American Economic Review 94(2), 192Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c196.",
        "Murphy, K. J. and J. Zabojnik (2010, October). Managerial Capital and the Market for CEOs. Working papers, University of South California.",
        "Papanikolaou, D. (2011). Investment shocks and asset prices. Journal of Political Economy 119(4), pp. 639Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c685.",
        "Piketty, T., E. Saez, and S. Stantcheva (2014). Optimal taxation of top labor incomes: A tale of three elasticities. American Economic Journal: Economic Policy 6(1), 230Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c71.",
        "Roweis, S. (1998). Em algorithms for pca and spca. Advances in neural information processing systems, 626Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c632.",
        "Smith, C. J. and R. L. Watts (1992, December). The investment opportunity set and corporate financing, dividend, and compensation policies. Journal of Financial Economics 32(3), 263Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c292.",
        "Solow, R. M. (1960). Investment and technical progess. In K. J. Arrow, A. Karlin, and P. Suppes (Eds.), Mathematical Methods in the Social Sciences, pp. 89Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c104. Stanford, CA: Stanford University Press.",
        "Taylor, L. A. (2010). Why are ceos rarely fired? evidence from structural estimation. The Journal of Finance 65(6), 2051Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c2087.",
        "Taylor, L. A. (2013). {CEO} wage dynamics: Estimates from a learning model. Journal of Financial Economics 108(1), 79 Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c 98.",
        "TervioÃ\u0083Å\u0092Ã\u0082Ë\u0086, M. (2008). The difference that ceos make: An assignment model approach. American Economic Review 98(3), 642Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c668. cited By 68.",
        "Tipping, M. E. and C. M. Bishop (1999). Probabilistic principal component analysis. Journal of the Royal Statistical Society. Series B (Statistical Methodology) 61(3), pp. 611Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c622."
    ]
}