{
    "id": 21792,
    "cites": 27,
    "cited_by": 6,
    "reference": [
        "Abdellaoui, Mohammed, Han Bleichrodt, and Corina Paraschiv. 2007. Ã\u0083Â¬Loss Aversion Under Prospect Theory: A Parameter-Free Measurement.Ã\u0083Â® Management Science, 53(10): 1659Ã\u0083Â± 1674.",
        "Andersen, Steen, Glenn W. Harrison, Morten I. Lau, and Elisabet E. RutstrÃ\u008bâ\u0080 m. 2006. Ã\u0083Â¬Elicitation Using Multiple Price List Formats.Ã\u0083Â® Experimental Economics, 9(4): 383Ã\u0083Â±405.",
        "Andersen, Steen, Glenn W. Harrison, Morten I. Lau, and Elisabet E. RutstrÃ\u008bâ\u0080 m. 2008. Ã\u0083Â¬Eliciting Risk and Time Preferences.Ã\u0083Â® Econometrica, 76(3): 583Ã\u0083Â±618.",
        "Benjamin, Daniel J., Sebastian A. Brown, and Jesse M. Shaprio. 2013. Who is Ã\u0083Â«BehavioralÃ\u0083Â­ ? Cognitive Ability and Anomalous Preferences. Journal of the European Economic Association, 11(6): 1231-1255.",
        "Birnbaum, Michael H. 1992. Ã\u0083Â¬Violations of Monotonicity and Contextual Eects in ChoiceBased Certainty Equivalents.Ã\u0083Â® Psychological Science, 3(5): 310Ã\u0083Â±314.",
        "Booij, Adam S., Bernard M.S. van Praag, and Gijs van den Kullen. 2010. Ã\u0083Â¬A parametric analysis of prospect theoryÃ\u0083Â­s functionals for the general population.Ã\u0083Â® Theory and Decision, 68: 115Ã\u0083Â±148.",
        "Bruhin, Adrian, Helga Fehr-Duda, and Thomas Epper. 2010. Ã\u0083Â¬Risk and Rationality: Uncovering Heterogeneity in Probability Distortion.Ã\u0083Â® Econometrica, 78(4): 1375Ã\u0083Â±1412.",
        "Fehr-Duda, Helga and Thomas Epper. 2012. Probability and Risk: Foundations and Economic Implications of Probability-Dependent Risk Preferences. Annual Review of Economics, 4:567-593.",
        "Harrison, Glenn W., Morten I. Lau, Elisabet E. RutstrÃ\u008bâ\u0080 m, and Melonie B. Sullivan. 2005. Ã\u0083Â¬Eliciting Risk and Time Preferences Using Field Experiments: Some Methodological Issues.Ã\u0083Â® In Field experiments in economics (Research in Experimental Economics, Volume 10), ed. J. Carpenter, G. Harrison, and J. List, 125Ã\u0083Â±218. Emerald Group Publishing Limited.",
        "Harrison, Glenn W., Morten I. Lau, and Elisabet E. RutstrÃ\u008bâ\u0080 m. 2007. Ã\u0083Â¬Estimating Risk Attitudes in Denmark: a Field Experiment.Ã\u0083Â® Scandinavian Journal of Economics, 109(2): 341Ã\u0083Â±368.",
        "Harrison, Glenn W., John A. List, and Charles Towe. 2007. Ã\u0083Â¬Naturally Occurring Preferences and Exogenous Laboratory Experiments: A Case Study of Risk Aversion.Ã\u0083Â® Econometrica, 75(2): 433Ã\u0083Â±458.",
        "Harrison, Glenn W. and Elisabet E. RutstrÃ\u008bâ\u0080 m. 2008. Ã\u0083Â¬Risk Aversion in the Laboratory.Ã\u0083Â® In Risk Aversion in Experiments (Research in Experimental Economics, Volume 12), ed. J. Cox, G. Harrison, 41Ã\u0083Â±196. Emerald Group Publishing Limited.",
        "Hey, John D., and Chris Orme. 1994. Ã\u0083Â¬Investigating Generalizations of Expected Utility Theory Using Experimental Data.Ã\u0083Â® Econometrica, 62(6): 1291-1326.",
        "Kahneman, Daniel, and Amos Tversky. 1979. Ã\u0083Â¬Prospect Theory: An Analysis of Decision Under Risk.Ã\u0083Â® Econometrica, 47(2): 263Ã\u0083Â±291.",
        "Kamenica, Emir. 2008. Ã\u0083Â¬Contextual Inference in Markets: On the Informational Content of Product Lines.Ã\u0083Â® American Economic Review, 98(5): 2127Ã\u0083Â±2149.",
        "Koppell, Jonathan G. S., and Jennifer A. Steen. 2004. Ã\u0083Â¬The Eects of Ballot Position on Election Outcomes.Ã\u0083Â® Journal of Politics, 66(1): 267-281.",
        "Lichtenstein, Sara, Paul Slovic, and Donald Zink. 1969. Ã\u0083Â¬The Eect of Instruction in Expected Value Optimality of Gambling Decisions.Ã\u0083Â® Journal of Experimental Psychology, 79(2): 236Ã\u0083Â±240.",
        "Montgomery, Henry, and Thomas Adelbratt. 1982. Ã\u0083Â¬Gambling Decisions and Information About Expected Value.Ã\u0083Â® Organizational Behavior and Human Performance, 29: 39Ã\u0083Â±57.",
        "Prelec, Drazen. 1998. Ã\u0083Â¬The Probability Weighting Function.Ã\u0083Â® Econometrica, 66(3): 497Ã\u0083Â±527.",
        "Simonson, Itamar. 1989. Choice Based on Reasons: The Case of Attraction and Compromise Eects. Journal of Consumer Research, 16(2): 158-174.",
        "Slovic, Paul. 1995. The Construction of Preference. American Psychologist, 50(5): 364-371.",
        "Song, Changcheng. 2015. An Experiment on Reference Points and Expectations. Working Paper. Sprenger, Charles. Forthcoming. An Endowment Eect for Risk: Experimental Tests of Sto31 chastic Reference Points. Journal of Political Economy.",
        "Stewert, Neil, Nick Chater, Henry P. Stott, and Stian Reimers. 2003. Ã\u0083Â¬Prospect Relativity: How Choice Options InÃ\u0083Â¡uence Decision Under Risk.Ã\u0083Â® Journal of Experimental Psychology: General, 132(1): 23Ã\u0083Â±46.",
        "Trepel, Christopher, Craig R. Fox, and Russel A. Poldrack. 2005. Ã\u0083Â¬Prospect Theory on the Brain? Toward a Cognitive Neuroscience of Decision Under Risk.Ã\u0083Â® Cognitive Brain Research, 23(1): 34Ã\u0083Â±50.",
        "Tversky, Amos, and Daniel Kahneman. 1974. Ã\u0083Â¬Judgment under Uncertainty: Heuristics and Biases.Ã\u0083Â® Science, 185(4157): 1124Ã\u0083Â±1131.",
        "Tversky, Amos, and Daniel Kahneman. 1992. Ã\u0083Â¬Advances in Prospect Theory: Cumulative Representation of Uncertainty.Ã\u0083Â® Journal of Risk and uncertainty, 5(4): 297Ã\u0083Â±323.",
        "Wakker, Peter P. 2010. Prospect Theory: For Risk and Ambiguity. Cambridge University Press, Cambridge, UK."
    ]
}