{
    "id": 21799,
    "cites": 38,
    "cited_by": 0,
    "reference": [
        "Austin, D. Andrew and Mindy R. Levit. 2013. The Debt Limit: History and Recent Increases. Washington DC: Congressional Research Service.",
        "Bayley, Rafael. 1882. The National Loans of the United States from July 4, 1776 to June 30, 1880. Washington DC: Government Printing Office, second ed.",
        "Brite, George K. 1968. Public Debt Limit Legislation: A Brief History and Some Arguments for and Against it. Washington DC: The Library of Congress Legislative Reference Service.",
        "Clark, Nancy Sue. 2014. The Civil War Letters of John Edward Paine and Anne Elizabeth Turnbull Paine. self published.",
        "Cooke, H. and M. Katzen. 1954. The Public Debt Limit. Journal of Finance 9 (3):298Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c303.",
        "Dewey, Davis R. 1912. Financial History of the United States, 4th edition. New York: Longmans, Green, and Company.",
        "Elwell, Craig K. and G. Thomas Woodward. 2011. Brief History of the Gold Standard in the United States. Washington, D.C.: Congressional Research Service.",
        "Faraglia, Elisa, Albert Marcet, Rigas Oikonomou, and Andrew Scott. 2014. Government Debt Management: The Long and the Short of It. Working papers, Barcelona Graduate School of Economics.",
        "Ferguson, E. James. 1961. The Power of the Purse: A History of American Public Finance, 1776-1790. Chapel Hill, NC: The University of North Carolina Press.",
        "Fischer, David Hackett. 2004. WashingtonÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0084¢s Crossing. New York, NY: Oxford University Press.",
        "Fisher, Irving. 1911. The Purchasing Power of Money, its Determination and Relation to Credit, Interest and Crises. New York: Macmillan.",
        "Friedman, Milton. 1960. A Program for Monetary Stability. New York: Fordham University Press.",
        "Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009dÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009dÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009d. 1990a. Bimetallism Revisited. Journal of Economic Perspectives 4 (4):85Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c104.",
        "Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009dÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009dÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009d. 1990b. The Crime of 1873. Journal of Political Economy 98 (6):1159Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c1194.",
        "Gaines, Tilford C. 1962. Techniques of Treasury Debt Management. New York: Free Press of Glencoe.",
        "Gallatin, Albert. 1837. Report on the Finances November, 1807. Reports of the Secretary of the Treasury of the United States Vol 1.",
        "Garbade, Kenneth. 2012. Birth of a Market: The U.S. Treasury Securities Market from the Great War to the Great Depression. Cambridge, MA: MIT Press.",
        "Garber, Peter M. and Vittorio U. Grilli. 1986. The Belmont-Morgan Syndicate as an optimal investment banking contract. European Economic Review 30 (3):649Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c677.",
        "Hall, George J. and Thomas J. Sargent. 2011. Interest Rate Risk and Other Determinants of PostWWII US Government Debt/GDP Dynamics. American Economic Journal: Macroeconomics 3 (3):192Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c214.",
        "Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009dÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009dÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009d. 2014. Fiscal Discriminations in Three Wars. Journal of Monetary Economics 61 (C):148Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c 166.",
        "International Monetary Fund. 2014. Fiscal Monitor: Public Expenditure Reform Making Difficult Choices. Washington, D.C. Jones, William. 1829. State of the Finances: January, 8, 1814. Reports of the Secretary of the Treasury of the United States Vol 2.",
        "Kagin, Donald. 1984. Monetary Aspects of the Treasury Notes of the War of 1812. Journal of Economic History 44 (1):69Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c88.",
        "Keynes, John Maynard. 1978. Am I Liberal? (1925). In The Collected Writings of John Maynard Keynes, edited by Elizabeth Johnson and Donald Moggridge, 295Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c306. Cambridge: Royal Economic Society.",
        "Krishnakumar, Anita S. 2005. In Defense of the Debt Limit Statute. Harvard Journal on Legislation 42.",
        "McAdoo, William G. 1931. Crowded Years: The Remiiniscences of William G. McAdoo. New York: Houghton Mifflin Company.",
        "Rappleye, Charles. 2010. Robert Morris: Financier of the American Revolution. New York: Simon & Schuster.",
        "Robinson, Marshall A. 1959. The National Debt Celing: An Experiment in Fiscal Policy. Washington DC: The Brookings Institution.",
        "Sargent, Thomas J. 2013. Rational Expectations and Inflation, third edition. Princeton, New Jersey: Princeton University Press.",
        "Sargent, Thomas J. and Neil Wallace. 1981. Some Unpleasant Monetarist Arithmetic. Quarterly Review (Fall).",
        "Silber, William L. 2012. Volker: the Triumph of Persistence. New York: Bloomsbury Press.",
        "Sylla, Richard E. 1998. U.S. Securities Markets and the Banking System, 1790-1840. Federal Reserve Bank of St. Louis Review 83Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c98.",
        "The Volcker Alliance. 2015. Truth and Integrity in State Budgeting: Lessons from Three States. New York.",
        "United States Department of the Treasury. 1914. Annual Report of the Director of the Mint for the Fiscal Year Ended June 30, 1813. Washington: Government Printing Office.",
        "Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009dÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009dÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009d. 1930. Annual Report of the Secretary of the Treasury on the State of the Finances for the Fiscal Year Ended June 30, 1930, with Appendices. United States Government.",
        "Velde, Francois R. and Warren E. Weber. 2000. A Model of Bimetallism. Journal of Political Economy 108 (6):1210Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c1234.",
        "White, Bill. 2014. AmericaÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0084¢s Fiscal Constitution: Its Triumph and Collapse. New York: Public Affairs.",
        "William III. 1697-8. An Act for raising a Sum not exceeding Two Millions upon a Fund for Payment of Annuities after the Rate of Eight Pounds per Centum per Centum per Annum and for settling the Trade to the East Indies. [Chapter XLIV. Rot. Parl. 9 Gul.III.p.7.n.4.]Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0084¢, in Statutes of the Realm: Volume 7, 1695-1701, ed. John Raithby (s.l, 1820), pp. 429-446 http://www.british-history.ac.uk/statutes-realm/vol7/pp429-446 [accessed 15 January 2015].",
        "A Constructing an Aggregate Debt Limit Before 1939 To construct a limit on total Federal debt before World War I, we added up limits on outstanding quantities of each security stated in authorizing legislation. During World War I, Congress began to place limits on classes of Treasury securities. When those limits were in place, we summed them to get an aggregate limit. In this section, we discuss these calculations in more detail."
    ]
}