{
    "id": 2179,
    "cites": 23,
    "cited_by": 1,
    "reference": [
        "B. Balassa (ed.), Development Strategies in Semi-Industrial Economies, Oxford University Press, 1982.",
        "Bhagwati, S., and T.N. Srinivasan, Lectures in International Trade, Cambridge, MA: MIT Press 1981.",
        "Corden, W.M., The Theory of Protection, Oxford University Press, 1971.",
        "R. Jones (eds.), Handbook of International Economics, Vol. I, Amsterdam: North-Holland, 1984.",
        "Essays on the Economic History of the Argentine Republic, Yale University Press, 1970.",
        "America, in H. Ciersch (ed.), The International Division of Labor, 1974.",
        "Colombia, in J. Ramati (ed.), Economic Growth in Developinz Countries, Praeger, 1975.",
        "G.K. Helleiner (ed.), A World Divided: The LDCs in the International Economy, Cambridge University Press, 1975.",
        "International Trade and Finance, Cambridge University Press, 1975.",
        "Distribution, in A. Berry and R. Soligo (eds.), Economic Policy and Income Distribution in Colombia, Westview, 1980.",
        "Weintraub (eds.), Economic Stabilization in Developing Countries, Brookings, 1981.",
        "Ranis, et al. (eds), Comparative Development Perspectives: Essays in Honor of Lloyd C. Reynolds, Westview, 1984.",
        "Economic Adjustment and Exchange Rate in Developing Countries, University of Chicago Press, 1986.",
        "Dixit, A., and V. Norman, Theory of International Trade, Cambridge University Press, 1980.",
        "Edwards, S., The Order of Liberalization of the External Sector, Princeton Essays on International Finance, Nl56, 1984.",
        "Economic Liberalization in Developing Countries, Oxford: Blackwell, l986a. ___________ The Liberalization of the Current and Capital Accounts and the Real Exchange Rate, paper presented at American Economic Association Meetings, l986b. Exchange Rate Misalignment in Development Countries, CPD Working Paper, The World Bank l987a. Tariffs, Terms of Trade and Real Exchange Rate in an Intertemporal Model of the Current Account, NBER Working Paper, l987b. Exchange Rates in Developing Countries, forthcoming, MIT Press, 1988.",
        "Edwards, S., and A. Cox Edwards, Monetarism and Liberalization: The Chilean Experiment, forthcoming, Ballinger, 1987.",
        "Hanson, J., and J. de Melo, External Shocks, Financial Reform and Liberalization Attempts in Uruguay, World Development, 1985.",
        "Harberger, A., Economic Adjustment and the Real Exchange Rate, in S. Edwards and L. Ahamed (eds.), Economic Adjustment and Exchange Rates in Developing Countries, University of Chicago Press, 1986.",
        "Jones, R.S., and J.P. Neary, The Positive Theory of International Trade, in R. Jones and P. Kenen (eds.) Handbook of International Economics, Amsterdam: North-Holland, 1984.",
        "Evidence From Greece, in S. Edwards and L. Ahamed, Economic Adjustment and Exchange Rates in Developing Countries, University of Chicago Press, 1986.",
        "Khan, M., and R. Zahler, Trade and Financial Liberalization in the Context of External Shocks and Inconsistent Domestic Policies, IMF Staff Papers, March 1985.",
        "Krueger, A.O., Foreign Trade Regimes and Economic Development: Liberaliza tion Attempts and Consequences, Cambridge, MA: Ballinger, 1978."
    ]
}