{
    "id": 218,
    "cites": 21,
    "cited_by": 0,
    "reference": [
        "1. Bellman, Richard E. Dynamic Programming. Princeton: Princeton University Press, 1957.",
        "2. Bellman, Richard E., and Dreyfus, stuart E. ~pplied Dynamic Programming. Princeton: Princeton University Press, 1962.",
        "3. Black, Fischer, and Scholes, Myron. The Pricing of Options and Corporate Liabilities. Journal of Political Economy~, LXXXI (May/June, 1973), 637-654.",
        "4. Bodie, Zvi, and Friedman, Benjamin M. Interest Rate Uncertainty and the Value of Bond Call Protection. Journal of Political Economy, forthcoming.",
        "5. Bowlin, Oswald D. The Refunding Decision: Another Special Case in Capital Budgeting. Journal of Finance, XXI (March, 1966), 55-68.",
        "6. Brennan, Michael J., and Schwartz, Eduardo S. Savings Bonds, Retractable Bonds, and Callable Bonds. Journal of Financial Economics, forthcoming.",
        "7. Cyert, Richard M., and De Groot, M. H. Bayesian Analysis and Duopoly Theory. Journal of Political Economy, LXXVIII (September/October, 1970), 1168-1184.",
        "8. Cyert, Richard M., and De Groot, M. H. Multiperiod Decision Models with Alternating Choice as a Solution to the Duopoly Problem. Quarterly Journal of Economics, LXXXIV (August, 1970), 410-429.",
        "9. Elton, Edwin J., and Gruber, Martin J. The Economic Value of the Call Option. Journal of Finance, XXVII (September, 1972), 891-901.",
        "10. Elton, Edwin J., and Gruber, Martin J. Finance as a Dynamic Process. Englewood Cliffs: Prentice-Hall, 1975.",
        "11. Hess, Arleigh P., Jr., and Winn, Willis J. The Value of the Call Privilege. Philadelphia: University of Pennsylvanie, 1962.",
        "12. Hicks, John R. Value and Capital. London: Oxford University Press, 1939.",
        "13. Jen, Frank C., and Wert, James E. The Effect of Call Risk on Corporate Bond Yields. Journal of Finance, XXII (December, 1967), 637-651.",
        "14. Kalytnon, Basil A. Bond Refunding with Stochastic Interest Rates. Management Science, XVIII (November, 1971), 171-183.",
        "15. Karlin, Samuel. Stochastic Models and Optimal Policy for Selling an Asset. Arrow, Karlin and Scarf (eds.), Studies in Applied Probability and Management Science. Stanford: Stanford University Press, 1962. I",
        "16. Kraus, Alan. The Bond Refunding Decision in an Efficient Market. Journal of Financial and Quantitative Analysis, VIII (December, 1973), 793-806.",
        "17. Lutz, Friedrich A. The Structure of Interest Rates. Quarterly Journal of Economics, LIV (November, 1940), 36-63.",
        "18. Merton, Robert C. On the Pricing of Corporate Debt: The Risk Structure of Interest Rates. Journal of Finance, XXIX (May, 1974), 449-470.",
        "19. Ofer, Aharon R., and Taggart, Robert A., Jr. Bond Refunding: A Clarifying Analysis. Journal of Finance, XXXII (March, 1977), 21-30.",
        "20. Pye, Gordon. The Value of the Call Option on a Bond. Journal of Political Economy, LXIV (April, 1966), 200-205.",
        "21. Pye, Gordon. The Value of Call Deferment on a Bond: Some Empirical Results. Journal of Finance, XXII (December, 1967), 623-636. . .~-"
    ]
}