{
    "id": 21804,
    "cites": 30,
    "cited_by": 4,
    "reference": [
        "Benjamin S. Bernanke. The u.s. housing market: Current conditions and policy considerations. Technical report, Board of Governors of the Federal Reserve System, 2012.",
        "John Y Campbell. A variance decomposition for stock returns. The Economic Journal, pages 157Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c179, 1991.",
        "Sean D Campbell, Morris A Davis, Joshua Gallin, and Robert F Martin. What moves housing markets: A variance decomposition of the rentÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009cprice ratio. Journal of Urban Economics, 66(2):90Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c102, 2009.",
        "Dennis R Capozza, Patric H Hendershott, and Charlotte Mack. An anatomy of price dynamics in illiquid markets: analysis and evidence from local housing markets. Real Estate Economics, 32(1):1Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c32, 2004.",
        "Karl E Case and Robert J Shiller. Forecasting prices and excess returns in the housing market. Real Estate Economics, 18(3):253Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c273, 1990.",
        "John Cotter, Stuart A Gabriel, and Richard Roll. Can housing risk be diversified? a cautionary tale from the recent boom and bust. Review of Financial Studies, 2014.",
        "Thomas Davidoff. Supply constraints are not valid instrumental variables for home prices because they are correlated wtih many demand factors. Working Paper, 2014. Morris A. Davis and Stijn Van Nieuwerburgh. Housing, finance and the macroeconomy.",
        "Working Paper 20287, National Bureau of Economic Research, July 2014. URL http: //www.nber.org/papers/w20287.",
        "Andrew Demers and Andrea L Eisfeldt. Data appendix to rental yields and hpa: The returns to single family rentals. Working Paper, 2015. Andrea L Eisfeldt and Adriano A Rampini. Leasing, ability to repossess, and debt capacity.",
        "Review of Financial Studies, 22(4):1621Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c1657, 2009. Stefano Giglio, Matteo Maggiori, and Johannes Stroebel. Very long-run discount rates.",
        "Quarterly Journal of Economics, 2015. Stefano Giglio, Matteo Maggiori, and Johannes Stroebel. No-bubble condition: Model-free tests in housing markets. Econometrica, Forthcoming.",
        "Veronica Guerrieri, Daniel Hartley, and Erik Hurst. Endogenous gentrification and housing price dynamics. Journal of Public Economics, 100:45Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c60, 2013.",
        "Adam Guren. The causes and consequences of house price momentum. Technical report, mimeo, 2014. Joseph Gyourko, Albert Saiz, and Anita Summers. A new measure of the local regulatory environment for housing markets: The wharton residential land use regulatory index.",
        "Joseph Gyourko, Christopher Mayer, and Todd Sinai. Superstar cities. American Economic Journal: Economic Policy, 5(4):167Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c199, 2013.",
        "Patric H Hendershott and Joel Slemrod. Taxes and the user cost of capital for owner-occupied housing. Real Estate Economics, 10(4):375Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c393, 1982.",
        "Charles Himmelberg, Christopher Mayer, and Todd Sinai. Assessing high house prices: Bubbles, fundamentals and misperceptions. The Journal of Economic Perspectives, 19(4): 67Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c92, 2005.",
        "Katherine A Kiel and Jeffrey E Zabel. The accuracy of owner-provided house values: The 1978Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c1991 american housing survey. Real Estate Economics, 27(2):263Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c298, 1999.",
        "Jed Kolko. The determinants of gentrification. Available at SSRN 985714, 2007.",
        "Jed Kolko. The two big millennial housing myths. Technical report, Trulia presentation at Goldman Sachs on September 5, 2014, 2014.",
        "Tim Landvoigt, Monika Piazzesi, and Martin Schneider. The Housing Market(s) of San Diego. NBER Working Papers 17723, National Bureau of Economic Research, Inc, January 2012. URL http://ideas.repec.org/p/nbr/nberwo/17723.html.",
        "Niku MaÃ\u0083Å\u0092Ã\u0082Ë\u0086aÃ\u0083Å\u0092Ã\u0082Ë\u0086ttaÃ\u0083Å\u0092Ã\u0082Ë\u0086nen and Marko TervioÃ\u0083Å\u0092Ã\u0082Ë\u0086. Income distribution and housing prices: an assignment model approach. Journal of Economic Theory, 151:381Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c410, 2014.",
        "Raven Malloy and Rebecca Zarutskie. Business investor activity in the single-family-housing market. FEDS Notes, 2013.",
        "Stephen Malpezzi. A simple error correction model of house prices. Journal of Housing Economics, 8(1):27Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c62, 1999.",
        "James M Poterba. Tax subsidies to owner-occupied housing: an asset-market approach. The quarterly journal of economics, pages 729Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c752, 1984.",
        "Albert Saiz. The geographic determinants of housing supply. The Quarterly Journal of Economics, 125(3):1253Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c1296, 2010.",
        "Hui Shan and Sven Jari Stehn. Us house price bottom in sight. Technical report, Goldman Sachs, 2011.",
        "Ying Shen and Richard Mele. Opportunity in single-family rentals. Technical report, Deutsche Bank Securities, Inc., 2014. Todd Sinai and Nicolas S. Souleles. Owner occupied housing as a hedge against rent risk.",
        "Vishwanath Tirupattur. The new age of buy-to-rent. Technical report, Morgan Stanley Research, 2013.",
        "Sheridan Titman, Ko Wang, and Jing Yang. The dynamics of housing prices. Working Paper 20418, National Bureau of Economic Research, August 2014. URL http://www. nber.org/papers/w20418.",
        "Stijn Van Nieuwerburgh and Pierre-Olivier Weill. Why has house price dispersion gone up? The Review of Economic Studies, 77(4):1567Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c1606, 2010."
    ]
}