{
    "id": 21809,
    "cites": 52,
    "cited_by": 1,
    "reference": [
        "Active Marketing Group (2007). Health Club Industry Review. San Diego: 1-17. Almond, D. and J. Curri (2011). \"Killing me softly: the fetal origins hypothesis.\" Journal of Economic Perspectives 25(3): 153-172.",
        "Anker, R. (2011). EngelÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0084¢s Law Around the World 150 Years Later. Amherst, MA, University of Massachusetts Amherst, Political Economy Research Institute.",
        "Barker, D. (1990). \"The fetal and infant origins of adult disease: The womb may be more important than the home.\" British Medical Journal (International Edition) 301(6761).",
        "Barker, D. (1995). \"Fetal origins of coronary heart disease.\" British Medical Journal (International Edition) 311(6998).",
        "Barker, D. (2002). \"Fetal Programming of Coronary Heart Disease.\" Trends in Endocrinology and Metabolism Trends in Endocrinology and Metabolism 13(9): 364-368.",
        "Barker, D. and C. Osmond (1986). \"Infant mortality, childhood nutrition, and ischaemic heart disease in England and Wales.\" Lancet 1(8489): 1077-1081.",
        "Barker, D. and K. Thornburg (2013). \"The obstetric origins of health for a lifetime.\" Clinical Obstetrics and Gynecology 56(3): 511-519.",
        "Basu, K. and P. H. Van (1998). \"The Economics of Child Labor.\" American Economic Review 88(3): 412.",
        "Bleakley, H. (2007). \"Disease and Development: Evidence from Hookworm Eradication in the South.\" Quarterly Journal of Economics 122(1): 73-117.",
        "Burdge, G. C. and K. A. Lillycrop (2010). \"Nutrition, Epigenetics, and Developmental Plasticity: Implications for Understanding Human Disease.\" Annual Review of Nutrition 30(1): 315-339.",
        "Dandona, S., A. F. R. Stewart and R. Roberts (2010). \"Genomics in coronary artery disease: Past, present and future.\" anadian Journal of Cardiology 26(SUPPLA): 56A-59A.",
        "De Backer, G. (2008). \"Risk Factors and Prevention of Cardiovascular Disease: A Review.\" Dialogues 13(2): 83-90.",
        "Del Bono, E. and J. Ermisch (2009). Birth Weight and the Dynamics of Early Cognitive and Behavioural Development. IZA Discussion Papers. Bonn, Institute for the Study of Labor: 1-30.",
        "Del Bono, E., J. Ermisch and M. Francesconi (2012). \"Intrafamily Resource Allocations: A Dynamic Structural Model of Birth Weight.\" Journal of Labor Economics 30(3): 657706.",
        "Deschenes, O., M. Greenstone and J. Guryan (2009). \"Climate Change and Birth Weight.\" American Economic Review 99(2): 211-217.",
        "Devine, C. M., M. Jastran, J. Jabs, E. Wethington, T. J. Farell and C. A. Bisogni (2006). \"A lot of sacrifices: Workfamily spillover and the food choice coping strategies of low-wage employed parents.\" Social Science & Medicine Social Science & Medicine 63(10): 25912603.",
        "Ellenberg, G. (2007). Mule South to tractor South mules, machines, agriculture, and culture in the cotton South, 1850-1950. Tuscaloosa, University of Alabama.",
        "Faeh, D., J. Braun, S. Tarnutzer and M. Bopp (2011). \"Obesity but not overweight is associated with increased mortality risk.\" European Journal of Epidemiology 26(8): 647-655.",
        "Fields, G. S. (2001). Distribution and development : a new look at the developing world. Cambridge, Mass., MIT Press.",
        "Fogel, R. and D. Costa (1997). \"A Theory of Technophysio Evolution, with Some Implications for Forecasting Population, Health Care Costs, and Pension Costs.\" Demography 34(1): 49-66.",
        "Futterman, L. G. and L. Lemberg (1998). \"Fifty percent of patients with coronary artery disease do not have any of the conventional risk factors.\" American Journal of Critical Care 7(3): 240-244.",
        "Gluckman, P. D. and M. A. Hanson (2007). \"Developmental plasticity and human disease: research directions.\" Journal of Internal Medicine 261(5): 461-471.",
        "Gluckman, P. D., M. A. Hanson, C. Cooper and K. L. Thornburg (2008). \"Effect of in utero and early-life conditions on adult health and disease.\" The New England journal of medicine 359(1): 61-73.",
        "Graham, G. (2014). \"Population-based approaches to understanding disparities in cardiovascular disease risk in the United States.\" International Journal of General Medicine 7: 393-400.",
        "Grundy, S. M., I. J. Benjamin, G. L. Burke, A. Chait, R. H. Eckel, B. V. Howard, W. Mitch, S. C. J. Smith and J. R. Sowers (1999). \"Diabetes and cardiovascular disease: a statement for healthcare professionals from the American Heart Association.\" Circulation 100(10): 1134-1146.",
        "Hanson, M. A. and P. D. Gluckman (2008). \"Developmental Origins of Health and Disease: New Insights.\" Basic & Clinical Pharmacology & Toxicology 102(2): 90-93.",
        "Hareven, T. K. (1982). Family time and industrial time : the relationship between the family and work in a New England industrial community. Cambridge; New York, Cambridge University Press.",
        "Heinicke, C. and W. A. Grove (2008). \"\"Machinery Has Completely Taken Over\": The Diffusion of the Mechanical Cotton Picker, 19491964.\" Journal of Interdisciplinary History 39(1): 65-96.",
        "Heron, M. (2010). Deaths: leading causes for 2010. N. V. S. Reports. Hyattsville, CDC. 62: 196.",
        "Kinsella, K. and W. He (2009). An Aging World: 2008. N. I. o. Aging. Washington, DC.",
        "Kuzawa, C. and E. Sweet (2009). \"Epigenetics and the embodiment of race: Developmental origins of US racial disparities in cardiovascular health.\" American Journal of Human Biology 21(1): 2-15.",
        "Kuzawa, C. W. (2005). \"Fetal origins of developmental plasticity: Are fetal cues reliable predictors of future nutritional environments?\" American Journal of Human Biology 17(1): 5-21.",
        "Logan, T. D. (2012). Freedom Passed Us By: The Social and Economic World of a Cotton Picking Family 1950-1970. Columbus, The Ohio State University Lopez, A. D., C. D. Mathers, M. Ezzati, D. T. Jamison and C. J. L. Murray (2006). \"Global and regional burden of disease and risk factors, 2001: Systematic analysis of population health data.\" Lancet 367(9524).",
        "Lynch, J., S. Harper, G. Davey Smith, N. Ross, M. Wolfson and J. Dunn (2004). \"US regional and national cause-specific mortality and trends in income inequality: Descriptive Findings.\" Demographic Research Special 2: 183-228.",
        "Masters, R. K., D. A. Powers and B. G. Link (2013b). \"Obesity and US mortality risk over the adult life course.\" American Journal of Epidemiology 177(5): 431-442.",
        "Masters, R. K., E. N. Reither, D. A. Powers, Y. C. Yang, A. E. Burger and B. G. Link (2013a). \"The Impact of Obesity on US Mortality Levels: The Importance of Age and Cohort Factors in Population Estimates.\" American Journal of Public Health 103(10): 18951901.",
        "McEniry, M. and A. Palloni (2010). \"Early Life Exposures and the Occurrence and Timing of Heart Disease Among the Older Adult Puerto Rican Population.\" Demography 47(1): 2343.",
        "McMillen, S. (1989). No Easy Time: Rural Southern Women, 1940-1990. The Rural South since World War II. . R. D. Hurt. Baton Rouge, Louisiana State University Press: 59-94.",
        "Pickle, L. W. (1996). Atlas of United States Mortality. Hyattsville, Md., National Center for Health Statistics, Centers for Disease Control and Prevention, U.S. Dept. of Health and Human Services.",
        "Prins, B. P., V. Lagou, F. W. Asselbergs, H. Snieder and J. Fu (2012). \"Genetics of coronary artery disease: Genome-wide association studies and beyond.\" Atherosclerosis 225(1): 110.",
        "Roberts, R. and A. F. R. Stewart (2012). \"Genes and Coronary Artery Disease:Where Are We?\" Journal of the American College of Cardiology 60(18): 1715-1721.",
        "Schultz, P. and J. Strauss, Eds. (2008). Handbook of Development Economics. Amsterdam, North Holland.",
        "Senney, G. T., R. H. Steckel and K. L. Thornburg (2015). Life Under Pressure: Intergenerational Origins of Hypertension Among African Americans. Columbus, The Ohio State University: 1-17.",
        "Steckel, R. H. (2013). \"The hidden cost of moving up: Type 2 diabetes and the escape from persistent poverty in the American South.\" American Journal of Human Biology 25(4): 508-515.",
        "StÃ\u0083Æ\u0092Ã\u0082Â¶ger, R. (2008). \"The thrifty epigenotype: an acquired and heritable predisposition for obesity and diabetes?\" BioEssays 30(2): 156-166.",
        "Swerdlow, D., M. Holmes, S. Harrison and S. Humphries (2012). \"The genetics of coronary heart disease.\" British Medical Bulletin 102(1): 59-77.",
        "Taylor, J. G. (1989). Foodways. Encyclopedia of Southern Culture. C. Wilson and W. Ferris. Chapel Hill, University of North Carolina: 613-616.",
        "Thayer, Z. M. and C. W. Kuzawa (2011). \"Biological memories of past environments: Epigenetic pathways to health disparities.\" Epigenetics 6(7): 798-803.",
        "Tilly, L. and J. W. Scott (1978). Women, work, and family. New York, Holt, Rinehart and Winston.",
        "Torres, S. J. and C. A. Nowson (2007). \"Relationship between stress, eating behavior, and obesity.\" Nutrition 23(11-12): 887-894.",
        "Watson, R. R. and V. R. Preedy. (2013). \"Bioactive food as dietary interventions for cardiovascular disease.\" from http://www.sciencedirect.com/science/book/9780123964854.",
        "Zheng, H., D. Tumin and Z. Qian (2013). \"Obesity and Mortality Risk: New Findings From Body Mass Index Trajectories.\" American Journal of Epidemiology American Journal of Epidemiology 178(11): 1591-1599."
    ]
}