{
    "id": 21820,
    "cites": 44,
    "cited_by": 7,
    "reference": [
        "ArauÃ\u0083Å\u0092Ã\u0082Â\u0081jo, AloÃ\u0083â\u0080\u009eÃ\u0082Â±Ã\u0083Å\u0092Ã\u0082Â\u0081sio, Susan Schommer, and Michael Woodford. 2015. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Conventional and Unconventional Monetary Policy with Endogenous Collateral Constraints.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d American Economic Journal: Macroeconomics, 7: 1Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c43.",
        "Benigno, Pierpaolo, and Michael Woodford. 2005. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Inflation Stabilization and Welfare: The Case of a Distorted Steady State.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Journal of the European Economic Association, 3(6): 1185Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c1236.",
        "Benigno, Pierpaolo, and Michael Woodford. 2012. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Linear-Quadratic Approximation of Optimal Policy Problems.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Journal of Economic Theory, 147(1): 1Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c42.",
        "Bernanke, Ben S., Mark Gertler, and Simon Gilchrist. 1999. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093The Financial Accelerator in a Quantitative Business Cycle Framework.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d In Handbook of Macroeconomics.",
        "Brunnermeier, Markus K., Thomas M. Eisenbach, and Yuliy Sannikov. 2012. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Macroeconomics with Financial Frictions: A Survey.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d NBER Working Paper No. 18102.",
        "For example, we abstract from the possible dependence of loan rates on borrowersÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0084¢ net worth stressed in the Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093financial acceleratorÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d model of Bernanke, Gertler and Gilchrist (1999); from the stickiness of loan rates stressed by Hulsewig, Mayer and Wollmershauser (2009), Teranishi (2008), Sudo and Teranishi (2008), and Gerali, Neri and Signoretti (2008); and from endogenous variation in the extent to which collateral constraints on borrowers bind, as emphasized by both ArauÃ\u0083Å\u0092Ã\u0082Â\u0081jo, Schommer and Woodford (2015) and Woodford (2015).",
        "Credit Frictions and Optimal Monetary Policy Calvo, Guillermo. 1983. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Staggered Prices in a Utility-Maximizing Framework.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Journal of Monetary Economics, 12.",
        "Christiano, Lawrence J., Cosmin Ilut, Roberto Motto, and Massimo Rostagno. 2008. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Monetary Policy and Stock-Market Boom-Bust Cycles.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d ECB Working Paper No. 955.",
        "Christiano, Lawrence J., Roberto Motto, and Massimo Rostagno. 2003. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093The Great Depression and the Friedman-Schwartz Hypothesis.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Journal of Money, Credit and Banking, 35: 1119Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c1198.",
        "Christiano, Lawrence J., Roberto Motto, and Massimo Rostagno. 2010. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Financial Factors in Business Cycles.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d ECB Working Paper No. 1192.",
        "CuÃ\u0083Å\u0092Ã\u0082Â\u0081rdia, Vasco. 2008. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Optimal Monetary Policy under Sudden Stops.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d FRBNY Staff Report No. 323.",
        "CuÃ\u0083Å\u0092Ã\u0082Â\u0081rdia, Vasco, and Michael Woodford. 2010. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Credit Spreads and Monetary Policy.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Journal of Money Credit and Banking, 42(s1): 3Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c35.",
        "CuÃ\u0083Å\u0092Ã\u0082Â\u0081rdia, Vasco, and Michael Woodford. 2011. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093The Central-Bank Balance Sheet as an Instrument of Monetary Policy.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Journal of Monetary Economics, 58(1): 54Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c79.",
        "De Fiore, Fiorella, and Oreste Tristani. 2011. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Credit and the Natural Rate of Interest.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Journal of Money, Credit and Banking, 43(2-3): 407Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c440.",
        "Den Haan, Wouter, Steven W. Sumner, and Guy Yamashiro. 2010. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Bank Loan Components and the Time-Varying Effects of Monetary Policy Shocks.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Economica, 78: 593Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c617.",
        "Evans, George W., and Seppo Honkapohja. 2006. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Monetary Policy, Expectations and Commitment.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Scandinavian Journal of Economics, 108: 15Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c38.",
        "Faia, Ester, and Tommaso Monacelli. 2007. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Optimal Interest-Rate Rules, Asset Prices, and Credit Frictions.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Journal of Economic Dynamics and Control, 31: 3228Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c3254.",
        "Fuerst, Timothy S. 1992. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Liquidity, Loanable Funds, and Real Activity.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Journal of Monetary Economics, 29: 3Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c24.",
        "Credit Frictions and Optimal Monetary Policy Gerali, Andrea, Stefano Neri, and Federico M. Signoretti. 2008. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Credit and Banking in a DSGE Model.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Unpublished.",
        "Gertler, Mark, and Nobuhiro Kiyotaki. 2010. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Financial Intermediation and Credit Policy in Business Cycle Analysis.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Unpublished.",
        "Gertler, Mark, Simon Gilchrist, and Fabio Natalucci. 2007. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093External Constraints on Monetary Policy and the Financial Accelerator.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Journal of Money, Credit and Banking, 39: 295Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c330.",
        "Goodfriend, Marvin. 2005. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Narrow Money, Broad Money, and the Transmission of Monetary Policy.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Board of Governors of the Federal Reserve System.",
        "Goodfriend, Marvin, and Bennett T. McCallum. 2007. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Banking and Interest Rates in Monetary Policy Analysis: A Quantitative Exploration.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Journal of Monetary Economics, 54: 1480Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c1507.",
        "Hulsewig, Oliver, Eric Mayer, and Timo Wollmershauser. 2009. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Bank Behavior, Incomplete Interest-Rate Pass-Through, and the Cost Channel of Monetary Policy Transmission.",
        "Iacoviello, Matteo. 2005. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Housing Prices, Borrowing Constraints, and Monetary Policy in the Business Cycle.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d American Economic Review, 95: 739Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c764.",
        "Issing, Otmar. 2006. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093The ECBÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0084¢s Monetary Policy Strategy: Why Did We Choose a Two Pillar Approach?Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Speech at the Fourth ECB Central Banking Conference Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093The Role of Money: Money and Monetary Policy in the Twenty-First CenturyÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d.",
        "Kiyotaki, Nobuhiro, and John Moore. 2012. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Liquidity, Business Cycles, and Monetary Policy.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d NBER Working Paper No. 17934.",
        "Credit Frictions and Optimal Monetary Policy Lagos, Ricardo, and Randall Wright. 2005. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093A Unified Framework for Monetary Theory and Policy Analysis.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Journal of Political Economy, 113: 463Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c484.",
        "Lown, Cara S., and Donald P. Morgan. 2002. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Credit Effects in the Monetary Mechanism. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Federal Reserve Bank of New York Economic Policy Review, 8(1): 217Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c235.",
        "Lucas, Robert E., Jr. 1990. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Liquidity and Interest Rates.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Journal of Economic Theory, 50: 237Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c264.",
        "Lucas, Robert E., Jr., and Nancy Stokey. 1987. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Money and Interest in a Cash-inAdvance Economy.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Econometrica, 55: 491Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c513.",
        "McCulley, Paul, and Ramin Toloui. 2008. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Chasing the Neutral Rate Down: Financial Conditions, Monetary Policy, and the Taylor Rule.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d PIMCO Global Central Bank Focus February 20.",
        "Meh, CeÃ\u0083Å\u0092Ã\u0082Â\u0081saire, and Kevin Moran. 2010. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093The Role of Bank Capital in the Propagation of Shocks.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Journal of Economic Dynamics and Control, 34(3): 555Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c576.",
        "Mehra, Rajnish, Facundo Piguillem, and Edward C. Prescott. 2008. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Intermediated Quantities and Returns.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Federal Reserve Bank of Minneapolis Staff Report No. 405.",
        "Meyer, Laurence H., and Brian P. Sack. 2008. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Updated Monetary Policy Rules: Why DonÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0084¢t They Explain Recent Monetary Policy?Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Monetary Policy Insights. Macroeconomic Advisors, March 7.",
        "Preston, Bruce. 2008. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Adaptive Learning and the Use of Forecasts in Monetary Policy.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Journal of Economic Dynamics and Control, 32(11): 3661Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c3681.",
        "Rotemberg, Julio J., and Michael Woodford. 1997. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093An Optimization-Based Econometric Framework for the Evaluation of Monetary Policy.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d NBER Macroeconomics Annual, 12: 297Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c346.",
        "Smets, Frank R., and Raf Wouters. 2003. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093An Estimated Dynamic Stochastic General Equilibrium Model of the Euro Area.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Journal of the European Economics Association, 5: 1123Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c1175.",
        "Smets, Frank R., and Raf Wouters. 2007. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Shocks and Frictions in US Business Cycles: A Bayesian DSGE Approach.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d American Economic Review, 97: 586Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c606.",
        "Credit Frictions and Optimal Monetary Policy Sudo, Nao, and Yuki Teranishi. 2008. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Optimal Monetary Policy under Heterogeneous Banks.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Unpublished, Bank of Japan.",
        "Taylor, John B. 2008. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Monetary Policy and the State of the Economy.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Testimony before the Committee on Financial Services, U.S. House of Representatives, February 26.",
        "Teranishi, Yuki. 2008. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Optimal Monetary Policy under Staggered Loan Contracts.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Unpublished, Columbia University.",
        "Woodford, Michael. 2003. Interest and Prices: Foundations of a Theory of Monetary Policy. Princeton:Princeton University Press.",
        "Woodford, Michael. 2015. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Quantitative Easing and Financial Stability.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Unpublished, Columbia University. Credit Frictions and Optimal Monetary Policy 0 0.2 0.4 0.6 0.8 1 1.2 1.4 1.6 1.8 2 u b c (c) us c (c) c Ã\u0083Â¢Ã\u0082Ë\u0086Ã\u0082â\u0080\u0099 b c Ã\u0083Â¢Ã\u0082Ë\u0086Ã\u0082â\u0080\u0099 s Ã\u0083Å½Ã\u0082Â» Ã\u0083Â¢Ã\u0082Ë\u0086Ã\u0082â\u0080\u0099 b Ã\u0083Å½Ã\u0082Â» Ã\u0083Â¢Ã\u0082Ë\u0086Ã\u0082â\u0080\u0099 s"
    ]
}