{
    "id": 21821,
    "cites": 171,
    "cited_by": 12,
    "reference": [
        "S. A. Abbas, N. Belhocine, A. Elganainy, and M. Horton. A Historical Public Debt Database. Working Papers 245, International Monetary Fund, 2010.",
        "D. Acemoglu and J. A. Robinson. Economic Origin of Dictatorship and Democracy. Cambridge Books, Cambridge University Press, 2009.",
        "D. Acemoglu, M. Golosov, and A. Tsyvinski. Markets versus governments. Journal of Monetary Economics, 55(1):159Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c189, 2008a.",
        "D. Acemoglu, M. Golosov, and A. Tsyvinski. Notes and Comments: Political Economy of Mechanisms. Econometrica, 76(3):619Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c641, 2008b.",
        "D. Acemoglu, M. Golosov, and A. Tsyvinski. Political Economy of Mechanisms. Econometrica, 76(3):619Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c641, 2008c.",
        "D. Acemoglu, M. Golosov, and A. Tsyvinski. Dynamic Mirrlees Taxation under Political Economy Constraints. Review of Economic Studies, 77(3):841Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c881, 2010.",
        "D. Acemoglu, M. Golosov, and A. Tsyvinski. Political economy of Ramsey taxation. Journal of Public Economics, 95(7-8):467Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c475, 2011a. D. Acemoglu, M. Golosov, and A. Tsyvinski. Power fluctuations and political economy.",
        "P. Aghion and P. Bolton. Government domestic debt and the risk of default: a politicaleconomic model of the strategic role of debt. In R. Dornbusch and M. Draghi, editors, Public debt management: Theory and History. Cambridge University Press, 1990.",
        "P. Aghion, A. Alesina, and F. Trebbi. Endogenous Political Institutions. Quarterly Journal of Economics, 119(2):565Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c611, 2004.",
        "S. Ahmed. Balanced-budget rules and public deficits: evidence from the U.S. states A comment. Carnegie-Rochester Conference Series on Public Policy, 45:77Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c87, 1996.",
        "S. R. Aiyagari, A. Marcet, T. J. Sargent, and J. SeppaÃ\u0083Å\u0092Ã\u0082Ë\u0086laÃ\u0083Å\u0092Ã\u0082Ë\u0086. Optimal Taxation without State-Contingent Debt. Journal of Political Economy, 110(6):1220Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c1254, 2002.",
        "A. Akhmedov and E. Zhuravskaya. Opportunistic Political Cycles: Test in a Young Democracy Setting. The Quarterly Journal of Economics, 119(4):1301Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c1338, 2003.",
        "S. Albanesi and C. Sleet. Dynamic Optimal Taxation with Private Information. The Review of Economic Studies, 73(1):1Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c30, 2006.",
        "A. Alesina. Credibility and Policy Convergence in a Two-Party System with Rational Voters. The American Economic Review, 78(4):796Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c805, 1988.",
        "A. Alesina and T. Bayoumi. The costs and benefits of fiscal rules: evidence from U.S. states. 1996. URL http://www.nber.org/papers/w5614.pdf.",
        "A. Alesina and A. Cukierman. The Politics of Ambiguity. Quarterly Journal of Economics, 105(4):829Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c850, 1990.",
        "A. Alesina and A. Drazen. Why are Stabilizations Delayed? American Economic Review, 81(5):1170Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c1177, 1991.",
        "A. Alesina and P. Giuliano. Preferences for redistribution. In A. Bisin and M. O. Jackson, editors, Handbook of Social Economics, volume 1, pages 93Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c131. The Netherlands: North Holland, 2012.",
        "A. Alesina and P. Giuliano. Culture and Institutions. Journal of Economic Literature, pages 1Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c59, 2015, forthcoming. A. Alesina and E. L. Glaeser. Fighting Poverty in the US and Europe: A World of Difference.",
        "The Rodolfo De Benedetti Lecture Series. Oxford University Press, 2005.",
        "A. Alesina and E. La Ferrara. Ethnic Diversity and Economic Performance. Journal of Economic Literature, 43:762Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c800, 2005.",
        "A. Alesina and M. MareÃ\u0083Å\u0092Ã\u0082Â\u0081. Evasione e debito. In A. Monorchio, editor, La Finanza Italiana Dopo la Svolta del 1992. Il Mulino, Bologna, 1996.",
        "A. Alesina and M. Paradisi. Political budget cycles: Evidence from italian cities. NBER Working Paper, (20570), 2014.",
        "A. Alesina and R. Perotti. The Political Economy of Budget Deficits. NBER Working Paper Series, 4637(1):1Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c31, 1995.",
        "A. Alesina and A. Stella. The Politics of Monetary Policy. In B. M. Friedman and M. Woodford, editors, Handbook of Monetary Economics, volume 3, pages 1001Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c1054. Elsevier Inc., 2010.",
        "A. Alesina and G. Tabellini. External Debt, Capital Flight and Political Risk. Journal of International Economics, 27:199Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c220, 1989. A. Alesina and G. Tabellini. A Positive Theory of Fiscal Deficits and Government Debt.",
        "The Review of Economic Studies, 57(3):403Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c414, 1990. A. Alesina and G. Tabellini. Bureaucrats or politicians? Part I: A single policy task.",
        "American Economic Review, 97(1):169Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c179, 2007. A. Alesina, G. D. Cohen, and N. Roubini. Electoral business cycle in industrial democracies.",
        "European Journal of Political Economy, 9(1):1Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c23, 1993. A. Alesina, R. Perotti, and J. Tavares. The Political Economy of Fiscal Adjustments.",
        "A. Alesina, R. Hausmann, R. Hommes, and E. Stein. Budget institutions and fiscal performance in Latin America. Journal of Development Economics, 59(2):253Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c273, 1999.",
        "A. Alesina, G. Tabellini, and F. R. Campante. Why is fiscal policy often procyclical? Journal of the European Economic Association, 6(5):1006Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c1036, 2008.",
        "A. Alesina, S. Ardagna, and V. Galasso. The Euro and Structural Reforms. In Review of Economics and Institutions, volume 2 of NBER Chapters, pages 1Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c37. National Bureau of Economic Research, Inc., 2010. A. Alesina, C. Favero, and F. Giavazzi. The output effect of fiscal consolidation plans.",
        "Journal of International Economics, 96:19Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c42, 2015. A. F. Alesina, D. Carloni, and G. Lecce. The electoral consequences of large fiscal adjustments.",
        "In A. Alesina and F. Giavazzi, editors, Fiscal Policy after the Financial Crisis, pages 531Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c570. National Bureau of Economic Research, Inc., 2012.",
        "J. E. Alt and A. K. Chrystal. Political Economics. Berkeley University Press, Berkeley, CA, 1983.",
        "J. E. Alt and D. D. Lassen. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009dFiscal Transparency, Political Parties, and Debt in OECD countriesÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d. European Economic Review, 50(6):1403Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c1439, 2006.",
        "J. E. Alt and R. C. Lowry. Divided Government, Fiscal Institutions, and Budget Deficits: Evidence From the States. American Political Science Review, 88(4):811Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c828, 1994.",
        "K. Arrow. A Difficulty in the Concept of Social Welfare. Journal of Political Economy, 58 (4):328Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c346, 1950.",
        "P. R. Arvate, G. Avelino, and J. Tavares. Fiscal conservatism in a new democracy: Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Sophisticated Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d versus Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093naÃ\u0083â\u0080\u009eÃ\u0082Â±Ã\u0083Å\u0092Ã\u0082Ë\u0086veÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d voters. Economics Letters, 102(2):125Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c127, 2009.",
        "A. J. Auerbach, J. Gorkhale, and L. J. Kotlikoff. Generational Accounts : A Meaningful Alternative to Deficit Accounting. Tax Policy and the Economy, 5:55Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c110, 1991.",
        "M. Azzimonti, E. D. Francisco, and V. Quadrini. Financial globalization, inequality, and the raising of public debt. American Economic Review, 104(8):2267Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c2302, 2014.",
        "M. Azzimonti, M. Battaglini, and S. Coate. Costs and benefits of balanced budget rules: Lessons from a political economy model of fiscal policy. MPRA Paper, (25935), 2015.",
        "E. Banfield. The Moral Basis of A Backward Society. The Free Press, 1958.",
        "R. Baqir. Districting and Government Overspending. Journal of Political Economy, 110: 1318Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c1354, 2002.",
        "S. Barbera and M. O. Jackson. Choosing How to Choose: Self-Stable Majority Rules and Constitutions. The Quarterly Journal of Economics, 119(3):1011Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c1048, 2004.",
        "D. P. Baron. Regulation and legislative choice. RAND Journal of Economics, 19(3):467Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c 477, 1988.",
        "D. P. Baron. Design of regulatory mechanisms and institutions. In R. Schmalensee and R. Willig, editors, Handbook of Industrial Organization, volume 2, pages 1347Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c1447. The Netherlands: North Holland, 1989.",
        "D. P. Baron and J. a. Ferejohn. Bargaining in Legislatures. American Political Science Review, 83(4):1181Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c1206, 1989.",
        "R. J. Barro. The control of politicians: An economic model. Public Choice, 14-14(1):19Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c42, 1973.",
        "R. J. Barro. Are Government Bonds Net Wealth? Journal of Political Economy, 82(6): 1095, 1974.",
        "R. J. Barro. On the Determination of the Public Debt. Journal of Political Economy, 87 (5):940, 1979.",
        "L. Barseghyan, M. Battaglini, and S. Coate. Fiscal policy over the real business cycle: A positive theory. Journal of Economic Theory, 148(6):2223Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c2265, 2013.",
        "M. Bassetto and T. J. Sargent. Politics and Efficiency of Separating Capital and Ordinary Government Budgets. Quarterly Journal of Economics, 121(4):1167Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c1210, 2006.",
        "M. Battaglini. The Political Economy of Public Debt. Annual Review of Economics, 3(1): 110301095653089, 2010.",
        "M. Battaglini. A Dynamic Theory of Electoral Competition. Theoretical Economics, 9(2): 515Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c554, 2014. M. Battaglini and S. Coate. A Dynamic Theory of Public Spending, Taxation, and Debt.",
        "American Economic Review, 98(1):201Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c236, 2008. M. Battaglini and S. Coate. A political economy theory of fiscal policy and unemployment.",
        "K. Bawn and F. Rosenbluth. Short versus long coalitions: Electoral accountability and the size of the public sector. American Journal of Political Science, 50(2):251Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c265, 2006.",
        "T. Bayoumi and B. Eichengreen. Restraining yourself: Fiscal rules and stabilization. CEPR Discussion Papers, (1029), 1994.",
        "M. Bertrand, R. Burgess, A. Chawla, and G. Xu. Determinants and consequences of bureaucrat effectiveness: Evidence from the indian administrative service. 2015, unpublished.",
        "T. Besley and A. Prat. Handcuffs for the Grabbing Hand? Media Capture and Government Accountability. The American Economic Review, 96(3):720Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c736, 2006.",
        "A. Bisin and T. Verdier. On the joint evolution of culture and institutions. 2015, unpublished.",
        "A. Blinder. Is the government too political? Foreign Affairs, 1997.",
        "H. Bohn. The behavior of u. s. public debt and deficits. Quarterly Journal of Economics, 113(3):949Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c963, 1998.",
        "H. Bohn and R. P. Inman. Balanced Budget Rules and Public Deficits: Evidence From the U.S. States. Carnegie-Rochester Conference Series on Public Policy,, 45(1):13Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c76, 1996.",
        "A. Brender. The effect of fiscal performance on local government election results in Israel: 1989-1998. Journal of Public Economics, 87(9-10):2187Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c2205, 2003. A. Brender and A. Drazen. Political budget cycles in new versus established democracies.",
        "A. Brender and A. Drazen. How Do Budget Deficits and Economic Growth Affect Reelection Prospects? Evidence from a Large Panel of Countries. The American Economic Review, 98(5):2203Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c2220, 2008.",
        "M. J. Buchanan and E. R. Wagner. Democracy in Deficit: The Political Legacy of Lord Keynes. Ney York: Academic Press., 1977.",
        "N. Budina, A. Schaechter, A. Weber, and T. Kinda. Fiscal Rules in Response to the Crisis: Toward the Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009dNext-GenerationÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Rules: A New Dataset. Working Papers 187, International Monetary Fund, 2012.",
        "M. Buti and P. Van Den Noord. Fiscal Discretion and Elections in the Early Years of EMU. JCMS: Journal of Common Market Studies, 42(4):737Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c756, 2004.",
        "M. Buti, A. Turrini, P. Van den Noord, and P. Biroli. Reforms and re-elections in OECD countries. Economic Policy, 25:61Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c116, 2010.",
        "R. J. Caballero and P. Yared. Future rent-seeking and current public savings. Journal of International Economics, 82(2):124Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c136, 2010.",
        "F. R. Campante and Q.-A. Do. Isolated Capital Cities, Accountability, and Corruption: Evidence from US States. American Economic Review, 104(8):2456Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c2481, 2014. F. Canova and E. Pappa. The Elusive Costs and the Immaterial Gains of Fiscal Constraints.",
        "A. Casella and B. Eichengreen. Can Foreign Aid Accelerate Stabilisation. Economic Journal, 106:605Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c619, 1996.",
        "V. V. Chari and P. J. Kehoe. Sustainable Plans. Journal of Political Economy, 98(4):783, 1990.",
        "V. V. Chari and P. J. Kehoe. Sustainable Plans and Debt. Journal of Economic Theory, 61(2):230Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c261, 1993.",
        "A. Cukierman and A. H. Meltzer. A positive theory of discretionary policy, the cost of democratic government and the benefits of a constitution. Economic Inquiry, 24(3): 367Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c88, 1986.",
        "A. Cukierman and A. H. Meltzer. A Political Theory of Government Debt and Deficits in a Neo-Ricardian Framework. American Economic Review, 79(4):713Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c732, 1989.",
        "E. Dabla-Norris, R. Allen, L.-F. Zanna, T. Prakash, E. Kvintradze, V. D. Lledo, I. Yackovlev, and S. Gollwitzer. Budget Institutions and Fiscal Performance in Low-Income Countries. Working Papers 80, International Monetary Fund, 2010.",
        "J. de Haan and J. E. Sturm. Political and institutional determinants of fiscal policy in the European Community. Public Choice, 80(1-2):157Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c172, 1994.",
        "J. de Haan and B. Volkerink. Fragmented Government Effects on Fiscal Policy: New evidence. Public Policy, 109:221Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c242, 2001.",
        "X. Debrun, L. Moulin, A. Turrini, J. Ayuso-i Casals, and M. S. Kumar. Tied to the mast? National fiscal rules in the European Union. Economic Policy, (April):297Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c362, 2008.",
        "A. Drazen. The political business cycle after 25 years. NBER Macroeconomics Annual 2000. MIT Press., Cambridge, MA.",
        "A. Drazen. Political Economy in Macroeconomics. Princeton University Press, Princeton, NJ, 2000.",
        "A. Drazen and W. Easterly. Do Crises Induce Reform? Simple Empirical Tests of Conventional Wisdom. Economics & Politics, 13(2):129Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c157, 2001.",
        "A. Drazen and M. Eslava. Pork Barrel Cycles. NBER Working Paper Series, 12190, 2010a.",
        "A. Drazen and M. Eslava. Electoral manipulation via voter-friendly spending: Theory and evidence. Journal of Development Economics, 92(1):39Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c52, 2010b.",
        "A. Drazen and V. Grilli. The Benefits of Crises for Economic Reforms. American Economic Review, 83:598Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c607, 1993.",
        "W. Easterly. How much do distortions affect growth? Journal of Monetary Economics, 32 (2):187Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c212, 1993. R. Elgie and I. McMenamin. Political Fragmentation, Fiscal Deficits and Political Institutionalisation.",
        "M. Eslava. The political economy of fiscal deficits: A survey. Journal of Economic Surveys, 25(4):645Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c673, 2011. S. Fabrizio and A. Mody. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009dCan budget institutions counteract political indiscipline?Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d.",
        "A. FataÃ\u0083Å\u0092Ã\u0082Â\u0081s and I. Mihov. On Constraining Fiscal Policy Discretion in EMU. Oxford Review of Economic Policy, 19(1):112Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c131, 2003a.",
        "A. FataÃ\u0083Å\u0092Ã\u0082Â\u0081s and I. Mihov. The case for restricting fiscal policy discretion. The Quarterly Journal of Economics, 118(4):1419Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c1447, 2003b.",
        "J. Ferejohn. Incumbent performance and electoral control. Public Choice, 50:5Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c25, 1986.",
        "J. A. Ferejohn and K. Krehbiel. The Budget Process and the Size of the Budget. American Journal of Political Science, 31(2):296Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c320, 1987.",
        "D. Foremny, M.-D. M. Freier, and M. Yeter. Overlapping political budget cycles. IEB Working Paper, (02), 2015.",
        "O. Galor and M. Klemp. Roots of autocracy. 2015, unpublished.",
        "A. Gavazza and A. Lizzeri. Transparency and economic policy. Review of Economic Studies, 76(3):1023Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c1048, 2009.",
        "A. Gavazza and A. Lizzeri. Transparency and Manipulation of Public Accounts. Journal of Public Economic Theory, 13(3):327Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c349, 2011.",
        "M. Gavin and R. Perotti. Fiscal Policy in Latin America. In B. Bernanke and J. Rotemberg, editors, NBER Macroeconomics Annual, volume 12, pages 11 Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c72. MIT Press., 1997.",
        "M. D. L. A. Gonzalez. Do Changes in Democracy Affect the Political Budget Cycle? Evidence from Mexico. Review of Development Economics, 6(2):204Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c224, 2002.",
        "G. Gratton, L. Guiso, C. Michelacci, and M. Morelli. From weber to kafka: Political activism and the emergence of an inefficient bureaucracy. 2015, unpublished.",
        "V. Grilli, D. Masciandaro, G. Tabellini, E. Malinvaud, and M. Pagano. Political and Monetary Institutions and Public Financial Policies in the Industrial Countries. Economic Policy, 6(13):342Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c392, 1991.",
        "G. M. Grossman and E. Helpman. Separation of Powers and the Budget Process. Journal of Public Economics, 92(3-4):407Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c425, 2008.",
        "L. Guiso, P. Sapienza, and L. Zingales. Does Culture Affect Economic Outcomes? Journal of Economic Perspectives, 20(2):23Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c48, 2006.",
        "L. Guiso, P. Sapienza, and L. Zingales. Civic capital as the missing link. In J. Benhabib, A. Bisin, and M. O. Jackson, editors, Handbook of Social Economics, volume 1, pages 417Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c480. The Netherlands: North Holland, 2011.",
        "L. Guiso, P. Sapienza, and L. Zingales. Long Term Persistence. 2015.",
        "L. Guiso, H. Herrera, and M. Morelli. A cultural clash view of the eu crisis. 2015, unpublished.",
        "J. Hagen. Fiscal Rules and Fiscal Performance in the European Union and Japan. Monetary and Economic Studies, 24(1):25Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c60, 2006.",
        "M. Halac and P. Yared. Fiscal Rules and Discretion Under Persistent Shocks. Econometrica, 82(5):1557Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c1614, 2014.",
        "M. Halac and P. Yared. Fiscal rules and discretion in a world economy. NBER Working Paper 21492, 2015.",
        "M. Hallerberg and J. Von Hagen. Electoral Institutions, Cabinet Negotiations, and Budget Deficits in the European Union. In Fiscal Institutions and Fiscal Performance, number 1, pages 209Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c232. National Bureau of Economic Research, Inc., 1999.",
        "M. Hallerberg, R. Strauch, and J. von Hagen. The design of fiscal rules and forms of governance in European Union countries. European Journal of Political Economy, 23(2): 338Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c359, 2007. M. Hallerberg, R. Strauch, and J. Von Hagen. Fiscal Governance: Evidence from Europe.",
        "J. Hassler, P. Krusell, K. Storesletten, and F. Zilibotti. The dynamics of government. Journal of Monetary Economics, 52(7):1331Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c1358, 2005.",
        "R. Haveman. Should Generational Accounts Replace Public Budgets and Deficits? Journal of Economic Perspectives, 8(1):95Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c111, 1994.",
        "R. P. Inman. Rethinking federalism. Journal of Economic Perspectives, 11(4):43Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c64, 1997.",
        "K. Kashin, G. King, and S. Soneji. Systematic Bias and Nontransparency in US Social Security Administration Forecasts. Journal of Economic Perspectives, 29:239Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c58, 2015.",
        "P. Klein, P. Krusell, and J.-V. RÃ\u0083â\u0080\u009eÃ\u0082Â±Ã\u0083Å\u0092Ã\u0082Â\u0081os-Rull. Time-Consistent Public Policy. The Review of Economic Studies, 75(3):789Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c808, 2008.",
        "Y. Kontopoulos and R. Perotti. Government fragmentation and fiscal policy outcomes: Evidence from oecd countries. In Fiscal Institutions and Fiscal Performance, NBER Chapters, pages 81Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c102. National Bureau of Economic Research, Inc., 1999.",
        "J. Kornai, E. Maskin, and G. Roland. Understanding the Soft Budget Constraint. Journal of Economic Literature, 41(4):1095Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c1136, 2003. S. Krogstrup and C. Wyplosz. A common pool theory of supranational deficit ceilings.",
        "L. Lambertini. Are budget deficits used strategically? Economics & Politics, (September): 1Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c38, 2003.",
        "A. Lizzeri. Budget Deficits and Redistributive Politics. Review of Economic Studies, 66 (4):909Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c928, 1999.",
        "R. E. J. Lucas and N. L. Stokey. Optimal Fiscal and Monetary Policy in an Economy without Capital. Journal of Monetary Economics, 12(1):55Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c93, 1983. A. Miano. Determinants and consequences of fiscal rules: Evidence form the world economy.",
        "G. M. Milesi-Ferretti. Good, bad or ugly? On the effects of fiscal rules with creative accounting. Journal of Public Economics, 88(1-2):377Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c394, 2004. G. M. Milesi-Ferretti, R. Perotti, and M. Rostagno. Electoral Systems and Public Spending.",
        "Quarterly Journal of Economics, 117(2):609Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c657, 2002. A. MuÃ\u0083Å\u0092Ã\u0082Ë\u0086ller, K. Storesletten, and F. Zilibotti. the Political Color of Fiscal Responsibility.",
        "C. Mulligan and X. Sala-i Martin. Gerontocracy, retirement, and social security. NBER Working Paper, (7117), 1999.",
        "T. Nannicini, A. Stella, G. Tabellini, and U. Troiano. Social Capital and Political Accountability. American Economic Journal: Economic Policy, 5(230088):222Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c250, 2012.",
        "W. D. Nordhaus. The Political Business Cycle. The Review of Economic Studies, 42(2): 169Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c190, 1975.",
        "W. E. Oates. Fiscal Federalism. Edward Elgar Pub, 2011. OECD. Social expenditure. URL www.oecd.org/els/social/expenditure.",
        "OECD. Social spending - statextracs, 2014. URL http://stats.oecd.org/Index.aspx? DataSetCode=SOCX_AGG.",
        "F. Passarelli and G. Tabellini. Emotions and political unrest. CESifo Working Paper Series, 2013.",
        "S. Peltzman. Voters as Fiscal Conservatives. The Quarterly Journal of Economics, 107(2): 327Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c361, 1992.",
        "R. Perotti and Y. Kontopoulos. Fragmented fiscal policy. Journal of Public Economics, 86 (2):191Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c222, 2002.",
        "T. Persson and G. Tabellini. Political Economics: Explaining Economic Policy. MIT Press, Cambridge and London, 2000.",
        "T. Persson and G. Tabellini. Constitutional rules and fiscal policy outcomes. American Economic Review, 94(1):25Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c45, 2004a.",
        "T. Persson and G. Tabellini. Constitutions and Economic Policy. Journal of Economic Perspectives, 18(1):75Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c98, 2004b.",
        "P. Pettersson-Lidbom. An Empirical Investigation of the Strategic Use of Debt. Journal of Political Economy, 109(3):570Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c583, 2001.",
        "P. Pettersson-Lidbom. Dynamic Commitment and the Soft Budget Constraint: An Empirical Test. American Economic Journal: Economic Policy, 2(August):154Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c179, 2010.",
        "P. Pettersson-Lidbom. Does the size of the legislature affect the size of government? Evidence from two natural experiments. Journal of Public Economics, 96(3-4):269Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c278, 2012.",
        "J. Ponticelli and H.-J. Voth. Austerity and Anarchy: Budget Cuts and Social Unrest in Europe, 1919-2008. SSRN Electronic Journal, (July):1Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c39, 2011.",
        "J. M. Poterba. Capital budgets, borrowing rules, and state capital spending. Journal of Public Economics, 56:165Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c187, 1995.",
        "J. M. Poterba. Budget Institutions and Fiscal Policy in the U.S. States. American Economic Review, 86(2):395Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c400, 1996.",
        "A. Prat and D. Stromberg. The Political Economy of Mass Media. Advances in Economics and Econometrics. Cambridge University Press, 2013. D. Primo. Rules and Restraint: Government Spending and the Design of Institutions.",
        "F. P. Ramsey. A Contribution to the Theory of Taxation. The Economic Journal, 37(145): 47Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c61, 1927.",
        "C. M. Reinhart and K. S. Rogoff. Growth in a time of debt. American Economic Review, 100(2):573Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c578, 2010.",
        "G. Richardson. The relationship between culture and tax evasion across countries: Additional evidence and extensions. Journal of International Accounting, Auditing and Taxation, 17(2):67Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c78, 2008.",
        "K. Rogoff. Equlibrium Political Budget Cycles. The American Economic Review, 80(1): 21Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c36, 1990.",
        "K. Rogoff and A. Sibert. Elections and macroeconomic policy cycles. The Review of Economic Studies, 55(1):1Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c16, 1988.",
        "L. J. Sabato. A More Perfect Constitution: Why the Constitution Must Be Revised: Ideas to Inspire a New Generation. New York: Walker Publishing Company., 2008. L. Schuknecht. Fiscal Policy Cycles and Public Expenditure in Developing Countries.",
        "Public Choice, 102(1/2):115Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c130, 2000. K. Shepsle. Institutional Arrangements and Equilibrium in Multidimensional Voting Models.",
        "American Journal of Political Science, 23(1):27Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c59, 1979a. K. Shepsle and B. Weingast. Political Preferences for the Pork Barrel: A Generalization.",
        "K. A. Shepsle. The role of institutional structure in the creation of policy equilibrium. In R. W. Douglas and T. J. Eismeier, editors, Public Policy and Public Choice, volume 6 of Sage Yearbook in Politics and Public Policy. Beverly Hills Sage, 1979b.",
        "M. Shi and J. Svensson. Political budget cycles: Do they differ across countries and why? Journal of Public Economics, 90(8-9):1367Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c1389, 2006.",
        "Z. Song, K. Storesletten, and F. Zilibotti. Rotten parents and disci- plined children: a politico-economic theory of public expenditure and debt. Econometrica, 80(6):2785Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c 2803, 2012.",
        "E. Spolaore. Adjustments in different government systems. Economics & Politics, 16(2): 117Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c146, 2004.",
        "E. Stein, E. Talvi, and A. Grisanti. Institutional arrangements and fiscal performance: The Latin American experience. chapter Fiscal Institutions and Fiscal Performance, pages 103Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c134. NBER/University of Chicago Press, Chicago, 1999.",
        "D. R. Stockman. Balanced-Budget Rules: Welfare Loss and Optimal Policies. Review of Economic Dynamics, 4(2):438Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c459, 2001.",
        "M. Sutter. The political economy of fiscal policy: An experimental study on the strategic use of deficits. Public Choice, 116(8487):313Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c332, 2003.",
        "G. Tabellini. The Politics of Intergenerational Redistribution, 1991. G. Tabellini. Culture and Institutions: Economic Development in the Regions of Europe.",
        "G. Tabellini and A. Alesina. Voting on the budget deficit. American Economic Review, 80 (1):37Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c43, 1990.",
        "M. Tommasi and A. Velasco. Where are we in the political economy of reform? The Journal of Policy Reform, 1(2):187Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c238, 1996.",
        "A. Tornell and P. R. Lane. The Voracity Effect. The American Economic Review, 89(1): 22Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c46, 1999. F. Trebbi, P. Aghion, and A. Alesina. Electoral Rules and Minority Representation in U .",
        "S . Cities. The Quarterly Journal of Economics, 123(1):325Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c357, 2008. A. Velasco. A Model of Endogenous Fiscal Deficits and Delayed Fiscal Reforms. In J. M.",
        "Poterba and J. Von Hagen, editors, Fiscal Institutions and Fiscal Performance, volume 6336, pages 37 Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c 58. NBER/University of Chicago Press, 1999.",
        "A. Velasco. Debts and deficits with fragmented fiscal policymaking. Journal of Public Economics, 76(1):105Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c125, 2000. B. Volkerink and J. De Haan. Fragmented government effects on fiscal policy: New evidence.",
        "Public choice, 109(3-4):221Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c242, 2001. J. Von Hagen. Budgeting procedures and fiscal performance in the european communities.",
        "Economic Paper 96, Commission of The European Communities, Brussel, Belgium, 1992.",
        "J. Von Hagen. Fiscal rules and fiscal performance in the eu and japan. Discussion Paper Series of SFB/TR 15 Governance and the Efficiency of Economic Systems 147, 2006. J. von Hagen and I. J. Harden. Budget processes and commitment to fiscal discipline.",
        "J. von Hagen and G. B. Wolff. What do deficits tell us about debt? Empirical evidence on creative accounting with fiscal rules in the EU. Journal of Banking and Finance, 30 (12):3259Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c3279, 2006.",
        "B. Weingast, K. Shepsle, and C. Johnsen. The political economy of benefits and costs: A neoclassical approach to distributive politics. Journal of Political Economy, 84(4): 642Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c64, 1981.",
        "J. Woo. Economic, political, and institutional determinants of public deficits. Journal of Public Economics, 87(3-4):387Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c426, 2003. C. Wyplosz. EuropeÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0084¢s quest for fiscal discipline. European Union Economic Papers 498, Directorate General Economic and Monetary Affairs (DG ECFIN), European Commission.",
        "C. Wyplosz. Fiscal rules: Theoretical issues and historical experiences. In A. Alesina and F. Giavazzi, editors, Fiscal Policy after the Financial Crisis, volume Fiscal Rules: Theoretical Issues and Historical Experiences, pages 495Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c529. University of Chicago Press and National Bureau of Economic Research., 2014.",
        "P. Yared. Politicians, taxes and debt. Review of Economic Studies, 77(2):806Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c840, 2010."
    ]
}