{
    "id": 21835,
    "cites": 7,
    "cited_by": 2,
    "reference": [
        "Bandiera, Oriana, Iwan Barankay, and Imran Rasul. 2005. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Social Preferences and the Response to Incentives: Evidence from Personnel Data.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Quarterly Journal of Economics, 120(3): 917-962.",
        "Burgess, Simon, Carol Propper, Helen Slater, and Deborah Wilson. 2005. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Who Wins and Who Loses from School Accountability? The Distribution of Educational Gain in English Secondary Schools.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d CEPR Discussion Paper No. 5248, September.",
        "Chetty, Raj, John N. Friedman, and Jonah E. Rockoff. 2014. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Measuring the Impacts of Teachers I: Evaluating Bias in Teacher Value-Added Estimates.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d American Economic Review, 104(9): 2593-2632.",
        "Copeland, Adam and Cyril Monnet. 2009. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093The Welfare Effects of Incentive Schemes.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Review of Economic Studies, 76(1): 93-113.",
        "Cullen, Julie and Randall Reback. 2006. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Tinkering Toward Accolades: School Gaming Under a Performance Accountability SystemÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d in Improving School Accountability: Check-Ups or Choice, Advances in Applied Microeconomics, edited by T. Gronberg and D. Jansen, Volume 14, Amsterdam: Elsevier Science.",
        "Deming, David J., Sarah Cohodes, Jennifer Jennings, Christopher Jencks, and Maya Lopuch. 2013. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093School Accountability, Postsecondary Attainment and Earnings.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d National Bureau of Economic Research Working Paper 19444.",
        "Duflo, Esther, Pascaline Dupas, and Michael Kremer. 2011. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Peer Effects, Teacher Incentives, and the Impact of Tracking: Evidence from a Randomized Evaluation in Kenya.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d American Economic Review, 101(5): 1739-74."
    ]
}