{
    "id": 21836,
    "cites": 44,
    "cited_by": 20,
    "reference": [
        "Abadie, A., Diamond, A., & Hainmueller, J. (2010, June). Synthetic Control Methods for Comparative Case Studies: Estimating the Effect of California&apos;s Tobacco Control Program. Journal of the American Statistical Association , 493-505.",
        "Baicker, K., Finkelstein, A. N., Song, J., & Taubman, J. (2013, May). The Impact of Medicaid on Labor Market Activity and Program Participation: Evidence from the Oregon Health Insurance Experiment. American Economic Review, 104(5), 322-328.",
        "Blank, R. (1989). The Effect of Medical Need and Medicaid on AFDC Participation. Journal of Human Resources, 24(1), 54-87.",
        "Call, K. T., Davern, M. E., Klerman, J. A., & Lynch, V. (2012). Comparing Errors in Medicaid Reporting across Surveys: Evidence to Date. Health Services Research, 48(2), 652-664.",
        "Centers for Medicare & Medicaid Services. (n.d.). Medicaid.gov. Retrieved from Demonstrations & Waivers: http://www.medicaid.gov/medicaid-chip-program-information/bytopics /waivers/waivers_faceted.html Congressional Budget Office. (2014). Updated Estimates of the Effects of the Insurance Coverage Provisions of the Affordable Care Act, April 2014. Washington D.C.: Congress of the United States.",
        "Dague, L., DeLeire, T., & Leininger, L. (2014, May). The Effect of Public Insurance Coverage for Childless Adults on Labor Supply. NBER Working Paper Series, No. 20111.",
        "Dave, D., Decker, S. L., Kaestner, R., & Simon, K. I. (2015). The Effect of Medicaid Expansions in the Late 1980s and Early 1990s on the Labor Supply of Pregnant Women. American Journal of Health Economics, 1(2), 165-193.",
        "Davern, M., Klerman, J. A., Baugh, D. K., Call, K. T., & Greenberg, G. D. (2009). An Examination of the Medicaid Undercount in the Current Population Survey: Preliminary Results from Record Linking. Health Services Research, 44(3), 965-987.",
        "Garthwaite, C., Gross, T., & Notowidigdo, M. J. (2014). Public Health Insurance, Labor Supply, and Employment Lock. The Quarterly Journal of Economics, 129(2), 653-696.",
        "Garthwaite, C., Gross, T., & Notowidigdo, M. J. (2014). Public Health Insurance, Labor Supply, and Employment Lock. The Quarterly Journal of Economics, 653-696.",
        "Ham, J. C., & Shore-Sheppard, L. D. (2005). Did Expanding Medicaid Affect Welfare Participation. Industrial and Labor Relations Review, 58(3), 452-470.",
        "Kaiser Family Foundation. (2009). Findings of a 50 State Survey of Eligibility Rules, Enrollment and Renewal Procedures and Cost-Sharing Practices in Medicaid and CHIP for Children and Parents during 2009. The Henry J. Kaiser Family Foundation .",
        "Kaiser Family Foundation. (2011). Holding Steady, Looking Ahead: Annual Findings of a 50State Survey of Eligibility Rules, Enrollment and Renewal Procedures, and Cost Sharing Practices in Medicaid and CHIP, 2010-2011. The Henry J. Kaiser Family Foundation .",
        "Kaiser Family Foundation. (2015). Findings from a 50-State Survey of Eligibility, Enrollment, Renewal, and Cost-Sharing Policies in Medicaid and CHIP as of January 2015. The Henry J. Kaiser Family Foundation. 27 Kaiser Family Foundations. (2012). Performing Under Pressure: Annual Findings of a 50-State Survey of Eligibility, Enrollment, Renewal, and Cost-Sharing Policies in Medicaid and CHIP, 2011-2012. The Henry J. Kaiser Family Foundation .",
        "Kaul, A., Klobner, S., Pfeifer, G., & Schieler, M. (2015, May 27). Synthetic Control Methods: Never Use all Pre-Intervention Outcomes as Economic Predictors. Retrieved from http://www.oekonometrie.uni-saarland.de/papers/SCM_Predictors.pdf McClelland, R., & Mok, S. (2012, October). A Review of Recent Reserach on Labor Supply Elasticities. Working Paper Series.",
        "Meyer, B. D., & Rosenbaum, D. T. (2001, August). Welfare, the Earned Income Tax Credit, and the Labor Supply of Single Mothers. The Quarterly Journal of Economics, 116(3), 10631114.",
        "Meyer, B. D., & Rosenbaum, D. T. (2001, August). Welfare, the Earned Income Tax Credit, and the Labor Supply of Single Mothers. The Quarterly Journal of Economics, 1063-1114.",
        "Montgomery, E., & Navin, J. C. (2000). Cross-State Variation in Medicaid Programs and Female Labor Supply. Economic Inquiry, 38(3), 402-418.",
        "Mulligan, C. (2013). Is the Affordable Care Act Different from Romneycare? A Labor Economics Perspective. NBER Working Paper No. 19366.",
        "Pascale, J., Boudreaux, M., & King, R. (2015, April 19). Understanding the New Current Population Survey Health Insurance Questions. Health Services Research.",
        "Wachino, V., Artiga, S., & Rudowitz, R. (2014, May 5). How is the ACA Impacting Medicaid Enrollment? Retrieved from Kaiser Family Foundation: http://kff.org/medicaid/issuebrief /how-is-the-aca-impacting-medicaid-enrollment/ Yelowitz, A. S. (1995, Nov.). The Medicaid Notch, Labor Supply, and Welfare Particpation. The Quarterly Journal of Economics, 110(4).",
        "Figure 1. Medicaid, Low-educated Parents Treated Synthetic Control 0.15 0.2 0.25 0.3 2010 2011 2012 2013 2014 %",
        "Figure 2. Uninsured, Low-educated Parents Treated Synthetic Control 0.45 0.5 0.55 0.6 2010 2011 2012 2013 2014 %",
        "Figure 3. Private Insurance, Loweducated Parents Treated Synthetic Control 0.05 0.1 0.15 0.2 2010 2011 2012 2013 2014 %",
        "Figure 4. Medicaid, Low-educated Childless Adults Treated Synthetic Control 0.2 0.25 0.3 0.35 2010 2011 2012 2013 2014 %",
        "Figure 5. Uninsured, Low-educated Childless Adults Treated Synthetic Control 0.55 0.6 0.65 0.7 2010 2011 2012 2013 2014 %",
        "Figure 6. Private Insurance, Loweducated Childless Adults Treated Synthetic Control 0.65 0.7 0.75 2010 2011 2012 2013 2014 %",
        "Figure 7. Employed, Low-educated Parents Treated Synthetic Control 20 25 30 2010 2011 2012 2013 2014 Hrs.",
        "Figure 8. Hours Per Week, Loweducated Parents Treated Synthetic Control 0.57 0.62 0.67 2010 2011 2012 2013 2014 %",
        "Figure 9. Work 30+ Hours, Loweducated Parents Treated Synthetic Control 0.65 0.7 0.75 2010 2011 2012 2013 2014 %",
        "Figure 10. Employed, Low-educated Childless Adults Treated Synthetic Control 20 25 30 2010 2011 2012 2013 2014 Hrs.",
        "Figure 11. Hours Per Week, Loweducated Childless Adults Treated Synthetic Control 0.57 0.62 0.67 2010 2011 2012 2013 2014 %",
        "Figure 12. Work 30+ Hours, Loweducated Childless Adults Treated Synthetic Control 0.15 0.2 0.25 0.3 2010 2011 2012 2013 2014 %",
        "Figure A1. Medicaid, Low-educated Parents Treated Synthetic Control 0.2 0.25 0.3 0.35 2010 2011 2012 2013 2014 %",
        "Figure A2. Uninsured, Low-educated Parents Treated Synthetic Control 0.5 0.6 2010 2011 2012 2013 2014 %",
        "Figure A3. Private Insurance, Loweducated Parents Treated Synthetic Control 0.2 0.25 0.3 0.35 2010 2011 2012 2013 2014 %",
        "Figure A5. Uninsured, Low-educated Childless Adults Treated Synthetic Control 0.5 0.6 2010 2011 2012 2013 2014 %",
        "Figure A6. Private Insurance, Loweducated Childless Adults Treated Synthetic Control 0.05 0.1 0.15 0.2 2010 2011 2012 2013 2014 %",
        "Figure A4. Medicaid, Low-educated Childless Adults Treated Synthetic Control 0.6 0.65 0.7 0.75 2010 2011 2012 2013 2014 %",
        "Figure A7. Employed, Low-educated Parents Treated Synthetic Control 20 25 30 35 2010 2011 2012 2013 2014 %",
        "Figure A8. Hours Per Week, Loweducated Parents Treated Synthetic Control 0.6 0.65 0.7 0.75 2010 2011 2012 2013 2014 %",
        "Figure A9. Work 30+ Hours, Loweducated Parents Treated Synthetic Control 0.6 0.65 0.7 0.75 2010 2011 2012 2013 2014 %",
        "Figure A10. Employed, Low-educated Childless Adults Treated Synthetic Control 20 25 30 35 2010 2011 2012 2013 2014 %",
        "Figure A11. Hours Per Week, Loweducated Childless Adults Treated Synthetic Control 0.55 0.65 2010 2011 2012 2013 2014 % Figure A12. Work 30+ Hours, Loweducated Childless Adults Treated Synthetic Control"
    ]
}