{
    "id": 2184,
    "cites": 15,
    "cited_by": 1,
    "reference": [
        "Arnold, Hugh and Daniel Feldman, A Multivariate Analysis of the Determinants of Job Turnover, Journal of Applied Psychology, Vol. 67, No. 3, (June 1982) pp. 350-360.",
        "Bartel, Ann, Wages, Nonwage Job Characteristics and Labor Mobility, Industrial and Labor Relations Review, Vol. 35, No. 4 (July 1982) PP. 578-589.",
        "Bloch, Farrell, Labor Turnover in U. S. Manufacturing Industries, Journal of Human Resources, Vol. 14, No. 2 (Spring 1979) pp. 236-245.",
        "Flinn, Christopher, Wages and Job Mobility of Young Workers, unpublished m.imeo 1983.",
        "Heckrnan, James, The Common Structure of Statistical Models of Truncation. Sample Selection, and Limited Dependent Variables and a Simple Estimator for such Models, Annals of Economic and Social Measurement, Vol. 5, (1976) pp. 475-492.",
        "Heckman, James, Sample Selection Bias as a Specification Error, EconomÃ\u0083Â©trica, `Vol. 47, (1979) pp. 73-92.",
        "Knapp, Martin; Kostas Harissis and Spyros Missiakoulis, Investigating Labor Turnover and Wastage Using the Logit Technique, Journal of Occupational Psychology, Vol. 55, (1982) pp. 129-138.",
        "Mellow, Wesley, Employer Size and Wages Review of Economics and Statistics, Vol. 64, No. 3 (August 1982) pp. 495-501.",
        "Mobley, W. H., Griffeth, H. H. and Meglino, B. M., Review and Conceptual Analysis of the Employee Turnover Process, Psychological Bulletin, (1979) Vol. 86, pp. 493-622.",
        "Pencavel, John, Wages, Speciflc Training and Labor Turnover in U. S. Manufacturing Industries, International Economic Review, Vol. 13, No. 1, (1972) pp. 53-64.",
        "Viscusi, Kip Sex Differences in Worker Quitting Review of `Economics and Statistics, Vol. 62, No. 3 (August 1980) pp. 388-398.",
        "Weiss, Andrew, Determinants of Quit Behavior for Semi-skilled Production Workers, Journal of Labor Economics, Vol. 2, No. 3. (July, 1984) pp. 371-387.",
        "Weiss, Andrew Wages and Absenteeism Economics Letters, No. 19, (1985b) pp. 277-279.",
        "White, Halbert Maximum Likelihood Estimation of Misspecified Models, Econometric a, Vol. 50 (1982) pp. 1-25.",
        "White, Halbert Corrigendum, Econometrica, Vol. 51, No. 2 (March 1983) pp. 513."
    ]
}