{
    "id": 21852,
    "cites": 75,
    "cited_by": 131,
    "reference": [
        "Adrian, T. and N. Boyarchenko, 2013, Intermediary Leverage Cycles and Financial Stability, Federal Reserve Bank of New York Staff Report No. 567.",
        "Adrian, T. and H. S. Shin, 2010. Liquidity and Leverage, Journal of Financial Intermediation, 19, pp. 418Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c437.",
        "Adrian, T. and H. S. Shin, 2014. Pro-cyclical Leverage and Value-at-Risk, Review of Financial Studies, vol. 27(2), pp. 373-403.",
        "Aoki, K., G. Benigno and N. Kiyotaki, 2015. Monetary and Financial Polices in Emerging Markets, manuscript, LSE and Princeton.",
        "Avdjiev, S., R. McCauley, and P. McGuire, 2012. Rapid credit growth and international credit: Challenges for Asia, BIS Working Papers 377, Bank for International Settlements.",
        "Bekaert, G., M. Hoerova, and M. Lo Duca, 2013. Risk, uncertainty and monetary policy, Journal of Monetary Economics, Vol. 60, No. 7, pp. 771-788",
        "Benigno, G. and P. Benigno, 2003: Price Stability in Open Economies, Review of Economic Studies, 70(4): pp. 743Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c764, October.",
        "Bergin P. and G. Corsetti, 2015. Beyond Competitive Devaluation: The Monetary Dimensions of Comparative Advantage, Cambridge University, manuscript.",
        "Bernanke, B. and M. Gertler, 1989. Agency Costs, Net Worth, and Business Fluctuations, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d American Economic Review, Vol. 79, No. 1, pp. 14-31, March.",
        "Bernanke, B. and M. Gertler, 1995. Inside the black box: the credit channel of moentray policy transmission, Journal of Economic Perspectives, vol 9:4 pp 27-48.",
        "Bernanke, B., M. Gertler, and S. Gilchrist, 1996. The Financial Accelerator and the Flight to Quality, The Review of Economics and Statistics, Vol. 78, No. 1, pp. 1-15, February.",
        "Boivin, J., M. T. Kiley, and F. S. Mishkin. 2010. How has the monetary transmission mechanism evolved over time? In Handbook of Monetary Economics, Vol. 3, edited by Benjamin M. Friedman and Michael Woodford, pp. 369-422. Amsterdam: North Holland.",
        "Borio, C. and H. Zhu, 2012. Capital regulation, risktaking and monetary policy: a missing link in the transmission mechanism? Journal of Financial Stability, 8(4), pp. 236-251.",
        "Brunnermeier, M. K, and Y. Sannikov. 2014. A Macroeconomic Model with a Financial Sector. American Economic Review 104.2: pp. 379-421.",
        "Bruno, V. and H. S. Shin, 2015a. Capital flows and the risk-taking channel of monetary policy, Journal of Monetary Economics, Vol. 71, No. C, pp. 119-132.",
        "Bruno, V. and H. S. Shin, 2015b. Cross-Border Banking and Global Liquidity, Review of Economic Studies, Vol. 82, No. 2, pp. 535-564.",
        "Bryant, R., D. W. Henderson, G. Holtham, P. Hooper, and S. A. Symansky, 1988. Empirical Macroeconomics for Interdependent Economies, Washington, DC: Brookings Institution.",
        "Caballero, R, and A. Krishnamurthy. 2004. Smoothing Sudden Stops. Journal of Economic Theory, 119(4): pp. 104127.",
        "Calvo, G. A. and C. M. Reinhart, 2002. Fear Of Floating, The Quarterly Journal of Economics, Vol. 117, No. 2, pp. 379-408, May.",
        "Calvo, G. A., L. Leiderman, and C. M. Reinhart, 1996. In flows of Capital to Developing Countries in the 1990s, Journal of Economic Perspectives, Vol. 10, No. 2, pp. 123-139.",
        "Cetorelli, N. and Golderg, L., 2012. Banking Globalization and Monetary Transmission. The Journal of Finance, 67: pp.1811-1843.",
        "Chinn, M. and Frankel, J. 2007. Will the euro eventually surpass the dollar as leading international reserve currency? In Clarida, R., editor, G-7 Current Account Imbalances: Sustainability and Adjustment, Chicago,. University of Chicago Press.",
        "Christiano, L. J., M. Eichenbaum, and C. L. Evans. 2005. Nominal rigidities and the dynamic effects of a shock to monetary policy. Journal of Political Economy 113 (1): pp. 145.",
        "Christiano, Lawrence J., Roberto Motto, and Massimo Rostagno, 2014. Risk Shocks. American Economic Review 104 (1): pp. 2Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c65.",
        "Coimbra, N., Sovereigns at Risk: A dynamic model of sovereign debt and banking leverage, 2015. Paris School of Economics, manuscript.",
        "Corsetti, G. and P. Pesenti, 2001. Welfare and macroeconomic interdependence. The Quarterly Journal of Economics, 116(2), pp. 421Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c445, May.",
        "DellÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0084¢Ariccia G., L. Laeven, and G. Suarez, 2013. Bank Leverage and Monetary Policys Risk-Taking Channel: Evidence from the United States, WP/13/143, IMF.",
        "Despres, Emile, Charles Kindleberger, and Walter Salant, February 5 1966, The Dollar and World Liquidity: A Minority View, The Economist, 218 (5).",
        "Diaz-Alejandro, C, 1985. Good-bye Financial Repression, Hello Financial Crash. Journal of Development Economics, 19(12) pp. 1Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c24.",
        "Eichengreen, B., 2011. Exorbitant privilege: the rise and fall of the dollar, Oxford. University Press.",
        "Farhi, E. and I. Werning. 2014. Dilemma not Trilemma? Capital Controls and Exchange Rates with Volatile Capital Flows, IMF Economic Review, pp. 62: 569-605.",
        "Farhi, E. and I. Werning. 2015. A Theory of macroprudential policies in the presence of nominal rigidities, Manuscript, Harvard and MIT.",
        "Fleming, M., 1962. Domestic Financial Policies under Fixed and under Floating Exchange Rates, IMF staff papers, 9 (3), pp. 369-380.",
        "Forbes, K. J. and F. E. Warnock, 2012. Capital ow waves: Surges, stops, flight, and retrenchment,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Journal of International Economics, Vol. 88, No. 2, pp. 235-251.",
        "Gali, J., 2008. Monetary Policy, Inflation and the Business Cycle: An Introduction to the New Keynesian Framework, Princeton University Press, Princeton, NJ.",
        "Gertler, M., and P. Karadi. 2011. A model of unconventional monetary policy. Journal of Monetary Economics 58 (1): pp.17-34.",
        "Gertler, M., and P. Karadi. 2015. Monetary Policy Surprises, Credit Costs, and Economic Activity. American Economic Journal: Macroeconomics, 7(1): pp. 44-6.",
        "Gertler, M. and N. Kiyotaki, 2010. Financial Intermediation and Credit Policy in Business Cycle Analysis,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d in Benjamin M. Friedman and Michael Woodford eds. Handbook of Monetary Economics, Vol. 3: Elsevier, pp. 547-599.",
        "Gilchrist, S. and E. Zakrajsek, 2012. Credit Spreads and Business Cycle Fluctuations, American Economic Review, Vol. 102, No. 4, pp. 1692-1720.",
        "Goldberg, L., 2013. Banking Globalization, Transmission, and Monetary Policy Autonomy Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0084¢, Sveriges Riksbank Economic (Special Issue), pp. 161-193.",
        "Gourinchas, P.-O. and H. Rey, 2014. External Adjustment, Global Imbalances, Valuation Effects, Handbook of International Economics Volume 4, 2014, pp. 585645.",
        "Gourinchas, P.-O. and Rey, H., 2007a. From world banker to world venture capitalist: Us external adjustment and the exorbitant privilege. In Clarida, R., editor, G-7 Current Account Imbalances: Sustainability and Adjustment, pages 11-55, Chicago,. University of Chicago Press.",
        "Gourinchas, P.-O. and Rey, H., 2007b. International financial adjustment. Journal of Political Economy, pages 665-703.",
        "Gourinchas, P.-O. , Rey, H. and N. Govilllot, 2012. Exorbitant Privilege and Exorbitant Duty, manuscript, Berkeley and LBS.",
        "Gurkaynak, R. S., B. Sack, and E. Swanson, 2005. Do Actions Speak Louder Than Words? The Response of Asset Prices to Monetary Policy Actions and Statements, International Journal of Central Banking, Vol. 1, No. 1, May.",
        "Jimenez, G., S. Ongena, J.-L. Peydro, and J. Saurina, 2012. Credit Supply and Monetary Policy: Identifying the Bank Balance-Sheet Channel with Loan Applications. American Economic Review, 102(5): pp. 2301-26.",
        "Jorda, O., M. Schularick, and A. M. Taylor, 2015. Leveraged Bubbles, Working Paper 21486, National Bureau of Economic Research.",
        "Kalemli-Ozcan, S., B. Sorensen, and S. Yesiltas, 2012. Leverage across firms, banks, and countries, Journal of International Economics, Vol. 88, No. 2, pp. 284-298.",
        "Kindleberger, C., 1965. Balance of Payments Deficits and the International Market for Liquidity, Essays in International Finance, May, 46.",
        "Kiyotaki, N. and J. Moore, 1997. Credit Cycles, Journal of Political Economy, Vol. 105, No. 2, pp. 211-48, April.",
        "Klein, M. W. and J. C. Shambaugh, 2013. Rounding the Corners of the Policy Trilemma: Sources of Monetary Policy Autonomy, NBER Working Papers 19461, National Bureau of Economic Research.",
        "Krugman, P., 1980. Vehicle currencies and the structure of international exchange. Journal of Money, Credit and Banking, 12(3): pp. 513-526.",
        "McCauley R., P. McGuire and V. Sushko, 2015. Global dollar credit: links to US monetary policy and leverage, BIS WP 483.",
        "Maggiori, M. 2013. Financial Intermediation, International Risk Sharing, and Reserve Currencies, manuscript, Harvard.",
        "Mertens, K. and M. O. Ravn, 2013. The Dynamic Effects of Personal and Corporate Income Tax Changes in the United States, American Economic Review, Vol. 103, No. 4, pp. 1212-47.",
        "Miranda-Agrippino, S. and H. Rey, 2012. World Asset Markets and the Global Financial Cycle, CEPR DP 10936, NBER Working Paper No. 21722.",
        "Morais, B., J. L. Peydro, and C. Ruiz, 2015. The International Bank Lending Channel of Monetary Policy Rates and QE: Credit Supply, Reach-for-Yield, and Real Effects, In33 ternational Finance Discussion Papers 1137, Board of Governors of the Federal Reserve System (U.S.).",
        "Mundell, R., 1963. Capital Mobility and Stabilization Policy under Fixed and Flexible Exchange Rates, Canadian Journal of Economic and Political Science, 29 (4), pp.475Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c 485.",
        "Obstfeld, M., 2015. Trilemmas and Tradeoffs: Living with Financial Globalization,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d in C. Raddatz, D. Saravia, and J. Ventura eds. Global Liquidity, Spillovers to Emerging Markets and Policy Responses, Vol. 20 of Central Banking, Analysis, and Economic Policies Book Series: Central Bank of Chile, Chap. 2, pp. 13-78.",
        "Obstfeld M. and K. Rogoff, 2000. New directions for stochastic open economy models. Journal of International Economics, 50(1): pp. 117Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c153, February.",
        "Obstfeld M. and K. Rogoff, 2002. Global implications of self-oriented national monetary rules. The Quarterly Journal of Economics, 117(2): pp. 503Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c535, May.",
        "Obstfeld, M., Shambaugh, J., and Taylor, A., 2005. The Trilemma in History: Tradeoffs among Exchange Rates, Monetary Policies, and Capital Mobility, Review of Economics and Statistics, vol. 87(3).",
        "Papaioannou, E. and R. Portes, 2008. Costs and benefits of running an international currency, Directorate General Economic and Monetary Affairs (DG ECFIN), European Commission.",
        "Passari, E. and H. Rey, 2015. Financial Flows and the International Monetary System, The Economic Journal, Vol. 125, No. 584, pp. 675-698.",
        "Portes, R. and H. Rey, 1998. The emergence of the euro as an international currency, Economic Policy 26, pp 305-43.",
        "Portes, R. and D. Vines, 1997. Coping with International Capital Flows, Commonwealth Secretariat.",
        "Prasad, E., 2014. The Dollar Trap: How the U.S. Dollar Tightened Its Grip on Global Finance, Princeton University Press.",
        "Rajan, R., 2005. Has financial development made the world riskier?, Proceedings -Economic Policy Symposium - Jackson Hole, Federal Reserve Bank of Kansas City, issue Aug, pp. 313-369.",
        "Rey, H., 2001. International trade and currency exchange. Review of Economic Studies, 68(2): pp. 443-464.",
        "Rey, H., 2013. Dilemma not trilemma: the global cycle and monetary policy independence, Proceedings - Economic Policy Symposium - Jackson Hole, Federal Reserve Bank of Kansas City, issue Aug, pp. 1-2.",
        "Romer, C. D. and Romer, D. H., 1989. Does Monetary Policy Matter? A New Test in the Spirit of Friedman and Schwartz, in Olivier J. Blanchard and Stanley Fischer, eds., NBER macroeconomics annual 1989. Cambridge, MA: MIT Press, pp. 12170.",
        "Romer, C. D. and D. H. Romer, 2004. A New Measure of Monetary Shocks: Derivation and Implications,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d American Economic Review, Vol. 94, No. 4, pp. 1055-1084.",
        "Schularick, M. and A. M. Taylor, 2012. Credit Booms Gone Bust: Monetary Policy, Leverage Cycles, and Financial Crises, 1870-2008, American Economic Review, Vol. 102, No. 2, pp. 1029-61.",
        "Shin, H. S., 2012. Global Banking Glut and Loan Risk Premium, IMF Economic Review, Vol. 60, No. 2, pp. 155-192, July.",
        "Stock J. and M. Watson, 2012. Disentangling the Channels of the 2007-09 Recession, Brookings Papers on Economic Activity, Vol. 44, No. 1 Spring, pp. 81-156."
    ]
}