{
    "id": 21859,
    "cites": 30,
    "cited_by": 6,
    "reference": [
        "Draganska, Michaela, Sanjog Misra, Victor Aguirregabiria, Pat Bajari, Liran Einav, Paul Ellickson, Dan Horsky, Sridhar Narayanan, Yesim Orhun, Peter Reiss, Katja Seim, Vishal Singh, and Raphael. 2008. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Discrete choice models of firmsÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0084¢ strategic decisions.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Marketing Letters 19 (3): 399Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c416 (December).",
        "Da Silveira, Bernardo S. 2012. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Bargaining with Asymmetric Information: An Empirical Study of Plea Negotiations.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Manuscript.",
        "Dal BoÃ\u0083Å\u0092Ã\u0082Â\u0081, Ernesto, Frederico Finan, and MartÃ\u0083â\u0080\u009eÃ\u0082Â±Ã\u0083Å\u0092Ã\u0082Â\u0081n A. Rossi. 2013. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Strengthening State Capabilities: The Role of Financial Incentives in the Call to Public Service*.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d The Quarterly Journal of Economics.",
        "Cary M. Atlas, Thomas W. Gilligan, Robert J. Hendershott Mark A. Zupan. 1995. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Slicing the Federal Government Net Spending Pie: Who Wins, Who Loses, and Why.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d The American Economic Review 85 (3): 624Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c629.",
        ". 2003. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Political Institutions and Policy Choices: Evidence from the United States.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Journal of Economic Literature 41 (1): 7Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c73.",
        "Besley, Timothy, and Anne Case. 1995. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Does Electoral Accountability Affect Economic Policy Choices? Evidence from Gubernatorial Term Limits.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d The Quarterly Journal of Economics 110 (3): 769Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c98 (August).",
        "Ames, Barry. 1995. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Electoral Strategy under Open-List Proportional Representation.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d American Journal of Political Science 39 (2): 406Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c433 (May).",
        "Aruoba, S. Boragan, Allan Drazen, and Razvan Vlaicu. 2015, May. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093A Structural Model of Electoral Accountability.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Nber working papers 21151, National Bureau of Economic Research, Inc.",
        "Beath, Andrew, Fotini Christia, Georgy Egorov, and Ruben Enikolopov. 2014, May. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Electoral Rules and the Quality of Politicians: Theory and Evidence from a Field Experiment in Afghanistan.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Nber working papers 20082, National Bureau of Economic Research, Inc.",
        "Rodden, Jonathan. 2002. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093The Dilemma of Fiscal Federalism: Grants and Fiscal Performance around the World.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d American Journal of Political Science 46 (3): 670Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c687.",
        "Persson, Torsten, and Guido Tabellini. 2000. Political Economics: Explaining Economic Policy. Cambridge, Massachussets: MIT Press.",
        ". 2005, July. The Economic Effects of Constitutions. Volume 1 of MIT Press Books. The MIT Press.",
        "Pereira, Carlos, and Lucio Renno. 2003. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Successful re-election strategies in Brazil: the electoral impact of distinct institutional incentives.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Electoral Studies 22 (3): 425 Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c 448.",
        "Myerson, Roger B. 1993. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Incentives to Cultivate Favored Minorities Under Alternative Electoral Systems.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d The American Political Science Review 87 (4): 856Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c869 (December).",
        "Milgrom, Paul R., and Robert J. Weber. 1985. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Distributional Strategies for Games with Incomplete Information.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Mathematics of Operations Research 10 (4): pp. 619Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c632.",
        "Milesi-Ferretti, Gian Maria, Roberto Perotti, and Massimo Rostagno. 2002. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Electoral Systems And Public Spending.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d The Quarterly Journal of Economics 117 (2): 609Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c657 (May).",
        "Manacorda, Marco, Edward Miguel, and Andrea Vigorito. 2011. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Government Transfers and Political Support.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d American Economic Journal: Applied Economics 3 (3): 1Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c28 (July).",
        "Mainwaring, Scott. 2002. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Presidentialism in Brazil: The Impact of Strong Constitutional Powers, Weak Partisan Powers, and Robust Federalism.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d The Latin American Program Working Paper Series.",
        "Lizzeri, Alessandro, and Nicola Persico. 2001. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093The Provision of Public Goods under Alternative Electoral Incentives.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d The American Economic Review 91 (1): pp. 225Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c239.",
        "Ferraz, Claudio, and Frederico Finan. 2009, April. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Motivating Politicians: The Impacts of Monetary Incentives on Quality and Performance.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Nber working papers 14906, National Bureau of Economic Research, Inc.",
        ". 2011. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Electoral Accountability and Corruption: Evidence from the Audits of Local Governments.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d American Economic Review 101 (4): 1274Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c1311.",
        "Firpo, Sergio, Vladimir Ponczek, and Viviane Sanfelice. 2012. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093The relationship between budget amendments and electoral performance.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Unpublished Manuscript.",
        "Golden, Miriam, and Brian Min. 2013. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Distributive Politics Around the World.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Annual Review of Political Science 16 (1): 73Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c99.",
        "Kang, Karam. 2015. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Policy Influence and Private Returns from Lobbying in the Energy Sector.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d The Review of Economic Studies.",
        "Knight, Brian. 2008. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Legislative Representation, Bargaining Power and The Distribution of Federal Funds: Evidence From The Us Congress.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Economic Journal 118 (532): 1785Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c1803 (October).",
        "Levin, Jonathan, and Barry Nalebuff. 1995. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093An Introduction to Vote-Counting Schemes.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Journal of Economic Perspectives 9 (1): 3Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c26.",
        "Levitt, Steven D, and Jr Snyder, James M. 1997. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093The Impact of Federal Spending on House Election Outcomes.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Journal of Political Economy 105 (1): 30Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c53 (February).",
        "Lim, Claire S. H. 2013. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Preferences and Incentives of Appointed and Elected Public Officials: Evidence from State Trial Court Judges.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d American Economic Review 103 (4): 1360Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c97.",
        "List, John A, and Daniel M Sturm. 2006. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093How Elections Matter: Theory and Evidence from Environmental Policy.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d The Quarterly Journal of Economics 121 (4): 1249Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c1281 (November).",
        "Stromberg, David. 2008. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093How the Electoral College Influences Campaigns and Policy: The Probability of Being Florida.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d American Economic Review 98 (3): 769Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c807."
    ]
}