{
    "id": 2186,
    "cites": 16,
    "cited_by": 3,
    "reference": [
        "See B. M. Friedman, Debt and Economic Activity in the United States, in B. M. Friedman (ed.), The Chanqin~ Roles of Debt and Eauitv In Finanoin~ U.S. Caoital Formation (Univ. of Chicago Press, Chicago, 1982); B. S. Bernanke, Bankruptcy, Liquidity, and Recession, Amer. Econ. Rev., 71 (1981), 155-159; and B. S. Bernanke and M. Gertler, Agency Costs, Collateral, and Business Fluctuations (mimeo: National Bureau of Economic Research, Cambridge, 1986).",
        "Once again, a link via interest rates would ultimately be based on the behavior of lenders, as in the discussion above. This paper was prepared for Spience. I am grateful to the National Science Foundation and the Alfred P. Sloan Foundation for supporting the research on which it draws, to D. I. Laibson for research assistance and helpful discussions, and to R. W. Goldsmith and R. M. Solow for comments on an earlier draft.",
        "The source of the high-employment deficit and GNP data is the U.S. Dept. of Commerce.",
        "The private and total saving measures are net of depreciation to existing capital stocks. The source of the data plotted in Figure 5 is the U.S. Dept. of Commerce.",
        "A link via interest rates -- for example, along the lines that heavy government borrowing drives up interest rates and thereby discourages private borrowing -- would ultimately be based on the behavior of lenders, not borrowers.",
        "E. J. Barro, Are Government Bonds Net Wealth? J. Pout. Econ., 82 (1971$), 1095-1117.",
        "It is also necessary, of course, that individuals be aware of the governments debt service obligations in the first place. Although taxpayers awareness should be easier to investigate directly than their attitudes, no one (to the authors knowledge) has yet attempted to do so. -21The reason is probably the general disrespect for survey data that pervades the economics literature. ilL See J. Tobin and W. H. Buiter, Fiscal and Monetary Policies, Capital Formation and Economic Activity, in G. von Furstenberg (ed.), The Government and Capital Formation (Ballinger, Cambridge, 1980) and J. J. Seater, Does Government Debt Matter? A Review, J. Mon. Econ., 16 (1985), 121-131, for surveys emphasizing positive and negative findings, respectively.",
        "It is also necessary for the amount of risk that borrowers are willing to bear to be roughly constant in relation to their incomes. Given the absence of much variation in the wealth-to-income ratio, however, this property follows from standard models of risk aversion.",
        "See B. M. Friedman, The Substitutability of Debt and Equity Securities, in B. M. Friedman (ed.), Coroorate CaDital Structures in the United States (Univ. of Chicago Press, Chicago, 1985), for a description of these data. The underlying sources are the Federal Reserve Board, U.S. Treasury Dept. and Standard & Poors Corp.",
        "For example, findings reported in B. M. Friedman, Crowding Out or Crowding In? Evidence on Debt-Equity Substitutability (mimeo: National Bureau of Economic Research, Cambridge, 1981$) and Portfolio Choice and the Debt-Income Ratio, Amer. Econ. Rev., 75 (1985), 338_3143, support the hypothesis of weak substitutability, at least between debt and other financial assets, but the findings in J. A. Frankel, Portfolio Crowding-Out Empirically Estimated, Quart. J. Econ., 100 (1985), 101$1_1065, do not.",
        "R. W. Goldsmith, The Stability of the Ratio of Nonfinancial Debt to Income, Banea Nazionale del Lavoro Quarterly Review (198k), 285-305.",
        "F. Modigliani, The Life Cycle Hypothesis of Saving, the Demand for Wealth and the Supply of Capital, Social Research, 33 (1966), 160-217.",
        "R. W. Goldsmith and R. E. Lipsey, Studies in the National Balance Sheet of the United States. Vol. I (Princeton Univ. Press, Princeton, 1963). Federal Reserve Board data confirm this regularity for subsequent years. -20-",
        "The debt ratio peak (22i1.7%) occurred in 1933, which was also the trough year of the depression. ii. The current account balance is the broadly defined difference between U.S. exports of goods and services and U.S. imports of goods and services. Because such differences must be financed by capital account transactions, current account deficits imply net inflows of foreign capital into the United States while current account surpluses imply net outflows of U.S. capital abroad. Between 19V1 and 1981, the cumulative net capital flow was $lill billion of U.S. funds going abroad, or an average of only some $2 billion per year.",
        "See B. M. Friedman, The Roles of Money and Credit in Macroeconomic Analysis, in J. Tobin (ed.), Macroeconomics. Prices and Quantities (Brookings, Washington, 1983), for a description of these data. Data sources: Federal Reserve Board for debt data, and U.S. Dept. of Commerce for GNP data.",
        "The data used here measure debt at par rather than market valuese Adjusting to a market-value basis would alter the year-to-year pattern somewhat, but would not affect such long-term properties as the small coefficient of variation and the absence of any time trend."
    ]
}