{
    "id": 21875,
    "cites": 33,
    "cited_by": 139,
    "reference": [
        "Anderson, M. (2008). Multiple inference and gender differences in the effects of early intervention: A reevaluation of the abecedarian, perry preschool, and early training projects. Journal of the American statistical Association, 103(484):1481Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c1495.",
        "Arrowsmith, J. (2011a). Trial watch: phase ii failures: 2008Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c2010. Nature Reviews Drug Discovery, 10(5):328Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c329.",
        "Arrowsmith, J. (2011b). Trial watch: phase iii and submission failures: 2007Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c2010. Nature Reviews Drug Discovery, 10(2):87Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c87.",
        "Bettis, R. A. (2012). The search for asterisks: compromised statistical tests and flawed theories. Strategic Management Journal, 33(1):108Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c113.",
        "Bhattacharya, J., Shaikh, A. M., and Vytlacil, E. (2012). Treatment effect bounds: An application to swanÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009cganz catheterization. Journal of Econometrics, 168(2):223Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c243.",
        "Bonferroni, C. E. (1935). Il calcolo delle assicurazioni su gruppi di teste. Tipografia del Senato.",
        "Bugni, F., Canay, I., and Shaikh, A. (2015). Inference under covariate-adaptive randomization.",
        "Casey, K., Glennerster, R., and Miguel, E. (2012). Reshaping institutions: Evidence on aid impacts using a preanalysis plan. The Quarterly Journal of Economics, 127(4):1755Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c1812.",
        "Fink, G., McConnell, M., and Vollmer, S. (2011). Testing for heterogeneous treatment effects in experimental data: False discovery risks and correction procedures.",
        "Flory, J. A., Gneezy, U., Leonard, K. L., and List, J. A. (2015). Gender, age, and competition: the disappearing gap. Under Review.",
        "Flory, J. A., Leibbrandt, A., and List, J. A. (2014). Do competitive workplaces deter female workers? a large-scale natural field experiment on job-entry decisions. The Review of Economic Studies, page rdu030.",
        "Gneezy, U., Niederle, M., and Rustichini, A. (2003). Performance in competitive environments: Gender differences. The Quarterly Journal of Economics, 118(3):1049Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c1074.",
        "Heckman, J., Moon, S., Pinto, R., Savelyev, P., and Yavitz, A. (2010). Analyzing social experiments as implemented: A reexamination of the evidence from the highscope perry preschool program. Technical report, National Bureau of Economic Research.",
        "Heckman, J., Pinto, R., Shaikh, A., and Yavitz, A. (2011). Inference with imperfect randomization: The case of the perry preschool program. Technical report, National Bureau of Economic Research.",
        "Hochberg, Y. (1988). A sharper bonferroni procedure for multiple tests of significance. Biometrika, 75(4):800Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c 802.",
        "Holm, S. (1979). A simple sequentially rejective multiple test procedure. Scandinavian journal of statistics, pages 65Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c70.",
        "Ioannidis, J. (2005). Why most published research findings are false. PLoS Med, 2(8):e124.",
        "Jennions, M. D. and Moller, A. P. (2002). Publication bias in ecology and evolution: an empirical assessment using the Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Ë\u009ctrim and fillÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0084¢method. Biological Reviews of the Cambridge Philosophical Society, 77(02):211Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c222.",
        "Karlan, D. and List, J. (2007). Does price matter in charitable giving? evidence from a large-scale natural field experiment. The American economic review, 97(5):1774Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c1793.",
        "Kling, J., Liebman, J., and Katz, L. (2007). Experimental analysis of neighborhood effects. Econometrica, 75(1):83Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c119.",
        "Lee, S. and Shaikh, A. M. (2014). Multiple testing and heterogeneous treatment effects: Re-evaluating the effect of progresa on school enrollment. Journal of Applied Econometrics, 29(4):612Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c626.",
        "Lehmann, E. and Romano, J. (2005). Generalizations of the familywise error rate. The Annals of Statistics, 33(3):1138Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c1154.",
        "Lehmann, E. L. and Romano, J. P. (2006). Testing statistical hypotheses. Springer Science &amp; Business Media.",
        "Machado, C., Shaikh, A., and Vytlacil, E. (2013). Instrumental variables, and the sign of the average treatment effect. Technical report, Citeseer.",
        "Maniadis, Z., Tufano, F., and List, J. A. (2014). One swallow doesnÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0084¢t make a summer: New evidence on anchoring effects. The American Economic Review, 104(1):277Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c290.",
        "Marcus, R., Eric, P., and Gabriel, K. (1976). On closed testing procedures with special reference to ordered analysis of variance. Biometrika, 63(3):655Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c660.",
        "Niederle, M. and Vesterlund, L. (2007). Do women shy away from competition? do men compete too much? The Quarterly Journal of Economics, 122(3):1067Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c1101.",
        "Nosek, B. A., Spies, J. R., and Motyl, M. (2012). Scientific utopia ii. restructuring incentives and practices to promote truth over publishability. Perspectives on Psychological Science, 7(6):615Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c631.",
        "OÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0084¢Brien, P. (1984). Procedures for comparing samples with multiple endpoints. Biometrics, pages 1079Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c1087.",
        "Ong, M.-S. and Mandl, K. D. (2015). National expenditure for false-positive mammograms and breast cancer overdiagnoses estimated at $4 billion a year. Health Affairs, 34(4):576Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c583.",
        "Romano, J. and Wolf, M. (2005a). Exact and approximate stepdown methods for multiple hypothesis testing. Journal of the American Statistical Association, 100(469):94Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c108.",
        "Romano, J. and Wolf, M. (2005b). Stepwise multiple testing as formalized data snooping. Econometrica, 73(4):1237Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c1282.",
        "Romano, J. P. and Shaikh, A. M. (2006a). On stepdown control of the false discovery proportion. Lecture"
    ]
}