{
    "id": 21879,
    "cites": 66,
    "cited_by": 19,
    "reference": [
        "Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â¢ Real business investment (Ijt) is defined as nominal capital expenditures (Compustat annual data item #128) deflated by the implicit price deflator for business fixed investment (2009 = 100). Nominal capital expenditures correspond to cash outflows or funds used for additions to companyÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0084¢s property, plant, and equipment, excluding amounts arising from acquisitions.",
        "High-Yield Share: The high-yield shareÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009dthe fraction of gross bond issuance in the U.S. nonfinancial corporate sector that is rated as high yield by MoodyÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0084¢sÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009dfor the 1926Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c2008 period is taken from Greenwood and Hanson (2013); using their methodology, we extended the series through 2013. Corporate Financing Mix: Net debt issuance, net equity repurchases, and total assets for the U.S. nonfinancial corporate sector are from the Federal ReserveÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0084¢s Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Financial Accounts of the United States Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c Z.1Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d statistical release. Net debt issuance is defined as total issuance minus debt reductions and net equity repurchase is defined as total equity repurchase minus total equity issuance.",
        "Annual log returns for the S&P 500 stock price index and the corresponding valuation measures are taken from Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Online Data Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c Robert Shiller,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d available at http://www.econ.yale.edu/~shiller/ data.htm. The equity share in new issues for the 1927Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c2010 period is taken from Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Investor Sentiment Data (annual and monthly) 1934Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c2010,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d available at Jeffrey WurglerÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0084¢s webpage http:// www.people.stern.nyu.edu/jwurgler. Using the methodology described in Baker and Wurgler (2000), we extended the series through 2013.",
        "Equity Market Indicators: The value-weighted total log return is from CRSP and is available at a daily frequency since 1927. To calculate annual returns, we cumulate the daily log returns in each calendar year. The corresponding annual dividend-price ratio is calculated as in Cochrane (2011).",
        "Yield on 3-month Treasury Securities: The data are from GFD and are available at various frequencies (daily, weekly, and monthly) since January 31, 1920. We first converted the series to monthly frequency by taking the month-end values for each month. To convert the monthly series to annual frequency, we take the December value for each calendar year (thus, annual changes are then calculated as December-to-December changes of the monthly series).",
        "Yield on 10-year Treasury Securities: The data are from GFD and are available at monthend frequency since 1920. To convert the monthly series to annual frequency, we take the December value for each calendar year (thus, annual changes are calculated as December-to-December changes of the monthly series).",
        "Yield on Baa-Rated Corporate Bonds: The data are from FRED and are available at a month-end frequency since 1919. To convert the monthly series to annual frequency, we take the December value for each calendar year (thus, annual changes are calculated as December-toDecember changes of the monthly series).",
        "Consumer Price Index: The data are from ALFRED and are available at a monthly frequency since 1913. To construct annual inflation, we calculate the December-to-December log-changes of the seasonally unadjusted monthly index (1982Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c84 = 100).",
        "Unemployment: The data are from HAVER and are available at a monthly frequency since 1919. To construct changes in the unemployment rate at an annual frequency, we take Decemberto -December difference in the monthly series.",
        "For the period 1929Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c47, the data are available only at an annual frequency; from 1947 onward, they are available quarterly at a seasonally adjusted annual rate. For the 1948Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c2013 period, we converted the quarterly real business fixed investment to an annual frequency by averaging the series over the four quarters of each calendar year.",
        "Real Business Fixed Investment: The data are from FRED and are in billions of 2009 dollars.",
        "Population: To construct an estimate of real GDP per capita, we divide real GDP by total population (all ages, including armed forces overseas). Population data for the period 1919Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c1951 are available at an annual frequency from the U.S. Census Bureau Historical Data Release. From 1952 onward, the same series is available quarterly from FRED. We converted the quarterly population series to an annual frequency by averaging the series over the four quarters of each calendar year.",
        "Stock, J. H., and M. W. Watson (2003): Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Forecasting Output and Inflation: The Role of Asset Prices,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Journal of Economic Literature, 41(3), 788Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c829. Appendices Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c For Online Publication A Data Appendix This appendix describes our data sources, as well as sample and variable constructions. FRED refers to the Federal Reserve Economic Data and ALFRED refers to the ArchivaL Federal Reserve Economic Data, two databases maintained by the research division of the Federal Reserve Bank of St, Louis. GFD refers to Global Financial Data database and CRSP refers to the Center for Research in Security Prices.",
        "(2014): Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Incorporating Financial Stability Considerations into a Monetary Policy Framework, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d http://www.federalreserve.gov/newsevents/speech/stein20140321a.htm, Speech at the International Research Forum on Monetary Policy, Federal Reserve Board of Governors, Washington D.C., March 21, 2014.",
        "(2013): Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Overheating in Credit Markets: Origins, Measurement, and Policy Responses,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d http://www.federalreserve.gov/newsevents/speech/stein20130207a.htm, Speech at the research symposium on Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Restoring Household Financial Stability after the Great Recession: Why Household Balance Sheets Matter,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Federal Reserve Bank of St. Louis, St. Louis MO, February 7, 2013.",
        "Stein, J. C. (1996): Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Rational Capital Budgeting in an Irrational World,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Journal of Business, 69(4), 429Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c455.",
        "Shiller, R. J. (2000): Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Measuring Bubble Expectations and Investor Confidence,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Journal of Psychology and Financial Markets, 1(1), 49Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c60.",
        "Schularick, M., and A. M. Taylor (2012): Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Credit Booms Gone Bust: Monetary Policy, Leverage Cycles, and Financial Crisis, 1870Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c2008,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d American Economic Review, 102(2), 1029Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c 1061.",
        "Rajan, R. G. (2006): Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Has Finance Made the World Riskier?,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d European Financial Management, 12(4), 499Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c533.",
        "Politis, D. N., and J. P. Romano (1994): Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093The Stationary Bootstrap,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Journal of the American Statistical Association, 89(428), 1303Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c1313.",
        "(1994): Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Automatic Lag Selection in Covariance Matrix Estimation,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Review of Economic Studies, 61(4), 631Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c653.",
        "Newey, W. K., and K. D. West (1987): Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093A Simple, Positive Semi-Definite, Heteroskedasticityand Autocorrelation-Consistent Covariance Matrix,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Econometrica, 55(3), 703Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c708.",
        "Minsky, H. P. (1977): Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093The Financial Instability Hypothesis: An Interpretation of Keynes and an Alternative to Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Ë\u009cStandardÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0084¢ Theory,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Challenge, 20(1), 20Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c27.",
        "Mian, A. R., A. Sufi, and E. Verner (2015): Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Household Debt and Business Cycles Worldwide,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d NBER Working Paper No. 21581.",
        "Ma, Y. (2014): Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Nonfinancial Firms as Arbitrageurs in Their Own Securities,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Working Paper, Harvard University.",
        "Krishnamurthy, A., and T. Muir (2015): Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Credit Spreads and the Severity of Financial Crises,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Working Paper, Stanford University.",
        "Lettau, M., and S. Ludvigson (2001): Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Consumption, Aggregate Wealth, and Expected Stock Returns,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Journal of Finance, 56(3), 815Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c849.",
        "Kiyotaki, N., and J. H. Moore (1997): Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Credit Cycles,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Journal of Political Economy, 105(2), 211Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c248.",
        "Kindleberger, C. P. (1978): Manias, Panics, and Crashes: A History of Financial Crises. Basic Books, New York.",
        "Kashyap, A., J. C. Stein, and D. W. Wilcox (1993): Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Monetary Policy and Credit Conditions: Evidence from the Composition of External Finance,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d American Economic Review, 83(1), 78Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c98.",
        "(2014): Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Betting the House,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d NBER Working Paper No. 20771.",
        "JordaÃ\u0083Å\u0092Ã\u0082â\u0082¬, OÃ\u0083Å\u0092Ã\u0082â\u0082¬., M. Schularick, and A. M. Taylor (2013): Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093When Credit Bites Back,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Journal of Money, Credit, and Banking, 45(s2), 3Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c28.",
        "JimeÃ\u0083Å\u0092Ã\u0082Â\u0081nez, G., S. Ongena, J.-L. PeydroÃ\u0083Å\u0092Ã\u0082Â\u0081, and J. Saurina (2014): Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Hazardous Times for Monetary Policy: What do 23 Million Loans Say About the Impact of Monetary Policy on Credit Risk-Taking?,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Econometrica, 82(2), 463Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c505.",
        "He, Z., and A. Krishnamurthy (2013): Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Intermediary Asset Pricing,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d American Economic Review, 103(2), 732Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c770.",
        "Hanson, S. G., and J. C. Stein (2015): Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Monetary Policy and Long-Term Real Rates,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Journal of Financial Economics, 115(3), 429Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c448.",
        "Greenwood, R., and S. G. Hanson (2013): Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Issuer Quality and Corporate Bond Returns,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Review of Financial Studies, 26(6), 1483Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c1525.",
        "Graham, J., M. T. Leary, and M. R. Roberts (2014): Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093A Century of Capital Structure: The Leveraging of Corporate America,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d NBER Working Paper No. 19910, forthcoming Journal of Financial Economics.",
        "Gilchrist, S., and E. ZakrajsÃ\u0083Å\u0092Ã\u0082Å\u0092ek (2012): Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Credit Spreads and Business Cycle Fluctuations,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d American Economic Review, 102(4), 1692Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c1720.",
        "Gilchrist, S., V. Yankov, and E. ZakrajsÃ\u0083Å\u0092Ã\u0082Å\u0092ek (2009): Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Credit Market Shocks and Economic Fluctuations: Evidence From Corporate Bond and Stock Markets,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Journal of Monetary Economics, 56(4), 471Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c493.",
        "Adrian, T., and N. Boyarchenko (2013): Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Intermediary Balance Sheets,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Staff Report No. 651, Federal Reserve Bank of New York.",
        "Adrian, T., E. Etula, and T. Muir (2014): Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Financial Intermediaries and the Cross-Section of Asset Returns,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Journal of Finance, 69(6), 2557Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c2596.",
        "Ajello, A., T. Laubach, D. LoÃ\u0083Å\u0092Ã\u0082Â\u0081pez-Salido, and T. Nakata (2015): Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Financial Stability and Optimal Interest-Rate Policy,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Working Paper, Federal Reserve Board.",
        "Baker, M., and J. Wurgler (2000): Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093The Equity Share in New Issues and Aggregate Stock Returns,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Journal of Finance, 55(5), 2219Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c2257.",
        "Baron, M. D., and W. Xiong (2014): Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Credit Expansion and Neglected Crash Risk,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Working Paper, Princeton University.",
        "Belsley, D. A., E. Kuh, and R. E. Welsch (1980): Regression Diagnostics: Identifying Influential Data and Sources of Collinearity. Wiley Series in Probability and Statistics, John Wiley & Sons Inc.",
        "Bernanke, B. S. (1990): Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093On the Predictive Power of Interest Rates and Interest Rate Spreads,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d New England Economic Review, November/December, 51Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c68.",
        "Bernanke, B. S., and M. Gertler (1989): Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Agency Costs, Net Worth, and Business Fluctuations, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d American Economic Review, 79(1), 14Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c31.",
        "Bordalo, P., N. Gennaioli, and A. Shleifer (2015): Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Diagnostic Expectations and Credit Cycles,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Working Paper, Harvard University.",
        "Borio, C., and H. Zhu (2008): Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Capital Regulation, Risk-Taking and Monetary Policy: A Missing Link in the Transmission Mechanism,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d BIS Working Paper No. 268.",
        "Brunnermeier, M., and L. H. Pedersen (2009): Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Market Liquidity and Funding Liquidity,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Review of Financial Studies, 22(6), 2201Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c2238.",
        "Cochrane, J. H. (2007): Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093The Dog Did Not Bark: A Defense of Return Predictability,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Review of Financial Studies, 21(4), 1533Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c1575.",
        "(2011): Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Presidential Address: Discount Rates,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Journal of Finance, 66(4), 1547Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c1608.",
        "Danielsson, J., H. S. Shin, and J.-P. Zigrand (2011): Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Balance Sheet Capacity and Endogenous Risk,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Discussion Paper No. 665. Financial Markets Group, London School of Economics & Political Science.",
        "Driscoll, J. C., and A. Kraay (1998): Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Consistent Covariance Matrix Estimation with Spatially Dependent Data,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Review of Economics and Statistics, 80(4), 549Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c560.",
        "Fama, E. F. (1981): Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Stock Returns, Real Activity, Inflation and Money,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d American Economic Review, 71(4), 545Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c565.",
        "Fama, E. F., and K. R. French (1988): Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Dividend Yields and Expected Stock Returns,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Journal of Financial Economics, 22(1), 3Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c25.",
        "Feroli, M., A. K. Kashyap, K. L. Schoenholtz, and H. S. Shin (2014): Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Market Tantrums and Monetary Policy,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Research Paper No. 14-09. University of Chicago, Booth School of Business.",
        "Fischer, S., and R. C. Merton (1984): Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Macroeconomics and Finance: The Role of the Stock Market,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Carnegie-Rochester Conference Series on Public Policy, 21, 57Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c108.",
        "Friedman, B. M., and K. N. Kuttner (1992): Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Money, Income, Prices, and Interest Rates,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d American Economic Review, 82(3), 472Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c492.",
        "(1993a): Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Economic Activity and the Short-Term Credit Markets: An Analysis of Prices and Quantities,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Brookings Papers on Economic Activity, 24(2), 193Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c283.",
        "(1993b): Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Why Does the Paper-Bill Spread Predict Real Economic Activity?,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d in Business Cycles, Indicators, and Forecasting, ed. by J. H. Stock, and M. W. Watson, pp. 213Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c254. University of Chicago Press.",
        "(1998): Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Indicator Properties of the Paper-Bill Spread: Lessons From Recent Experience,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Review of Economics and Statistics, 80(1), 34Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c44.",
        "Gennaioli, N., A. Shleifer, and R. Vishny (2012): Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Neglected Risks, Financial Innovation, and Financial Fragility,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Journal of Financial Economics, 104(3), 452Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c468.",
        "Gertler, M., and P. Karadi (2015): Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Monetary Policy Surprises, Credit Costs, and Economic Activity,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d American Economic Journal: Macroeconomics, 7(1), 44Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c76.",
        "Gertler, M., and C. S. Lown (1999): Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093The Information in the High-Yield Bond Spread for the Business Cycle: Evidence and Some Implications,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Oxford Review of Economic Policy, 15(3), 132Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c150.",
        "Gilchrist, S., D. LoÃ\u0083Å\u0092Ã\u0082Â\u0081pez-Salido, and E. ZakrajsÃ\u0083Å\u0092Ã\u0082Å\u0092ek (2015): Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Monetary Policy and Real Borrowing Costs at the Zero Lower Bound,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d American Economic Journal: Macroeconomics, 7(1), 77Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c109."
    ]
}