{
    "id": 21870,
    "cites": 54,
    "cited_by": 2,
    "reference": [
        "Kapteyn, A. (2010). What can we learn from (and about) global aging? Demography 47(1): S191-S209.",
        "Keese, M. (2006). Live longer, work longer, OECD.",
        "Keys, A., A. Menotti, C. Aravanis, H. Blackburn, B. S. DjordeviÃ\u0083â\u0080\u009eÃ\u0082Â\u008d, R. Buzina, A. Dontas, F. Fidanza, M. J. Karvonen and N. Kimura (1984). The seven countries study: 2,289 deaths in 15 years. Preventive medicine 13(2): 141-154.",
        "Lee, R. and J. Skinner (1999). Will aging baby boomers bust the Federal budget? The Journal of Economic Perspectives: 117-140.",
        "Lee, R. D. (2014). Macroeconomic Consequences of Population Aging in the United States: Overview of a National Academy Report. The American Economic Review 104(5): 234-239.",
        "Manton, K. G., E. Stallard and L. Corder (1998). Economic effects of reducing disability. American Economic Review: 101-105.",
        "MartÃ\u0083Æ\u0092Ã\u0082Â­nez, M. J. S. and R. G. MarÃ\u0083Æ\u0092Ã\u0082Â­n (2014). Aging and Demographic Weakness in the European Union: The Spanish Model. Population Review 53(2).",
        "Ministry of Internal Affairs and Communications (2013). White Paper on the Infornation and Communications in Japan in 2013 (Joho Tsushin Hakusho).",
        "Miyazawa, K., P. Moudoukoutas and T. Yagi (2000). Is public long-term care insurance necessary? Journal of Risk and Insurance: 249-264.",
        "National Institute of Popoulation and Social Security Research (2012). Population Projections for Japan (January 2012): Medium-Variant Fertility and Mortality Projections.",
        "OECD (2007). Age-Dependency Ratios. Society at a Glance 2006: OECD Social Indicators, OECD Publishing: 42-43.",
        "OECD (2013). Health at a Glance 2013: OECD Indicators, OECD Publishing.",
        "Ogawa, N., A. Mason, R. M. Maliki and K. Nemoto (2007). Population aging and health care spending in Japan: Public-and private-sector responses. Population Aging, Intergenerational Transfers and the Macroeconomy. R. L. Clark, N. Ogawa and A. Tason. Northampton, MA, USA, Edward Elgar Publishing Inc.: 192-223.",
        "Ogawa, N., R. D. Retherford and Y. Saito (2010). Care of the elderly and womenÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0084¢s labour force participation in Japan. Ageing in Advanced Industrial States, Springer: 223-261.",
        "Oshio, T., S. Shimizutani and A. S. Oishi (2010). Does social security induce withdrawal of the old from the labor force and create jobs for the young? The case of Japan. Social Security Programs and Retirement around the World: The Relationship to Youth Employment, University of Chicago Press: 217241.",
        "Philipson, T. J. and G. S. Becker (1998). Old-age longevity and mortality-contingent claims. Journal of Political Economy 106(3): 551-573.",
        "Poterba, J. M. (2014). Retirement Security in an Aging Population. The American Economic Review 104(5): 1-30.",
        "Poterba, J. M., S. F. Venti and D. A. Wise (1996). How retirement saving programs increase saving. The Journal of Economic Perspectives: 91-112.",
        "Prettner, K. and D. Canning (2012). Increasing life expectancy and optimal retirement: does population aging necessarily undermine economic prosperity? No.9112. Program on the Global Demography of Aging.",
        "Schieber, S. J. (2010). Aging Populations, Pension Operations, Potential Economic Disappointment and Its Allocation. Demography and the Economy, University of Chicago Press: 293-325.",
        "Schoeni, R. F. and M. B. Ofstedal (2010). Key themes in research on the demography of aging. Demography 47(1): S5-S15.",
        "Shimizutani, S., M. Fujii and T. Oshio (2014). Option Value of Work, Health Status, and Retirement Decisions in Japan: Evidence from the Japanese Study on Aging and Retirement (JSTAR). Social Security Programs and Retirement Around the World: Disability Insurance Programs and Retirement, University of Chicago Press.",
        "Singh, Y. (2013). Population Aging and Health Expenditure in Kerala: An Empirical Analysis. Applied Demography and Public Health, Springer: 61-75.",
        "Statistics Bureau, Ministry of Internal Affairs and Communications (2015). Result of the Population Estimates, Monthly Report in August 1, 2014 (Final estimates) , January 1, 2015 (Provisional estimates).",
        "Statistics Bureau, Ministry of Internal Affairs and Communications, Death Rates by Causes of Death, available at http://www.stat.go.jp/english/data/nenkan/1431-21.htm (accessed October 12, 2015).",
        "Statistics Bureau, Ministry of Internal Affairs and Communications, (2010). 2010 Population Census of Japan. Ministry of Internal Affairs and Communications, available at http://www.stat.go.jp/english/data/kokusei/ (accessed October 12, 2015).",
        "Statistics Bureau, Ministry of Internal Affairs and Communications, (2010). Population and Households of Japan (Final Report of the 2010 Population Census).",
        "Suzman, R. (2010). Prologue: Research on the demography and economics of aging. Demography 47: S1-S4.",
        "Venti, S. F. (2010). Comment on Aging Populations, Pension Operations, Potential Economic Disappointment and Its Allocation. Demography and the Economy, University of Chicago Press: 326-331.",
        "Yashin, A., I. Akushevich, K. Arbeev, A. Kulminski and S. Ukraintseva (2013). Methodological Aspects of Studying Human Aging, Health, and Mortality. Applied Demography and Public Health, Springer: 337-355.",
        "Zheng, H. (2014). Aging in the context of cohort evolution and mortality selection. Demography 51(4): 1295-1317.",
        "Jalal, H., K. Eggleston, B. Chen, H. Hashimoto, L. Schoemaker, S.-C. Suen and J. Bhattacharya (2015). A Microsimulation of the Aging Japanese Population.",
        "Institute of Medicine (US) Committee on the Long-Run Macroeconomic Effects of the Aging US Population (2012). Aging and the Macroeconomy: Long-Term Implications of an Older Population. IPSS (2012). Population Projections for Japan: 2011-2060. National Institute of Population and Social Security Research.",
        "Index Mundi. (2011). Japan Demographics Profile 2011. Retrieved November 18, 2014, from http://www.indexmundi.com/japan/demographics_profile.html.",
        "ImrohoroÃ\u0083â\u0080\u009eÃ\u0082Å¸lu, S. and S. Kitao (2012). Social security reforms: benefit claiming, labor force participation, and long-run sustainability. American Economic Journal: Macroeconomics 4(3): 96-127.",
        "Hoshi, T. and T. Ito (2014). Defying gravity: can Japanese sovereign debt continue to increase without a crisis? Economic Policy 29(77): 5-44.",
        "Hauser, R. M. and D. Weir (2010). Recent developments in longitudinal studies of aging in the United States. Demography 47(1): S111-S130.",
        "Tsuji (2010). Trends in disability-free life expectancy in Japan, 1995-2004. Journal of Epidemiology 20(4): 308-312.",
        "Grant, J., S. Hoorens, S. Sivadasan, M. van het Loo and J. DaVanzo (2004). Low fertility and population ageing: causes consequences and policy options. Hashimoto, S., M. Kawado, R. Seko, Y. Murakami, M. Hayashi, M. Kato, T. Noda, T. Ojima, M. Nagai and I.",
        "Goldman, D. P., B. Shang, J. Bhattacharya, A. M. Garber, M. Hurd, G. F. Joyce, D. N. Lakdawalla, C. Panis and P. G. Shekelle (2005). Consequences of health trends and medical innovation for the future elderly. Health Affairs 24: W5.",
        "Gender Equality Bureau, Cabinet Office (2008). A special summary of Comprehensive Survey of Living Conditions (Kokumin seikatsu kiso chosa tokubetsu shukei zantei kekka) Gerdtham, U.-G., D. Lundin and M. SÃ\u0083Æ\u0092Ã\u0082Â¡ez-MartÃ\u0083Æ\u0092Ã\u0082Â­ (2005). The ageing of society, health services provision and taxes. Journal of population economics 18(3): 519-537.",
        "Gannon, B. and B. Davin (2010). Use of formal and informal care services among older people in Ireland and France. The European Journal of Health Economics 11(5): 499-511.",
        "Fukawa, T. (2007). Health and long-term care expenditures of the elderly in Japan using a microsimulation model. The Japanese Journal of Social Security Policy 6(2): 199-206.",
        "Foundation for Promotion of Cancer Research (2013). Trends in Age-adjusted in Mortality Rate (19582012) . 2015.",
        "Finkelstein, A. and J. Poterba (2004). Adverse selection in insurance markets: Policyholder evidence from the UK annuity market. Journal of Political Economy 112(1): 183-208.",
        "Cullinan, J., B. Gannon and E. OÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0084¢Shea (2013). The welfare implications of disability for older people in Ireland. The European Journal of Health Economics 14(2): 171-183.",
        "Dow, W. H., T. J. Philipson and X. Sala-i-Martin (1999). Longevity complementarities under competing risks. American Economic Review: 1358-1371.",
        "Coleman, D. and R. Rowthorn (2011). Who's afraid of population decline? A critical examination of its consequences. PoPulation and develoPment review 37(s1): 217-248.",
        "Coile, C., K. S. Milligan and D. A. Wise (2014). Social Security Programs and Retirement Around the World: Disability Insurance Programs and Retirement-Introduction and Summary. National Bureau of Economic Research Working Paper 20120.",
        "Chan, K. S., J. D. Kasper, J. Brandt and L. E. Pezzin (2012). Measurement equivalence in ADL and IADL difficulty across international surveys of aging: findings from the HRS, SHARE, and ELSA. The Journals of Gerontology Series B: Psychological Sciences and Social Sciences 67(1): 121-132.",
        "Bloom, D. E., D. Canning and B. Graham (2003). Longevity and LifeÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u0090cycle Savings*. The Scandinavian Journal of Economics 105(3): 319-338.",
        "Behrman, J. R. and S. W. Parker (2013). Is Health of the Aging Improved by Conditional Cash Transfer Programs? Evidence From Mexico. Demography 50(4): 1363-1386.",
        "Bech, M., T. Christiansen, E. Khoman, J. Lauridsen and M. Weale (2011). Ageing and health care expenditure in EU-15. The European Journal of Health Economics 12(5): 469-478.",
        "AÃ\u0083Æ\u0092Ã\u0082Â­sa, R., F. Pueyo and M. Sanso (2012). Life expectancy and labor supply of the elderly. Journal of Population Economics 25(2): 545-568."
    ]
}