{
    "id": 21874,
    "cites": 39,
    "cited_by": 7,
    "reference": [
        "Aguiar, M. and E. Hurst (2007). Measuring Trends in Leisure: The Allocation of Time Over Five Decades. Quarterly Journal of Economics 122(3), 969Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c1006.",
        "Aguiar, M., E. Hurst, and L. Karabarbounis (2012). Recent Developments in the Economics of Time Use. Annual Review of Economics 4, 373Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c98.",
        "Aguiar, M., E. Hurst, and L. Karabarbounis (2013). Time Use During the Great Recession.",
        "Alesina, A., E. Glaeser, and B. Sacerdote (2005). Work and Leisure in the United States and Europe: Why So Different? NBER Macroeconomics Annual 20, 1Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c64.",
        "Alonso-Ortiz, J. (2014). Social Security and Retirement Across the OECD. Journal of Economic Dynamics and Control 47(300-316).",
        "Basu, K. (1999). Child Labor: Cause, Consequence, and Cure, with Remarks on International Labor Standards. Journal of Economic Literature 37(3), 1083Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c1117.",
        "Bick, A., B. BruÃ\u0083Å\u0092Ã\u0082Ë\u0086ggemann, and N. Fuchs-SchuÃ\u0083Å\u0092Ã\u0082Ë\u0086ndeln (2015). Hours Worked in Europe and the US: New Data, New Answers. Working Paper, Goethe University Frankfurt.",
        "Bick, A. and N. Fuchs-SchuÃ\u0083Å\u0092Ã\u0082Ë\u0086ndeln (2014). Taxation and Labor Supply of Married Couples Across Countries: A Macroeconomic Analysis. Working Paper, Arizona State University and Goethe University Frankfurt.",
        "Chetty, R., A. Guren, D. Manoli, and A. Weber (2013). Does Indivisible Labor Explain the Difference Between Micro and Macro Elasticities? A Meta Analysis of Extensive Margin Elasticities. In NBER Macroeconomics Annual 2012, Volume 27, pp. 1Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c56. MIT Press.",
        "Costa, D. L. (2000). The Wage and the Length of the Work Day: From the 1890s to 1991. Journal of Labor Economics 18(1), 156Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c181.",
        "Duernecker, G. and B. Herrendorf (2015). On the Allocation of Time: A Quantitative Analysis of the US and France. Working paper, University of Mannheim and Arizona State University.",
        "Erosa, A., L. Fuster, and G. Kambourov (2012). Labor Supply and Government Programs: A Cross-Country Analysis. Journal of Monetary Economics 59, 84Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c107.",
        "Francis, N. and V. A. Ramey (2009). Measures of Per Capita Hours and Their Implications for the Technology-Hours Debate. Journal of Money, Credit and Banking 41, 1071Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c1098.",
        "Gollin, D. (2008). NobodyÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0084¢s Business But My Own: Self-Employment and Small Enterprise in Economic Development. Journal of Monetary Economics 55(2), 219Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c233.",
        "Gollin, D., D. Lagakos, and M. E. Waugh (2014). The Agricultural Productivity Gap. Quarterly Journal of Economics 129(2), 939Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c993.",
        "Hall, R. E. and C. I. Jones (1999). Why Do Some Countries Produce So Much More Output per Worker than Others? Quarterly Journal of Economics 114(1), 83Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c116.",
        "Heston, A., R. Summers, and B. Aten (2012). Penn World Table Version 7.1. Center for International Comparisons of Production, Income and Prices at the University of Pennsylvania.",
        "Hsieh, C.-T. and P. J. Klenow (2010). Development Accounting. American Economic Journal: Macroeconomics 2(1), 207Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c223.",
        "Jones, C. I. and P. J. Klenow (2015). Beyond GDP? Welfare Across Countries and Time. Unpublished Working Paper, Stanford University.",
        "Klenow, P. J. and A. RodrÃ\u0083â\u0080\u009eÃ\u0082Â±Ã\u0083Å\u0092Ã\u0082Â\u0081guez-Clare (1997). The Neoclassical Revival in Growth Economics: Has it Gone Too Far? In B. S. Bernanke and J. Rotemberg (Eds.), NBER Macroeconomics Annual 1997. Cambridge, MA: MIT Press.",
        "Landes, D. S. (1999). The Wealth and Poverty of Nations. New York: W.W. Norton and Company.",
        "Leamer, E. (1999). Effort, Wages, and the International Division of Labor. Journal of Political Economy 107(6), 1127Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c1162.",
        "Lee, S., D. McCann, and J. C. Messenger (2007). Working Time Around the World: Trends in Working Hours, Laws and Policies in a Global Comparative Perspective. Routledge.",
        "Lehmann, E. and J. P. Romano (2005). Testing Statistical Hypotheses. Springer Texts in Statistics.",
        "Maddison, A. (1995). Monitoring the World Economy, 1820-1992. Paris: OECD.",
        "McDaniel, C. (2011). Forces Shaping Hours Worked in the OECD, 1960-2004. American Economic Journal: Macroeconomics 3, 27Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c52.",
        "McGrattan, E. R. and R. Rogerson (2004). Changes in Hours Worked. Federal Reserve Bank of Minneapolis Quarterly Review 28(1), 14Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c33.",
        "Minnesota Population Center (2015). Integrated Public Use Microdata Series, International: Version 6.4. Minneapolis: University of Minnesota.",
        "Ngai, R. L. and C. A. Pissarides (2008). Trends in Hours and Economic Growth. Review of Economic Dynamics 11(2), 239Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c56.",
        "Nomura, K. and T. Amano (2012). Labor Productivity and Quality Change in Singapore: Achievements in 1974-2011 and Prospects for the Next Two Decades. KEO Discussion Paper No. 129.",
        "Ohanian, L., A. Raffo, and R. Rogerson (2008). Long-Term Changes in Labor Supply and Taxes: Evidence from OECD Countries, 1956-2004. Journal of Monetary Economics 55(8), 1353Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c1362.",
        "Parente, S. L., R. Rogerson, and R. Wright (2000). Homework in Development Economics: Household Production and the Wealth of Nations. Journal of Political Economy 108(4), 680Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c687.",
        "Prescott, E. C. (2004). Why do Americans Work So Much More Than Europeans? Federal Reserve Bank of Minneapolis Quarterly Review 28, 2Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c13.",
        "Ramey, V. A. (2009). Time Spent in Home Production in the 20th Century United States: New Estimates from Old Data. Journal of Economic History 69(1), 1Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c47.",
        "Rendall, M. (2014). Rise of the Service Sector and Female Market Work. Working paper, University of Zurich.",
        "Restuccia, D. and G. Vandenbroucke (2014). Explaining Educational Attainment across Countries and over Time. Review of Economic Dynamics 17(4), 824Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c841.",
        "Rogerson, R. (2006). Understanding Differences in Hours Worked. Review of Economic Dynamics 9(3), 365Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c409.",
        "Shimer, R. (2010). Labor Markets and Business Cycles. Princeton University Press.",
        "Wallenius, J. (2013). Social Security and Cross-Country Differences in Hours: A General Equilibrium Analysis. Journal of Economic Dynamics and Control 37, 2466Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c"
    ]
}