{
    "id": 21883,
    "cites": 42,
    "cited_by": 35,
    "reference": [
        "AntraÃ\u0083Å\u0092Ã\u0082â\u0082¬s, Pol, and Robert W. Staiger. 2012. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Offshoring and the Role of Trade Agreements. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d American Economic Review, 102(7): 3140Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c83.",
        "Bagwell, Kyle, and Robert W. Staiger. 1997. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Multilateral Tariff Cooperation during the Formation of Free Trade Areas.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d International Economic Review, 38(2): 291Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c319.",
        "Bagwell, Kyle, and Robert W. Staiger. 1999. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093An Economic Theory of the GATT.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d American Economic Review, 89(1): 215Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c48.",
        "Bagwell, Kyle, and Robert W. Staiger. 2011. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093What Do Trade Negotiators Negotiate About? Empirical Evidence from the World Trade Organizaion.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d American Economic Review, 101(4): 1238Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c1273.",
        "Baier, Scott L., and Jeffrey H. Bergstrand. 2007. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Do Free Trade Agreements Actually Increase MembersÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0084¢ International Trade?Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Journal of International Economics, 71(1): 72Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c 95.",
        "Baldwin, Richard. 2012. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093WTO 2.0: Global Governance of Supply-Chain Trade.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Centre for Economic Policy Research Policy Insight No. 64.",
        "Bhagwati, Jagdish N., Richard A. Brecher, Elias Dinopoulos, and T.N. Srinivasan. 1987. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Quid Pro Quo Foreign Investment and Welfare: A Political-EconomyTheoretic Approach.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Journal of Development Economics, 27(1): 127Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c138.",
        "Blanchard, Emily J. 2007. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Foreign Direct Investment, Endogenous Tariffs, and Preferential Trade Agreements.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d B.E. Journal of Economic Analysis and Policy - Advances, 7(1): Article 54.",
        "Blanchard, Emily J. 2010. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Reevaluating the Role of Trade Agreements: Does Investment Globalization Make the WTO Obsolete?Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Journal of International Economics, 82(1): 63Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c 72.",
        "Blanchard, Emily J., and Shushanik Hakobyan. 2014. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093The U.S. Generalized System of Preferences: In Principle and Practice.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d World Economy, 38(3): 399Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c424.",
        "Bown, Chad P. 2010. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093ChinaÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0084¢s WTO Entry: Antidumping, Safeguards, and Dispute Settlement. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d In ChinaÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0084¢s Growing Role in World Trade. , ed. R C Feenstra and S J Wei, 281Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c337. University of Chicago Press for the NBER.",
        "Bown, Chad P. 2011. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Taking Stock of Antidumping, Safeguards and Countervailing Duties, 1990-2009.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d The World Economy, 34(12): 1955Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c1998.",
        "Bown, Chad P. 2014. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Temporary Trade Barriers Database.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Available at http://econ.worldbank.org/ttbd/.",
        "Bown, Chad P., and Meredith A. Crowley. 2013. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Self-Enforcing Trade Agreements: Evidence from Time-Varying Trade Policy.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d American Economic Review, 103(2): 1071Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c90.",
        "Broda, Christian, Nuno LimaÃ\u0083Å\u0092Ã\u0082Æ\u0092o, and David E. Weinstein. 2008. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Optimal Tariffs and Market Power: The Evidence.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d American Economic Review, 98(5): 2032Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c65.",
        "Estevadeordal, Antoni, Caroline Freund, and Emanuel Ornelas. 2008. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Does Regionalism Affect Trade Liberalization toward NonMembers?Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Quarterly Journal of Economics, 123(4): 1531Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c1575.",
        "Feenstra, Robert C., Robert E. Lipsey, Haiyan Deng, Alyson C. Ma, and Hengyong Mo. 2005. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093World Trade Flows: 1962-2000.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d NBER Working Paper No. 11040.",
        "Gawande, Kishore, and Pravin Krishna. 2003. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Political Economy of U.S. Trade Policy: Empirical Approaches.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d In Handbook of International Trade. , ed. James Harrigan and Eric K. Choi, 213Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c250. Blackwell.",
        "Gawande, Kishore, and Usree Bandyopadhyay. 2000. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Is Protection for Sale? Evidence on the Grossman-Helpman Theory of Endogenous Protection.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Review of Economics and Statistics, 82(1): 139Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c152.",
        "Gawande, Kishore, Pravin Krishna, and Michael J. Robbins. 2006. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Foreign Lobbies and U.S. Trade Policy.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Review of Economics and Statistics, 88(3): 563Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c571.",
        "Goldberg, Pinelopi K., and Giovanni Maggi. 1999. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Protection for Sale: An Empirical Investigation.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d American Economic Review, 89(5): 1135Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c1155.",
        "Grossman, Gene M., and Elhanan Helpman. 1994. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Protection for Sale.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d American Economic Review, 84(4): 833Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c850.",
        "Grossman, Gene M., and Elhanan Helpman. 1995a. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093The Politics of Free Trade Agreements. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d American Economic Review, 85(4): 667Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c690.",
        "Grossman, Gene M., and Elhanan Helpman. 1995b. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Trade Wars and Trade Talks.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Journal of Political Economy, 103(4): 675Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c708.",
        "Hoekman, Bernard. 2014. Supply Chains, Mega-Regionals and Multilateralism A Road Map for the WTO. London:CEPR Press.",
        "Johnson, Harry G. 1951-1952. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Optimum Welfare and Maximum Revenue Tariffs.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Review of Economic Studies, 19(1): 28Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c35.",
        "Johnson, Robert C., and Guillermo Noguera. 2012. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Accounting for Intermediates: Production Sharing and Trade in Value Added.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Journal of International Economics, 82(2): 224Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c236.",
        "Johnson, Robert C., and Guillermo Noguera. 2014. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093A Portrait of Trade in Value Added over Four Decades.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Unpublished Manuscript, Dartmouth College.",
        "King, Gary, and Langche Zeng. 2001. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Logistic Regression in Rare Events Data.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Political Analysis, 9(2): 137Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c163.",
        "Kleinbergen, Frank, and Richard Paap. 2006. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Generalized Reduced Rank Tests using the Singular Value Decomposition.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Journal of Econometrics, 133(1): 97Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c126.",
        "Koopman, Robert, Zhi Wang, and Shang-Jin Wei. 2014. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Tracing Value-Added and Double Counting in Gross Exports.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d American Economic Review, 104(2): 459Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c494.",
        "LimaÃ\u0083Å\u0092Ã\u0082Æ\u0092o, Nuno. 2006. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Preferential Trade Agreements as Stunbling Blockks for Multilateral Trade Liberalization: Evidence from the United States.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d American Economic Review, 96(3): 896Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c914.",
        "Los, Bart, Marcel P. Timmer, and Gaaitzen J. de Vries. 2015. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093How Global are Global Value Chains? A New Approach to Measure International Fragmentation.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Journal of Regional Science, 55(1): 66Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c92.",
        "Ludema, Rodney D., and Anna Maria Mayda. 2013. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Do terms-of-trade effects matter for trade agreements? Theory and evidence from WTO Countries.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Quarterly Journal of Economics, 128(4): 1837Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c1893.",
        "McLaren, John. 2002. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093A Theory of Insidious Regionalism.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Quarterly Journal of Economics, 117(2): 571Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c608.",
        "Prusa, Tomas. 2010. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Comment.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d In ChinaÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0084¢s Growing Role in World Trade. , ed. R C Feenstra and S J Wei, 338Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c343. University of Chicago Press for the NBER.",
        "Saggi, Kamal. 2009. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093The MFN Clause, Welfare, and Multilateral Cooperation Between Countries of Unequal Size.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Journal of Development Economics, 88(1): 132Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c143.",
        "Sanderson, Eleanor, and Frank Windmeijer. 2015. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093A Weak Instrument F-test in Linear IV Models with Multiple Endogenous Variables.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d UCL/CEMMAP Working Paper CWP31/15.",
        "Timmer, Marcel. 2012. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093The World Input-Output Database (WIOD): Contents, Sources and Methods.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d WIOD Working Paper Number 10.",
        "Trefler, Daniel. 1993. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Trade Liberalization and the Theory of Endogenous Protection: An Econometric Study of U.S. Import Policy.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Journal of Political Economy, 101(1): 138Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c60.",
        "WTO. 2011. World Trade Report 2011: The WTO and Preferential Trade Agreements: From Co-Existence to Coherence. Geneva:World Trade Organization.",
        "WTO. 2014. World Trade Report 2014: Trade and Development: Recent Trends and the Role of the WTO. Geneva:World Trade Organization."
    ]
}