{
    "id": 21893,
    "cites": 33,
    "cited_by": 8,
    "reference": [
        "Abrevaya, J. (1999): Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Leapfrog Estimation of a Fixed-Effects Model with Unknown Transformation of the Dependent Variable,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Journal of Econometrics, 93(2), 203Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c228.",
        "(2000): Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Rank Estimation of a Generalized Fixed-Effects Regression Model,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Journal of Econometrics, 95(1), 1Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c23.",
        "Andrews, D., and X. Shi (2013): Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Inference Based on Conditional Moment Inequalities,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Econometrica, 81(2), 609Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c666.",
        "Aradillas-LoÃ\u0083Å\u0092Ã\u0082Â\u0081pez, A., A. Gandhi, and D. Quint (2013): Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Testing Inequalities of Conditional Moments, with an Application to Ascending Auction Models,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d University of Wisconsin Working Paper.",
        "Armstrong, T. (2011): Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Asymptotically Exact Inference in Conditional Moment Inequality Models,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Stanford University Working Paper.",
        "Bar, H., and F. Molinari (2013): Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Computational Methods for Partially Identified Models via Data Augmentation and Support Vector Machines,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Cornell University Working Paper.",
        "Berry, S., A. Gandhi, and P. Haile (2013): Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Connected Substitutes and Invertibility of Demand,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Econometrica, 81(5), 2087Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c2111.",
        "Berry, S., J. Levinsohn, and A. Pakes (1995): Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Automobile Prices in Market Equilibrium, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Econometrica, 63(4), 841Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c890.",
        "(2004): Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Differentiated Products Demand Systems from a Combination of Micro and Macro Data: The New Car Market,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Journal of Political Economy, 112(1), 68Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c105.",
        "Berry, S., and A. Pakes (2007): Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093The Pure Characteristics Demand Model,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d International Economic Review, 48(4), 1193Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c1225.",
        "Chamberlain, G. (1980): Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Analysis of Covariance with Qualitative Data,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d The Review of Economic Studies, 47(1), 225Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c238.",
        "(1982): Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Multivariate Regression Models for Panel Data,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Journal of Econometrics, 18(1), 5Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c46.",
        "Chernozhukov, V., I. FernaÃ\u0083Å\u0092Ã\u0082Â\u0081ndez-Val, J. Hahn, and W. Newey (2013): Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Average and Quantile Effects in Nonseparable Panel Models,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Econometrica, 81(2), 535Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c580.",
        "Chernozhukov, V., S. Lee, and A. Rosen (2013): Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Intersection Bounds: Estimation and Inference,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Econometrica, 81(2), 667Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c737.",
        "Chetverikov, D. (2011): Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Adaptive Test of Conditional Moment Inequalities,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d MIT Working Paper.",
        "Fox, J. (2007): Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Semiparametric Estimation of Multinomial Discrete-Choice Models using a Subset of Choices,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d RAND Journal of Economics, 38(4), 1002Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c1019.",
        "Han, A. (1987): Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Nonparametric Analysis of a Generalized Regression Model,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Journal of Econometrics, 35(2-3), 303Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c316.",
        "Handel, B. (2013): Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Adverse Selection and Inertia in Health Insurance Markets: When Nudging Hurts,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d American Economic Review, 103(7), 2643Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c2682.",
        "Heckman, J. (1981): Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Statistical Models for Discrete Panel Data,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d in Structural Analysis of Discrete Data and Econometric Applications, ed. by C. Manski, and D. McFadden, pp. 114Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c178. MIT Press, Cambridge. Ho, K., and A. Pakes (forthcoming): Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Hospital Choice, Hospital Prices and Financial Incentives to Physicians,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d American Economic Review.",
        "Honore, B. (1992): Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Trimmed LAD and Least Squares Estimation of Truncated and Censored Regression Models with Fixed Effects,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Econometrica, 60(3), 533Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c565.",
        "Kiefer, N. (1998): Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Economic Duration Data and Hazard Functions,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Journal of Economic Literature, 26(2), 646Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c679.",
        "Kroft, K., F. Lange, and M. Notowidigdo (2013): Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Duration Dependence and Labor Market Conditions: Evidence from a Field Experiment,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d The Quarterly Journal of Economics, 128(3), 1123Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c1167.",
        "Lee, L.-f. (1995): Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Semiparametric Maximum Likelihood Estimation of Polychotomous and Sequential Choice Models,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Journal of Econometrics, 65(2), 381Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c428.",
        "Manski, C. (1975): Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Maximum Score Estimation of the Stochastic Utility Model of Choice,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Journal of Econometrics, 3(3), 205Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c228.",
        "(1987): Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Semiparametric Analysis of Random Effects Linear Models from Binary Panel Data,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Econometrica, 55(2), 357Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c362.",
        "Manski, C., and E. Tamer (2002): Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Inference on Regressions with Interval Data on a Regressor or Outcome,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Econometrica, 70(2), 519Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c546.",
        "McFadden, D. (1974): Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Conditional Logit Analysis of Qualitative Choice Behavior,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d in Frontiers in Econometrics, ed. by P. Zarembka, pp. 105Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c142. Academic Press, New York.",
        "Molchanov, I. (2005): Theory of Random Sets. Springer, New York.",
        "Pakes, A. (2014): Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Behavioral and Descriptive Forms of Choice Models,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d International Economic Review, 55(3), 603Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c624. Pakes, A., J. Porter, K. Ho, and J. Ishii (forthcoming): Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Moment Inequalities and Their Application,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Econometrica.",
        "Pollmann, D. (2014): Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Identification and Estimation with an Interval-censored Regressor when its Marginal Distribution is Known,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Harvard University Working Paper.",
        "Powell, J. (1986): Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Symmetrically Trimmed Least Squares Estimation for Tobit Models,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Econometrica, 54(6), 1435Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c1460.",
        "Tamer, E. (2003): Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Incomplete Simultaneous Discrete Response Model with Multiple Equilibria, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d The Review of Economic Studies, 70(1), 147Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c165.",
        "Yan, J. (2013): Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093A Smoothed Maximum Score Estimator for Multinomial Discrete Choice Models,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d University of Wisconsin Working Paper."
    ]
}