{
    "id": 21899,
    "cites": 45,
    "cited_by": 6,
    "reference": [
        "Jensen, J. Bradford. 2011. Global Trade in Services: Fear, Facts, and Offshoring. Washington, D.C.: Peterson Institute for International Economics.",
        "Jensen, J. Bradford, and Lori G. Kletzer. 2006. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Tradable Services: Understanding the Scope and Impact of Services Offshoring.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d In Brookings Trade Forum 2005, Offshoring WhiteCollar Work, eds. Susan M. Collins and Lael Brainard. Washington, DC: Brookings Institution, 75Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c134.",
        "Jarmin, R.S., and J. Miranda. 2002. The Longitudinal Business Database, &lt;http://ideas.repec.org/s/cen/wpaper.html&gt; Working paper 02-17, Center for Economic Studies, U.S. Census Bureau.",
        "Hiscox, Michael J. 2002. Commerce, Coalitions, and Factor Mobility: Evidence from Congressional Votes on Trade Legislation. American Political Science Review 96(3):593Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c608.",
        "Hiscox, Michael J. 1999. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093The Magic Bullet? The RTAA, Institutional Reform, and Trade Liberalization.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d International Organization 53(4):669Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c98.",
        "Goldstein, Judith. 1994. Ideas, Interests, and American Trade Policy. Ithaca, NY: Cornell University Press. Grant, Taylor, and Matthew J. Lebo. Forthcoming. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Error Correction Methods with Political Time Series.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Political Analysis.",
        "Gervais, Antoine, and J. Bradford Jensen. 2013. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093The Tradability of Services: Geographic Concentration and Trade Costs.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Boston: NBER Working Paper #19759.",
        "Feigenbaum, James J. and Andrew B. Hall. 2015. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093How Legislators Respond to Localized Economic Shocks: Evidence from Chinese Import Competition.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Journal of Politics 77(4):1012-30.",
        "Fair, Ray C. 2009. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Presidential and Congressional Vote-Share Equations.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d American Journal of Political Science 53(1):55Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c72.",
        "Fair, Ray C. 1978. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Effect of Economic Events on Votes for President.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Review of Economics and Statistics 60(2):159Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c73.",
        "Erikson, Robert S., Michael B. MacKuen, and James A. Stimson. 2002. The Macro Polity. New York: Cambridge University Press.",
        "Erikson, Robert S. 2009. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093The American Voter and the Economy, 2008.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Ps-Political Science & Politics 42(3):467Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c71.",
        "Erikson, Robert S. 1989. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Economic-Conditions and the Presidential Vote.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d American Political Science Review 83(2):567Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c73.",
        "Campbell, James E., and Michael S. Lewis-Beck. 2008. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093US Presidential Election Forecasting: An Introduction.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d International Journal of Forecasting 24(2):189Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c92.",
        "Campbell, James E. 2008. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Evaluating U.S. Presidential Election Forecasts and Forecasting Equations.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d International Journal of Forecasting 24(2):257Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c69.",
        "Broz, J. Lawrence. 2005. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Congressional Politics of International Financial Rescues.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d American Journal of Political Science 49(3):479Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c96.",
        "Blinder, Alan S. and Alan B. Krueger. 2013. Alternative Measures of Offshorability: A Survey Approach, Journal of Labor Economics, University of Chicago Press, vol. 31(S1), pages S97 - S12.",
        "Abramowitz, Alan I. 1988. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093An Improved Model for Predicting Presidential-Election Outcomes.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Ps-Political Science & Politics 21(4):843Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c7.",
        "Abramowitz, Alan I. 2008. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093ItÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0084¢s about Time: Forecasting the 2008 Presidential Election with the Time-for-Change Model.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d International Journal of Forecasting 24(2):209Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c17.",
        "Antoniades, Alexis, and Charles W. Calomiris. 2014. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Mortgage Market Credit Conditions and U.S. Presidential Elections.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Paper presented at the Mortara Political Economy Seminar Luncheon Series.",
        "Autor, David H., David Dorn, and Gordon H. Hanson. 2013. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093The China Syndrome: Local Labor Market Effects of Import Competition in the United States.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d American Economic Review 103(6):2121Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c68.",
        "Bernard, Andrew, J. Bradford Jensen and Peter K. Schott. 2006. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Survival of the Best Fit: Exposure to Low-Wage Countries and the (Uneven) Growth of U.S. Manufacturing Plants.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Journal of International Economics 68:219Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c37.",
        "Jensen, J. Bradford, and Lori G. Kletzer. 2010. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Measuring Tradable Services and the Task Content of Offshorable Services Jobs.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d In Labor in the New Economy, eds. Katharine Abraham, Mike Harper and James Spletzer. Chicago: University of Chicago Press.",
        "Jensen, J. Bradford, Dennis P. Quinn, and Stephen Weymouth. 2015. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093The Influence of Firm Global Supply Chains and Foreign Currency Undervaluations on U.S. Trade Disputes.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d International Organization 69(4):913Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c47.",
        "Jensen, Nathan M. 2013. Domestic Institutions and the Taxing of Multinational Corporations. International Studies Quarterly 57(3): 440-448.",
        "Kayser, Mark A., and Arndt Leininger. 2015. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Vintage Errors: Do Real-Time Economic Data Improve Election Forecasts?Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Research and Politics. DOI: 10.1177/2053168015589624.",
        "Kim, J. O., & Mueller, C. W. 1978. Factor Analysis: Statistical Methods and Practical Issues.",
        "Leamer, Edward E. 2007. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093A Flat World, a Level Playing Field, a Small World After All, or None of the Above? A Review of Thomas L. FriedmanÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0084¢s The World is Flat.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Journal of Economic Literature 45(March):83Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c126.",
        "Lewis-Beck, Michael S., and Richard Nadeau. 2011. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Economic Voting Theory: Testing New Dimensions.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Electoral Studies 30(2):288Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c94.",
        "Lewis-Beck, Michael S., and Mary Stegmaier. 2000. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Economic Determinants of Electoral Outcomes.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Annual Review of Political Science 3:183Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c219.",
        "Lewis-Beck, Michael S. and Charles Tien. 2004. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Jobs and the Job of the President: A Forecast for 2004.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d PS: Political Science and Politics 37(4):753-758.",
        "Lewis-Beck, Michael S., and Charles Tien. 2008. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Forecasting Presidential Elections: When to Change the Model.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d International Journal of Forecasting 24(2):227Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c36.",
        "Mansfield, Edward D. and Diana C. Mutz. 2013. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093US versus Them: Mass Attitudes toward Offshore Outsourcing.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d World Politics 65(4):571Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c608.",
        "Margalit, Yotam. 2011. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Costly Jobs: Trade-Related Layoffs, Government Compensation, and Voting in U.S. Elections.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d American Political Science Review 105(1):166Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c88.",
        "Milner, Helen. 1988. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Trading Places: Industries for Free Trade.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d World Politics 40(3):350Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c76.",
        "Milner, Helen V., and Tingley, Dustin H. 2011. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Who Supports Global Economic Engagement? The Sources of Preferences in American Foreign Economic Policy.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d International Organization 65(1):37Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c68.",
        "Owen, Erica. 2015. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Exposure to Offshoring and the Politics of Trade Liberalization: Debates and Votes on Free Trade in the 108th Congress.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Paper Presented at the 2015 American Political Science Association Convention, August 2015, San Francisco, CA.",
        "Powell, G. Bingham, and Guy D. Whitten. 1993. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093A Cross-National Analysis of Economic Voting Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c Taking Account of the Political Context.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d American Journal of Political Science 37(2):391Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c414.",
        "Quinn, Dennis P., and John T. Woolley. 2001. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Democracy and National Economic Performance: The Preference for Stability.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d American Journal of Political Science 45(July):634Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c57.",
        "Rickard, Stephanie J. 2015. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Compensating the Losers: An Examination of Congressional Votes on Trade Adjustment Assistance.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d International Interactions 41(1):46Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c60.",
        "Rogowski, Ronald. 1987. Political Cleavages and Changing Exposure to Trade. American Political Science Review 81(December):1121Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c37.",
        "Scheve, Kenneth, and Matthew J. Slaughter. 2004. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Economic Insecurity and the Globalization of Production.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d American Journal of Political Science 48(October):662Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c74.",
        "Tufte, Edward R. 1978. Political Control of the Economy. Princeton, NJ: Princeton University Press.",
        "Walter, Stephanie. 2010. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Globalization and the Welfare State: Testing the Microfoundations of the Compensation Hypothesis.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d International Studies Quarterly 54(2):403Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c26.",
        "Wright, John R. 2012. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Unemployment and the Democratic Electoral Advantage.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d American Political Science Review 106(4):685Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c702."
    ]
}