{
    "id": 21898,
    "cites": 25,
    "cited_by": 19,
    "reference": [
        "Lucas, R.E., Jr., 1987, Models of Business Cycles, Oxford: Basil Blackwell.",
        "Johnson H.G., 1953, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Optimum Tariffs and Retaliation,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Review of Economic Studies, 21, 142-153.",
        "Korinek, A., 2010, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Regulating Capital Flows to Emerging Markets: An Externality View,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Working Paper, Johns Hopkins University.",
        "Jeske, K., 2006, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Private International Debt with Risk of Repudiation,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Journal of Political Economy, 114(3), 576-593.",
        "Heathcote, J., and F. Perri, 2014, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Assessing International Efficiency,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d in Gopinath G., E. Helpman, and K. Rogoff (eds), Handbook of International Economics, Volume 4, 523-582.",
        "Heathcote, J., and F. Perri, 2013, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093The International Diversification Puzzle Is Not as Bad as You Think,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Journal of Political Economy, 121(6), 1108-1159.",
        "Fahri E., and I. Werning, 2013, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093A Theory of Macroprudential Policies in the Presence of Nominal Rigidities,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d NBER Working Paper 19313.",
        "Gourinchas, P.-O., and O. Jeanne, 2013, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Capital Flows to Developing Countries: The Allocation Puzzle,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Review of Economic Studies 80(4), 1484-1515.",
        "Edwards, S., 1989, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Tariffs, Capital Controls, and Equilibrium Real Exchange Rates,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Canadian Journal of Economics, 22(1), 79-92.",
        "De Paoli, B., and A. Lipinska, 2013, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Capital Controls: A Normative Analysis,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Federal Reserve Bank of New York Staff Report 600.",
        "Costinot, A., G. Lorenzoni, and I. Werning, 2014, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093A Theory of Capital Controls as Dynamic Terms-of-Trade Manipulation,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Journal of Political Economy, 122(1), 77-128.",
        "Corsetti, G., L. Dedola, and S. Leduc, 2008, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093International Risk Sharing and the Transmission of Productivity Shocks,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Review of Economic Studies, 75(2), 443-473.",
        "Cole, H.L., and M. Obstfeld, 1991, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Commodity Trade and International Risk Sharing: How Much Do Financial Markets Matter?Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Journal of Monetary Economics, 28(1), 3-24.",
        "Brunnermeier, M., and Y. Sannikov, 2015, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093International Credit Flows and Pecuniary Externalities, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d American Economic Journal: Macroeconomics, 7(1), 297-338.",
        "Brandt, M.W., J.H. Cochrane, and P. Santa-Clara, 2006, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093International Risk Sharing Is Better Than You Think, or Exchange Rates Are Too Smooth,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Journal of Monetary Economics, 53(4), 671-698.",
        "Bianchi, J., 2011, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Overborrowing and Systemic Externalities in the Business Cycle,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d American Economic Review, 101(7), 3400-3426.",
        "Benigno, G., H. Chen, C. Otrok, A. Rebucci, and E.R. Young, 2015, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Optimal Capital Controls and Real Exchange Rate Policies: A Pecuniary Externality Perspective,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Working Paper, London School of Economics.",
        "Baxter, M., and M.J. Crucini, 1995, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Business Cycles and the Asset Structure of Foreign Trade,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d International Economic Review, 36(4), 821-854.",
        "Backus, D.K., P.J. Kehoe, and F.E. Kydland, 1994, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Dynamics of the Trade Balance and the Terms of Trade: The J-Curve?Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d American Economic Review, 84(1), 84-103.",
        "Aguiar, M., and G. Gopinath, 2007, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Emerging Market Business Cycles: The Cycle Is the Trend,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Journal of Political Economy, 115(1), 69-102.",
        "Magud, N.E., C.M. Reinhart, and K.S. Rogoff, 2011, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Capital Controls: Myth and Reality -A Portfolio Balance Approach,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d NBER Working Paper 16805.",
        "Martin, A., and F. Taddei, 2012, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093International Capital Flows and Credit Market Imperfections: A Tale of Two Frictions,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Journal of International Economics 89(2), 441Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c452.",
        "Neumeyer, P.A., and F. Perri, 2005, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Business Cycles in Emerging Economies: The Role of Interest Rates,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Journal of Monetary Economics, 52(2), 345-380.",
        "Newbery, D.M.G., and J.E. Stiglitz, 1984, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Pareto Inferior Trade,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Review of Economic Studies 51(1), 1-12",
        "Schmitt-Grohe, S., and M. Uribe, 2003, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Closing Small Open Economy Models,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Journal of International Economics, 61(1), 163-185."
    ]
}