{
    "id": 21892,
    "cites": 62,
    "cited_by": 48,
    "reference": [
        "Ferrante, F. 2015a. A Model of Endogenous Loan Quality and the Collapse of the Shadow Banking System. Finance and Economics Discussion Series 2015-021, Federal Reserve Board.",
        "Farmer, R., 1999. The Macroeconomics of Self-Fulfilling Prophecies. MIT Press.",
        "Farhi, E., and Werning, I., 2015. A Theory of Macroprudential Policies in the Presence of Nominal Rigidities, Working Paper.",
        "Farhi, E., and Tirole, J., 2012. Collective Moral Hazard, Maturity Mismatch and Systemic Bailouts, American Economic Review, 102(1), 60-93.",
        "Ennis, H. and T. Keister, 2003, Economic Growth, Liquidity and Bank Runs, Journal of Economic Theory 109, 220-245.",
        "Eggertsson, G., and P. Krugman. 2012. Debt, Deleveraging, and Liquidity Trap. Quarterly Journal of Economics, 1469-1513.",
        "Di Tella, S., 2014. Uncertainty Shocks and Balance Sheet Recessions, Working Paper.",
        "Diamond, D., and Dybvig, P., 1983. Bank Runs, Deposit Insurance, and Liquidity. Journal of Political Economy 91, 401-419.",
        "Dang, T., Gorton, G., and Holmstrom, B., 2012. Ignorance, Debt and Financial Crises, Working Paper.",
        "Curdia, V., and M. Woodford. 2010. Credit Spreads and Monetary Policy. Journal of Money, Credit and Banking, 42(6), 3-35.",
        "Covitz, D., N. Liang and G. Suarez. 2013. Evolution of a Financial Crisis: Collapse of the Asset-Backed Commercial Paper Market. Journal of Finance, 68: 815-",
        "Cooper, R. and T. Ross, 1998, Bank Runs: Liquidity Costs and Investment Distortions, Journal of Monetary Economics 41, 27-38.",
        "Cole, H. and T. Kehoe, 2000, Self-fulfilling Debt Crises, Review of Economic Studies 67, 91-161",
        "Christiano, L., and Ikeda, D., 2014. Leverage Restrictions in a Business Cycle Model, in Macroeconomic and Financial Stability: Challenges for Monetary Policy, Conference Volume, XVI Annual Conference of the Central bank of Chile.",
        "Chari, V., and Kehoe, P., 2015. Bailouts, Time Inconsistency, and Optimal Regulation: A Macroeconomic View, Federal Reserve Bank of Minneapolis, Research Department Staff Report 481.",
        "Caballero, R., and Farhi, E., 2015. The Safety Trap, Working Paper.",
        "Brunnermeier, M. K., and Sannikov, Y., 2014. A Macroeconomic Model with a Financial Sector. American Economic Review 104, 379-421.",
        "Brunnermeier, M. K., and Pedersen, L., 2009. Market Liquidity and Funding Liquidity. Review of Financial Studies 22, 2201-2238.",
        "Brunnermeier, M. K., and M. Oemke. 2013 Maturity Rat Race. Journal of Finance, 68: 483-521.",
        "Bigio, S., 2015. Financial Risk Capacity, Working Paper.",
        "Boissay F., F. Collard, and F. Smets, 2013, Booms and Systemic Banking Crises, mimeo.",
        "Bianchi, J., 2011. Overborrowing and Systemic Externalities in the Business Cycle. American Economic Review 101, 3400-3426.",
        "Bernanke, B., and Gertler, M., 1989. Agency Costs, Net Worth and Business Fluctuations. American Economic Review 79, 14-31.",
        "Bernanke, B., 2010. Causes of the Recent Financial and Economic Crisis. Statement before the Financial Crisis Inquiry Commission, Washington, September 2.",
        "Begenau, J., 2015. Capital Requirements, Risk Choice, and Liquidity Provision in a Business Cycle Model, Harvard Business School Working Paper, n 15-072.",
        "Angeloni, I., and E. Faia, 2013, Capital Regulation and Monetary Policy with Fragile Banks, Journal of Monetary Policy 60, 3111-382.",
        "Allen, F., and Gale, D., 2007. Understanding Financial Crises. Oxford University Press.",
        "Adrian, T., and H. Shin. 2010. Changing Nature of Financial Intermediation and Financial Crisis of 2007-2009. Annual Review of Economics: 603-618.",
        "Adrian, T., Colla, P., and Shin, H., 2012. Which Financial Frictions? Paring the Evidence from Financial Crisis of 2007-9. Forthcoming in NBER Macroeconomic Annual.",
        "Adrian, T., Ashcraft, A., 2012. Shadow Banking: A review of the Literature. Palgrave Dictionary of Economics.",
        "Ferrante, F. 2015b. Risky Mortgages, Bank Leverage and Credit Policy, Working Paper.",
        "Garleanu, N., Panageas, S., and Yu, J., 2015. Financial Entanglement: A theory of Incomplete Integration, Leverage, Crashes and Contagion, American Economic Review, 105(7), 1979-2010.",
        "Geanakoplos, J. and H., Polemarchakis, 1986. Existence, Regularity, and Constrained Suboptimality of Competitive Allocations When the Asset Market Is Incomplete, in W. Heller, R. Starr and D. Starret (eds.), Uncertainty, Information, and Communication: Essays in Honor of K. J. Arrow, Vol III, Cambridge University Press.",
        "Gertler, M., and Kiyotaki, N., 2010. Financial Intermediation and Credit Policy in Business Cycle Analysis. In Friedman, B., and Woodford, M. (Eds.), Handbook of Monetary Economics. Elsevier, Amsterdam, Netherlands.",
        "Gertler, M., Kiyotaki, N., and Queralto, A., 2012. Financial Crises, Bank Risk Exposure and Government Financial Policy, Journal of Monetary Economics 59, S17-S34.",
        "Gertler, M., N. Kiyotaki. 2015. Banking, Liquidity and Bank Runs in an Infinite Horizon Economy, American Economic Review, forthcoming.",
        "Giroud, X., and H., Mueller. 2015. Firm Leverage and Unemployment During the Great Recession, mimeo.",
        "Goldstein, I., and A. Pauzner. 2005. Demand-Deposit Contracts and the Probability of Bank Runs. Journal of Finance 60, 1293-1327.",
        "Gorton, G., 2009. Information, Liquidity and the (Ongoing) Panic of 2007, American Economic Review, Papers and Proceedings, vol. 99, n. 2, 567-572.",
        "Gorton, G., 2010. Slapped by the Invisible Hand: The Panic of 2007. Oxford University Press.",
        "Gorton, G., Metrick, A., 2012. Who Ran on Repo? NBER Working Paper 18455.",
        "Gorton, G., Metrick, A., 2015. The Safe Asset Share, American Economic Review, Papers and Proceedings, 102(3), 101-106.",
        "Guerrieri, V., and G. Lorenzoni. 2011. Credit Crises, Precautionary Savings and the Liquidity Trap. NBER Working Paper 17583.",
        "Gurley, J., and E. Shaw. 1960. Money in Theory of Finance. Washington, D.C.: Brookings Institution.",
        "He, Z. and A. Krishnamurthy, 2014. A Macroeconomic Framework for Quantifying Systemic Risk. Working Paper, University of Chicago and Stanford University.",
        "Holmstrom, B. and J. Tirole, 1997, Financial Intermediation, Loanable Funds and the Real Sector, The Quarterly Journal of Economics, Vol.112, No. 3, 663691",
        "Holmstrom, B. and J. Tirole, 2011. Inside and Outside Liquidity. MIT Press.",
        "Kacperczyk, M., and P. Schnabl. 2010. When Safe Proved Risky: Commercial Paper during the Financial Crisis of 2007-2009. Journal of Economic Perspectives, 24(1), 29-50.",
        "Kiyotaki, N., and Moore, J., 1997. Credit Cycles. Journal of Political Economy 105, 211-248.",
        "Korinek, A., and Simsek, A., 2015. Liquidity Trap and Excessive Leverage, Working Paper.",
        "Krishnamurthy, A., 2003. Collateral Constraints and the Amplification Mechanism, Journal of Economic Theory, vol 111, Issue 2, 277-292.",
        "Krishnamurthy, A., S. Nagel and D. Orlov. 2014. Seizing Up Repo. Journal of Finance. Forthcoming.",
        "Lorenzoni, G., 2008. Inefficient Credit Boom. Review of Economic Studies 75, 809-833.",
        "McCabe, P., 2010. The Cross Section of Money Market Fund Risks and Financial Crises. Finance and Economics Discussion Series 2010-51, Federal Reserve Board.",
        "Mendoza, E. 2010. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009dSudden Stops, Financial Crises, and Leverage. American Economic Review 100, 1941-1966.",
        "Midrigan, T., and T. Philippon, 2011. A Macroeconomic Framework for Quantifying Systemic Risk. NBER Working Paper 19885.",
        "Morris, S. and H.S. Shin. 1998. Unique Equilibrium in a Model of Self-Fulfilling Currency Attacks. American Economic Review 88, 587-97.",
        "Parlatore, C., 2015. Fragility in Money Market Funds: Sponsor Support and Regulation. Working Paper.",
        "Phillipon, T. 2013. Has the U.S. Finance Industry Become Less Efficient?",
        "Pozsar, Z., Adrian, T., Ashcraft, A. and Boesky, H., 2013. Shadow Banking, Federal Reserve Bank of New York Economic Policy Review, Volume 19, Number 2.",
        "Robatto, R. 2014, Financial Crises and Systematic Bank Runs in a Dynamic Model of Banking, Working Paper, University of Wisconsin-Madison.",
        "Uhlig, H., 2010, A Model of a Systemic Bank Run, Journal of Monetary Economics 57, 78-96. 2000 2002 2004 2006 2008 2010 2012 2014 2016 Retail Short Term Funding"
    ]
}