{
    "id": 219,
    "cites": 15,
    "cited_by": 4,
    "reference": [
        "Brook, C.G.D. Evidence for a Sensitive Period in Adipose-Cell Replication in Man. Lancet, 2 (September 1972).",
        "Chase, A. Poverty and Low IQ: The Vicious Circle, New York Times Book Review, July 17, 1977, p. 9.",
        "Christakis, George, et al. Nutritional Epidemiologic Investigation of 642 New York City Children. American Journal of Clinical Nutrition, 21 (January 1968).",
        "Edozien, J.C., Switzer, B.R., and Bryan, R.B. Medical Evaluation of the Special Supplemental Food Program for Women, Inf ants and Children (WIC), University of North Carolina, July 1976.",
        "Eid, E.E. Follow-up Study of Physical Growth of Children Who had Excessive Weight Gain in First Six Months of Life. British Medical Journal, 2 (1970).",
        "Fuchs, Victor R. Who Shall Live? Health, Economics and Social Choice. New York: Basic Books, Inc., 1974.",
        "Hirsh, a. Can We modify the Number of Adinose Cells? Postgraduate Medicine, 51 (May 1972).",
        "Hirsh, J., and Knittle, J.L. Cellularity of Obese and Non-Obese Human Adipose Tissue. Federation Proceedings, 29 (1970).",
        "Hueneniann, R.L. Environmental Factors Associated with Preschool Obesity. Journal of American Dietetic Association, 64 (May 1974).",
        "Jelliffe, 0.3. World Trends in Infant Feeding, The American Journal of Clinical Nutrition, 29, November 1976.",
        "Lewin, Roger. Starved Brains. Psychology Today, 9, No. 4 (September 1975).",
        "National Center for Health Statistics. NCHS Growth Charts, 1976, Monthly Vital Statistics Renort, 25, Supp. (HRA) 76-1120, June 1976.",
        "Owen, George M. Nutrition Intervention: Bigger is Smarter, American Journal of Public Health, 67, March 1977.",
        "Owen, George M., et at. Nutritional Status of Mississippi Preschool Children. American Journal of Clinical Nutrition, 22 (November 1969).",
        "Sims, Laura S., and Morris, Portia M. Nutritional Status of Preschoolers. Journal of American Dietetic Association, 64 (May 1974)."
    ]
}