{
    "id": 21901,
    "cites": 46,
    "cited_by": 19,
    "reference": [
        "Botticini, M. (2003). Marriage Payments. In Mokyr, J. (Eds.), Oxford Encyclopedia of Economic History, vol.3. New York, NY: Oxford University Press.",
        "Bowlus, A. J., and Seitz, S. (2006). Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Domestic Violence, Employment, and Divorce.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d International Economic Review, 47(4), 1113-1149.",
        "Carbone-LoÃ\u0083Å\u0092Ã\u0082Â\u0081pez, K., C. Kruttschnitt and R. Macmillan (2006), Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Patterns of intimate partner violence and their associations with physical health, psychological distress, and substance useÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d. Public Health Reports, 121(4), 382-92.",
        "Card, D., and Dahl, G. B. (2011). Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Family Violence and Football: The Effect of Unexpected Emotional Cues on Violent BehaviorÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d. Quarterly Journal of Economics, 126(1), 103-143.",
        "Cools, S., Kotsadam, A. (2015). Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Resources and intimate partner violence in Sub-Saharan AfricaÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d. Working Paper.",
        "Dobash, R. P., and Dobash, R. E. (1979). Violence against wives: A case against the patriarchy. New York, NY: Free Press.",
        "Dugan, L., Nagin, D., and Rosenfeld, R. (1999). Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Explaining the Decline in Intimate Partner Homicide: The Effect of Changing Domesticity, WomenÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0084¢s Status and Domestic Violence ResourcesÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d. Homicide Studies, 3(3), 187-214.",
        "Duvvury, N., Callan, A., Carney, P., and Raghavendra, S. (2013). Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Intimate Partner Violence: Economic Costs and Implications for Growth and DevelopmentÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d. WomenÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0084¢s Voice, Agency, & Participation Research Series 2013 N.3, The World Bank, Washington D.C.",
        "Farmer, A., and Tiefenthaler, J. (1997). Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093An Economic Analysis of Domestic ViolenceÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d. Review of Social Economy, 55(3), 337-358.",
        "Fearon, J. D., and Laitin, D. D. (1996). Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Explaining Interethnic Cooperation Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d. American Political Science Review, 90(4), 715-735.",
        "Fenske, J. (2015). Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093African polygamy: Past and presentÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d. Journal of Development Economics, 117, 58-73.",
        "FernaÃ\u0083Å\u0092Ã\u0082Â\u0081ndez, R., Fogli, A., and Olivetti, C. (2004). Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Mothers and Sons: Preference Formation and Female Labor Force DynamicsÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d. Quarterly Journal of Economics, 119(4), 1249-1299.",
        "Gartner, R. and Macmillan, R. (1999). Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093When She Brings Home the Bacon: Labor Force Participation and the Risk of Spousal Violence Against WomenÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d. Journal of Marriage and the Family, 61(4), 947-958.",
        "Gelles, R. J. (1976). Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Abused Wives: Why do They Stay?Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Journal of Marriage and the Family, 38(4), 659-668.",
        "Gelles, R. J. (1983). An exchange/social control theory. In Finkelhor, D., Gelles, R.J., Hotaling, G.T. and Straus M.A. (Eds.), The dark side of families: Current family violence research. Beverly Hills, CA: Sage, 151-165.",
        "Gelles, R. J., and Straus, M. A. (1988). Intimate violence: The causes and consequences of abuse in the American family. New York, NY: Simon & Schuster.",
        "Goody, J. (1973). Polygyny, Economy and the Role of Women. In Goody, J. (Eds.), The Character of Kinship. Cambridge, UK: Cambridge University Press.",
        "Goody, J. (1973). Bridewealth and Dowry in Africa and Eurasia. In Goody, J., and Tambiah, S. J. (Eds.), Bridewealth and Dowry. Cambridge, UK: Cambridge University Press.",
        "Heise, L. L. (1998). Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Violence Against Women: An Integrated, Ecological FrameworkÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d. Violence Against Women, 4(3), 262-290.",
        "Heise, L.L., and Kotsadam, A. (2015). Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Cross-national and multilevel correlates of partner violence: an analysis of data from populationbased surveysÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d. The Lancet Global Health, 3(6), 332-340.",
        "Horne, C., Dodoo, F. N.-A., and Dodoo, N. D. (2013). Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093The Shadow of Indebtedness: Bridewealth and Norms Constraining Female Reproductive AutonomyÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d. American Sociological Review, 78(3): 503-520.",
        "Johnson, M. P. (1995). Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Patriarchal Terrorism and Common Couple Violence: Two Forms of Violence against WomenÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d. Journal of Marriage and the Family, 57(2), 283-294.",
        "Johnson, M. P., and Ferraro, K. J. (2000). Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Research on Domestic Violence in the 1990s: Making DistinctionsÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d. Journal of Marriage and the Family, 62(4), 948-963.",
        "Lawson, J. (2012). Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Sociological Theories of Intimate Partner Violence Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d. Journal of Human Beahvior in the Social Environment, 22(5), 572-590.",
        "Michalopoulos, S., Putterman, L., and Weil, D. N. (2014). Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093The Influence of Ancestral Lifeways on Individual Economic Outcomes in SubSaharan AfricaÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d. Working Paper.",
        "Milazzo, A. (2014). Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Son Preference, Fertility and Family Structure. Evidence from Reproductive Behavior among Nigerian WomenÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d. World Bank Policy Research Working Paper 6869, The World Bank, Washington D.C.",
        "Nunn, N., and Qian, N. (2011). Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093The PotatoÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0084¢s Contribution to Population and Urbanization: Evidence from a Historical ExperimentÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d. Quarterly Journal of Economics, 126(2), 593-650.",
        "Pollak, R.A. (2004). Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093An intergenerational model of domestic violenceÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d. Journal of Population Economics, 17(2), 311-329.",
        "Thornton, A., Alwin, D. F., and Camburn, D. (1983). Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Causes and Consequences of Sex-Role Attitudes and Attitude ChangeÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d. American Sociological Review, 48(2), 211-227.",
        "Tur-Prats, A. (2015). Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Family Types and Intimate- Partner Violence: A Historical PerspectiveÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d. Working Papers 835, Barcelona Graduate School of Economics.",
        "Tur-Prats, A. (2016). Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Domestic Violence and Unemployment: A Gender Identity PerspectiveÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d. Mimeo, Barcelona Graduate School of Economics.",
        "Wolfgang, M., and Ferracuti, F. (1967). The subculture of violence: Towards an integrated theory in criminology. London, UK: Tavistock Publications.",
        "WomenÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0084¢s Advocates Inc. (2002). Domestic violence fact sheet.",
        "World Health Organization (2004). The economic dimensions of interpersonal violence. Geneva: World Health Organization, Department of Injuries and Violence Prevention.",
        "World Health Organization (2013). Global and regional estimates of domestic violence against women: prevalence and health effects of intimate partner violence and non-partner sexual violence. Geneva: World Health Organization, Department of Reproductive Health and Research.",
        "Boserup, E. (1970). WomanÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0084¢s Role in Economic Development. London, UK: George Allen and Unwin Ltd.",
        "Bloch, F., and Rao, V. (2002). Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Terror as a Bargaining Instrument: A Case Study of Dowry Violence in Rural IndiaÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d. American Economic Review, 92(4), 1029-1043.",
        "Becker, G. (1981). A Treatise on the Family. Cambridge, MA: Harvard University Press.",
        "Bertrand, M., Kamenica, E., and Pan, J. (2015). Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Gender Identity and Relative Income within HouseholdsÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d. Quarterly Journal of Economics, 130(2), 571-614.",
        "Atkinson, M. P., Greenstein, T. N., and Lang, M. M. (2005). Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093For Women, Breadwinning Can Be Dangerous: Gendered Resource Theory and Wife Abuse.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Journal of Marriage and Family, 67(5), 1137-1148.",
        "Ansell, N. (2001). Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Because itÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0084¢s our culture!Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d (Re)negotiating the meaning of lobola in Southern African secondary schoolsÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d. Journal of Southern Africa Studies, 27(4), 697-716.",
        "Angelucci, M. (2008). Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Love on the Rocks: Domestic Violence and Alcohol Abuse in Rural MexicoÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d. The B.E. Journal of Economic Analysis & Policy, 8(1), 1-41.",
        "Anderson, S. (2007). Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093The Economics of Dowry and BridepriceÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d. Journal of Economic Perspectives, 21(4), 151-174.",
        "Anderson, K. L. (1997). Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Gender, Status, and Domestic Violence: An Integration of Feminist and Family Violence ApproachesÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d. Journal of Marriage and the Family, 59(3), 655-669.",
        "Alesina, A., Giuliano, P., and Nunn, N. (2013). Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093On the Origins of Gender Roles: Women and the PloughÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d. Quarterly Journal of Economics, 128(2), 469-530.",
        "Aizer, A. (2010). Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093The Gender Wage Gap and Domestic ViolenceÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d. American Economic Review, 100(4), 1847-1859."
    ]
}