{
    "id": 21909,
    "cites": 40,
    "cited_by": 1,
    "reference": [
        "Van Reenen, John, 1996, The Creation and Capture of Rents: Wages and Innovation in a Panel of U.K. Companies, Quarterly Journal of Economics 111, 195-226.",
        "Survey of Consumer Finances, 2013, 2013 SCF Chartbook, Washington, DC: Board of Governors of the Federal Reserve System. Available at http://www.federalreserve.gov/econresdata/ scf/files/BulletinCharts.pdf.",
        "Stein, Jeremy, 1988, Takeover Threats and Managerial Myopia, Journal of Political Economy 96, 61-80.",
        "Shleifer, Andrei, and Lawrence H. Summers, 1988, Breach of Trust in Hostile Takeovers, In: Alan J. Auerbach (ed.), Corporate Takeovers: Causes and Consequences, Chicago: University of Chicago Press.",
        "Scharfstein, David, 1988, The Disciplinary Role of Takeovers, Review of Economic Studies 55, 185-199.",
        "Shearer, Ellen, 2012, Nonvoters in America. Ipsos Public Surveys, available at www.scribd.com/ doc/116750837/Summary-Report-12-13-12.",
        "Schmidt, Klaus, 2000, The Political Economy of Mass Privatization and the Risk of Expropriation, European Economic Review 44, 393-421.",
        "Pew Research Center, 2012, Nonvoters: Who They Are, What They Think, Washington, DC: Pew Research Center. Available at www.people-press.org/files/legacy-pdf/11-1-12 Nonvoters Release.pdf.",
        "Perotti, E. C., and Ernst-Ludwig von Thadden, 2006, The Political Economy of Corporate Control and Labor Rents, Journal of Political Economy 114, 145-175.",
        "Palfrey, Thomas R., 1989, A Mathematical Proof of Duvergers law, In: Peter C. Ordeshook (ed.), Models of Strategic Choice in Politics, Ann Arbor: University of Michigan Press.",
        "Pagano, Marco, and Paolo Volpin, 2006, Shareholder Protection, Stock Market Development, and Politics, Journal of the European Economic Association 4, 315-341.",
        "Pagano, Marco, 1993, The Flotation of Companies and the Stock Market: A Coordination Failure Model, European Economic Review 37, 1101-1125.",
        "Pagano, Marco, and Paolo Volpin, 2001, The Political Economy of Finance, Oxford Review of Economic Policy 17, 502-519.",
        "Ott, Julia Cathleen, 20087, When Wall Street Met Main Street: The Quest for an InvestorsÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0084¢ Democracy and the Emergence of the Retail Investor in the United States, 1890-1930, Enterprise and Society 9, 619-630.",
        "Ott, Julia Cathleen, 2007, When Wall Street Met Main Street: The Quest for an InvestorsÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0084¢ Democracy and the Emergence of the Retail Investor in the United States, 1890-1930, Ph.D. Dissertation, Yale University.",
        "Ott, Julia Cathleen, 2004, The Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Free and OpenÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093PeopleÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0084¢s MarketÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d: Public Relations at the New York Stock Exchange, 1913-1929, Business and Economic History 2, 1-43.",
        "Olsson, Martin, and Joacim TaÃ\u0083Å\u0092Ã\u0082Å g, 2015, Private Equity, Layoffs, and Job Polarization, IFN Working Paper No. 1068.",
        "Levine, Ross, 1991, Stock Markets, Growth, and Tax Policy, Journal of Finance 46, 1445-65.",
        "Lichtenberg, Frank R., and Donald Siegel, 1990, The Effects of Leveraged Buyouts on Productivity and Related Aspects of Firm Behavior, Journal of Financial Economics 27, 165-194.",
        "Lerner, Josh, Morten, SÃ\u0083Æ\u0092Ã\u0082Â¸rensen, and Per StroÃ\u0083Å\u0092Ã\u0082Ë\u0086mberg, 2011, Private Equity and Long-run Investment: The Case of Innovation, Journal of Finance 64, 445-477.",
        "Lee, David, and Alexandre Mas, 2009, Long-Run Impacts of Unions on Firms: New Evidence from Financial Markets, 1961-1999, NBER Working Paper 14709.",
        "Kaustia, Markku, Samuli KnuÃ\u0083Å\u0092Ã\u0082Ë\u0086pfer, and Sami Torstila, 2013, Stock Ownership and Political Behavior: Evidence from Demutualization, SAFE Working Papers No. 2.",
        "Kaplan, Steven, 1989, The Effects of Management Buyouts on Operating Performance and Value, Journal of Financial Economics 24, 217-254.",
        "Kaplan, Steven and Per StroÃ\u0083Å\u0092Ã\u0082Ë\u0086mberg, 2009, Leveraged Buyouts and Private Equity, Journal of Economic Perspectives 23,121-146.",
        "Jensen, Michael, 1989, The Eclipse of the Public Corporation, Harvard Business Review (Sept.-Oct., revised 1997).",
        "Investment Company Institute, 2008, Equity Ownership in America, Washington, DC: Investment Company Institute.",
        "Hsu, Hung-Chia, Adam V. Reed, and JoÃ\u0083Å\u0092Ã\u0082Ë\u0086rg Rocholl, 2012, Competitive Effects of Private Equity Investments, Unpublished Working Paper.",
        "Holmstrom, Bengt, and Jean Tirole, 1993, Market Liquidity and Performance Monitoring, Journal of Political Economy 101, 678-709.",
        "Hochberg, Yael, Alexander Ljungqvist, and Annette Vissing-JÃ\u0083Æ\u0092Ã\u0082Â¸rgensen, 2014, Informational Holdup and Performance Persistence in Venture Capital, Review of Financial Studies 27, 102-152.",
        "Harris, Richard, Donald S. Siegel, and Mike Wright, 2005, Assessing the Impact of Management Buyouts on Economic Efficiency: Plant-level Evidence from the United Kingdom, Review of Economics and Statistics 87, 148-153.",
        "Grossman, Sanford, and Oliver Hart, 1980, Takeover Bids, the Free-Rider Problem, and the Theory of the Corporation, RAND Journal of Economics 11, 42-64.",
        "Garicano, Luis, Claire LeLarge, and John Van Reenen, 2013, Firm Size Distortions and the Productivity Distribution: Evidence from France, NBER Working Paper 18841.",
        "Ferreira, Daniel, Gustavo Manso, and AndreÃ\u0083Å\u0092Ã\u0082Â\u0081 Silva, 2014, Incentives to Innovate and the Decision to Go Public or Private, Review of Financial Studies 27, 256-300.",
        "Duverger, Maurice, 1954, Political Parties: Their Organization and Activity in the Modern State. New York: Wiley.",
        "Burgar, Joanna, and Martin Monkman, 2010, Who Heads to the Polls? Exploring the Demographics of Voters in British Columbia, Victoria: BC Stats.",
        "Bradley, Daniel, Incheol Kim, and Xuan Tian, 2013, The Causal Effect of Labor Unions on Innovation, Unpublished Working Paper, Indiana University.",
        "Blanchflower, David G., Andrew J. Oswald, and Peter Sanfey, 1996, Wages, Profits, and Rentsharing, Quarterly Journal of Economics 111, 227-251.",
        "Besley, Timothy, and Robin Burgess, 2004, Can Labor Regulation Hinder Economic Performance? Evidence from India, Quarterly Journal of Economics 119, 91-134.",
        "Bernstein, Shai, Josh Lerner, Morten, SÃ\u0083Æ\u0092Ã\u0082Â¸rensen, and Per StroÃ\u0083Å\u0092Ã\u0082Ë\u0086mberg, 2015, Private Equity and Industry Performance, Management Science, forthcoming.",
        "Amihud, Yakov, and Haim Mendelson, 1986, Asset Pricing and the Bid-Ask Spread, Journal of Financial Economics 17, 223-249."
    ]
}