{
    "id": 21903,
    "cites": 41,
    "cited_by": 4,
    "reference": [
        "James M. Acheson (1975) Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093The Lobster Fiefs: Economic and Ecological Effects of Territoriality in the Maine Lobster Industry.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Human Ecology 3: 183-207.",
        "Aidt, T.S. (2003), Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Redistribution and Deadweight Cost: The Role of Political Competition,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d European Journal of Political Economy 19(2): 205-26.",
        "Anderson, Terry L. and Gary D. Libecap (2014), Environmental Markets: A Property Rights Approach, New York: Cambridge University Press.",
        "Becker, Gary S. (1983), Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093A Theory of Competition among Pressure Groups for Political Influence,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Quarterly Journal of Economics 98(3): 371-400.",
        "BÃ\u0083Æ\u0092Ã\u0082Â¶hringer, Christoph (2014), Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Two Decades of European Climate Policy: A Critical Appraisal,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Review of Environmental Economics and Policy 8(1): 1-17.",
        "Buchanan, James M. and Gordon Tullock, (1962), The Calculus of Consent, Ann Arbor: University of Michigan Press.",
        "Christy, Francis T. Jr. (1973), Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Fisherman Quotas: A Tentative Suggestion for Domestic Management,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Occasional Paper #19, Kingston, Rhode Island: Law of the Sea Institute, University of Rhode Island.",
        "Coase, Ronald (1960), Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093The Problem of Social Cost,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Journal of Law and Economics 3: 1Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c44.",
        "Coase, Ronald (1992), \"The Institutional Structure of Production\", American Economic Review 82 (4): 713Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c719.",
        "Costello, Christopher J., Steven D. Gaines, and John Lynham (2008), \"Can Catch Shares Prevent Fisheries Collapse?\". Science 321 (5896): 1678Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c1681.",
        "Crocker, Thomas D. (1966), Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093The Structuring of Atmospheric Pollution Control Systems,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d in Harold Wolozin ed, The Economics of Air Pollution: A Symposium, New York: W.W. Norton.",
        "Dales, John H. (1968), Pollution, Property and Prices, Toronto: University of Toronto Press.",
        "Demsetz, Harold (1967), Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Toward a Theory of Property Rights,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d American Economic Review 57(2): 347-59. Edwards, Eric C., Oscar Cristi, *RQ]DOR(GZDUGVand Gary D. Libecap (201), Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093$Q,OOLTXLG 0DUNHWLQWKH'HVHUW7KH5ROHRI,QWHUHVW*URXSVLQ6KDSLQJ(QYLURQPHQWDO3ROLF\\,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d 1%(5working paper,   Ã\u0083Â\u008fÃ\u0082Â­Ã\u0083Â\u008fÃ\u0082Â¬",
        "Fraas, Arthur G. and Nathan Richardson (2010), Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Banking on Allowances: The EPAÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0084¢s Mixed Record in Managing Emissions-Market Transitions,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Discussion Paper 10Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c42, Washington D.C.: Resources for the Future.",
        "Gordon, H. Scott (1954), Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093The Economic Theory of a Common-Property Resource: The Fishery.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Journal of Political Economy 62(2): 124-42.",
        "Grafton, R. Quentin, Dale Squires, and Kevin J. Fox. (2000), Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Private Property and Economic Efficiency: A Study of a Common-Pool Resource.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Journal of Law and Economics 43 (2): 679Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c713.",
        "Grainger, Corbett A. and Christopher J. Costello (2014), Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Capitalizing Property Rights Insecurity in Natural Resource Assets.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Journal of Environmental Economics and Management 67: 224-40.",
        "Johnson, Ronald N. and Gary D. Libecap (1994), The Federal Civil Service and the Problem of Bureaucracy: The Economics and Politics of Institutional Change, Chicago: University of Chicago Press and NBER.",
        "Johnson, Ronald N. and Gary D. Libecap (2001), Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Information Distortion and Competitive Remedies in Government Transfer Programs: The Case of Ethanol,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Economics of Governance 2: 101-34.",
        "Johnson, Ronald N. and Gary D. Libecap (2003), Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Transaction Costs and Coalition Stability under Majority Rule,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Economic Inquiry 41(2): 193-207.",
        "Keohane, Nathaniel O. (2007), Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Cost Savings from Allowance Trading in the 1990 Clean Air Act: Estimates from a Choice Based Model,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d in Jody Freeman and Charles D. Kolstad, eds., Moving to Markets in Environmental Regulation: Lessons from Twenty Years of Experience, New York: Oxford University Press, 194Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c229.",
        "Krutilla, Kerry and Rachel Krause (2010), \"Transaction Costs and Environmental Policy: An Assessment Framework and Literature Review.\" International Review of Environmental and Resource Economics 4: 261Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c354.",
        "Laffont, Jean J. and Jean Tirole (1991), Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093The Politics of Government Decision Making. A Theory of Regulatory Capture,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Quarterly Journal of Economics 106(4): 1089-1127.",
        "Leonard, Bryan and Gary D. Libecap (2015) Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Endogenous First-Possession Property Rights in Open Access Resources,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Iowa Law Review, forthcoming.",
        "Libecap, Gary D. (1978), Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Economic Variables and the Development of the Law: The Case of Western Mineral Rights,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Journal of Economic History 38 (2): 338-62. Ã\u0083Â\u008fÃ\u0082Â­Ã\u0083Â\u008fÃ\u0082Â­",
        "Libecap, Gary D. (2008), Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Open-Access Losses and Delay in the Assignment of Property Rights.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Arizona Law Review 50 (Summer): 379-408.",
        "Libecap, Gary D. (2009), Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093The Assignment of Property Rights on the Western Frontier: Lessons for Contemporary Environmental and Resource Policy,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d The Journal of Economic History 67(2): 257-91.",
        "Libecap, Gary D. and Dean Lueck (2011), Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093The Demarcation of Land and the Role of Coordinating Property Institutions,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Journal of Political Economy 119 (3): 426-467.",
        "Libecap, Gary D. Dean Lueck, and Trevor OÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0084¢Grady (2012), Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Large Scale Institutional Changes: Land Demarcation within the British Empire,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Journal of law and Economics 54 (4): S295-S327.",
        "Libecap, Gary D. (2014) Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Addressing Global Environmental Externalities: Transaction Costs Considerations,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Journal of Economic Literature 52(2): 424-79.",
        "Medema, Steven G. (2011), Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093A Case of Mistaken Identity: George Stigler, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093The Problem of Social Cost,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d and the Coase Theorem,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d European Journal of Law and Economics 31: 1138.",
        "Medema, Steven G. (2014), Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093The Curious Treatment of the Coase Theorem in the Environmental Economics Literature, 1960-1979,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Review of Environmental Economics and Policy 8(1): 39-57.",
        "Newell, Richard G., James N. Sanchirico, Suzi Kerr (2005), Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Fishing Quota Markets,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Journal of Environmental Economics and Management 49: 437Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c62.",
        "OÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0084¢Grady, Trevor (2015), Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Spatial Institutions in Urban Economies: How City Grids Affect Development,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d working paper Harvard University Economics Department.",
        "Ostrom, Elinor (1990), Governing the Commons: The Evolution of Institutions for Collective Action, Cambridge University Press.",
        "Peltzman, Sam (1976), Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Toward a More General Theory of Regulation,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Journal of Law and Economics 19(2): 211-240; Pigou, A.C. (1932), Economics of Welfare, 4th Edition, London: Macmillan.",
        "Samuelson, Paul A. (1948), Foundations of Economic Analysis, Cambridge, MA: Harvard University Press.",
        "Scitovsky, Tibor (1954), Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Two Concepts of External Economies, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093 Journal of Political Economy Ã\u0083Â\u008fÃ\u0082Â­Ã\u0083Â\u008fÃ\u0082Â®  62(2):143-151.",
        "Stavins, Robert N. (1995), Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Transaction Costs and Tradable Permits,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Journal of Environmental Economics and Management 29: 133-48.",
        "Stavins, Robert N. (2007), Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Market-Based Environmental Policies: What Can We Learn from U.S. Experience (and Related Research)?Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d in Jody Freeman and Charles D. Kolstad, eds, Moving to Markets in Environmental Regulation: Lessons from Twenty Years of Experience, New York: Oxford University Press, 19-47.",
        "Weitzman, Martin L. (1974), Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Prices vs. Quantities,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d The Review of Economic Studies 41 (4): 477-91."
    ]
}