{
    "id": 21906,
    "cites": 91,
    "cited_by": 204,
    "reference": [
        "Zhu, Xiaodong. 2012. Understanding China&apos;s Growth: Past, Present, and Future. Journal of Economic Perspectives, 26(4): 103-124.",
        "Yu, Miaojie, and Wei Tian. 2012. China&apos;s Firm-Level Processing Trade: Trends, Characteristics, and Productivity. China Center for Economic Research Working Paper No. E2012002.",
        "Yagan, Danny. 2014. Moving to Opportunity? Migratory Insurance over the Great Recession. Mimeo, UC Berkeley.",
        "Wozniak, Abigail. 2010. Are College Graduates More Responsive to Distant Labor Market Opportunities? Journal of Human Resources, 45: 944-970.",
        "Wei, Shang-Jin, and Xiaobo Zhang. 2011. The Competitive Saving Motive: Evidence from Rising Sex Ratios and Savings Rates in China. Journal of Political Economy, 119(3): 511-564.",
        "Vogel, Johnathan. 2011. Spatial Price Discrimination with Heterogeneous Firms. Journal of Industrial Economics, 59(4): 661-676.",
        "Utar, Hale and Luis Torres-Ruiz. 2013. International Competition and Industrial Evolution: Evidence from the Impact of Chinese Competition on Mexican Maquiladoras. Journal of Development Economics, 105: 267-287.",
        "Utar, Hale. 2015. Workers Beneath the Floodgates: Impact of Low-Wage Import Competition and Workers&apos; Adjustment. Mimeo, University of Bielefeld.",
        "Utar, Hale. 2014. When the Floodgates Open: Northern Firms&apos; Response to Removal of Trade Quotas on Chinese Goods. American Economic Journal: Applied Economics, 6(4): 226-250.",
        "Song, Zheng, Kjetil Storesletten and Fabrizio Zilibotti. 2011. Growing Like China. American Economic Review, 101(1): 196-233.",
        "Topalova, Petia. 2010. Factor Immobility and Regional Impacts of Trade Liberalization: Evidence on Poverty from India. American Economic Journal: Applied Economics, 2, 1-41.",
        "Treer, Daniel. 2004. The Long and Short of the Canada-U.S. Free Trade Agreement. American Economic Review 94(4): 870-895.",
        "Redding, Stephen. 2012. Goods, Factor Trade, Mobility, and Welfare. NBER Working Paper No. 18008.",
        "Sampson, Thomas. 2014. Selection into Trade and Wage Inequality. American Economic Journal: Microeconomics, 6(3): 157-202.",
        "President&apos;s Council of Economic Advisers. 2015. Economic Report of the President. The White House, February.",
        "Pessoa, Joao Paulo. 2014. International Competition and Labor Market Adjustment. Mimeo LSE.",
        "Neal, Derek. 1995. Industry-Specic Human Capital: Evidence from Displaced Workers. Journal of Labor Economics, 13: 653-677.",
        "Mion, Giordano and Linke Zhu. 2013. Import Competition from China: A Curse or a Blessing for Firms? Journal of International Economics, 94(1): 85-101.",
        "Naughton, Barry. 2007. The Chinese Economy: Transitions and Growth. Cambridge, MA: MIT Press.",
        "Melitz, Marc J. 2003. The Impact of Trade on Intra-Industry Reallocations and Aggregate Industry Productivity. Econometrica, 71(6): 1695-1725.",
        "Manova, Kalina, and Zhiwei Zhang. 2012. Multi-Product Firms and Product Quality. NBER Working Paper 18637.",
        "McLaren, John, and Shushanik Hakobyan. 2015. Looking for Local Labor Market Eects of NAFTA. Review of Economics and Statistics, forthcoming.",
        "Leamer, Edward E. 2000. What&apos;s the Use of Factor Contents? Journal of International Economics, 50(1), 17-49.",
        "Levchenko, Andrei A., Logan T. Lewis and Linda L. Tesar. 2010. The Collapse of International Trade during the 2008-09 Crisis: In Search of the Smoking Gun. IMF Economic Review, 58(2): 214-253.",
        "Krugman, Paul. 2000. Trade, Technology, and Factor Prices. Journal of International Economics, 50(1): 51-71.",
        "Lawrence, Robert Z., Slaughter, Matthew. J., 1993. International Trade and American Wages in the 1980s: Giant Sucking Sound or Small Hiccup? Brookings Papers on Economic Activity: Microeconomics, 161-226.",
        "Krugman, Paul. 1997. What Should Trade Negotiators Negotiate About? Journal of Economic Literature, 35 (1), 113120.",
        "Kovak, Brian. 2013. Regional Eects of Trade Reform: What is the Correct Measure of Liberalization? American Economic Review, 103(5): 1960-1976.",
        "Kondo, Illenin O. 2013. Trade Reforms, Foreign Competition, and Labor Market Adjustments in the U.S. International Finance Discussion Paper No. 1095, Federal Reserve Board of Governors.",
        "Katz, Lawrence F., and David Autor. 1999. Changes in the Wage Structure and Earnings Inequality, in Orley Ashenfelter and David Card, eds., Handbook of Labor Economics, Vol. 3A, Amsterdam: Elsevier Science, 1463-1555 Koopman, Robert, William Powers, Zhi Wang, and Shang-Jin Wei. 2012. Estimating Domestic Content in Exports when Processing Trade is Pervasive. Journal of Development Economics, 99(1): 178-189.",
        "Iacovone, Leonardo, Ferdinand Rauch and Alan L. Winters. 2013. Trade as an Engine of Creative Destruction: Mexican Experience with Chinese Competition. Journal of International Economics, 89(2): 379-392.",
        "Hummels, David, Rasmus Jorgensen, Jakok Munch, and Chong Xiang. 2014. The Wage Eects of Oshoring: Evidence from Danish Matched Worker-Firm Data. American Economic Review, 104(6): 1597-1629.",
        "Hsieh, Chang-Tai, and Keong T. Woo. 2005. The Impact of Outsourcing to China on Hong Kong&apos;s Labor Market. American Economic Review, 95(5): 1673-1687.",
        "Hsieh, Chang-Tai, and Zheng Song. 2015. Grasp the Large, Let Go of the Small: The Transformation of the State Sector in China. NBER Working Paper No. 21006.",
        "Hsieh, Chang-Tai, and Ralph Ossa. 2015. A Global View of Productivity Growth in China. NBER Working Paper No. 16778.",
        "Hanson, Gordon, Nels Lind, and Marc Muendler. 2015. The Lon Run Evolution of Comparative Advantage. Mimeo, UC San Diego.",
        "Helpman, Elhanan, Oleg Itskhoki, and Stephen Redding. 2010. Inequality and Unemployment in a Global Economy. Econometrica, 78: 1239-1283.",
        "Handley, Kyle, and Nuno Limao. 2014. Policy Uncertainty, Trade and Welfare: Theory and Evidence for China and the U.S. Mimeo, University of Michigan.",
        "Grossman, Gene M., and Esteban Rossi-Hansberg. 2008. Trading Tasks: A Simple Theory of Oshoring. American Economic Review, American Economic Association, 98(5): 1978-1997.",
        "Goldberg, Pinelopi, Amit Khandelwal, Nina Pavcnik, Petia Topalova. 2010. Imported Intermediate Inputs and Domestic Product Growth: Evidence from India. Quarterly Journal of Economics, 125(4): 1727-1767.",
        "Glaeser, Edward L. and Joseph Gyourko. 2005. Urban Decline and Durable Housing. Journal of Political Economy, 113(2), 345-375.",
        "Freeman, Richard. 1995. Are Your Wages Set in Beijing? Journal of Economic Perspectives, 9(3): 15-32.",
        "Galle, Simon, Andres Rodriguez-Clare, and Moises Yi. 2015. Slicing the Pie: Quantifying the Aggregate and Distributional Eects of Trade. Mimeo, UC Berkeley.",
        "Feler, Leo, and Mine Senses. 2015. Trade Shocks and the Provision of Local Public Goods. Mimeo: Johns Hopkins University.",
        "Federico, Stefano. 2014. Industry Dynamics and Competition from Low-Wage Countries: Evidence on Italy. Oxford Bulletin of Economics and Statistics, 76(3): 389-410.",
        "Feenstra, Robert C., and Gordon H. Hanson. 2003. Global Production and Inequality: A Survey of Trade and Wages, in E. Kwan Choi and James Harrigan, eds., Handbook of International Trade, Blackwell, 2003, pp. 146-185.",
        "Feenstra, Robert C., and Gordon H. Hanson. 1999. The Impact of Outsourcing and HighTechnology Capital on Wages: Estimates for the United States, 19791990. Quarterly Journal of Economics 114 ( 3 ) : 90740.",
        "Feenstra, Robert C., and Gordon H. Hanson. 1997. Foreign Direct Investment and Relative Wages: Evidence from Mexico&apos;s Maquiladoras, Journal of International Economics , 42: 371 - 394.",
        "Feenstra, Robert C. 1998. Integration of Trade and Disintegration of Production in the Global Economy. Journal of Economic Perspectives, 12 (4), 3150.",
        "Ellison, Glenn, Edward Glaeser and William Kerr. 2010. What Causes Industry Agglomeration? Evidence from Coagglomeration Patterns American Economic Review, 100(3): 1195-1213.",
        "Eichengreen, Barry, Donghyun Park, and Kwanho Shin. 2013. Growth Slowdowns Redux: New Evidence on the Middle-Income Trap. NBER Working Paper No. 18673.",
        "Edwards, Lawrence, and Robert Z. Lawrence. 2013. Rising Tide: Is Growth in Emerging Economies Good for the United States? Washington, DC: Peterson Institute for International Economics.",
        "Ebenstein, Avraham, Ann Harrison, Margaret McMillan and Shannon Phillips. 2014. Estimating the Impact of Trade and Oshoring on American Workers Using the Current Population Survey. Review of Economics and Statistics, 96(3): 581-595.",
        "Donoso, Vicente, Victor Martin and Asier Minondo. 2015. Does Competition from China Raise the Probability of Becoming Unemployed? An Analysis Using Spanish Workers&apos; Micro-Data. Social Indicators Research, 120: 373-394.",
        "Donoso, Vicente, Victor Martin and Asier Minondo. 2014. Do Dierences in Exposure to Chinese Imports Lead to Dierences in Local Labour Market Outcomes? An Analysis for Spanish Provinces. Regional Studies, 1-19.",
        "Dix-Carneiro, Rafael and Brian K. Kovak. 2015. Trade Reform and Regional Dynamics: Evidence from 25 Years of Brazilian Matched Employer-Employee Data. Mimeo Duke University.",
        "Di Giovanni, Julian, Andrei Levchenko, and Jing Zhang. 2014. The Global Welfare Impact of China: Trade Integration and Technological Change. American Economic Journal: Macroeconomics, 6(3): 153-183.",
        "Diamond, Rebecca. 2015. The Determinants and Welfare Implications of U.S. Workers&apos; Diverging Location Choices by Skill: 1980-2000. Mimeo, Stanford University.",
        "Dauth, Wolfgang, Sebastian Findeisen and Jens Suedekum. 2014. The Rise of the East and the Far East: German Labor Markets and Trade Integration. Journal of the European Economic Association, 12(6): 1643-1675.",
        "Crino, Rosario, and Paolo Epifani. 2014. Trade Imbalances, Export Structure and Wage Inequality.  Economic Journal, 576: 507-539.",
        "Costa, Francisco J.M., Jason Gared and Joao Paulo Pessoa. 2014. Winners and Losers from a Commodities-for-Manufactures Trades Boom. Mimeo LSE, 2014.",
        "Chetverikov, Denis, Bradley Larsen and Christopher Palmer. 2015. IV Quantile Regression for Group-Level Treatments, with an Application to the Eects of Trade on the Distribution of Wages. Econometrica, forthcoming.",
        "Caliendo, Lorenzo, Maximilano Dvorkin and Fernando Parro. 2015. The Impact of Trade on Labor Market Dynamics. NBER Working Paper No. 21149.",
        "Burstein, Ariel, and Jonathan Vogel. 2012. International Trade, Technology, and the Skill Premium. Mimeo, UCLA.",
        "Brandt, Loren, and Peter Morrow. 2014. Taris and the Organization of Trade in China. Mimeo, University of Toronto.",
        "Burstein, Ariel, and Jonathan Vogel. 2011. Factor Prices and International Trade: A Unifying Perspective. NBER Working Paper No. 16904.",
        "Brandt, Loren, Debin Ma, and Thomas G. Rawski. 2014. From Divergence to Convergence: Reevaluating the History behind China&apos;s Economic Boom. Journal of Economic Literature, 52(1): 45-123.",
        "Brandt, Loren, Johannes Van Biesebroeck, and Yifan Zhang. 2012. Creative Accounting or Creative Destruction? Firm-Level Productivity Growth in Chinese Manufacturing. Journal of Development Economics, 97(2): 339-351.",
        "Bound, John, and Harry Holzer. 2000. Demand Shifts, Population Adjustments, and Labor Market Outcomes During the 1980s. Journal of Labor Economics, 18(1): 20-54.",
        "Borjas, George J., Richard B. Freeman, and Lawrence F, Katz. 1997. How Much Do Immigration and Trade Aect Labor Market Outcomes? Brookings Papers on Economic Activity, 1997, 1, 190.",
        "Bhagwati, Jagdish. 1980. Protectionism. Cambridge, MA: MIT Press.",
        "Bloom, Nicholas, Mirko Draca, and John Van Reenen. 2015. Trade Induced Technical Change? The Impact of Chinese Imports on Innovation, IT, and Productivity. Review of Economic Studies, forthcoming.",
        "Bernard, Andrew B., J. Bradford Jensen and Peter K. Schott. 2006. Survival of the Best Fit: Exposure to Low-Wage Countries and the (Uneven) Growth of U.S. Manufacturing Plants. Journal of International Economics, 68(1), 219-237.",
        "Balsvik, Ragnhild, Sissel Jensen and Kjell G. Salvanes. 2015. Made in China, Sold in Norway: Local Labor Market Eects of an Import Shock. Journal of Public Economics, 127: 137-144.",
        "Baily, Martin Neil, and Barry P. Bosworth. 2014. US Manufacturing: Understanding Its Past and Its Potential Future. Journal of Economic Perspectives, 28 (1), 326.",
        "Bai, Xue, Kala Krishna and Hong Ma. 2015. How You Export Matters: Export Mode, Learning and Productivity in China. NBER Working Paper No. 21164.",
        "Baicker, Katherine, and Marit M. Rehavi. 2004. Policy Watch: Trade Adjustment Assistance. Journal of Economic Perspectives, 18(2): 239-255.",
        "Autor, David H. and Mark Duggan. 2003. The Rise in Disability Rolls and the Decline in Unemployment. Quarterly Journal of Economics, 118(1): 157-205.",
        "Autor, David H., David Dorn, Gordon H. Hanson. 2015. Untangling Trade and Technology: Evidence from Local Labor Markets. Economic Journal, 125(584): 621-646.",
        "Autor, David H., David Dorn and Gordon H. Hanson. 2013b. The Geography of Trade and Technology Shocks in the United States. American Economic Review Papers and Proceedings, 103(3): 220-225.",
        "Autor, David H., David Dorn and Gordon H. Hanson. 2013. The China Syndrome: Local Labor Market Eects of Import Competition in the United States. American Economic Review, 103(6): 2121-2168.",
        "Auer, Raphael A., Kathrin Degen and Andreas M. Fischer. 2013. Low-Wage Import Competition, Inationary Pressure, and Industry Dynamics in Europe. European Economic Review, 59(C): 141-166.",
        "Ashournia, Damoun, Jakob Munch and Daniel Nguyen. 2014. The Impact of Chinese Import Penetration on Danish Firms and Workers. Mimeo, Oxford University.",
        "Artuc, Erhan and John McLaren. 2015. Trade Policy and Wage Inequality: A Structural Analysis with Occupational and Sectoral Mobility. Journal of International Economics, forthcoming.",
        "Artuc, Erhan, Shubham Chaudhuri and John McLaren. 2010. Trade Shocks and Labor Adjustment: A Structural Empirical Approach. American Economic Review, 100: 1008-1045.",
        "Acemoglu, Daron, David H. Autor, David Dorn, Gordon H. Hanson and Brendan Price. 2016. Import Competition and the Great U.S. Employment Sag of the 2000s. Journal of Labor Economics, 34(S1): S141-S198.",
        "Alder, Simon, Lin Shao and Fabrizio Zilibotti. 2013. The Eect of Economic Reform and Industrial Policy in a Panel of Chinese Cities. CEPR Discussion Paper No. 9748.",
        "Acemoglu, Daron, Vasco M. Carvalho, Asuman Ozdaglar and Alireza Tahbaz-Salehi. 2012. The Network Origins of Aggregate Fluctuations. Econometrica, 80(5): 1977-2016.",
        "Amiti, Mary, and Caroline Freund. 2010. The Anatomy of China&apos;s Export Growth, in: Robert Feenstra and Shang-Jin Wei (eds.): China&apos;s Growing Role in World Trade, Cambridge: NBER.",
        "Arkolakis, Costas, Arnaud Costinot and Andres Rodriguez-Clare. 2012. New Trade Models, Same Old Gains? American Economic Review, 102(1): 94-130.",
        "Arkolakis, Costas, Arnaud Costinot, Dave Donaldson, and Andres Rodriguez-Clare. 2015. The Elusive Pro-Competitive Eects of Trade American Economic Review, NBER Working Paper No. 21370, July."
    ]
}