{
    "id": 21916,
    "cites": 54,
    "cited_by": 13,
    "reference": [
        "Before 1935, when structures were not identified separately, we combine the data series from the general CPI (CPIAUCNS) and the CPI for rent of primary residence (CUUR0000SEHA) by using an OLS regression to predict the shelters excluded series for the years it is available prior to 1941 based on the general CPI and the CPI for rent of primary residence. This regression has good out of sample prediction powers for years up to 1960, so we believe it is a reasonable approximation for the initial five years.",
        "(1996) since counties are available. Unfortunately it is not possible to match to commuing zones in for 1960 based on the publicly available samples, so we instead use states as our geographic entity where we use data from 1960 (this is generally marked in each table).",
        "C Geographic Assignment We keep a consistent geographic sample across all years in the sample by primarily using 1990 local labor markets, or commuting zones, as described by Tolbert and Sizer (1996). Local labor markets are a natural geography for this analysis since housing values are closely related to local income levels. For 1970-2011 we match geographically using the probabilistic mapping made available by David Dorn via his website and used in, for example, Dorn (2009). For 2012 we replicate the probabalistis matching using updated PUMA definitions for the 2012 census and for 1930 and 1940 we use the direct county to commuting zone mapping in Tolbert and Sizer v",
        "Similarly Panel C and Panel D show the same for the 1970 distribution where the variable is divided into 11 intervals. Here the distribution meets the interval boundaries exactly and the interpolation simply smooths the area between them. The top code extrapolation has the same slope as the one for 2012, but this slope matches the slope of the previous interval rather well, implying the extrapolation is reasonable for this year as well.",
        "For home values it is the same value, but divided by 0.0785, which is the rent to value ratio we use to convert housing values into user costs of housing. For household incomes it is the 0.1 times average household income in that year. Average (national) household incomes for this purpose across the many years in our sample come from Chao and Utgoff (2006). How we treat bottom values matters little except for in the variance of logarithms, which has undesirable properties at the bottom of the distribution (for instance, it cannot account for zero values). Figure A.2 shows several illustrations of our imputation procedure for different types of situations. We plot both the CDF and the tail function, which is linear in the pareto distribution. The second plot is especially relevant for determining the fit in the very top of the distribution.",
        "Farms, units used for commercial purposes, and multiple family owner occupied structures are excluded from our statistics. Mobile homes (as well as tents, vans, trailers, and boats) and condominiums are not asked about in certain years, so they are absent in those years but included when they are asked about. ii A.3 Questionnaires Relevant enumerator instructions for 1940: Figure A.1: Enumerator instructions for 1940 B Pareto Interpolation and Extrapolation Table A.2: House value interval boundaries over time Year Intervals 1960 10 1970 11 1980 24 1990 25 2000 24 NOTE: The gives the numbers of intervals for each year the census data are intervalled.",
        "The final few rows show categories of houses that were excluded from questions in some years. From 1960-1980 mobile homes and trailers were excluded and in 1970 condos were as well. In other years they are included. These categories, again, make up a small proportion of housing units in these years, They never reach six percent, and often are well below that mark. i",
        "The next few rows show reasons why houses are excluded. By far the most important reason is because they are farms. For example, in 1930 25 percent of households lived on a farm. Multiple family houses and houses used for commercial purposes are also excluded in our analysis for the years where the census identifies them. In 1960, the first year we can identify them, these housing categories made up roughly 6 percent of owner occupied housing.",
        "Dwellings refers to: Indicators for the number of rooms, bedrooms, the decade of construction, plumbing facilities, and the heating system type. States and CZs include indicators for the geographic entities, and demographics is the interactions of the household type (single, a couple, a single parent, or non-related individuals) with indicators for the number of children and adults (separately). The solid line contains weights accounting for all of these which were computed as noted in the text, following DiNardo, Fortin and Lemieux (1996) and Fortin, Lemieux and Firpo (2011).",
        "Table 4: Re-weighting Panel A: Theil entropy Consumption equiv Rents Home values HH wages 2012 0.355 0.167 0.426 0.362 Dwellings 0.315 0.176 0.371 0.344 Dwellings and state 0.312 0.182 0.378 0.347 Dwellings and CZ 0.317 0.187 0.392 0.350 Dwellings, CZ, and demographics 0.325 0.177 0.385 0.333 1970 0.213 0.132 0.210 0.181 Panel B: Variance of logs Consumption equiv Rents Home values HH wages 2012 0.527 0.351 0.739 0.820 Dwellings 0.505 0.383 0.698 0.796 Dwellings and state 0.503 0.394 0.716 0.800 Dwellings and CZ 0.510 0.404 0.746 0.806 Dwellings, CZ, and demographics 0.541 0.388 0.733 0.768 1970 0.437 0.279 0.402 0.563 NOTE: Statistics are taken of 2012 data, re-weighted to emulate the distribution of observable dwelling and location characteristics of previous years. The top and bottom row refers to the actual values in the specified years.",
        "Variance of Logs 1960 1970 1980 1990 2000 2012 Panel D: Household wages of occupants Dwellings alone Dwellings and States Dwellings and CZÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0084¢s Dwellings, CZÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0084¢s, and demographics Vintages specification Actual values NOTE: Lines in black refer to re-weightings of the 2012 data to be comparable in composition in terms of the observed named variables. The line in grey refers to the actual values in the specified years. See Table 4 for variable descriptions. The solid line contains weights accounting for all of these which were computed as noted in the text, following DiNardo, Fortin and Lemieux (1996) and Fortin, Lemieux and Firpo (2011). Figure 5: Local Inequality in Housing versus Income Panel A: Home value inequality .2 .4 .6 .8 1",
        "Figure 4: Explanatory Power of Observable Dwelling, Location, and Demographic Characteristics Panel A: Theil entropy 0 .1 .2 .3 .4 .5 Theil entropy index 1960 1970 1980 1990 2000 2012 Panel A: Home values 0 .1 .2 .3 .4 .5 Theil entropy index 1960 1970 1980 1990 2000 2012 Panel B: Rents 0 .1 .2 .3 .4 .5 Theil entropy index 1960 1970 1980 1990 2000 2012 Panel C: Consumption equivalent 0 .1 .2 .3 .4 .5 Theil entropy index 1960 1970 1980 1990 2000 2012 Panel D: Household wages of occupants Dwellings alone Dwellings and States Dwellings and CZÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0084¢s Dwellings, CZÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0084¢s, and demographics Vintages specification Actual values Panel B: Variance of logs 0 .2 .4 .6 .8 1",
        "Krueger, Dirk, and Fabrizio Perri. 2006. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Does income inequality lead to consumption inequality? Evidence and theory.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Review of Economic Studies, 73(1): 163Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c193.",
        "Matlack, Janna L., and Jacob L. Vigdor. 2008. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Do rising tides lift all prices? Income inequality and housing affordability.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Journal of Housing Economics, 17(3): 212Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c224.",
        "Mayo, Stephen K. 1981. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Theory and estimation in the economics of housing demand.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Journal of Urban Economics, 10(1): 95Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c116.",
        "Meyer, Bruce, and James Sullivan. 2010. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Consumption and Income Inequality in the US Since the 1960s.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d University of Chicago manuscript.",
        "Moretti, Enrico. 2013. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Real wage inequality.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d American Economic Journal: Applied Economics, 5(1): 65Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c103.",
        "Peiser, Richard B., and Lawrence B. Smith. 1985. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Homeownership Returns, Tenure Choice and Inflation.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Real Estate Economics, 13: 343Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c360.",
        "Piketty, Thomas, and Emmanuel Saez. 2003. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Income Inequality in the United States, 1913Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c1998.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d The Quarterly Journal of Economics, 118(February): 1Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c39.",
        "Piketty, Thomas, and Gabriel Zucman. 2014. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Capital is back: Wealth-income ratios in rich countries, 1700-2010.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d The Quarterly Journal of Economics.",
        "Polinsky, A Mitchell, and David T Ellwood. 1979. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093An empirical reconciliation of micro and grouped estimates of the demand for housing.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d The Review of Economics and Statistics, 199Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c205.",
        "Poterba, James, and Todd Sinai. 2008. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Tax Expenditures for Owner-Occupied Housing: Deductions for Property Taxes and Mortgage Interest and the Exclusion of Imputed Rental Income.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d American Economic Review, 98(2): 84Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c89.",
        "Reardon, Sean F, and Kendra Bischoff. 2011. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Income inequality and income segregation.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d American Journal of Sociology, 116(4): 1092Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c1153.",
        "Rognlie, Matthew. 2014. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093A note on Piketty and diminishing returns to capital.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Rossi-Hansberg, Esteban, PierreDaniel Sarte, and Raymond Owens. 2010. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Housing Externalities.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Journal of Political Economy, 118(3): pp. 485Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c535.",
        "Ruggles, Steven, J. Trent Alexander, Katie Genadek, Ronald Goeken, Matthew B. Schroeder, and Matthew Sobek. 2010. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Integrated Public Use Microdata Series: Version 5.0.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Saez, Emmanuel, and Gabriel Zucman. 2014. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Wealth Inequality in the United States since 1913: Evidence from Capitalized Income Tax Data.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d National Bureau of Economic Research Working Paper Series, No. 20625.",
        "Saiz, A. 2010. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093The geographic determinants of housing supply.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d The Quarterly Journal of Economics, 125(3).",
        "Tolbert, Charles M., and Molly Sizer. 1996. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093U.S. Commuting Zones and Labor Market Areas: A 1990 Update.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Van Nieuwerburgh, Stijn, and Pierre-Olivier Weill. 2010. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Why Has House Price Dispersion Gone Up?Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Review of Economic Studies, 77(4): 1567Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c1606.",
        "Verbrugge, Randal. 2008. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093The puzzling divergence of rents and user costs, 1980-2004.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Review of Income and Wealth, 54(4): 671Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c699.",
        "Watson, Tara. 2009. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Inequality and the measurement of residential segregation by income in american neighborhoods.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Review of Income and Wealth, 55(3): 820Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c844. Figures Figure 1: Lorenz Curves for Home Values, Rents, Housing Consumption, and Household Income 0 .2 .4 .6 .8 1 Cumulative distribution 0 .2 .4 .6 .8 1 Cumulative population proportion Panel A: Home values 0 .2 .4 .6 .8 1 Cumulative distribution 0 .2 .4 .6 .8 1 Cumulative population proportion Panel B: Home values (0 for renters) 0 .2 .4 .6 .8 1 Cumulative distribution 0 .2 .4 .6 .8 1 Cumulative population proportion Panel C: Rents 0 .2 .4 .6 .8 1 Cumulative distribution 0 .2 .4 .6 .8 1 Cumulative population proportion Panel D: Consumption equivalent 0 .2 .4 .6 .8 1 Cumulative distribution 0 .2 .4 .6 .8 1 Cumulative population proportion Panel E: Household wage income 0 .2 .4 .6 .8 1",
        "Hirano, Keisuke, Guido W. Imbens, and Geert Ridder. 2003. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Efficient Estimation of Average Treatment Effects Using the Estimated Propensity Score.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Kopczuk, Wojciech. 2004. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Top Wealth Shares in the United States, 1916- 2000: Evidence from Estate Tax Returns.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Kopczuk, Wojciech. 2015. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093What Do We Know about the Evolution of Top Wealth Shares in the United States?Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Journal of Economic Perspectives, 29(1): 47Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c66.",
        "Hanushek, Eric A, and John M Quigley. 1980. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093What is the Price Elasticity of Housing Demand?Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Source: The Review of Economics and Statistics, 62(3): 449Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c454.",
        "Gyourko, Joseph, Albert Saiz, and Anita Summers. 2008. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093A new measure of the local regulatory environment for housing markets: The Wharton Residential Land Use Regulatory Index.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Urban Studies, 45(3): 693Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c729.",
        "Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Metropolitan-specific estimates of the price elasticity of supply of housing, and their sources.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Guerrieri, Veronica, Daniel Hartley, and Erik Hurst. 2013. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Endogenous gentrification and housing price dynamics.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Journal of Public Economics, 100: 45Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c60.",
        "Goldin, Claudia, and Robert A. Margo. 1992. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093The Great Compression: The Wage Structure in the United States at Mid- Century.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d The Quarterly Journal of Economics, 107(1): 1Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c34.",
        "The end of the segregated century: racial separation in AmericaÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0084¢s neighborhoods, 1890-2010. Manhattan Institute for Policy Research New York, NY.",
        "Glaeser, E.L., and J.E. Gyourko. 2008. Rethinking federal housing policy: how to make housing plentiful and affordable. Vol. 76.",
        "Friedman, Milton. 1957. A theory of the consumption function. Princeton:Princeton University Press.",
        "Fortin, Nicole, Thomas Lemieux, and Sergio Firpo. 2011. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Chapter 1 Decomposition Methods in Economics.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d In Handbook of Labor Economics. Vol. 4, 1Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c102.",
        "Firpo, Sergio. 2007. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Efficient semiparametric estimation of quantile treatment effects.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Econometrica, 75(1): 259Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c276.",
        "Dorn, David. 2009. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Essays on Inequality, Spatial Interaction, and the Demand for Skills.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d PhD diss.",
        "DiNardo, John, Nicole M Fortin, and Thomas Lemieux. 1996. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Labor Market Institutions and the Distribution of Wages, 1973-1992: A Semiparametric Approach.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Econometrica, 64(5): 1001Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c1044.",
        "Diamond, Rebecca. 2012. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093The Determinants and Welfare Implications of US Workers Diverging Location Choices by Skill: 1980-2000.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Unpublished Manuscript, Harvard University.",
        "Davis, Morris A., and Jonathan Heathcote. 2007. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093The price and quantity of residential land in the United States.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Journal of Monetary Economics, 54(8): 2595Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c2620.",
        "Cutler, David M., and L. F. Katz. 1992. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Rising inequality? Changes in the distribution of income and consumption in the 1980Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0084¢s.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d American Economic Review, 82(2): 546Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c551.",
        "Cowell, Frank. 2011. Measuring inequality. Oxford University Press.",
        "Chao, Elaine L., and Kathleen P. Utgoff. 2006. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093100 Years of US Consumer Spending Data for the Nation, New York City, and Boston.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d United States Department of Labor 991.",
        "Bonnet, Odran, Pierre-Henri Bono, Guillaume Chapelle, and Etienne Wasmer. 2014. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Does housing capital contribute to inequality? A comment on Thomas Pikettys Capital in the 21st Century.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Sciences Po Economics Discussion Papers, 7.",
        "Baum-Snow, Nathaniel, and Ronni Pavan. 2013. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Inequality and City Size.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Review of Economics and Statistics, 95(5): 1535Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c1548.",
        "Autor, David H., David Dorn, and Gordon Hanson. 2013. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093The China Syndrome: Local Labor Market Effects of Import Competition in the United States.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d American economic Review, 103(6): 2121Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c2168.",
        "Autor, David H., Christopher J. Palmer, and Parag A. Pathak. 2014. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Housing Market Spillovers: Evidence from the End of Rent Control in Cambridge, Massachusetts.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Journal of Political Economy, 122(3): 661Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c717.",
        "Attanasio, Orazio P., and Luigi Pistaferri. 2014. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Consumption inequality over the last half century: Some evidence using the new PSID consumption measure.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d American Economic Review, 104(5): 122Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c126.",
        "Atkinson, Anthony B. 1970. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093On the measurement of inequality.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Journal of Economic Theory, 2: 244Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c263.",
        "Atkinson, Anthony B, Thomas Piketty, and Emmanuel Saez. 2011. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Top Incomes in the Long Run of History.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Journal of Economic Literature, 49(1): 3Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c71.",
        "Albouy, David, and Bert Lue. 2015. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Driving to opportunity: Local rents, wages, commuting, and sub-metropolitan quality of life.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Journal of Urban Economics, 89: 74Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c92."
    ]
}