{
    "id": 21914,
    "cites": 24,
    "cited_by": 12,
    "reference": [
        "Chiquiar, D. and G. H. Hanson (2005). International migration, self-selection, and the distribution of wages: Evidence from mexico and the united states. Journal of Political Economy 113(2), 239Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c281.",
        "Chiswick, B. R. (1978). The effect of americanization on the earnings of foreign-born men. Journal of Political Economy 86(5), 897Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c921.",
        "Coulombe, S., G. Grenier, and S. Nadeau (2014). Quality of work experience and economic development - estimates using canadian data. Journal of Human Capital 8(3), 199Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c234.",
        "Ehrlich, I. and J. Kim (2015, November). Immigration, human capital formation and endogenous economic immigration, human capital formation and endogenous economic growth. NBER Working Paper 21699.",
        "Erosa, A., T. Koreshkova, and D. Restuccia (2010). How important is human capital? a quantitative theory assessment of world income inequality. Review of Economic Studies 77(4), 1421Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c49.",
        "Friedberg, R. M. (1992). The labor market assimilation of immigrations in the united states: The role of age at arrival. Unpublished Manuscript, Brown University.",
        "Grogger, J. and G. H. Hanson (2011). Income maximization and the selection and sorting of international migrants. Journal of Development Economics 95(1), 42Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c57.",
        "Hall, R. E. and C. I. Jones (1999). Why do some countries produce so much more output per worker than others? Quarterly Journal of Economics 114(1), 83Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c116.",
        "Hendricks, L. (2002). How important is human capital for development? evidence from immigrant earnings. American Economic Review 92(1), 198Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c219.",
        "Hendricks, L. and T. Schoellman (2015). Human capital and development accounting: New evidence from immigrant earnings. mimeo, University of North Carolina - Chapel Hill.",
        "Hsieh, C.-T. and P. J. Klenow (2010). Development accounting. American Economic Journal: Macroeconomics 2(1), 207Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c23.",
        "Klenow, P. J. and A. RodrÃ\u0083â\u0080\u009eÃ\u0082Â±Ã\u0083Å\u0092Ã\u0082Â\u0081guez-Clare (1997). The neoclassical revival in growth economics: Has it gone too far? In B. S. Bernanke and J. Rotemberg (Eds.), NBER Macroeconomics Annual 1997. Cambridge: MIT Press.",
        "Lagakos, D., B. Moll, T. Porzio, N. Qian, and T. Schoellman (2015). Life-cycle wage growth across countries. Unpublished Manuscript, Princeton University.",
        "Lemieux, T. (2006). The Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093mincer equationÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d thirty years after Schooling, Experience, and Earnings. In S. Grossbard (Ed.), Jacob Mincer: A Pioneer of Modern Labor Economics, Chapter 11, pp. 127Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c145. Spring.",
        "Manuelli, R. E. and A. Seshadri (2015). Human capital and the wealth of nations. American Economic Review 104(9), 2736Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c2762.",
        "Mincer, J. (1974). Schooling, Experience and Earnings. New York: Columbia University Press.",
        "Minnesota Population Center (2011). Integrated public use microdata series-international: Version 6.1. Minneapolis: University of Minnesota.",
        "Psacharopoulos, G. (1994). Returns to investment in education: A global update. World Development 22(9), 1325Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c43.",
        "Reinhold, S. and K. Thom (2013). Migration experience and earnings in the mexican labor market. Journal of Human Resources 48(3), 768Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c820.",
        "Ruggles, S., K. Genadek, J. Grover, and M. Sobek (2015). Integrated Public Use Microdata Series: Version 6.0 [Machine-readable database]. Minneapolis: University of Minnesota.",
        "Schoellman, T. (2012). Education quality and development accounting. Review of Economic Studies 79(1), 388Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c417.",
        "Borjas, G. J. (1985). Assimilation, changes in cohort quality and the earnings of immigrants. Journal of Labor Economics 3, 463Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c489.",
        "Bils, M. and P. J. Klenow (2000, December). Does schooling cause growth? American Economic Review 90(5), 1160Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c83.",
        "Bils, M. and P. J. Klenow (1998). Does schooling cause growth or the other way around? NBER Working Papers 6393, National Bureau of Economic Research."
    ]
}