{
    "id": 21927,
    "cites": 63,
    "cited_by": 21,
    "reference": [
        "Amiel, Y., Creedy, J., Hurn, S., 1999. Measuring attitudes towards inequality. The Scandinavian Journal of Economics 101 (1), 83Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c96.",
        "Bargain, O., Dolls, M., Immervoll, H., Neumann, D., Peichl, A., Pestel, N., Siegloch, S., 2013. Partisan tax policy and income inequality in the us, 1979-2007.",
        "Bargain, O., Keane, C., 2010. TaxÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009cbenefit-revealed redistributive preferences over time: Ireland 1987Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c2005. Labour 24 (s1), 141Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c167.",
        "Bargain, O., Mathias, D., Neumann, D., Peichl, A., Siegloch, S., 2014a. Comparing inequality aversion across countries when labor supply responses differ. International Tax and Public Finance (forthcoming).",
        "Bargain, O., Mathias, D., Neumann, D., Peichl, A., Siegloch, S., 2014b. Tax-benefit revealed social preferences in europe and the us. Annals of Economics and Statistics (forthcoming).",
        "Bargain, O., Peichl, A., 2013. Steady-state labor supply elasticities: A survey. ZEW Discussion Paper No. 13-084.",
        "Bartels, L. M., 2008. Unequal democracy: The political economy of the new gilded age. Princeton University Press.",
        "Best, M., Kleven, H. J., 2014. Optimal income taxation with career effects of work effort.",
        "Blau, F. D., Kahn, L. M., 2007. Changes in the labor supply behavior of married women: 1980Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c2000. Journal of Labor Economics 25 (3).",
        "Blundell, R., MaCurdy, T., 1999. Labor supply: A review of alternative approaches. In: Handbook of labor economics. Vol. 3. Elsevier, pp. 1559Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c1695.",
        "Bourguignon, F., Spadaro, A., 2012. TaxÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009cbenefit revealed social preferences. The Journal of Economic Inequality 10 (1), 75Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c108.",
        "Chetty, R., Jul. 2009. Is the Taxable Income Elasticity Sufficient to Calculate Deadweight Loss? The Implications of Evasion and Avoidance. American Economic Journal: Economic Policy 1 (2), 31Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c52.",
        "Chetty, R., 2012. Bounds on elasticities with optimization frictions: A synthesis of micro and macro evidence on labor supply. Econometrica 80 (3), 969Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c1018.",
        "Christiansen, V., Jansen, E. S., 1978. Implicit social preferences in the norwegian system of indirect taxation. Journal of Public Economics 10 (2), 217Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c245.",
        "Colombi, R., 1990. A new model of income distribution: The pareto-lognormal distribution. In: Income and Wealth Distribution, Inequality and Poverty. Springer, pp. 18Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c32.",
        "Congressional Budget Office, 1978. An analysis of the roth-kemp tax cut proposal.",
        "Congressional Budget Office, 1987. Economic impacts of the tax reform act of 1986: Short-run and long-run perspectives.",
        "Congressional Budget Office, February 1994. An analysis of the administrationÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0084¢s health proposal.",
        "Congressional Budget Office, 1996. Cbo memorandum: Labor supply and taxes.",
        "Congressional Budget Office, 2012. A review of recent research on labor supply elasticities.",
        "Congressional Budget Office, 2013. The distribution of household income and federal taxes, 2010.",
        "Diamond, P., Saez, E., 2011. The case for a progressive tax: from basic research to policy recommendations. The Journal of Economic Perspectives 25 (4), 165Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c190.",
        "Diamond, P. A., 1998. Optimal income taxation: an example with a u-shaped pattern of optimal marginal tax rates. American Economic Review 88 (1), 83Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c95.",
        "Farhi, E., Werning, I., 2007. Inequality and social discounting. Journal of Political Economy 115 (3), 365Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c402.",
        "Feldstein, M., 1995. The effect of marginal tax rates on taxable income: A panel study of the 1986 tax reform act. Journal of Political Economy 103 (3).",
        "Gilens, M., 2012. Affluence and influence: Economic inequality and political power in America. Princeton University Press.",
        "Gilens, M., Page, B. I., 2014. Testing theories of american politics: Elites, interest groups, and average citizens. Perspectives on Politics, Forthcoming.",
        "Golosov, M., Kocherlakota, N., Tsyvinski, A., 2003. Optimal indirect and capital taxation. The Review of Economic Studies 70 (3), 569Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c587.",
        "Goolsbee, A., 1999. Evidence on the high-income laffer curve from six decades of tax reform. Brookings Papers on Economic Activity, 1Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c64.",
        "Goolsbee, A., 2000. What happens when you tax the rich? evidence from executive compensation. The Journal of Political Economy 108 (2), 352Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c378.",
        "Gruber, J., Saez, E., 2002. The elasticity of taxable income: evidence and implications. Journal of Public Economics 84 (1), 1Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c32.",
        "Hausman, J., 1985. Taxes and labor supply. In: Handbook of public economics. Elsevier, pp. 213Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c263.",
        "Heim, B. T., 2007. The incredible shrinking elasticities married female labor supply, 1978Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c2002. Journal of Human Resources 42 (4), 881Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c918.",
        "Hendren, N., 2014. The inequality deflator: Interpersonal comparisons without a social welfare function.",
        "Jacquet, L., Lehmann, E., Van der Linden, B., 2013. Optimal redistributive taxation with both extensive and intensive responses. Journal of Economic Theory 148 (5), 1770Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c1805.",
        "Keane, M. P., 2011. Labor supply and taxes: A survey. Journal of Economic Literature, 961Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c1075.",
        "Kopczuk, W., Slemrod, J., Yitzhaki, S., 2005. The limitations of decentralized world redistribution: An optimal taxation approach. European Economic Review 49 (4), 1051Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c1079.",
        "Kuziemko, I., Norton, M. I., Saez, E., 2015. How elastic are preferences for redistribution? evidence from randomized survey experiments. American Economic Review 105 (4), 1478Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c1508.",
        "Kuziemko, I., Washington, E., 2014. Support for redistribution in an age of rising inequality.",
        "Lindsey, L. B., 1987. Individual taxpayer response to tax cuts: 1982Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c1984: with implications for the revenue maximizing tax rate. Journal of Public Economics 33 (2), 173Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c206.",
        "Lockwood, B. B., Weinzierl, M., 2015. De gustibus non est taxandum: Heterogeneity in preferences and optimal redistribution. Journal of Public Economics 124 (0), 74Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c80.",
        "URL http://www.sciencedirect.com/science/article/pii/S0047272715000134 Lucas, R. E., 2003. Macroeconomic priorities. American Economic Review 93 (1), 1Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c14.",
        "Mera, K., 1969. Experimental determination of relative marginal utilities. The Quarterly Journal of Economics, 464Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c477.",
        "Mirrlees, J. A., 1971. An exploration in the theory of optimum income taxation. The review of economic studies, 175Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c208.",
        "Moreh, J., 1981. Income inequality and the social welfare function. Journal of Economic Studies 8 (2), 25Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c37.",
        "Pfingsten, A., Schneider, J., 1994. Retrieving inequality concepts and progressivity objectives from tax functions via approximations. Springer.",
        "Piketty, T., Saez, E., 2003. Income inequality in the united states, 1913Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c1998. The Quarterly Journal of Economics 118 (1), 1Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c41.",
        "Piketty, T., Saez, E., 2007. Income and wage inequality in the united states, 1923-2002. In: Atkinson, A. B., Piketty, T. (Eds.), Top Incomes Over the Twentieth Century: A Contrast Between Continental European and English-Speaking Countries. Oxford University Press, Ch. 5, p. 141, series updated by same authors.",
        "PirttilaÃ\u0083Å\u0092Ã\u0082Ë\u0086, J., Uusitalo, R., 2010. A Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Ë\u009cleaky bucketÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0084¢in the real world: Estimating inequality aversion using survey data. Economica 77 (305), 60Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c76.",
        "Reed, W. J., Jorgensen, M., 2004. The double pareto-lognormal distributionÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009ca new parametric model for size distributions. Communications in Statistics-Theory and Methods 33 (8), 1733Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c1753.",
        "Saez, E., 2001. Using elasticities to derive optimal income tax rates. The Review of Economic Studies 68 (1), 205Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c229.",
        "Saez, E., 2002. The desirability of commodity taxation under non-linear income taxation and heterogeneous tastes. Journal of Public Economics 83 (2), 217Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c230.",
        "Saez, E., 2010. Do taxpayers bunch at kink points? American Economic Journal: Economic Policy, 180Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c212.",
        "Saez, E., Slemrod, J., Giertz, S. H., 2012. The elasticity of taxable income with respect to marginal tax rates: A critical review. Journal of Economic Literature 50 (1), 3Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c50.",
        "Saez, E., Stantcheva, S., 2015. Generalized social marginal welfare weights for optimal tax theory. American Economic Review Forthcoming.",
        "Spadaro, A., Mangiavacchi, L., Piccoli, L., 2012. Optimal taxation, social contract, and the four worlds of welfare capitalism. DEA Working Papers (51).",
        "Stantcheva, S., 2014. Optimal taxation and human capital policies over the lifecycle.",
        "Stern, N., 1977. Welfare weights and the elasticity of the marginal valuation of income.",
        "Weinzierl, M., 2011. The surprising power of age-dependent taxes. The Review of Economic Studies 78 (4), 1490Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c1518.",
        "Weinzierl, M., 2014a. The promise of positive optimal taxation: normative diversity and a role for equal sacrifice. Journal of Public Economics 118, 128Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c142.",
        "Weinzierl, M., 2014b. Revisiting the classical view of benefit-based taxation.",
        "Zoutman, F. T., Jacobs, B., Jongen, E. L., 2013a. Optimal redistributive taxes and redistributive preferences in the netherlands.",
        "Zoutman, F. T., Jacobs, B., Jongen, E. L., 2013b. Revealed social preferences of dutch political parties."
    ]
}