{
    "id": 2192,
    "cites": 15,
    "cited_by": 6,
    "reference": [
        "Altshuler, Rosanne and Alan J. Auerbach. 1986. The Importance of Tax Law Asymmetries: An Empirical Analysis. University of Pennsylvania, mimeo, August.",
        "Auerbach, Alan J. 1979. Wealth Maximization and the Cost of Capital, Quarterly Journal of Economics (August).",
        "Economic Activity 2. Auerbach, Alan J. and James R. Hines. 1987. Anticipated Tax Changes and the Timing of Investment, in M. Feldstein, editor, The Effects of Taxation on Capital Formation.",
        "Auerbach, Alan J. and James M. Poterba. 1987. Tax Loss Carryforwards and Corporate Tax Incentives, in M. Feldstein, ed., The Effects of Taxation on Capital Formation. Chicago: University of Chicago Press.",
        "Auerbach, Alan J. and David Reishus. 1987a. Taxes and the Merger Decision, in J. Coffee and L. Lowenstein, eds., Takeovers and Contests for Corporate Control. Oxford: Oxford University Press.",
        "A. Auerbach, ed., Mergers and Acquisitions. Chicago: University of Chicago Press. Bradford, David F. 1981. The Incidence and Allocation Effects of a Tax on Corporate Distributions, Journal of Public Economics (February).",
        "Cosslett, S. 1981. Efficient Estimates of Discrete Choice Models, in C.",
        "Manski and 0. McFadden, eds., Structural Analysis of Discrete Data. -37- Gilson, R., M. Scholes and M. Wolfson. 1987. Taxation and the Dynamics of Corporate Control: The Uncertain Case for Tax Motivated Acquisitions, in J. Coffee and L. Lowenstein, eds., Takeovers and Contests for Corporate Control. Cambridge, Mass.: M.I.T. Press.",
        "Gordon, Roger H., James R. Hines, and Lawrence Summers. 1987. Notes on the Tax Treatment of Structures, in M. Feldstein, ed., The Effects of Taxation on Capital Formation.",
        "Hall, Bronwyn. 1987. The Relationship Between Takeover Activity and Corporate Research and Development. Stanford University, mimeo, January.",
        "King, Mervyn A. 1974. Taxation and the Cost of Capital, Review of Economic Studies (January).",
        "McFadden, Daniel. 1973. Conditional Logit Analysis of Qualitative Choice Behavior, in P. Zarembka, ed., Frontiers in Econometrics. New York: Academic Press.",
        "Miller, Merton. 1977. Debt and Taxes, Journal of Finance (May).",
        "Palepu, Krishna. 1986. Predicting Takeover Targets: A Methodological and Empirical Analysis, Journal of Accounting and Economics 8:1.",
        "Warren, Alvin C. and Alan J. Auerbach. 1982. Transferrability of Tax Incentives and the Fiction of Safe-Harbor Leasing, Harvard Law Review (June)."
    ]
}