{
    "id": 21937,
    "cites": 46,
    "cited_by": 6,
    "reference": [
        "Flegal, K., Graubard, B., Williamson, D. and Gail, M., 2005. Excess deaths associated with underweight, overweight, and obesity. Journal of the American Medical Association, 293: 1861-1867.",
        "Flegal, K., Carroll, M., Kuczmarski, R. and Johnson, C., 1998. Overweight and obesity in the united states: prevalence and trends, 1960-1994. International Journal of Obesity, 22: 39-47.",
        "Finkelstein, E. A., Trogdon, J. G., Cohen, J. W., and Dietz,W., 2009. Annual medical spending attributable to obesity: payer-and service-specific estimates. Health Affairs, 28(5): 822-831.",
        "Eisenberg, D., and Quinn, B. C., 2006. Estimating the effect of smoking cessation on weight gain: an instrumental variable approach. Health Services Research, 41(6): 2255Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c 2266.",
        "Courtemanche, C., Pinkston, J., and Stewart, J., 2015 Adjusting body mass for measurement error with invalid validation data. Economics and Human Biology, 19: 275-293",
        "Courtemanche, C., 2009. Rising cigarette prices and rising obesity: coincidence or unintended consequence? Journal of Health Economics, 28(4): 781Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c98.",
        "Chou, S , Grossman, M. and Saffer, H., 2004. An economic analysis of adult obesity: results from the behavioral risk factor surveillance system. Journal of Health Economics, 23(3): 565Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c87.",
        "Chen, Y., Horne, S., and Dosman, J., 1993. The influence of smoking cessation on body weight may be temporary. American Journal of Public Health, 83(9): 1330-1332.",
        "Chaloupka, F. and Warner, K., 2000. The economics of smoking. Culyer, A. and Newhouse, J. (Eds.) Chapter 29 in Handbook of Health Economics, Amsterdam: NorthHolland, 1539-1627.",
        "Cawley, J. and Meyerhoefer, C., 2012. The medical care costs of obesity: an instrumental variables approach. Journal of Health Economics, 31: 219-230.",
        "Baum, C., 2009. The effects of cigarette costs on bmi and obesity. Health Economics, 18(1): 3-19.",
        "Blundell, R., and Powell, J., 2004. Endogeneity in semiparametric binary response models. Review of Economic Studies, 71: 655-679.",
        "Angrist, J., and Pischke, J.S., 2009. Mostly harmless econometrics: an empiricistÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0084¢s companion, Princeton University Press: Print.",
        "U.S. Department of Health and Human Services, 2014. The health consequences of smokingÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009d50 years of progress: A report of the surgeon general. Atlanta, GA: U.S. Department of Health and Human Services, Centers for Disease Control and Prevention, Coordinating Center for Health Promotion, National Center for Chronic Disease Prevention and Health Promotion, Office on Smoking and Health.",
        "U.S. Department of Health and Human Services, 1990. The health benefits of smoking cessation: A report of the surgeon general. Atlanta, GA: U.S. Department of Health and Human Services, Centers for Disease Control and Prevention, Coordinating Center for Health Promotion, National Center for Chronic Disease Prevention and Health Promotion, Office on Smoking and Health.",
        "U.S. Department of Health and Human Services, 1964. Smoking and health: report of the advisory committee of the surgeon general of the public health service. Atlanta, GA: U.S. Department of Health and Human Services, Centers for Disease Control and Prevention, Coordinating Center for Health Promotion, National Center for Chronic Disease Prevention and Health Promotion, Office on Smoking and Health.",
        "Philipson, T. and Posner, R., 1999. The long-run growth in obesity as a function of tehnological change. National Bureau of Economic Research Working Paper No. 7423.",
        "Ogden, C.L., Carroll, M.D., Kit B.K., and Flegal, K. M., 2014. Prevalence of childhood and adult obesity in the united states, 2011-2012, Journal of the American Medical Association, 311(8): 806-814.",
        "Nonnemaker, J., Finkelstein, E., Engelen, E., Hoerger, T., and Farrelly, M., 2009. Have efforts to reduce smoking really contributed to the obesity epidemic? Economic Inquiry, 47(2): 366-376.",
        "U.S. Department of Health and Human Services, 2012. Health, united states, 2011: with special feature on socioeconomic status and health. U.S. Hyattsville, MD: U.S. Department of Health and Human Services, Centers for Disease Control and Prevention. National Center for Health Statistics.",
        "Mokdad, A. H., Bowman, B. A., Ford, E. S., Vinicor, F., Marks, J. S., and Koplan, J. P., 2001. The continuing epidemics of obesity and diabetes in the united states. Journal of the American Medical Association, 286(10): 1195-1200.",
        "Mizoue, T., Ueda, R., Tokui, N., Hino, Y., and Yoshimura, T., 1998. Body mass decrease after initial gain following smoking cessation. International Journal of Epidemiology, 27(6): 984-989.",
        "Manson, J. E., Colditz, G. A., Stampfer, M. J., Willett, W. C., Rosner, B., Monson, R. R., Speizer, F. E., and Hennekens, C. H., 1990. A prospective study of obesity and risk of coronary heart disease in women. New England Journal of Medicine, 322(13): 882-889.",
        "Klesges, R. C., Meyers, A. W., Klesges, L. M., and La Vasque,M. E., 1989. Smoking, body weight, and their effects on smoking behavior: a comprehensive review of the literature. Psychological Bulletin, 106(2): 204-230.",
        "Lee. S., 2007. Endogeneity in quantile regression models: A control function approach. Journal of Econometrics 141: 1131-1158.",
        "Fletcher, J., 2014. The effects of smoking cessation on weight gain: new evidence using workplace smoking bans. Forum for Health Economics and Policy, 17(2): 105-129.",
        "French, S. A., Perry,C. L., Leon, G. R., and Fulkerson, J. A., 1994. Weight concerns, dieting behavior, and smoking initiation among adolescents: a prospective study. American Journal of Public Health, 84(11): 1818Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c1820.",
        "Froom, P., Melamed, S., and Benbassat, J., 1998. Smoking cessation and weight gain. Journal of Family Practice, 46(6): 460-464.",
        "Gregory, C. A., and Ruhm, C. J., 2011. Where does the wage penalty bite?, Grossman, M and Mocan, N., (Eds.) in Economic Aspects of Obesity, University of Chicago Press: 315-347.",
        "Gruber, J. and Frakes, M. 2006. Does falling smoking lead to rising obesity? Journal of Health Economics, 25(2): 183-197.",
        "Heckman, J., 1979. Sample selection bias as a specification error. Econometrica, 47(1): 153-161.",
        "Heckman, J., and Robb, R., 1986. Alternative methods for solving the problem of selection bias in evaluating the impact of treatments on outcomes. Drawing Inferences from Self-selected Samples, 63-107.",
        "Hedenstrom, P., Malmberg, H., and Fridriksson, H. V., 1986. Reference values for lung function tests in men: regression equations with smoking variables. Upsala Journal of Medical Science, 91: 299-310.",
        "Wiseman, C. V., Turco, R. M., Sunday, S. R., and Halmi, K. A., 1998. Smoking and body image concerns in adolescent girls. International Journal of Eating Disorders, 24(4): 429-433.",
        "Williamson, D. F., Madans, J., Anda, R. F., Kleinman, J. C., Giovino, G. A., and Byers, T. , 1991. Smoking cessation and severity of weight gain in a national cohort. New England Journal of Medicine, 324(11): 739-745.",
        "Wehby, G, and Courtemanche, C., 2012. The heterogeneity of the cigarette price effect on body mass index. Journal of Health Economics, 31(5): 719-729.",
        "Wang,Y. C., McPherson, K., Marsh, T., Gortmaker, S. L., and Brown, M., 2011. Health and economic burden of the projected obesity trends in the USA and the UK. Lancet, 378(9793): 815-825.",
        "Verardi, V. and Debarsy, N., 2012. RobinsonÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0084¢s square root of N consistent semiparametric regression estimator in Stata. The Stata Journal, 12(4): 726Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c735.",
        "Terza, J., Basu, A., and Rathouz, P., 2008. Two-Stage Residual Inclusion Estimation: Addressing Endogeneity in Health Econometric Modeling. Journal of Health Economics, 27(3): 531-543.",
        "Robinson, P., 1988. Root-n-consistent semiparametric regression. Econometrica, 56(4): 931-954.",
        "Ogden, C. and Carroll, M., 2010. Prevalence of overweight, obesity, and extreme obesity among adults: United states, trends 1960Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c1962 through 2007Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c2008. Division of Health and Nutrition Examination Surveys.",
        "OÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0084¢Hara, P., Connett, J., Lee, W., Nides, M., Murray, R., and Wise, R., 1998. Early and late weight gain following smoking cessation in the Lung Health Study. American Journal of Epidemiology, 148(9): 821-830.",
        "OÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0084¢Hara, P., Grill, J. Rigdon, M. A., Connett, J. E., Lauger, G. A.,and Johnston,J. J., 1993. Design and results of the initial intervention program for the lung health study. Preventive Medicine, 22(3): 304-315.",
        "Pinkowish, M., 1999. Hand in glove: smoking cessation and weight gain. Patient Care, 33(2): 134.",
        "Rashad, I., Grossman, M., and Chou, S., 2006. The super size of america: An economic estimation of body mass index and obesity in adults. Eastern Economic Journal, 32(1): 133-148.",
        "Rexrode, K. M., Hennekens, C. H., Willett, W. C., Colditz, G. A., Stampfer, M. J., Rich-Edwards, J. W., Speizer, F. E., and . Manson, J. E., 1997. A prospective study of body mass index, weight change, and risk of stroke in women. Journal of the American Medical Association, 277(19): 1539-1545."
    ]
}