{
    "id": 21948,
    "cites": 2,
    "cited_by": 19,
    "reference": [
        ". Moreover, by Banach-Alaoglu Theorem (Rudin (1991), Theorem 3.15), the set  f Ã\u0083Â¢Ã\u0082Ë\u0086Ã\u0082Ë\u0086 CÃ\u0083Â¢Ã\u0082Ë\u0086Ã\u0082â\u0080\u0094  V, V  ; kfk 6 k  is a compact set in the weak-* topology for any k &gt; 0. Equivalently, the set of regular measures, Ã\u0083Â\u008fÃ\u0082Ë\u0086, with kÃ\u0083Â\u008fÃ\u0082Ë\u0086k 6 1, is compact. Since non-negativity and full measure on  V, V  are closed properties, we must have the set M  V, V  =  Ã\u0083Â\u008fÃ\u0082Ë\u0086; Ã\u0083Â\u008fÃ\u0082Ë\u0086 a regular measure on  V, V  , Ã\u0083Â\u008fÃ\u0082Ë\u0086  V, V  = 1, Ã\u0083Â\u008fÃ\u0082Ë\u0086 &gt; 0  is compact in weak-* topology. Since any ergodic set V is a subset of  V, V  , the transformation T on M  V, V  given by T (Ã\u0083Â\u008fÃ\u0082Ë\u0086) (A) = Ã\u0083â\u0080¹Ã\u0082â\u0080  [V,V] X sÃ\u0083Â¢Ã\u0082Ë\u0086Ã\u0082Ë\u0086S Ã\u0083Â\u008fÃ\u0082â\u0082¬ (s) 1  V0 (V, s) Ã\u0083Â¢Ã\u0082Ë\u0086Ã\u0082Ë\u0086 A  dÃ\u0083Â\u008fÃ\u0082Ë\u0086 (V) maps M",
        "Q.E.D. 8.3 Proof of Lemma 2 We prove that the value function BÃ\u0083Å\u0092Ã\u0082â\u0080\u009a (V) is concave and decreasing. This implies that its inverse WÃ\u0083Â¢Ã\u0082Ë\u0086Ã\u0082â\u0080\u0094 (B) must also be concave. The proof of monotonicity (as well differentiability) is standard and follows the same techniques from Stokey et al. (1989). In order to show concavity of the value function, it is sufficient to show that the constraint set is convex and the rest of the proof follows from Stokey et al. (1989). Note that given lemma 1, the constraint set is given by Ã\u0083Å½Ã\u0082Â² Ã\u0083Å½Ã\u0082Â²Ã\u0083Å\u0092Ã\u0082â\u0080\u009a log C1 + log C0 + Ã\u0083Â\u008fÃ\u0082Ë\u0086 log (1 Ã\u0083Â¢Ã\u0082Ë\u0086Ã\u0082â\u0080\u0099 Y) Ã\u0083Â¢Ã\u0082Ë\u0086Ã\u0082â\u0080\u0099 (1 + Ã\u0083Â\u008fÃ\u0082Ë\u0086 + Ã\u0083Å½Ã\u0082Â²) H (Y) + Ã\u0083Å½Ã\u0082Â²Ã\u0083Å\u0092Ã\u0082â\u0080\u009aV0 = V V0 Ã\u0083Â¢Ã\u0082Ë\u0086Ã\u0082â\u0080\u0099 Ã\u0083Å½Ã\u0082Â² Ã\u0083Å½Ã\u0082Â²Ã\u0083Å\u0092Ã\u0082â\u0080\u009a H (Y) &gt; W where H (Y) = Ã\u0083Â¢Ã\u0082Ë\u0086Ã\u0082â\u0080\u0099 X i Ã\u0083Å½Ã\u0082Â±i i log  1 + Ã\u0083Â\u008fÃ\u0082Ë\u0086 1 + Ã\u0083Â\u008fÃ\u0082Ë\u0086 + Ã\u0083Å½Ã\u0082Â² Ã\u0083Å½Ã\u0082Â¸i Ã\u0083Â¢Ã\u0082Ë\u0086Ã\u0082â\u0080\u0099 1 1 Ã\u0083Â¢Ã\u0082Ë\u0086Ã\u0082â\u0080\u0099 Y  . (42) Since log is a concave function, in order to prove the convexity of the constraint set, it is sufficient to show that H (Y) is convex. We have H0 (Y) = Ã\u0083Â¢Ã\u0082Ë\u0086Ã\u0082â\u0080\u0099 1 1 Ã\u0083Â¢Ã\u0082Ë\u0086Ã\u0082â\u0080\u0099 Y N"
    ]
}