{
    "id": 21945,
    "cites": 91,
    "cited_by": 4,
    "reference": [
        "Milgrom, Paul and Nancy Stokey. 1982. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Information, Trade and Common Knowledge.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Journal of Economic Theory, 26(1): 17Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c27.",
        "Mehra, Rajnish and Edward C. Prescott. 1985. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093The Equity Premium: A Puzzle.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Journal of Monetary Economics, 15(2): 145Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c161.",
        "Malkiel, Burton G. 2013. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Asset Management Fees and the Growth of Finance.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Journal of Economic Perspectives, 27(2): 97Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c108.",
        "Langer, Ellen J. and Jane Roth. 1975. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Heads I win, tails itÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0084¢s chance: The illusion of control as a function of the sequence of outcomes in a purely chance task.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Journal of Personality and Social Psychology, 32(6): 951Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c955.",
        "Lakonishok, Josef, Andrei Shleifer and Robert W. Vishny. 1994. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Contrarian investment, extrapolation and risk.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Journal of Finance, 49(5): 1541Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c1578.",
        "Lamont, Owen A. and Richard H. Thaler. 2003. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Can the Market Add and Subtract? Mispricing in Tech Stock Carve-Outs.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Journal of Political Economy, 111(2): 227Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c268.",
        "Kyle, Albert and F. Albert Wang. 1997. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Speculation Duopoly With Agreement to Disagree: Can Overconfidence Survive the Market Test?Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Journal of Finance, 52(5): 2073Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c 2090.",
        "Kelley, Eric K. and Paul C. Tetlock. 2013. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Why Do Investors Trade?Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Working paper, University of Arizona.",
        "Keim, Donald B. 1983. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Size-Related Anomalies and Stock Return Seasonality: Further Evidence.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Journal of Financial Economics, 12(1): 13Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c32.",
        "Kahneman, Daniel and Amos Tversky. 1972. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Subjective probability: A judgment of representativeness.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Cognitive Psychology, 3(3): 430Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c454.",
        "Kahneman, Daniel and Amos Tversky. 1979. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Prospect Theory: An analysis of decision under risk.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Econometrica, 47: 263Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c291.",
        "Kahneman, Daniel. 2011. Thinking, Fast and Slow. New York, NY:Farrar, Straus and Giroux.",
        "Kahneman, Daniel. 1973. Attention and Effort. Englewood Cliffs, New Jersey:PrenticeHall.",
        "Alti, Aydogan and Paul C Tetlock. 2013. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Biased Beliefs, Asset Prices, and Investment: A Structural Approach.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d The Journal of Finance, 69(1): 325Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c361.",
        "Ang, Andrew, Robert J. Hodrick, Yuhang Xing and Xiaoyan Zhang. 2009. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093High idiosyncratic volatility and low returns: International and further U.S. evidence.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Journal of Financial Economics, 91(1): 1Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c23.",
        "Ang, Andrew, Robert J. Hodrick, Yuhang Xing and Xioayan Zhang. 2006. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093The cross-section of volatility and expected returns.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d The Journal of Finance, 61(1): 259Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c 299.",
        "Asness, Clifford S., Tobias J. Moskowitz and Lasse Heje Pedersen. 2013. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Value and Momentum Everywhere.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Journal of Finance, 68(3): 929Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c985.",
        "Aumann, Robert J. 1976. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Agreeing to Disagree.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Annals of Statistics, 4(6): 1236Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c1239.",
        "Baker, Malcolm and Jeffrey Wurgler. 2000. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093The Equity Share in New Issues and Aggregate Stock Returns.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Journal of Finance, 55(5): 2219Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c2257.",
        "Baker, Malcolm P., Brendan Bradley and Jeffrey Wurgler. 2011. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Benchmarks as Limits to Arbitrage: Understanding the Low Volatility Anomaly.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Financial Analysts Journal, 67(1): 40Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c54.",
        "Banz, Rolf W. 1981. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093The relationship between return and market value of common stocks.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Journal of Financial Economics, 9(1): 3Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c18.",
        "Barber, Brad M. and Terrance Odean. 2000. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Trading is Hazardous to Your Wealth: The Common Stock Investment Performance of Individual Investors.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Journal of Finance, 55(2): 773Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c806.",
        "Barber, Brad M. and Terrance Odean. 2001. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Boys will be Boys: Gender, Overconfidence, and Common Stock Investment.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Quarterly Journal of Economics, 116(1): 261Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c 292.",
        "Barber, Brad M. and Terrance Odean. 2002. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Online Investors: Do the Slow Die First?Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Review of Financial Studies, 15(2): 455Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c488.",
        "Barber, Brad M., Terrance Odean and Ning Zhu. 2009. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Do Retail Trades Move Markets?Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Review of Financial Studies, 22(1): 151Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c186.",
        "Barberis, Nicholas and Ming Huang. 2001. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Mental Accounting, Loss Aversion, and Individual Stock Returns.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Journal of Finance, 56(4): 1247Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c1292.",
        "Barberis, Nicholas and Wei Xiong. 2012. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Realization Utility.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Journal of Financial Economics, 104(2): 251Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c271.",
        "Bernard, Victor L. and Jacob K. Thomas. 1989. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Post-Earnings-Announcement Drift: Delayed Price Response or Risk Premium?Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Journal of Accounting Research, 27: 1Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c36.",
        "Bernard, Victor L. and Jacob K. Thomas. 1990. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Evidence that Stock Prices Do Not Fully Reflect the Implications of Current Earnings for Future Earnings.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Journal of Accounting and Economics, 13: 305Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c340.",
        "Biais, Bruno, Denis Hilton, Karine Mazurier and Sebastien Pouget. 2005. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Judgmental Overconfidence, self-monitoring and trading performance in an experimental financial market.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Review of Economic Studies, 72(2): 287Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c312.",
        "Black, Fischer, Michael Jensen and Myron Scholes. 1972. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093The Capital Asset Pricing Model: Some Empirical Tests.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d In Studies in the Theory of Capital Markets. , ed. Michael C. Jensen, 79Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c121. New York:Praeger.",
        "Carhart, Mark M. 1997. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093On Persistence in Mutual Fund Performance.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Journal of Finance, 52(1): 57Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c82.",
        "Chan, Wesley S. 2003. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Stock price reaction to news and no-news: drift and reversal after headlines.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Journal of Financial Economics, 70(2): 223Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c260.",
        "Choi, James J., David Laibson and Andrew Metrick. 2002. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093How does the Internet affect trading? Evidence from investor behavior in 401(k) plans.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Journal of Financial Economics, 64(3): 397Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c421.",
        "Collin-Dufresne, Pierre and Kent Daniel. 2014. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Liquidity and Return Reversals.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Columbia GSB working paper.",
        "Daniel, Kent D., David Hirshleifer and Avanidhar Subrahmanyam. 1998. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Investor Psychology and Security Market Under- and Over-reactions.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Journal of Finance, 53(6): 1839Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c1886.",
        "Daniel, Kent D. and Sheridan Titman. 1999. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Market Efficiency in an Irrational World.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Financial AnalystsÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0084¢ Journal, 55(6): 28Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c40.",
        "Daniel, Kent D. and Sheridan Titman. 2006. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Market Reactions to Tangible and Intangible Information.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d The Journal of Finance, 61(4): 1605Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c1643.",
        "Daniel, Kent D. and Tobias J. Moskowitz. 2015. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Momentum Crashes.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d forthcoming Journal of Financial Economics.",
        "Diether, Karl B., Christopher J. Malloy and Anna Scherbina. 2002. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Differences of Opinion and the Cross Section of Stock Returns.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Journal of Finance, 57(5): 2113Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c2141.",
        "Dong, Ming, David A. Hirshleifer and Siew Hong Teoh. 2012. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Overvalued Equity and Financing Decisions.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Review of Financial Studies, 25(12): 3645Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c3683.",
        "Edwards, W. 1968. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Conservatism in human information processing.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d In Formal Representation of Human Judgment. , ed. Benjamin Kleinmuntz, 17Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c52. New York:John Wiley & Sons.",
        "Eyster, Erik, Matthew Rabin and Dimitri Vayanos. 2013. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Financial Markets where Traders Neglect the Informational Content of Prices.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d University of California, Berkeley working paper, available at http://personal.lse.ac.uk/vayanos/WPapers/ FMTNICP.pdf.",
        "Fama, Eugene F. 1970. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Efficient Capital Markets: A Review of Theory and Empirical Work.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Journal of Finance, 25(2): 383Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c417.",
        "Fama, Eugene F. and Kenneth R. French. 1993. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Common risk factors in the returns on stocks and bonds.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Journal of Financial Economics, 33: 3Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c56.",
        "Fama, Eugene F and Kenneth R French. 2015. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093A five-factor asset pricing model.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Journal of Financial Economics, 116(1): 1Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c22.",
        "Frazzini, Andrea and Lasse Heje Pedersen. 2014. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Betting Against Beta.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Journal of Financial Economics, 111(1): 1Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c25.",
        "French, Kenneth R. 2008. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Presidential Address: The Cost of Active Investing.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Journal of Finance, 63(4): 1537Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c1573.",
        "Froot, Kenneth A. and Richard H. Thaler. 1990. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Anomalies: Foreign Exchange.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Journal of Economic Perspectives, 4(3): 179Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c192.",
        "George, Thomas and Chuan-Yang Hwang. 2004. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093The 52-Week High and Momentum Investing.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Journal of Finance, 59(5): 2145Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c2176.",
        "Gervais, Simon and Terrance Odean. 2001. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Learning to be Overconfident.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Review of Financial Studies, 14(1): 1Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c27.",
        "Glaser, Markus, Thomas Langer and Martin Weber. 2013. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093True Overconfidence in Interval Estimates: Evidence Based on a New Measure of Miscalibration.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Journal of Behavioral Decision Making, 26(5): 405Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c417.",
        "Graham, John R., Campbell R. Harvey and Hai Huang. 2009. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Investor Competence, Trading Frequency, and Home Bias.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Management Science, 55(7): 1094Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c1106.",
        "Griffin, John M., Federico Nardari and ReneÃ\u0083Å\u0092Ã\u0082Â\u0081 M. Stulz. 2007. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Do Investors Trade More When Stocks Have Performed Well? Evidence from 46 Countries.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Review of Financial Studies, 20(3): 905Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c951.",
        "Griffin, John M., Xiuqing Ji and J. Spencer Martin. 2003. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Momentum Investing and Business Cycle Risk : Evidence from Pole to Pole.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Journal of Finance, 58(6,): 2515Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c 2547.",
        "Grinblatt, Mark and Bing Han. 2005. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Prospect theory, mental accounting, and momentum. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Journal of Financial Economics, 78(2): 311Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c339.",
        "Grinblatt, Mark and Matti Keloharju. 2009. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Sensation Seeking, Overconfidence, and Trading Activity.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Journal of Finance, 64(2): 549Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c578.",
        "Grossman, Sanford J. 1976. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093On the Efficiency of Competitive Stock Markets Where Trades Have Diverse Information.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Journal of Finance, 31(2): 573Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c585.",
        "Grossman, Sanford J. and Joseph E. Stiglitz. 1976. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Information and Competitive Price Systems.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d American Economic Review, 66(2): 246Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c253.",
        "Hansen, Lars Peter and Kenneth J. Singleton. 1983. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Stochastic Consumption, Risk Aversion, and the Temporal Behavior of Asset Returns.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Journal of Political Economy, 91: 249Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c265.",
        "Hansen, Lars Peter and Ravi Jagannathan. 1991. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Implications of Security Market Data for Models of Dynamic Economies.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Journal of Political Economy, 99(2): 225Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c 262.",
        "Hansen, Lars Peter and Ravi Jagannathan. 1997. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Assessing Specification Errors in Stochastic Discount Factor Models.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Journal of Finance, 52(2): 557Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c590.",
        "Harrison, J. Michael and David M. Kreps. 1978. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Speculative investor behavior in a stock market with heterogeneous expectations.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Quarterly Journal of Economics, 92(2): 323Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c336.",
        "Henderson, Brian J., Narasimhan Jegadeesh and Michael S. Weisbach. 2006. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093World Markets for Raising New Capital.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Journal of Financial Economics, 82(1): 63Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c 101.",
        "Hirshleifer, David. 2001. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Investor Psychology and Asset Pricing.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Journal of Finance, 56(4): 1533Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c1597.",
        "Hirshleifer, David A. and Guo Ying Luo. 2001. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093On the Survival of Overconfident Traders in a Competitive Securities Market.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Journal of Financial Markets, 4(1): 73Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c 84.",
        "Hirshleifer, David, Avanidhar Subrahmanyam and Sheridan Titman. 1994. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Security Analysis and Trading Patterns when Some Investors Receive Information Before Others.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Journal of Finance, 49(5): 1665Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c1698.",
        "Hirshleifer, David and Siew Hong Teoh. 2003. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Limited Attention, Information Disclosure, and Financial Reporting.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Journal of Accounting & Economics, 36(1-3): 337Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c386.",
        "Hong, Harrison and Jeremy C. Stein. 2007. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Disagreement and the Stock Market.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Journal of Economic Perspectives, 21(2): 109Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c128.",
        "Hong, Harrison, JoseÃ\u0083Å\u0092Ã\u0082Â\u0081 Scheinkman and Wei Xiong. 2006. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Asset Float and Speculative Bubbles.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Journal of Finance, 61(3): 1073Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c1117.",
        "Ikenberry, David, Josef Lakonishok and Theo Vermaelen. 1995. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Market Underreaction to Open Market Share Repurchases.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Journal of Financial Economics, 39(23) : 181Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c208.",
        "Jegadeesh, Narasimhan and Sheridan Titman. 1993. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Returns to buying winners and selling losers: Implications for stock market efficiency.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Journal of Finance, 48(1): 65Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c 91.",
        "Miller, Edward M. 1977. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Risk, Uncertainty, and Divergence of Opinion.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Journal of Finance, 32(4): 1151Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c1168.",
        "Moskowitz, Tobias J. 2015. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Asset Pricing and Sports Betting.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Chicago Booth Research Paper 15-26.",
        "Nagel, Stefan. 2005. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Short sales, institutional investors and the cross-section of stock returns.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Journal of Financial Economics, 78(2): 277Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c309.",
        "Odean, Terrance. 1998. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Volume, Volatility, Price and Profit When All Traders are Above Average.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Journal of Finance, 53(6): 1887Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c1934.",
        "Odean, Terrance. 1999. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Do Investors Trade too Much?Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d American Economic Review, 89(5): 1279Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c1298.",
        "Peng, Lin and Wei Xiong. 2006. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Investor attention, overconfidence and category learning. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Journal of Financial Economics, 80(3): 563Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c602.",
        "Pontiff, Jeffrey and Artemiza Woodgate. 2008. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Share Issuance and Cross-Sectional Returns.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d The Journal of Finance, 63(2): 921Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c945.",
        "Puri, Manju and David T. Robinson. 2007. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Optimism and Economic Choice.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Journal of Financial Economics, 86(1): 71Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c99.",
        "Scheinkman, JoseÃ\u0083Å\u0092Ã\u0082Â\u0081 A. and Wei Xiong. 2003. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Overconfidence and Speculative Bubbles.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Journal of Political Economy, 111(6): 1183Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c1219.",
        "Sloan, Richard G. 1996. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Do stock prices fully reflect information in accruals and cash flows about future earnings?Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Accounting Review, 71(3): 289Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c315.",
        "Spiess, D. Katherine and John Affleck-Graves. 1995. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Underperformance in Long-Run Stock Returns Following Seasoned Equity Offerings.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Journal of Financial Economics, 38(3): 243Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c268.",
        "Stambaugh, Robert F., Jianfeng Yu and Yu Yuan. 2012. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093The short of it: Investor sentiment and anomalies.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Journal of Financial Economics, 104(2): 288Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c302.",
        "Statman, Meir, Stephen Thorley and Keith Vorkink. 2006. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Investor Overconfidence and Trading Volume.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Review of Financial Studies, 19(4): 1531Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c1565.",
        "Tetlock, Paul C. 2011. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093All the News ThatÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0084¢s Fit to Reprint: Do Investors React to Stale Information?Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Review of Financial Studies, 24(5): 1481Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c1512.",
        "Thaler, Richard H. 1985. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Mental Accounting and Consumer Choice.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Marketing Science, 4(3): 199Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c214.",
        "Tirole, Jean. 1982. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093On the possibility of speculation under rational expectations.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Econometrica, 50(5): 1163Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c1181.",
        "Tversky, Amos and Daniel Kahneman. 1974. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Judgment under Uncertainty: Heuristics and Biases.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Science, 185(4157): 1124Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c1131.",
        "Weil, Philippe. 1989. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093The Equity Premium Puzzle and the Risk-Free Rate Puzzle.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Journal of Monetary Economics, 24(3): 401Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c421.",
        "Weinstein, Neil D. 1980. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Unrealistic Optimism about Future Life Events.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Journal of Personality and Social Psychology, 39(5): 806Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c820."
    ]
}