{
    "id": 21968,
    "cites": 34,
    "cited_by": 7,
    "reference": [
        "Baumeister, Christiane, and Lutz Kilian. 2014. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093A General Approach to Recovering Market Expectations from Future Prices With an Application to Crude Oil.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Working Paper. http://wwwpersonal. umich.edu/lÃ\u0083Å\u0092Ã\u0082Æ\u0092kilian/bk4 091314withappendix.pdf.",
        "Babcock, Bruce A., and Sebastien Pouliot. 2014. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Feasibility and Cost of Increasing US Ethanol Beyond E10.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d CARD Policy Briefs (14-PB 17). Center for Agricultural and Rural Development, Iowa State University.",
        "Anderson, Soren T. 2012. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093The Demand for Ethanol as a Gasoline Substitute. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Journal of Environmental Economics and Management, 63: 151Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c168.",
        "Babcock, Bruce A. 2008. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Distributional Implications of U.S. Ethanol Policy. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Review of Agricultural Economics, 30(3): 533Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c542.",
        "Abbott, Philip. 2014. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Biofuels, Binding Constraints and Agricultural Commodity Price Volatility.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d In The Economics of Food Price Volatility. , ed. J.P. Chavas, D. Hummels and B.D. Wright. University of Chicago Press.",
        "U.S. Energy Information Adminstration. 2014. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Frequently Asked Questions. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d http://www.eia.gov/tools/faqs/faq.cfm?id=327&t=9.",
        "Taheripour, Farzad, and Wallace Tyner. 2007. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Ethanol Subsidies, Who Gets the Benefits?Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d U.S. Energy Information Administration. 2011. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Direct Federal Financial Interventions and Subsidies in Energy in Fiscal Year 2010.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d http://www.eia.gov/analysis/requests/subsidy/archive/2010/pdf/subsidy.pdf.",
        "National Research Council. 2010. Hidden Costs of Energy: Unpriced Consequences of Energy Production and Use. National Academies Press.",
        "Serra, Teresa, and David Zilberman. 2013. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Biofuel-Related Price Transmission Literature: A Review.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Energy Economics, 37: 141Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c151.",
        "Mosier, Nathan S., and Klein Ileleji. 2006. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093How Fuel Ethanol Is Made From Corn.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Purdue Extension ID-328, https://www.extension.purdue.edu/extmedia/id/id-328.pdf.",
        "Mendelsohn, Robert, William D. Nordhaus, and Daigee Shaw. 1994. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093The Impact of Global Warming on Agriculture: A Ricardian Analysis.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d American Economic Review, 84(4): 753Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c771.",
        "McPhail, Lihong Lu, and Bruce A. Babcock. 2008. Short-Run Price and Welfare Impacts of Federal Ethanol Policies. Center for Agricultural and Rural Development.",
        "Linn, Joshua. 2010. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093The Effect of Cap-and-Trade Programs on FirmsÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0084¢ Profits: Evidence from the Nitrogen Oxides Budget Trading Program.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Journal of Environmental Economics and Management, 59(1): 1Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c14.",
        "Linn, Joshua. 2006. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Stock Prices and the Cost of Environmental Regulation. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Center for Energy and Environmental Policy Research (CEEPR) 06-011.",
        "Kruse, John, Patrick Westhoff, Seth Meyer, and Wyatt Thompson. 2007. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Economic Impacts of Not Extending Biofuel Subsidies.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d AgBioForum, 10(2): 94Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c103.",
        "Koizumi, Tatsuji. 2014. Biofuels and Food Security: Biofuel Impact on Food Security in Brazil, Asia, and Major Producing Countries. Springer.",
        "Kirwan, Barrett E. 2009. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093The Incidence of U.S. Agricultural Subsidies on Farmland Rental Rates.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Journal of Political Economy, 117(1): 138Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c164.",
        "Kahn, Shulamit, and Christopher R. Knittel. 2006. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093The Impact of the Clean Air Act Amendments of 1990 on Electric Utilities and Coal Mines: Evidence from the Stock Market.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d University of California Energy Institute Working Paper CSEM WP 118.",
        "Irwin, Scott, and Darrel Good. 2015. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093What if the EPA Implements RFS Mandates for Renewable Fuels at Statutory Levels?Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d farmdoc daily, Department of Agricultural and Consumer Economics, University of Illinois at Urbana-Champaign, February 19, 2015.",
        "Irwin, Scott, and Darrel Good. 2013. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Exploding Ethanol RINs Prices: WhatÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0084¢s the Story?Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d farmdoc daily, Department of Agricultural and Consumer Economics, University of Illinois at Urbana-Champaign, March 8, 2013.",
        "Irwin, Scott, and Darrel Good. 2011. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Trends in Crude Oil and Gasoline Prices.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d farmdoc daily, Department of Agricultural and Consumer Economics, University of Illinois at Urbana-Champaign, October 6, 2011.",
        "Brester, Gary W. 2012. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Corn.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Agricultural Marketing Resource Center, http://www.agmrc.org/commodities products/grains oilseeds/corn grain/.",
        "Bullock, David S. 2007. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Ethanol Policy and Ethanol Politics.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d In CornBased Ethanol in Illinois and the U.S.. Chapter 9. University of Illinois Department of Agricultural and Consumer Economics.",
        "Burtraw, Dallas, and Karen Palmer. 2008. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Compensation Rules for Climate Policy in the Electricity Sector.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Journal of Policy Analysis and Management, 27(4): 819Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c847.",
        "Bushnell, James B., Howard Chong, and Erin T. Mansur. 2013. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Profiting from Regulation: Evidence from the European Carbon Market.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d American Economic Journal: Economic Policy, 5(4): 78Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c106.",
        "Chinn, Menzie D., and Olivier Coibion. 2014. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093The Predictive Content of Commodity Futures.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Journal of Futures Markets, 34(7): 607Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c636.",
        "De Gorter, Harry, and David R. Just. 2008. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093The Economics of the U.S. Ethanol Import Tariff with a Blend Mandate and Tax Credit.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Journal of Agricultural & Food Industrial Organization, 6(2).",
        "Gardner, Bruce. 2007. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Fuel Ethanol Subsidies and Farm Price Support.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Journal of Agricultural & Food Industrial Organization, 5(4).",
        "Greene, Nathanael, and Sasha Lyutse. 2010. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Let the VEETC Expire: Moving Beyond Corn Ethanol Means Less Waste, Less Pollution, and More Jobs.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d National Resources Defense Council Fact Sheet.",
        "Illinois Corn. 2011. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Ethanol Subsidy Expires Leaving Uncertainty at the Pump.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d http://www.ilcorn.org/media/dailyupdate /article/2011/12/ethanol-subsidy-expires-leaving-uncertainty-atthe -pump.",
        "U.S. Energy Information Adminstration. 2015a. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Petroleum and Other Liquids - Data.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d http://www.eia.gov/petroleum/storagecapacity/.",
        "U.S. Energy Information Adminstration. 2015b. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Petroleum and Other Liquids - Working and Net Available Shell Storage Capacity.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d http://www.eia.gov/petroleum/storagecapacity/.",
        "Wolfram, Gary. 2011. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093The Energy EmperorÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0084¢s Ethanol Wardrobe Looks Mighty Bare.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d http://www.washingtonexaminer.com/the-energy-emperorsethanol -wardrobe-looks-mighty-bare/article/39273.",
        "Yoon, Byung-Sam, and B. Wade Brorsen. 2002. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Market Inversion in Commodity Futures Prices.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Journal of Agricultural and Applied Economics, 34(3): 459Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c476."
    ]
}