{
    "id": 21961,
    "cites": 9,
    "cited_by": 8,
    "reference": [
        "Rothstein, Jesse. 2010. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Teacher Quality in Educational Production: Tracking, Decay, and Student Achievement.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Quarterly Journal of Economics, 125(1).",
        "Glazerman, Steven, and Ali Protik. 2015. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Validating Value-added Measures of Teacher Performance. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Kane, Thomas J., and Douglas O. Staiger. 2008. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Estimating Teacher Impacts on Student Achievement: An Experimental Evaluation.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d NBER Working Paper No. 14607.",
        "Chetty, Raj, John N. Friedman, and Jonah E. Rockoff. 2014. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Measuring the Impacts of Teachers I: Evaluating Bias in Teacher Value-Added Estimates.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d American Economic Review, 104(9): 2593Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c2632.",
        "Deming, David J. 2014. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Using School Choice Lotteries to Test Measures of School Effectiveness. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d American Economic Review, 104(5): 406Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c11.",
        "Bifulco, Robert, Casey D. Cobb, and Courtney Bell. 2009. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Can Interdistrict Choice Boost Student Achievement? The Case of ConnecticutÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0084¢s Interdistrict Magnet School Program.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Educational Evaluation and Policy Analysis, 31(4): 323Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c345.",
        "Cantrell, Steven, and Thomas J. Kane. 2013. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Ensuring Fair and Reliable Measures of Effective Teaching: Culminating Findings from the MET ProjectÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0084¢s Three-year Study.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d MET Project Research Paper.",
        "Bacher-Hicks, Andrew, Thomas J. Kane, and Douglas O. Staiger. 2014. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Validating Teacher Effect Estimates Using Changes in Teacher Assignments in Los Angeles.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d NBER Working Paper No. 20657.",
        "Angrist, Joshua, Peter Hull, Parag A. Pathak, and Christopher Walters. 2015. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Leveraging Lotteries for School Value-added: Testing and Estimation.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d NBER Working Paper No. 21748.",
        "Rothstein, Jesse. 2015a. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Revisiting the Impacts of Teachers.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Rothstein, Jesse. 2015b. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Teacher Quality Policy When Supply Matters.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d American Economic Review, 105(1): 100Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c130."
    ]
}