{
    "id": 2197,
    "cites": 22,
    "cited_by": 11,
    "reference": [
        "Bartik, Timothy J. (1986). Tax Effects on the Location of New Branch Plants in the United States, Working Paper 86-Wl9, Department of Economics and Business Administration, Vanderbilt University.",
        "Bergstrom, T., and R. Goodman (1973). Private Demands for Public Goods, American Economic Review, vol. 63, pp. 280-296.",
        "Bloom, H. S., and H. F. Ladd (1982). Property Tax Revaluation and Tax Levy Growth, Journal of Urban Economics, Winter.",
        "Borcherding, T., an R. Deacon (1972). The Demands for Services of Non-Federal Governments, American Economic Review, vol. 62, pp. 891-901.",
        "Bradbury, Katharine L., Anthony Downs, and Kenneth A. Small (1982). Urban Decline and the Future of American Cities. Washington, D.C.: The Brookings Institution.",
        "Bradbury, Katharine L., Helen F. Ladd, Mark Perrault, Andrew Reschovsky, and John Yinger (1984). State Aid to Offset Fiscal Disparities Across Communities, National Tax Journal, vol. 37, no. 2 (June).",
        "Bradford, D. F., R. A. Malt, and W. E. Oates (1969). The Rising Cost of Local Public Services: Some Evidence and Reflections, National Tax Journal, vol. 22, no. 2 (June).",
        "Carlton, Dennis (1979). Why New Firms Locate Where They Do: An Econometric Model, in Interregional Movements and Regional Growth, edited by William Wheaton. Washington, D.C.: The Urban Institute.",
        "Due, John F. (1971). State and Local Sales Taxation. Chicago: Public Administration Service.",
        "Due, John F., and John Mikesell (1983). Sales Taxation: State and Local Structure and Administration. Baltimore: Johns Hopkins University Press.",
        "Gray, Charles M. and Mitchell R. Joelson (1979). Neighborhood Crime and The Demand for Central City Housing, in Charles M. Gray, The Costs of Crime, Sage Criminal Justice System Annuals; Vol. 12, pp. 47-61.",
        "Inman, Robert P. (1982). The Local Decision to Tax, unpublished paper presented at the 1982 meetings of Taxation, Resources, and Economic Development (TRED), Lincoln Institute of Land Policy Research, Cambridge, MA.",
        "Kieschnick, Michael (1981). Taxes and Growth: Business Incentives and Economic Development. Council of State Planning Agencies, Washington, D.C.",
        "Ladd, Helen F., John Yinger, Katharine L. Bradbury, Ronald Ferguson, and Avis Vidal (1986). The Changing Economic and Fiscal Conditions of Cities, Final Report to the Department of Housing and Urban Development and State, Local, and Intergovernmental Center (John F. Kennedy School of Government) Research Report R85-3.",
        "Oakland, W. H. (1978). Local Taxes and Intra-Urban Industrial Location: A Survey. In George Break (ed.), Metropolitan Financing and Growth Management Policies. Madison: University of Wisconsin Press.",
        "Oates, W. E. (1969) The Effects of Property Taxes and Local Public Spending on Property Values: An. Empirical Study of Tax Capitalization and The Tiebout Hypothesis, Journal of Political Economy, 77, no. 6 (November/December); pp. 1004-08.",
        "Papke, Leslie (1986). Subnational Taxation and Capital Mobility: Estimates of Tax-Price Elasticities. MIT mimeo.",
        "Rizzo, Mario J. (1979). The Loss of Time to Victims: An Empirical Analysis, in the Journal of Legal Studies, Vol VIII. (1), pp. 477-206.",
        "Rosen, Harvey S. and David J. Fullerton (1977). A Note on Local Tax Rates, Public Benefit Levels, and Property Values, Journal of Political Economy, 85, no. 21, pp. 433-440.",
        "Schmenner, Roger W. (1982). Making Business Location Decisions. Englewood Cliffs, New Jersey: Prentice-Hall, Inc.",
        "Wasylenko, M. (1981). The Location of Firms: The Role of Taxes and Fiscal Incentives. In R. W. Bahl (ed.), Urban Government Finance: Emerging Trends, Vol. 20, Urban Affairs Annual Reviews, Sage.",
        "White, Michelle J. (1986) Property Taxes and Firm Location in Harvey S. Rosen (ed.) Studies in State and Local Public Finance Chicago: University of Chicago Press."
    ]
}