{
    "id": 2198,
    "cites": 24,
    "cited_by": 1,
    "reference": [
        "Barro, Robert J. 1970. Money and the Price Level under the Gold Standard, Economic Journal 89, pp. 13-33.",
        "Committee on Finance and Industry. 1931. Report, London: HMSO.",
        "Eichengreen, Barry and Jeffrey Sachs. 1986. Competitive Devaluation and the Great Depression: A Theoretical Reassessment, Economics Letters (forthcoming).",
        "Eichengreen, Barry, Mark W. Watson and Richard S. Grossman. 1985. Bank Rate Policy Under the Interwar Gold Standard: A Dynamic Probit Model, Economic Journal 95, pp. 725-743.",
        "Fremling, Gertrud M. 1985. Did the United States Transmit the Great Depression to the Rest of the World? American Economic Review 75, pp. 1181-1185.",
        "Frenkel, Jacob A. 1974. The Demand for International Reserves by Developed and Less-Developed Countries, Economica 41, pp. 14-24.",
        "Gayer, Arthur D. 1937. Monetary Policy and Economic Stabilisation, London: Adam and Charles Black.",
        "Hardy, Charles 0. 1936. Is There Enough Gold?, Washington, D.C.: The Brookings Institution.",
        "Heller, H. R. 1966. Optimal International Reserves, Economic Journal 76, pp. 296-311.",
        "Comparison of Causes and Policies, in Karl Brunner (ed.), The Great Depression Revisited, Boston: Martinus-Nifhoff, pp.286-315. Kerien, Peter B. and Elinor B. Yudin. 1965. The Demand for International Reserves, Review of Economics and Statistics 47, pp. 242-250.",
        "Kenen, Peter B. 1986. Financing, Adjustment and the International Monetary Fund, Washington, D.C.: The Brookings Institution.",
        "Keynes, John Maynard. 1929. Is There Enough Gold? The League of Nations Inquiry, The Nation and Athenaeum, 19 January, reprinted in The Collected Writings of John Maynard Keynes, Activities 1922-1929: The Gold Standard and Industrial Policy, ed. Donald Moggridge, Cambridge: Cambridge University Press, vol. II, pp. 775-780.",
        "League of Nations. 1930. Interim Report of the Gold Delegation of the Financial Committee, Geneva: League of Nations.",
        "League of Nations. 1930. ke~islation on Gold, Geneva: League of Nations.",
        "League of Nations. 1932a. Report of the Gold Delegation of the Financial Committee, Geneva: League of Nations.",
        "League of Nations. 1937. Monetary Review, Geneva: League of Nations.",
        "League of Nations. 1938. Monetary Review, Geneva: League of Nations.",
        "League of Nations. 1939. Statistical Year Book, Geneva: League of Nations.",
        "Mlynarski, Feliks. 1929. Gold and Central Banks, London: Macmillan.",
        "Pasvolsky, Leo. 1933. The Necessity for a Stable International Monetary Standard, Paris: International Chamber of Commerce.",
        "Royal Institute of International Affairs. 1931. The International Gold Problem, London: Humphrey Milford.",
        "Temin, Peter. 1971. The Beginning of the Great Depression in Germany, Economic History Review 24, pp. 240-248.",
        "Temin, Peter. 1976. Did Monetary Forces Cause the Great Depression?, New York: Norton.",
        "United States Department of Commerce. 1976. Historical Statistics of the United States, Washington, D.C.: GPO."
    ]
}