{
    "id": 21984,
    "cites": 4,
    "cited_by": 26,
    "reference": [
        "Eaton, J., S. Kortum, and F. Kramarz, 2011, An Anatomy of International Trade: Evidence From French Firms, Econometrica, 79, 1453-1498 Etro, F., 2015, Endogenous Market Structures and International Trade, Scandinavian Journal of Economics, 117, 3, 918-56 Fajgelbaum, P., G. Grossman and E. Helpman, 2011, Income Distribution, Product Quality, and International Trade, Journal of Political Economy, 119, 4, 721-65 Feenstra, R., 2003, A Homothetic Utility Function for Monopolistic Competition Models, without Constant Price Elasticity, Economics Letters, 78, 1, 79-86 Feenstra, R. C., 2014, Restoring the Product Variety and Pro-competitive Gains from Trade with Heterogeneous Firms and Bounded Productivity, WP 19833, NBER Feenstra, R. C., R. Inklaar, and M. Timmer, 2013, The Next Generation of the Penn World",
        "Anderson, J. E., 1979, A Theoretical Foundation for the Gravity Equation, American Economic Review, 69, 106-16 Alessandria, G. and J. P. Kaboski, 2011, Pricing-to-Market and the Failure of Absolute PPP, American Economic Journal: Macroeconomics, 3, 91-127 The losses suffered by TTIP non-member countries in our exercise are of some interest since it is often claimed by the proponents that the benefits for the EU and the US would not be at the expense of the rest of the world (see e.g. Francois, 2013). However, it is also usually recognized that it will be somehow necessary to harmonize TTIP with NAFTA on the American side and with EFTA on the European side.",
        "A first analysis of monopolistic competition with general symmetric preferences (including any non-additive and non-homothetic preferences) can be found in Bertoletti and Etro (2016b).",
        "Dixit, A. and J. Stiglitz, 1977, Monopolistic Competition and Optimum Product Diversity, American Economic Review, 67, 297-308 Eaton, J., M, Eslava, M. Kugler, and J. Tybout, 2008, The Margins of Entry into Export Markets: Evidence from Colombia, in Elhanan Helpman, Dalia Marin, and Thiery Verdier Eds., The Organization of Firms in a Global Economy, Cambridge, MA: Harvard University Press Eaton, J. and S. Kortum, 2002, Technology, Geography, and Trade, Econometrica, 70, 5, 1741-9."
    ]
}