{
    "id": 21989,
    "cites": 28,
    "cited_by": 15,
    "reference": [
        "Dixit, Avinash, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Tax policy in open economies,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d in A. J. Auerbach and M. Feldstein, eds., Handbook of Public Economics, Vol. 1 of Handbook of Public Economics, Elsevier, 1985, chapter 6, pp. 313Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c374.",
        "Dhingra, Swati and John Morrow, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093The Impact of Integration on Productivity and Welfare Distortions Under Monopolistic Competition,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d mimeo, LSE, 2012.",
        "Demidova, Svetlana, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Trade Policies, Firm Heterogeneity, and Variable Markups,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d mimeo McMaster University, 2015.",
        ", Guido Lorenzoni, and Ivan Werning, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093A Theory of Capital Controls as Dynamic Terms-of-Trade Manipulation,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Journal of Political Economy, 2014, 122 (1), 77Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c128.",
        "Campolmi, Alessia, Harald Fadinger, and Chiara Forlati, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Trade Policy: Home Market Effect versus Terms-of-Trade Externality,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Journal of Intermational Economics, 2014, 93 (1), 92Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c107.",
        "Bond, Eric W, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093The Optimal Tariff Structure in Higher Dimensions,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d International Economic Review, February 1990, 31 (1), 103Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c16.",
        "Blanchard, Emily J., Chad P. Bown, and Robert C. Johnson, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Global Supply Chains and Trade Policy,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d mimeo Dartmouth, 2015.",
        "Berman, Nicolas, Philippe Martin, and Thierry Mayer, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093How do different exporters react to exchange rate changes?,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Quarterly Journal of Economics, 2012, 127 (1), 437Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c492. Bhagwati, Jagdish N., The Generalized Theory of Distortions and Welfare, Vol. Trade, Balance of Payments, and Growth: Papers in International Economics in Honor of Charles P.",
        "Baldwin, Robert E., Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Equilibrium in International Trade: A Diagrammatic Approach,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Quarterly Journal of Economics, 1948, 62 (5), 748Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c762.",
        "Bagwell, Kyle and Robert W. Staiger, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093The economics of trade agreements in the linear Cournot delocation model,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Journal of International Economics, 2012, 88, 32Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c46.",
        "Arkolakis, Costas, Arnaud Costinot, and Andres RodrÃ\u0083Æ\u0092Ã\u0082Â­guez-Clare, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093New Trade Models, Same Old Gains?,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d American Economic Review, 2012, 102 (1), 94Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c130.",
        "Amiti, Mary, Oleg Itskhoki, and Jozef Konings, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093International Shocks and Domestic Prices: How Large Are Strategic Complementarities?,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d mimeo Princeton University, 2015.",
        "Ossa, Ralph, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093A \"New Trade\" Theory of GATT/WTO Negotiations,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Journal of Political Economy, 2011, 119 (1), 112Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c152.",
        "Sydsaeter, Knut, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Letter to the editor on some frequently occuring errors in the economic literature concerning problems of maxima and minima,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Journal of Economic Theory, 1974, 9 (464-466).",
        "Melitz, Marc J., Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093The Impact of Trade on Intra-Industry Reallocations and Aggregate Industry Productivity,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Econometrica, 2003, 71 (6), 1695Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c1725.",
        "Maggi, Giovanni, International Trade Agreements, Vol. 4 of Handbook of International Economics, Elsevier, 2014.",
        "Melitz, Marc and Stephen Redding, Heterogeneous Firms and Trade, Vol. 4 of Handbook of International Economics, Elsevier, 2014.",
        "Krugman, Paul, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Scale Economies, Product Differentiation, and the Pattern of Trade,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d The American Economic Review, 1980, 70 (5), 950Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c959.",
        "Luenberger, David G., Optimization by Vector Space Methods, John Wiley and Sons, Inc, 1969.",
        "Haaland, Jan I. and Anthony J. Venables, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Optimal Trade Policy with Monopolistic Competition and Heterogeneous Firms,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d mimeo University of Oxford, 2014.",
        "Helpman, Elhanan and Paul Krugman, Market Structure and Foreign Trade: Increasing Returns, Imperfect Competition, and the International Economy, Cambridge, Massachusetts: MIT Press, 1985.",
        "Gros, Daniel, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093A Note on the Optimal Tariff, Retaliation and the Welfare Loss from Tariff Wars in a Framework with Intra-Industry Trade,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Journal of Intermational Economics, 1987, 23, 357Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c367.",
        "Gopinath, Gita, Elhanan Helpman, and Kenneth Rogoff, eds, Handbook of International Economics, Vol. 4, Elsevier, 2014.",
        "Felbermayr, Gabriel J., Benjamin Jung, and Mario Larch, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Optimal Tariffs, Retaliation and the Welfare Loss from Tariff Wars in the Melitz Model,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Journal of Intermational Economics, 2013, 89 (1), 13Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c25.",
        "Feenstra, Robert C., Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Measuring the Gains from Trade under Monopolistic Competition,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Canadian Journal of Economics, 2010, pp. 1Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c28.",
        "Everett, Hugh, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Generalized Lagrange Multiplier Methods for Solving Problems of Optimal Allocation of Resources,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Operations Research, 1963, 11 (3), 399Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c417.",
        "Eaton, Jonathan and Samuel Kortum, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Technology, Geography and Trade,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Econometrica, 2002, 70 (5), 1741Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c1779.",
        "Dixit, Avinash K. and Joseph E. Stiglitz, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Monopolistic Competition and Optimum Product Diversity,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d The American Economic Review, 1977, 67 (3), 297Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c308."
    ]
}