{
    "id": 21996,
    "cites": 49,
    "cited_by": 3,
    "reference": [
        "Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â¢ Vintage: We take fuel type information from appendix F1 of the Seven-Year Statement prepared by NG in 2011 at http://nationalgrid.com/NR/rdonlyres/3B1B4AE4-2368-4B6E-8 47211/NETSSYS2011AppendixF1.xls. The sheet Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093F-2,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d corresponding to table F.2, provides vintages for most BM units under the column Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Commissioning Year.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d The cell is empty for almost all hydro power stations, so we take this information from the website of the British Hydropower Association at http://www.british-hydro.org/. For an additional eleven power stations we take this information from Wikipedia (5), from press releases prepared by the respective operator (5), and the website www.scottish-places.info (1). We are missing vintage for FAWN-1, which is connected with the Esso refinery in Fawley.",
        "Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â¢ Quantities: We obtained FR quantity data directly from the NG data website. Unfortunately, the new data website no longer provides historic quantities, and only a file that holds quantities from August 2013 is available. We downloaded monthly quantity files for November 2005 thru June 2013. Each of these files contains one month of daily holding quantities in MWh by every BM unit with mandatory FR provision requirements separately for the market segments primary, secondary, and high. The combined data period of these monthly files is November 2005 to June 2013.",
        "Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â¢ Bids: We obtained FFR bid data directly from the NG data website. The relevant file is labeled Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Prices.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Currently, a version is available that starts in January 2007 and is updated every month. From the old version of the data website, we downloaded one file for the period from November 2005 to January 2010, and another file for January 2007 to July 2013. These files contain monthly bids (in /MWh) by every BM unit with mandatory FR provision requirements separately for the market segments primary, secondary, and high. The combined data period from the two files is November 2005 to July 2013. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â¢ Capabilities: We obtained FR capabilities data directly from the NG data website.",
        ", Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Quantifying the Supply-Side Benefits from Forward Contracting in Wholesale Electricity Markets,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Journal of Applied Econometrics, 2007, 22 (7), 1179Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c1209.",
        "Wolak, Frank A., Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Identification and Estimation of Cost Functions Using Observed Bid Data: An Application to Electricity,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d in Mathias Dewatripont, Lars Peter Hansen, and Stephen J. Turnovsky, eds., Advances in Econometrics: Theory and Applications, Cambridge University Press, 2003, pp. 133Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c169.",
        "Venkateswaran, Venky, Laura Veldkamp, and Julian Kozlowski, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093The Tail that Wags the Economy: Belief-Driven Business Cycles and Persistent Stagnation,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Technical Report 2015.",
        "Sims, Christopher A., Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Implications of rational inattention,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Journal of Monetary Economics, 2003, 50, 665Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c690.",
        "Sweeting, Andrew, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Market Power in the England and Wales Wholesale Electricity Market 1995-2000,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Economic Journal, 2007, 117 (520), 654Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c685.",
        "Sargent, Thomas J., Bounded Rationality in Macroeconomics, Oxford University Press, 1993.",
        "Simon, Herbert A., Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093A Behavioral Model of Rational Choice,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Quarterly Journal of Economics, 1955, 69 (1).",
        "Salmon, Timothy C., Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093An Evaluation of Econometric Models of Adaptive Learning,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Econometrica, 2001, 69 (6), 1597Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c1628.",
        "Rothschild, Michael, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093A Two-Armed Bandit Theory of Market Pricing,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Journal of Economic Theory, 1974, 74, 185Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c202.",
        "Robbins, Herbert, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Some Aspects of the Sequential Design of Experiments,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Bulletin of the American Mathematical Society, 1952, 58 (5), 527Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c535.",
        "Riordan, Michael H., Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Imperfect Information and Dynamic Conjectural Variations,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Rand Journal of Economics, 1985, 16 (1), 41Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c50.",
        "Pakes, Ariel and David Pollard, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Simulation and the Asymptotics of Optimization Estimators,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Econometrica, sep 1989, 57 (5), 1027Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c1057.",
        "Nickell, Stephen, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Biases in Dynamic Models with Fixed Effects,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Econometrica, 1981, 49 (6), 1417Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c1426.",
        "Mirman, Leonard J., Larry Samuelson, and Amparo Urbano, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Duopoly Signal Jamming,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Economic Theory, 1993, 3, 129Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c149.",
        "Newberry, Peter, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093An Empirical Study of Observational Learning,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Working Paper, Penn State 2013.",
        "Milgrom, Paul and John Roberts, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Adaptive and Sophisticated Learning in NormalForm Games,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Games and Economic Behavior, 1991, 3, 82Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c100.",
        "Lee, Robin S. and Ariel Pakes, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Multiple Equilibria and Selection by Learning in an Applied Setting,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Economics Letters, 2009, 104 (1), 13Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c16.",
        "Keller, Godfrey, Sven Rady, and Martin Cripps, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Strategic Experimentation with Exponential Bandits,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Econometrica, 2005, 73 (1), 39Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c68.",
        "Joskow, Paul L., Richard Schmalensee, and Elizabeth M. Bailey, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093The Market for Sulfur Dioxide Emissions,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d American Economic Review, 1998, 88 (4), 669Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c685.",
        "HortacÃ\u0083Å\u0092Ã\u0082Â§su, Ali and Steven L. Puller, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Understanding Strategic Bidding in Multi-unit Auctions: A Case Study of the Texas Electricity Spot Market,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Rand Journal of Economics, 2008, 39 (1), 86Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c114.",
        "Heckman, James, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Sample Selection Bias as a Specification Error,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Econometrica, 1979, 47 (1).",
        "Hart, Sergiu and Andreu Mas-Colell, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093A Simple Adaptive Procedure Leading to Correlated Equilibrium,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Econometrica, 2000, 68 (5), 1127Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c1150.",
        "Griliches, Zvi, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Hybrid Corn: An Exploration in the Economics of Technological Change,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Econometrica, 1957, 25 (4), 501Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c522.",
        "Fudenberg, Drew and David Kreps, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Learning Mixed Equilibria,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Games and Economic Behavior, 1993, 5, 320Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c67.",
        "Fershtman, Chaim and Ariel Pakes, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Dynamic Games with Asymmetric Information: A Framework for Empirical Work,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Quarterly Journal of Economics, 2012, 127 (4), 1611Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c1661.",
        "Fehr, Ernst and Jean-Robert Tyran, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Limited Rationality and Strategic Interactions: The Impact of the Strategic Environment on Nominal Inertia,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Econometrica, 2008, 76 (2), 353Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c394.",
        "Evans, George W. and Seppo Honkapohja, Learning and Expectations in Macroeconomics, Princeton University Press, 2001.",
        "Erev, Ido and Alvin E. Roth, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Predicting How People Play Games: Reinforcement Learning in Experimental Games with Unique, Mixed Strategy Equilibria,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d American Economic Review, 1998, 88 (4), 848Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c881.",
        "Dickstein, Michael, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Efficient Provision of Experience Goods: Evidence from Antidepressant Choice,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Working Paper, Stanford University 2013.",
        "Easley, David and Nicholas M Kiefer, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Controlling a Stochastic Process with Unknown Parameters,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Econometrica, September 1988, 56 (5), 1045Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c64.",
        "Erdem, TuÃ\u0083Å\u0092Ã\u0082Ë\u0086lin and Michael P. Keane, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Decision-Making under Uncertainty: Capturing Dynamic Brand Choice Processes in Turbulent Consumer Goods Markets,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Marketing Science, 1996, 15 (1), 1Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c20.",
        "Covert, Thomas, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Learning About Hydraulic Fracturing in the North Dakota Bakken Shale,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Working Paper, Harvard University 2013.",
        "Cournot, Antoine Augustine, Recherches sur les principes mathmatiques de la thorie des richesses, Paris: Hachette, 1838.",
        "Conley, Timothy and Christopher Udry, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Learning About a New Technology: Pineapple in Ghana,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d American Economic Review, 2010, 100 (1), 35Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c69.",
        ", , and Juin-Kuan Chong, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Sophisticated Experience-Weighted Attraction Learning and Strategic Teaching in Repeated Games,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Journal of Economic Theory, 2002, 104, 837Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c874.",
        "Camerer, Colin and Teck-Hua Ho, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Experienced-Weighted Attraction Learning in Normal Form Games,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Econometrica, jul 1999, 67 (4), 827Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c874.",
        "Brown, G.W., Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Iterative Solutions of Games by Fictitious Play,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d in T.C. Koopmans, ed., Activity Analysis of Production and Allocation, Wiley, 1951.",
        "BoÃ\u0083Å\u0092Ã\u0082Ë\u0086rgers, Tilman and R. Sarin, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Learning Through Reinforcement and Replicator Dynamics, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Journal of Economic Theory, 1997, 77 (1Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c14).",
        "Ackerberg, Daniel A., Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Advertising, Learning, and Consumer Choice in Experience Good Markets: An Empirical Examination,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d International Economic Review, 2003, 44 (3), 1007Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009d1040.",
        "Akerlof, George and Janet Yellen, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Can Small Deviations from Rationality Make Significant Differences to Economic Equilibria?,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d The American Economic Review, 1985, 75 (4), 708Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c720.",
        "Benkard, C. Lanier, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Learning and Forgetting: The Dynamics of Aircraft Production,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d American Economic Review, 2000, 90 (4), 1034Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c1054.",
        "Bergeman, Dirk and Juuso VaÃ\u0083Å\u0092Ã\u0082Ë\u0086limaÃ\u0083Å\u0092Ã\u0082Ë\u0086ki, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Learning and Strategic Pricing,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Econometrica, 1996, 64 (5), 1125Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c1149.",
        "Bernhardt, Dan and Bart Taub, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Learning About Common and Private Values in Oligopoly,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Rand Journal of Economics, 2015, 46 (1), 66Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c85.",
        "Bolton, Patrick and Christopher Harris, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Strategic Experimentation,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Econometrica, 1999, 67 (2), 349Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c374.",
        "Borenstein, Severin, James B. Bushnell, and Frank A. Wolak, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Measuring Market Inefficiencies in CaliforniaÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0084¢s Restructured Wholesale Electricity Market,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d American Economic Review, 2002, 92 (5), 1376Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c1405.",
        "Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â¢ Ownership: After registration on https://www.elexonportal.co.uk/, information on the registered party is contained in the file reg_bm_units.csv available under Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Operational DataÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Ã\u0083Â¢Ã\u0082â\u0080 Ã\u0082â\u0080\u0099 Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Registration InformationÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Ã\u0083Â¢Ã\u0082â\u0080 Ã\u0082â\u0080\u0099 Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Registered BM unitsÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d or under https://www.elexonportal.co.uk/REGISTEREDBMUNITS. It is based on registration data at the Central Registration Agency and under Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Party Name,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d it lists the registered party. We downloaded a version of this file on December 29, 2009, and July 15, 2013, but there were no conflicts."
    ]
}