{
    "id": 22000,
    "cites": 33,
    "cited_by": 2,
    "reference": [
        "Strzalecki, Tomasz. 2011. Axiomatic Foundations of Multiplier Preferences. Econometrica 79 (1):47Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c73.",
        "Sargent, Thomas J. 1999. The Conquest of American Inflation. Princeton, New Jersey: Princeton University Press.",
        "Petersen, I.R., M.R. James, and P. Dupuis. 2000. Minimax optimal control of stochastic uncertain systems with relative entropy constraints. Automatic Control, IEEE Transactions on 45 (3):398Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c412.",
        "Newman, C. M. and B. W. Stuck. 1979. Chernoff Bounds for Discriminating between Two Markov Processes. Stochastics 2 (1-4):139Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c153.",
        "Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009dÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009dÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009d. 2006b. Dynamic Variational Preferences. Journal of Economic Theory 128:4Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c44.",
        "Maccheroni, Fabio, Massimo Marinacci, and Aldo Rustichini. 2006a. Ambiguity Aversion, Robustness, and the Variational Representation of Preferences. Econometrica 74 (6):1447Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c1498.",
        "Karantounias, Anastasios G. 2013. Managing pessimistic expectations and fiscal policy. Theoretical Economics 8 (1).",
        "James, Matthew R. 1992. Asymptotic analysis of nonlinear stochastic risk-sensitive control and differential games. Mathematics of Control, Signals and Systems 5 (4):401Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c417.",
        "Hansen, Lars Peter, Thomas J. Sargent, Gauhar A. Turmuhambetova, and Noah Williams. 2006. Robust Control and Model Misspecification. Journal of Economic Theory 128 (1):45Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c90.",
        "Hansen, Lars Peter, Thomas J. Sargent, and Jr. Tallarini, Thomas D. 1999. Robust Permanent Income and Pricing. The Review of Economic Studies 66 (4):873Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c907.",
        "Hansen, Lars Peter and Thomas J. Sargent. 2001. Robust Control and Model Uncertainty. American Economic Review 91 (2):60Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c66.",
        "Hansen, Lars Peter and Thomas Sargent. 2010. Fragile beliefs and the price of uncertainty. Quantitative Economics 1 (1):129Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c162.",
        "Anderson, Evan W., Lars Peter Hansen, and Thomas J. Sargent. 1998. Risk and Robustness in Equilibrium. Available on webpages.",
        "Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009dÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009dÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009d. 2003. A Quartet of Semigroups for Model Specification, Robustness, Prices of Risk, and Model Detection. Journal of the European Economic Association 1 (1):68Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c123.",
        "Ang, Andrew and Monika Piazzesi. 2003. A No-Arbitrage Vector Autoregression of the Term Structure Dynamics with Macroeconomic and Latent Variables. Journal of Monetary Economics 50:745Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c787.",
        "Bansal, Ravi and Amir Yaron. 2004. Risks for the Long Run: A Potential Resolution of Asset Pricing Puzzles. Journal of Finance 59 (4):1481Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c1509.",
        "Berger, James O. 1994. An Overview of Robust Bayesian Analysis (with discussion). Test 3 (1):5Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c124.",
        "Bhandari, Anmol. 2014. Doubts, Asymmetries, and Insurance. University of Minnesota.",
        "BorovicÃ\u0083Å\u0092Ã\u0082Å\u0092ka, Jaroslav, Lars Peter Hansen, Mark Hendricks, and JoseÃ\u0083Å\u0092Ã\u0082Â\u0081 A. Scheinkman. 2011. Risk-Price Dynamics. Journal of Financial Econometrics 9 (1):3Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c65.",
        "BorovicÃ\u0083Å\u0092Ã\u0082Å\u0092ka, Jaroslav, Lars Peter Hansen, and JoseÃ\u0083Å\u0092Ã\u0082Â\u0081 A. Scheinkman. 2014. Shock Elasticities and Impulse Response Functions. Mathematics and Financial Economics 8 (4):333Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c354.",
        "Campbell, John Y. and John Cochrane. 1999. Force of Habit: A Consumption-Based Explanation of Aggregate Stock Market Behavior. Journal of Political Economy 107 (2):205Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c 251.",
        "Chamberlain, Gary. 2000. Econometric Applications of Maxmin Expected Utility. Journal of Applied Econometrics 15 (6):625Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c644.",
        "Chen, Hui, Winston Wei Dou, and Leonid Kogan. 2015. Measuring the Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Ë\u009cDark MatterÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0084¢ in Asset Pricing Models. MIT Sloan School of Management.",
        "Chen, Zengjing and Larry Epstein. 2002. Ambiguity, Risk, and Asset Returns in Continuous Time. Econometrica 70:1403Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c1443.",
        "Chernoff, Herman. 1952. A Measure of Asymptotic Efficiency for Tests of a Hypothesis Based on the Sum of Observations. Annals of Mathematical Statistics 23 (4):pp. 493Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c507.",
        "Cressie, Noel and Timothy R. C. Read. 1984. Multinomial Goodness-of-Fit Tests. Journal of the Royal Statistical Society. Series B (Methodological) 46 (3):440Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c464.",
        "Donsker, Monroe E. and S. R. Srinivasa Varadhan. 1976. On the Principal Eigenvalue of Second-Order Elliptic Differential Equations. Communications in Pure and Applied Mathematics 29:595Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c621.",
        "Epstein, Larry G. and Martin Schneider. 2003. Recursive multiple-priors. Journal of Economic Theory 113 (1):1Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c31.",
        "Fudenberg, Drew and David K. Levine. 2009. Self-confirming Equilibrium and the Lucas Critique. Journal of Economic Theory 144 (6):2354Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c2371.",
        "Gilboa, Itzhak and David Schmeidler. 1989. Maxmin expected utility with non-unique prior. Journal of Mathematical Economics 18 (2):141Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c153.",
        "Good, I. J. 1952. Rational Decisions. Journal of the Royal Statistical Society. Series B (Methodological) 14 (1):pp. 107Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c114.",
        "Hansen, L. P., J. C. Heaton, and N. Li. 2008. Consumption Strikes Back?: Measuring Long Run Risk. Journal of Political Economy .",
        "Hansen, Lars Peter. 2007. Beliefs, Doubts and Learning: Valuing Macroeconomic Risk. American Economic Review 97 (2):1Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c30."
    ]
}