{
    "id": 22019,
    "cites": 43,
    "cited_by": 12,
    "reference": [
        "Gine, Xavier, Jessica Goldberg, Dan Silverman, and Dean Yang, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Revising Commitments: Time Preference and Time-Inconsistency in the Field,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Working Paper, 2010.",
        "Frederick, Shane, George Loewenstein, and Ted OÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0084¢Donoghue, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Time discounting and time preference: A critical review,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Journal of Economic Literature, 2002, 40 (2), 351Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c401.",
        "Duflo, Esther, Michael Kremer, and Jonathan Robinson, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Nudging Farmers to Use Fertilizer: Theory and Experimental Evidence from Kenya,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d American Economic Review, 2011, 101 (6), 2350Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c2390.",
        ", , , and , Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Are Risk Aversion and Impatience Related to Cognitive Ability,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d American Economic Review, 2010, 120 (54), 256Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c271.",
        "Cubitt, Robin P. and Daniel Read, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Can Intertemporal Choice Experiments Elicit Preferences for Consumption,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Experimental Economics, 2007, 10 (4), 369Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c389.",
        "Coller, Maribeth and Melonie B. Williams, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Eliciting individual discount rates,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Experimental Economics, 1999, 2, 107Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c127.",
        "Chaudhury, Nazmul, Jeffrey Hammer, Michael Kremer, Karthik Muralidharan, and F. Halsey Rogers, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Missing in Action: Teacher and Health Worker Absence in Developing Countries,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Winter 2006, 20 (1).",
        "Chabris, Christopher F., David Laibson, and Jonathon P. Schuldt, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Intertemporal Choice,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d in Steven N. Durlauf and Larry Blume, eds., The New Palgrave Dictionary of Economics, London: Palgrave Macmillan, 2008.",
        "Carvalho, Leandro S., Stephan Meier, and Stephanie W. Wang, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Poverty and Economic Decision-Making: Evidence from Changes in Financial Resources at Payday,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Working Paper, 2014.",
        "Callen, Michael, Saad Gulzar, Ali Hasanain, and Yasir Khan, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093The Political Economy of Public Employee Absence: Experimental Evidence from Pakistan,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d 2015.",
        "Cagetti, Marco, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Wealth Accumulation Over the Life Cycle and Precautionary Savings,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Journal of Business and Economic Statistics, 2003, 21 (3), 339Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c353.",
        "Bruhn, Miriam and David McKenzie, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093In Pursuit of Balance: Randomization in Practice in Development Field Experiments,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d American Economic Journal: Applied Economics, 2009, 1 (4), 200Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c232.",
        "Beauchamp, Jonathan P., Daniel J. Benjamin, Christopher F. Chabris, and David I. Laibson, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Controlling for Compromise Effects Debiases Estimates of Preference Parameters, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Working Paper, 2015.",
        "Banerjee, Abhijit V., Esther Duflo, and Rachel Glennerster, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Putting a Band-Aid on a Corpse: Incentives for Nurses in the Indian Public Health Care System,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Journal of the European Economic Association, 04-05 2008, 6 (2-3), 487Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c500.",
        "Banerjee, Abhijit and Esther Duflo, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Addressing Absence,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d The Journal of Economic Perspectives, 2006, 20 (1), 117Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c132.",
        ", Muriel Niederle, and Charles Sprenger, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Working Over Time: Dynamic Inconsistency in Real Effort Tasks,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Quarterly Journal of Economics, 2015, 130 (3), 1067Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c1115.",
        "Augenblick, Ned and Matthew Rabin, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093An Experiment on Time Preference and Misprediction in Unpleasant Tasks,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d 2015.",
        "Andersen, Steffen, Glenn W. Harrison, Morten I. Lau, and Elisabet E. Rutstrom, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Eliciting Risk and Time Preferences,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Econometrica, 2008, 76 (3), 583Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c618.",
        "Andreoni, James and Charles Sprenger, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Estimating Time Preferences with Convex Budgets, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d American Economic Review, 2012, 102 (7), 3333Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c3356.",
        "Ashraf, Nava, Dean Karlan, and Wesley Yin, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Tying Odysseus to the Mast: Evidence from a Commitment Savings Product in the Philippines,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Quarterly Journal of Economics, 2006, 121 (1), 635Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c672.",
        "Harrison, Glenn W., Morten I. Lau, and Melonie B. Williams, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Estimating individual discount rates in Denmark: A field experiment,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d American Economic Review, 2002, 92 (5), 1606Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c1617. , , Elisabet E. Rutstrom, and Melonie B. Sullivan, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Eliciting risk and time preferences using field experiments: Some methodological issues,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d in Jeffrey Carpenter, Glenn W.",
        "Harrison, and John A. List, eds., Field experiments in economics, Vol. Vol. 10 (Research in Experimental Economics), Greenwich and London: JAI Press, 2005.",
        "Hausman, Jerry A., Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Individual Discount Rates and the Purchase and Utilization of EnergyUsing Durables,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d The Bell Journal of Economics, 1979, 10 (1).",
        "Kaur, Supreet, Michael Kremer, and Sendhil Mullainathan, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Self-Control and the Development of Work Arrangements,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d American Economic Review, Papers and Proceedings, 2010, 100 (2), 624Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c628.",
        "Kirby, Kris N., Nancy M. Petry, and Warren K. Bickel, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Heroin addicts have higher discount rates for delayed rewards than non-drug-using controls,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Journal of Experimental Psychology: General, 1999, 128, 78Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c87.",
        "Koopmans, Tjalling C., Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Stationary Ordinal Utility and Impatience,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Econometrica, 1960, 28 (2), 287Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c309.",
        "Kuhn, Michael A, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Curing the Calorie Crunch: The Effect of EBT on Household PresentBias, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d 2013.",
        "Laibson, David, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Golden Eggs and Hyperbolic Discounting,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Quarterly Journal of Economics, 1997, 112 (2), 443Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c477.",
        ", Andrea Repetto, and Jeremy Tobacman, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Estimating discount functions with consumption choices over the lifecycle,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Working Paper, 2005.",
        "Lawrance, Emily C., Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Poverty and the Rate of Time Preference: Evidence from Panel Data,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Journal of Political Economy, 1991, 99 (1), 54Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c77.",
        "Meier, Stephan and Charles Sprenger, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Discounting Financial Literacy: Time Preferences and Participation in Financial Education Programs,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d IZA Discussion Paper Number 3507, 2008.",
        "OÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0084¢Donoghue, Ted and Matthew Rabin, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Doing it Now or Later,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d American Economic Review, 1999, 89 (1), 103Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c124.",
        "Parente, Paulo and JoaÃ\u0083Å\u0092Ã\u0082Æ\u0092o Santos Silva, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Quantile Regression with Clustered Data,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Journal of Econometric Methods, 2016, 5 (1), 1Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c15.",
        "Read, Daniel and Barbara van Leeuwen, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Predicting Hunger: The Effects of Appetite and Delay on Choice,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Organizational Behavior and Human Decision Processes, 1998, 76 (2), 189Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c205.",
        ", George Loewenstein, and Shobana Kalyanaraman, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Combining the Immediacy Effect and the Diversification Heuristic,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Journal of Behavioral Decision Making, 1999, 12, 257Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c273.",
        "Sadoff, Sally, Anya Samek, and Charles Sprenger, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Dynamic Inconsistency in Food Choice: Experimental Evidence from a Food Desert,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Working Paper, 2015.",
        "Samuelson, Paul A., Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093A Note on Measurement of Utility,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d The Review of Economic Studies, 1937, 4 (2), 155Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c161.",
        "Shapiro, Jesse M, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Is there a daily discount rate? Evidence from the food stamp nutrition cycle,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Journal of Public Economics, 2005, 89 (2), 303Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c325.",
        "Shapiro, Matthew D., Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093The Permanent Income Hypothesis and the Real Interest Rate: Some Evidence from Panel Data,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Economics Letters, 1984, 14 (1), 93Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c100.",
        "Sprenger, Charles, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Judging Experimental Evidence on Dynamic Inconsistency,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d American Economic Review, Papers and Proceedings, 2015.",
        "Tanaka, Tomomi, Colin Camerer, and Quang Nguyen, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Risk and time preferences: Experimental and household data from Vietnam,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d American Economic Review, 2010, 100 (1), 557Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c571.",
        "Warner, John and Saul Pleeter, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093The Personal Discount Rate: Evidence from Military Downsizing Programs,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d American Economic Review, 2001, 91 (1), 33Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c53.",
        "Zeldes, Stephen B., Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Consumption and Liquidity Constraints: An Empirical Investigation,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d The Journal of Political Economy, 1989, 97 (2), 305Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c346. A Appendix A.1 Appendix Figures"
    ]
}