{
    "id": 22021,
    "cites": 28,
    "cited_by": 123,
    "reference": [
        "Aron, Janine, John V. Duca, John Muellbauer, Keiko Murata, and Anthony Murphy (2012). Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Credit, Housing Collateral, and Consumption: Evidence from Japan, the UK, and the USÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d. In: Review of Income and Wealth 58.3, pp. 397Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c423.",
        "Ashcraft, Adam B. (2006). Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093New Evidence on the Lending ChannelÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d. In: Journal of Money, Credit and Banking, pp. 751Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c775.",
        "Baker, Scott R., Nicholas Bloom, and Steven J. Davis (2015). Measuring Economic Policy Uncertainty. Tech. rep. National Bureau of Economic Research.",
        "Bassett, William F., Mary Beth Chosak, John C. Driscoll, and Egon ZakrajsÃ\u0083Å\u0092Ã\u0082Å\u0092ek (2014). Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Changes in Bank Lending Standards and the MacroeconomyÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d. In: Journal of Monetary Economics 62, pp. 23Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c40.",
        "Bentolila, Samuel, Marcel Jansen, Gabriel JimeÃ\u0083Å\u0092Ã\u0082Â\u0081nez, and Sonia Ruano (2013). Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093When Credit Dries Up: Job Losses in the Great RecessionÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d. In: Bernanke, Ben S., Cara S. Lown, and Benjamin M. Friedman (1991). Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093The Credit CrunchÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d. In: Brookings Papers on Economic Activity 1991.2, pp. 205Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c247.",
        "Bloom, Nicholas (2009). Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093The Impact of Uncertainty ShocksÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d. In: Econometrica 77.3, pp. 623Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c685.",
        "Bloom, Nicholas, Stephen Bond, and John Van Reenen (2007). Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Uncertainty and Investment Dynamics Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d. In: The Review of Economic Studies 74.2, pp. 391Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c415.",
        "Bluedorn, John C., Christopher Bowdler, and Christoffer Koch (2014). Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Heterogeneous Bank Lending Responses to Monetary Policy: New Evidence from a Real-Time IdentificationÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d. In: Federal Reserve Bank of Dallas Working Paper.",
        "Dewatripont, Mathias and Jean Tirole (1994). Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093A Theory of Debt and Equity: Diversity of Securities and Manager-Shareholder CongruenceÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d. In: The Quarterly Journal of Economics, pp. 1027Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c 1054.",
        "Drehmann, Mathias and Leonardo Gambacorta (2012). Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093The Effects of Countercyclical Capital Buffers on Bank LendingÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d. In: Applied Economics Letters 19.7, pp. 603Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c608.",
        "Duca, John V. and Tao Wu (2009). Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Regulation and the Neo-Wicksellian Approach to Monetary PolicyÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d. In: Journal of Money, Credit and Banking 41.4, pp. 799Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c807.",
        "Fernholz, Ricardo T. and Christoffer Koch (2016). Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Why Are Big Banks Getting Bigger?Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d In: Federal Reserve Bank of Dallas Working Paper.",
        "Flannery, Mark J. (1989). Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Capital Regulation and Insured Banks Choice of Individual Loan Default RisksÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d. In: Journal of Monetary Economics 24.2, pp. 235Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c258.",
        "Friedman, Benjamin M. and Kenneth N. Kuttner (1998). Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Indicator Properties of the PaperBill Spread: Lessons from Recent ExperienceÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d. In: Review of Economics and Statistics 80.1, pp. 34Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c 44.",
        "Gennotte, Gerard and David Pyle (1991). Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Capital Controls and Bank RiskÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d. In: Journal of Banking & Finance 15.4, pp. 805Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c824.",
        "Gissler, Stefan, Jeremy Oldfather, and Doriana Ruffino (2016). Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Lending on hold: Regulatory uncertainty and bank lending standardsÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d. In: Mimeo.",
        "Jurado, Kyle, Sydney C Ludvigson, and Serena Ng (2015). Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Measuring UncertaintyÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d. In: American Economic Review 105.3, pp. 1177Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c1216.",
        "Karnizova, Lilia and Jiaxiong Chris Li (2014). Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Economic Policy Uncertainty, Financial Markets and Probability of US RecessionsÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d. In: Economics Letters 125.2, pp. 261Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c265.",
        "Kashyap, Anil K. and Jeremy C. Stein (2000). Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093What Do a Million Observations on Banks Say About the Transmission of Monetary Policy?Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d In: American Economic Review, pp. 407Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c428.",
        "Kishan, Ruby P. and Timothy P. Opiela (2000). Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Bank Size, Bank Capital, and the Bank Lending ChannelÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d. In: Journal of Money, Credit and Banking, pp. 121Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c141.",
        "Koch, Christoffer (2012). Regulatory Burden Rising. Tech. rep. Federal Reserve Bank of Dallas.",
        "Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009d (2015). Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Deposit Interest Rate Ceilings as Credit Supply Shifters: Bank Level Evidence on the Effects of Regulation QÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d. In: Journal of Banking & Finance 61, pp. 316Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c326.",
        "Leduc, Sylvain and Zheng Liu (2013). Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Uncertainty and the Slow Labor Market RecoveryÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d. In: Federal Reserve Bank of San Francisco Economic Letter 21, p. 22.",
        "Mian, Atif and Amir Sufi (2011). Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093House Prices, Home EquityBased Borrowing, and the US Household Leverage CrisisÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d. In: The American Economic Review 101.5, pp. 2132Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c2156.",
        "Stiglitz, Joseph E and Andrew Weiss (1981). Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Credit Rationing in Markets with Imperfect Information Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d. In: The American Economic Review 71.3, pp. 393Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c410.",
        "Stokey, Nancy L. (2008). The Economics of Inaction: Stochastic Control Models with Fixed Costs. Princeton University Press.",
        "Welsch, Roy and Edwin Kuh (1977). Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Linear Regression DiagnosticsÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d. In: NBER Working Paper 173.",
        "Wu, Jing C. and Fan D. Xia (2014). Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Measuring the Macroeconomic Impact of Monetary Policy at the Zero Lower BoundÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d. In: Journal of Money, Credit, and Banking."
    ]
}