{
    "id": 22037,
    "cites": 17,
    "cited_by": 4,
    "reference": [
        "Starr, P. (1982). The Social Transformation of American Medicine. Basic Books.",
        "Frontiers in Health Policy Research, 5:27Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c52. Solon, G., Haider, S., and Wooldridge, J. (2015). What are we weighting for? The Journal of Human Resources, 50:301Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c316.",
        "Lichtenberg, F. (2002). The effects of Medicare on health care utilization and outcomes.",
        "Harrison, T. and Seim, K. (2014). Nonprofit tax exemptions and market structure: The case of fitness centers. Working Paper.",
        "Gruber, J. and Simon, K. (2008). Crowd-out 10 years later: Have recent public insurance expansions crowded out private health insurance? Journal of Health Economics, 27:201Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c 217.",
        "Journal of Economics and Management Strategy, 6:45Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c74. Gruber, J. and Hungerman, D. (2007). Faith-based charity and crowd-out during the great depression. Journal of Public Economics, 91:1043Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c1069.",
        "Gowrisankaran, G. and Town, R. (1997). Dynamic equilibrium in the hospital industry.",
        "Finkelstein, A. and McKnight, R. (2008). What did Medicare do? The initial impact of Medicare on mortality and out of pocket medical spending. Journal of Public Economics, 92:1644Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c1668.",
        "Finkelstein, A. (2007). The aggregate effects of health insurance: Evidence from the introduction of Medicare. Quarterly Journal of Economics, 122:1Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c37.",
        "David, G. (2010). Trends in hospital ownership type and capacity: A decomposition analysis.",
        "Nonprofit and Voluntary Sector Quarterly, 39:356Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c370. Feshbach, D. (1979). WhatÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0084¢s inside the black box: A case study of allocative politics in the Hill-Burton program. International Journal of Health Services, 9:313Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c339.",
        "Cutler, D. and Gruber, J. (1996). Does public insurance crowd out private insurance? Quarterly Journal of Economics, 111:391Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c430.",
        "Cohen, A., Freeborn, B., and McManus, B. (2013). Competition and crowding out in the market for outpatient substance abuse treatment. International Economic Review, 54:159Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c 184.",
        "Chiswick, B. (1976). Hospital utilization: An analysis of SMSA differences in occupancy rates, admission rates, and bed rates. NBER Chapters in Explorations in Economic Research, 3:24Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c76.",
        "Cellini, S. (2009). Crowded colleges and college crowd-out: The impact of public subsidies on the two-year college market. American Economic Journal: Economic Policy, 1:2:1Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c30.",
        "Area Resource File (1983). US Department of Health and Human Services, Health Resources and Services Administration, Bureau of Health Workforce, Rockville, MD.",
        "Abraham, J. M., Gaynor, M., and Vogt, W. (2007). Entry and competition in local hospital markets. Journal of Industrial Economics, 55:265Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c288."
    ]
}