{
    "id": 22039,
    "cites": 36,
    "cited_by": 4,
    "reference": [
        "Zettelmeyer, F., Scott Morton, F., and Silva-Risso, J. (2006). How the internet lowers prices: Evidence from matched survey and automobile transaction data. Journal of Marketing Research, XLIII:168Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c181.",
        "Waldman, P., Armstrong, D., and Freedberg, S. P. (2013). Deaths linked to cardiac stents rise as overuse seen. Bloomberg Business.",
        "Sorenson, A. (2000). Equilibrium price dispersion in retail markets for prescription drugs. Journal of Political Economy, 108(4).",
        "Scott Morton, F., Silva-Rosso, J., and Zettelmeyer, F. (2011). What matters in a price negotiation: Evidence from the u.s. auto retailing industry. Quantitative Marketing and Economics, 9(4):365Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c402.",
        "Scholten, P. A. and Smith, S. (2002). Price dispersion then and now: Evidence from retail and e-tail markets. The Economics of the Internet and E-commerce, 11:63Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c88.",
        "Schneller, E. S. (2009). The value of group purchasing - 2009: Meeting the need for strategic savings. Health Care Sector Advances, Inc.",
        "Sarvestani, A. (2014). No more secrecy in medtech pricing, says sen. king. http://www.massdevice.com/no-more-secrecy-medtech-pricing-says-sen-king/.",
        "Rubinstein, A. (1985). A bargaining model with incomplete information about time preferences.",
        "Rubinstein, A. (1982). Perfect equilibrium in a bargaining model. Econometrica, 50(1):97Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c 110.",
        "Pauly, M. V. and Burns, L. R. (2008). Price transparency for medical devices. Health Affairs, 27:1544Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c1553.",
        "Agicha, V., Denecker, O., Dias, Y., and Sarvady, G. (2010). The mckinsey global payments map: A global eye on local opportunities. Technical report, McKinsey and Company.",
        "Albek, S., Mollgaard, P., and Overgaard, P. (1996). Law-assisted collusion? the transparency principle in the danish competition act. European Competition Law Review.",
        "Ausubel, L., Cramton, P., and Deneckere, R. (2002). Bargaining with incomplete information.",
        "In Aumann, R. and Hart, S., editors, Handbook of Game Theory, volume 3, chapter 50, pages 1897Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c1945. Amsterdam: Elsevier Science.",
        "Binmore, K., Rubinstein, A., and Wolinsky, A. (1986). The nash bargaining solution in economic modelling. The RAND Journal of Economics, 17(2):176Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c188.",
        "Bronnenberg, B., Dube, J.-P., Gentzkow, M., and Shapiro, J. (2015). Do pharmacists buy bayer? informed shoppers and the brand premium. Quarterly Journal of Economics, 130(4):1669Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c1726.",
        "Calsyn, M. and Emanuel, E. J. (2014). Controlling costs by expanding the medicare acute care episode demonstration. JAMA Intern Med, 174(9):1438Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c1439.",
        "Collard-Wexler, A., Gowrisankaran, G., and Lee, R. S. (2014). An alternating offers representation of the nash-in-nash bargaining solution. working paper.",
        "Crawford, G. and Yurukoglu, A. (2012). The welfare effects of bundling in multichannel television. American Economic Review, 102(2).",
        "Cutler, D. and Dafny, L. (2011). Designing transparency systems for medical care prices. The New England Journal of Medicine, 364:894Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c895.",
        "Dranove, D. and Jin, G. (2010). Quality disclosure and certification: Theory and practice. Journal of Economic Literature, 48(4):935Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c63.",
        "Duggan, M. and Morton, F. S. (2006). The distortionary effects of government procurement: Evidence from medicaid prescription drug purchasing. Quarterly Journal of Economics, 121:1Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c31.",
        "Ellison, G. and Ellison, S. (2009). Search, obfuscation, and price elasticities on the internet. Econometrica, 77(2):427Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c452.",
        "Gowrisankaran, G., Nevo, A., and Town, R. J. (2015). Mergers when prices are negotiated: Evidence from the hospital industry. American Economic Review, 105(1):172Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c203.",
        "Grennan, M. (2013). Price discrimination and bargaining: Empirical evidence from medical devices. American Economic Review, 103(1):145Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c177.",
        "Grennan, M. (2014). Bargaining ability and competitive advantage: Empirical evidence from medical devices. Management Science, 60(12):3011Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c3025.",
        "Hastings, J., Neilson, C. A., and Zimmerman, S. D. (2015). The effects of earnings disclosure on college enrollment decisions. NBER working paper 21300.",
        "Hendricks, K., Sorensen, A., and Wiseman, T. (2012). Observational learning and demand for search goods. American Economic Journal: Microeconomics, 4(1):1Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c31.",
        "Ho, K. and Lee, R. S. (2014). Insurer competition and negotiated hospital prices. NBER working paper 19401.",
        "Holmstrom, B. (1982). Moral hazard in teams. The Bell Journal of Economics, 13(2):324Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c 340.",
        "Horn, H. and Wolinsky, A. (1988). Bilateral monopolies and incentives for merger. RAND Journal of Economics, 19:408Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c419.",
        "Jin, G. and Leslie, P. (2003). The effect of information of product quality: Evidence from restaurant hygiene grade cards. Quarterly Journal of Economics, 118(2):409Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c451.",
        "Larsen, B. (2015). The efficiency of real-world bargaining: Evidence from wholesale usedauto auctions. working paper.",
        "Lewis, M. and Pflum, K. (2015). Diagnosing hospital system bargaining power in managed care networks. American Economic Journal: Economic Policy, 7(1):243Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c74.",
        "Lieber, E. M. J. (2015). Does it pay to know the prices in healthcare? working paper.",
        "Maeda, J. L. K., Raetzman, S. O., and Friedman, B. S. (2012). What hospital inpatient services contributed the most to the 2001-2006 growth in the cos per case? Health Services Research, 478:1814Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c1835."
    ]
}