{
    "id": 22045,
    "cites": 91,
    "cited_by": 1,
    "reference": [
        "Britten-Jones, Mark, and Anthony Neuberger. 2000. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Option prices, implied price processes, and stochastic volatility.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d The Journal of Finance, 55(2): 839Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c866.",
        "Bordalo, Pedro, Nicola Gennaioli, and Andrei Shleifer. 2015. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Investor Psychology and Credit Cycles Pedro Bordalo, Nicola Gennaioli, Andrei Shleifer October 2015.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Harvard working paper.",
        "Bikbov, Ruslan, and Mikhail Chernov. 2009. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Unspanned stochastic volatility in affine models: evidence from eurodollar futures and options.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Management Science, 55(8): 1292Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c 1305.",
        "Bekaert, Geert, and Robert J Hodrick. 2001. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Expectations hypotheses tests.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d The journal of finance, 56(4): 1357Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c1394.",
        "Barberis, Nicholas, Robin Greenwood, Lawrence Jin, and Andrei Shleifer. 2015b. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093X-CAPM: An extrapolative capital asset pricing model.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Journal of Financial Economics, 115(1): 1Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c24.",
        "Barberis, Nicholas, Robin Greenwood, Lawrence Jin, and Andrei Shleifer. 2015a. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Extrapolation and Bubbles.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Harvard and Yale unpublished manuscript.",
        "Barberis, Nicholas C. 2013. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Psychology and the Financial Crisis of 2007Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c2008.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Financial Innovation: Too Much Or Too Little?, 15.",
        "Barberis, Nicholas, and Andrei Shleifer. 2003. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Style investing.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Journal of Financial Economics, 68(2): 161Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c199.",
        "Bansal, Ravi, and Amir Yaron. 2004. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Risks for the Long Run: A Potential Resolution of Asset Pricing Puzzles.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Journal of Finance, 59(4): 1481Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c1509.",
        "Backus, David, Nina Boyarchenko, and Mikhail Chernov. 2015. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Term structures of asset prices and returns.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Working Paper.",
        "Avellaneda, Marco, and Rama Cont. 2011. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Transparency in OTC equity derivatives markets: a quantitative study.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Finance Concepts.",
        "Ang, Andrew, and Monika Piazzesi. 2003. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093No-Arbitrage Vector Autoregression of Term Structure Dynamics with Macroeconomic and Latent Variables.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Journal of Monetary Economics, 50: 745Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c787.",
        "Anderson, Evan W, Lars Peter Hansen, and Thomas J Sargent. 2003. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093A quartet of semigroups for model specification, robustness, prices of risk, and model detection.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Journal of the European Economic Association, 68Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c123.",
        "Andersen, Torben G, Tim Bollerslev, Francis X Diebold, and Paul Labys. 2003. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Modeling and forecasting realized volatility.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Econometrica, 71(2): 579Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c625.",
        "Ait-Sahalia, Yacine, Mustafa Karaman, and Loriano Mancini. 2015. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093The Term Structure of Variance Swaps and Risk Premia.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Working paper.",
        "Granger, Clive WJ, and Roselyne Joyeux. 1980. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093An introduction to long-memory time series models and fractional differencing.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Journal of time series analysis, 1(1): 15Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c29.",
        "Granger, Clive WJ, and Timo Terasvirta. 1993. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Modelling non-linear economic relationships. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d OUP Catalogue.",
        "Greenwood, Robin, and Andrei Shleifer. 2014. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Expectations of returns and expected returns.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Review of Financial Studies, hht082.",
        "Gurkaynak, Refet S., Brian Sack, and Eric Swanson. 2005. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093The Sensitivity of LongTerm Interest Rates to Economic News: Evidence and Implications for Macroeconomic Models.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d American Economic Review, 95(1): 425Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c436.",
        "Gurkaynak, Refet S., Brian Sack, and Jonathan H. Wright. 2006. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093The U.S. Trea54 sury Yield Curve: 1961 to the Present.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Federal Reserve Board Finance and Economics Discussion Series paper 2006-28.",
        "Hamilton, James D., and Cynthia Wu. 2012. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Identification and Estimation of Gaussian Affine-Term-Structure Models.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Journal of Econometrics, 168(2): 315Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c331.",
        "Hansen, Lars P., and Jose A. Scheinkman. 2009. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Long-term risk: an operator approach. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Econometrica, 77: 177Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c234.",
        "Hansen, Lars Peter. 2012. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Dynamic valuation decomposition within stochastic economies.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Econometrica, 80(3): 911Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c967.",
        "Hansen, Lars Peter. 2014. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Nobel Lecture: Uncertainty Outside and Inside Economic Models.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Journal of Political Economy, 122(5): 945Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c987.",
        "Hansen, Lars Peter, and Scott F Richard. 1987. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093The role of conditioning information in deducing testable restrictions implied by dynamic asset pricing models.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Econometrica: Journal of the Econometric Society, 587Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c613.",
        "Hansen, Lars Peter, and Thomas J Sargent. 1980. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Formulating and estimating dynamic linear rational expectations models.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Journal of Economic Dynamics and Control, 2: 7Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c46.",
        "Hanson, Samuel G, and Jeremy C Stein. 2015. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Monetary policy and long-term real rates.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Journal of Financial Economics, 115(3): 429Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c448.",
        "Herskovic, Bernard, Bryan T Kelly, Hanno Lustig, and Stijn Van Nieuwerburgh. 2014. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093The common factor in idiosyncratic volatility: Quantitative asset pricing implications. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d National Bureau of Economic Research.",
        "Jiang, George J., and Yisong S. Tian. 2005. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093The Model-Free Implied Volatility and its Information Content.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Review of Financial Studies, 18(4): 1305Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c1342.",
        "Joslin, Scott. 2006. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Can unspanned stochastic volatility models explain the cross section of bond volatilities.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Working paper.",
        "Joslin, Scott, Kenneth J. Singleton, and Haoxiang Zhu. 2011. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093A New Perspective on Gaussian Dynamic Term Structure Models.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d The Review of Financial Studies, 24(3): 926Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c 970.",
        "Kahneman, Daniel, and Amos Tversky. 1974. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Subjective probability: A judgment of representativeness.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d In The Concept of Probability in Psychological Experiments. 25Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c48. Springer.",
        "Kelly, Bryan, Hanno Lustig, and Stijn Van Nieuwerburgh. 2013. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Firm volatility in granular networks.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d National Bureau of Economic Research.",
        "Le, Anh, Kenneth J Singleton, and Qiang Dai. 2010. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Discrete-Time AffineQ Term Structure Models with Generalized Market Prices of Risk.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Review of Financial Studies, 23(5): 2184Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c2227.",
        "LeRoy, Stephen F., and Richard D. Porter. 1981. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093The Present-Value Relation: Tests Based on Implied Variance Bounds.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Econometrica, 49(3): 555Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c574.",
        "PaÃ\u0083Å\u0092Ã\u0082Â\u0081stor, LÃ\u0083Å\u0092Ã\u0082Å\u0092ubosÃ\u0083Å\u0092Ã\u0082Å\u0092, and Pietro Veronesi. 2003. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Stock Valuation and Learning about Profitability.",
        "PaÃ\u0083Å\u0092Ã\u0082Â\u0081stor, LÃ\u0083Å\u0092Ã\u0082Å\u0092ubosÃ\u0083Å\u0092Ã\u0082Å\u0092, and Pietro Veronesi. 2009a. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Learning in Financial Markets.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Annu. Rev. Financ. Econ., 1(1): 361Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c381.",
        "PaÃ\u0083Å\u0092Ã\u0082Â\u0081stor, LÃ\u0083Å\u0092Ã\u0082Å\u0092ubosÃ\u0083Å\u0092Ã\u0082Å\u0092, and Pietro Veronesi. 2009b. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Technological Revolutions and Stock Prices.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d The American Economic Review, 1451Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c1483.",
        "Piazzesi, Monika. 2010. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Affine Term Structure Models.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d In Handbook of Financial Econo55 metrics. Elsevier.",
        "Pontiff, Jeffrey. 1997. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Excess volatility and closed-end funds.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d The American Economic Review, 155Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c169.",
        "Samuelson, Paul A. 1965. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Proof that properly anticipated prices fluctuate randomly.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Industrial management review, 6(2): 41Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c49.",
        "Shiller, Robert J. 1979. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093The Volatility of Long-Term Interest Rates and Expectations Models of the Term Structure.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Journal of Political Economy, 87(6): 1190Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c1219.",
        "Shiller, Robert J. 1981. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Do Stock Prices Move Too Much to be Justified by Subsequent Changes in Dividends?Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d American Economic Review, 71(3): 421Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c436.",
        "Shleifer, Andrei, and Robert W Vishny. 1997. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093The limits of arbitrage.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d The Journal of Finance, 52(1): 35Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c55.",
        "Singleton, Kenneth J. 1980. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Expectations models of the term structure and implied variance bounds.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d The Journal of Political Economy, 1159Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c1176.",
        "Stein, Jeremy. 1989. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Overreactions in the Options Market.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Journal of Finance, 44(4): 1011Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c1023.",
        "TeraÃ\u0083Å\u0092Ã\u0082Ë\u0086svirta, Timo. 1994. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Specification, estimation, and evaluation of smooth transition autoregressive models.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Journal of the american Statistical association, 89(425): 208Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c218.",
        "Timmermann, Allan G. 1993. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093How learning in financial markets generates excess volatility and predictability in stock prices.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d The Quarterly Journal of Economics, 1135Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c1145.",
        "van Binsbergen, Jules H., Michael W. Brandt, and Ralph Koijen. 2012. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093On the Timing and Pricing of Dividends.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d American Economic Review, 102: 1596Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c1618.",
        "van Binsbergen, Jules, Wouter Hueskes, Ralph Koijen, and Evert Vrugt. 2013. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Equity yields.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Journal of Financial Economics, 110(3): 503Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c519.",
        "Vasicek, Oldrich. 1977. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093An equilibrium characterization of the term structure.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Journal of financial economics, 5(2): 177Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c188.",
        "Veronesi, Pietro. 1999. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Stock market overreactions to bad news in good times: a rational expectations equilibrium model.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Review of Financial Studies, 12(5): 975Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c1007.",
        "Wachter, Jessica A. 2005. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Solving models with external habit.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Finance Research Letters, 2(4): 210Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c226.",
        "Giglio, Stefano, Matteo Maggiori, and Johannes Stroebel. 2015a. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093No-Bubble Condition: Model-free Tests in Housing Markets.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Econometrica, forthcoming.",
        "Gennaioli, Nicola, Andrei Shleifer, and Yueran Ma. 2015. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Expectations and Investment. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Harvard working paper.",
        "Gabaix, Xavier. 2012. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Variable Rare Disasters: An Exactly Solved Framework for Ten Puzzles in Macro-Finance.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Quarterly Journal of Economics, 127(2): 645Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c700.",
        "Fleming, Michael J, and John Sporn. 2013. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Trading activity and price transparency in the inflation swap market.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Economic Policy Review, 19(1).",
        "Fleckenstein, Matthias, Francis A Longstaff, and Hanno Lustig. 2013. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Deflation risk.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d National Bureau of Economic Research.",
        "Fama, Eugene F., and Robert R. Bliss. 1987. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093The Information in Long-Maturity Forward Rates.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d The American Economic Review, 77(4): 680Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c692.",
        "Fama, Eugene F, and Kenneth R French. 1993. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Common risk factors in the returns on stocks and bonds.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Journal of financial economics, 33(1): 3Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c56.",
        "Fama, Eugene F. 1991. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Efficient capital markets: II.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d The journal of finance, 46(5): 1575Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c 1617.",
        "Fama, Eugene F. 1970. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Efficient capital markets: A review of theory and empirical work*.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d The journal of Finance, 25(2): 383Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c417.",
        "Egloff, Daniel, Madrkus Leippold, and Liuren Wu. 2010. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093The Term Structure of Variance Swap Rates and Optimal Variance Swap Investments.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Journal of Financial and Quantitative Analysis, 45(5): 1279Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c1310.",
        "Duffie, Darrell, Rui Kan, et al. 1996. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093A yield-factor model of interest rates.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Mathematical finance, 6: 379Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c406.",
        "Duffie, Darrell, Jun Pan, and Kenneth Singleton. 2000. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Transform Analysis and Asset Pricing for Affine Jump-Diffusions.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Econometrica, 1343Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c1376.",
        "Duffie, Darrell, and Kenneth J Singleton. 1999. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Modeling term structures of defaultable bonds.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Review of Financial studies, 12(4): 687Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c720.",
        "Duffie, Darrell. 2010. Dynamic asset pricing theory. Princeton University Press.",
        "Duffee, Gregory R. 2010. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Sharpe ratios in term structure models.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Working paper.",
        "Duffee, Gregory R. 2002. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Term Premia and Interest Rate Forecasts in Affine Models.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Journal of Finance, 57(1): 405Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c443.",
        "Drechsler, Itamar, and Amir Yaron. 2011. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093WhatÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0084¢s Vol Got to Do with it?Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d The Review of Financial Studies, 24(1): 1Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c45.",
        "Dew-Becker, Ian, Stefano Giglio, Anh Le, and Marius Rodriguez. 2015. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093The Price of Variance Risk.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Working paper.",
        "Davidson, Russell, and James G MacKinnon. 2004. Econometric theory and methods. Vol. 5, Oxford University Press New York.",
        "Dew-Becker, Ian, and Stefano Giglio. 2013. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Asset Pricing in the Frequency Domain: Theory and Empirics.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Working paper.",
        "Dai, Qiang, and Kenneth Singleton. 2003. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Term structure dynamics in theory and reality.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Review of Financial Studies, 16(3): 631Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c678.",
        "Dai, Qiang, and Kenneth J. Singleton. 2002. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Expectation Puzzles, Time-Varying Risk Premia, and Affine Models of the Term Structure.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Journal of Financial Economics, 63(3): 415Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c441.",
        "Creal, Drew, and Jing Cynthia Wu. 2015. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Estimation of Affine Term Structure Models with Spanned or Unspanned Stochastic Volatility.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Journal of Econometrics, 185(1): 60Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c 81.",
        "Cochrane, John H, and Monika Piazzesi. 2009. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Decomposing the yield curve.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Collin-Dufresne, Pierre, and Robert Goldstein. 2002. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Do bonds span the fixed income markets? Theory and evidence for unspanned stochastic volatility.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Journal of Finance, 57(4): 1685Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c1730.",
        "Cochrane, John H. 2011. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Discount Rates.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Journal of Finance, 66(4): 1047Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c1108. AFA Presidential Address.",
        "Cochrane, John H. 1992. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Explaining the variance of price-dividend ratios.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Review of Financial Studies, 5(2): 243Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c280.",
        "Cochrane, John H. 2008. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093The Dog That Did Not Bark: A Defense of Return Predictability.",
        "Casassus, Jaime, and Pierre Collin-Dufresne. 2005. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Stochastic convenience yield implied from commodity futures and interest rates.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d The Journal of Finance, 60(5): 2283Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c 2331.",
        "Carr, Peter, and Roger Lee. 2009. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Volatility derivatives.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Annu. Rev. Financ. Econ., 1(1): 319Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c339.",
        "Calvet, Laurent E, and Adlai J Fisher. 2004. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093How to forecast long-run volatility: regime switching and the estimation of multifractal processes.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Journal of Financial Econometrics, 2(1): 49Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c83.",
        "Campbell, John Y. 1987. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Stock Returns and the Term Structure.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Journal of Financial Economics, 18(2): 373Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c399.",
        "Campbell, John Y. 1991. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093A Variance Decomposition for Stock Returns.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d The Economic Journal, 101(405): 157Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c179.",
        "Campbell, John Y. 1995. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Some Lessons from the Yield Curve.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Journal of Economic Perspectives, 9: 129Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c152.",
        "Campbell, John Y., and John H. Cochrane. 1999. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093By Force of Habit: A ConsumptionBased Explanation of Aggregate Stock Market Behavior.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Journal of Political Economy, 107(2): 205Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c251.",
        "Campbell, John Y., and Robert J. Shiller. 1987. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Cointegration and Tests of Present Value Models.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Journal of Political Economy, 95(5): 1062Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c1088.",
        "Campbell, John Y., and Robert J. Shiller. 1988a. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093The Dividend-Price Ratio and Expectations of Future Dividends and Discount Factors.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Review of Financial Studies, 1(3)(3): 195Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c228.",
        "Campbell, John Y., and Robert J. Shiller. 1988b. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Stock Prices, Earnings, and Expected Dividends.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Journal of Finance, XLIII: 661Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c676.",
        "Campbell, John Y., and Robert J. Shiller. 1991. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Yield Spreads and Interest Rate Movements: A BirdÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0084¢s Eye View.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Review of Economic Studies, 58(3): 495Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c514."
    ]
}