{
    "id": 22042,
    "cites": 40,
    "cited_by": 18,
    "reference": [
        "Almlund, Mathilde, Angela Lee Duckworth, James Heckman, and Tim Kautz. 2011. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Personality Psychology and Economics.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Handbook of the Economics of Education, 4: 1.",
        "Anelli, Massimo, and Giovanni Peri. 2015. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093PeersÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0084¢ Composition Effects in the Short and in the Long Run: College Major, College Performance and Income.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Baldry, Anna C. 2003. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Bullying in Schools and Exposure to Domestic Violence.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Child Abuse & Neglect, 27(7): 713Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c732.",
        "Belfield, Clive R, and Thomas Bailey. 2011. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093The Benefits of Attending Community College: A Review of the Evidence.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Community College Review, 39(1): 46Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c68.",
        "Bifulco, Robert, Jason M Fletcher, and Stephen L Ross. 2011. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093The Effect of Classmate Characteristics on Post-Secondary Outcomes: Evidence from the Add Health.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d American Economic Journal: Economic Policy, 25Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c53.",
        "Bifulco, Robert, Jason M Fletcher, Sun Jung Oh, and Stephen L Ross. 2014. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Do High School Peers Have Persistent Effects on College Attainment and Other Life Outcomes?Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Labour Economics, 29: 83Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c90.",
        "Black, David S, Steve Sussman, and Jennifer B Unger. 2010. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093A Further Look at the Intergenerational Transmission of Violence: witnessing Interparental Violence in Emerging Adulthood.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Journal of Interpersonal Violence, 25(6): 1022Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c1042.",
        "Black, Sandra E, Paul J Devereux, and Kjell G Salvanes. 2013. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Under Pressure ? The Effect of Peers on Outcomes of Young Adults.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Journal of Labor Economics, 31(1): 119Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c153.",
        "Carlson, Bonnie E. 2000. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Children Exposed to Intimate Partner Violence Research Findings and Implications for Intervention.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Trauma, Violence, & Abuse, 1(4): 321Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c342.",
        "Carrell, Scott E, and James E West. 2010. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Does Professor Quality Matter? Evidence from Random Assignment of Students to Professors.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Journal of Political Economy, 118(3).",
        "Carrell, Scott E., and Mark Hoekstra. 2012. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Family Business or Social Problem? The Cost of Unreported Domestic Violence.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Journal of Policy Analysis and Management, 31(4): 861Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c875.",
        "Carrell, Scott E, and Mark L Hoekstra. 2010. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Externalities in the Classroom: How Children Exposed to Domestic Violence Affect EveryoneÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0084¢s Kids.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d American Economic Journal: Applied Economics, 2(1): 211Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c228.",
        "Carrell, Scott E, Frederick V Malmstrom, and James E West. 2008. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Peer Effects in Academic Cheating.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Journal of Human Resources, 43(1): 173Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c207.",
        "Carrell, Scott E, Richard L Fullerton, and James E West. 2009. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Does Your Cohort Matter? Measuring Peer Effects in College Achievement.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Journal of Labor Economics, 27(3): 439Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c464.",
        "Chetty, Raj, JN Friedman, N Hilger, E Saez, D Whitmore Schanzenbach, and D. Yagan. 2011. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093How Does Your Kindergarten Classroom Affect Your Earnings? Evidence From Project STAR.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Quarterly Journal of Economics, 126(4): 1593Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c1660.",
        "Chetty, Raj, John N. Friedman, and Jonah E. Rockoff. 2014. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Measuring the Impacts of Teachers I: Evaluating Bias in Teacher Value-Added Estimates.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d American Economic Review, 104(9): 2593Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c2632.",
        "Currie, Cheryl L. 2006. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Animal Cruelty by Children Exposed to Domestic Violence.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Child Abuse & Neglect, 30(4): 425Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c435.",
        "Dynarski, Susan, Joshua Hyman, and Diane Whitmore Schanzenbach. 2013. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093xperimental Evidence on the Effect of Childhood Investments on Postsecondary Attainment and Degree Completion.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Journal of Policy Analysis and Management, 32(4): 692Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c717.",
        "Edleson, Jeffrey L. 1999. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093ChildrenÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0084¢s Witnessing of Adult Domestic Violence.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Journal of Interpersonal Violence, 14(8): 839Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c870.",
        "Evans, Sarah E, Corrie Davies, and David DiLillo. 2008. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Exposure to Domestic Violence: A Meta-analysis of Child and Adolescent Outcomes.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Aggression and Violent Behavior, 13(2): 131Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c140.",
        "Fantuzzo, John, Robert Boruch, Abdullahi Beriama, Marc Atkins, and Susan Marcus. 1997. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Domestic Violence and Children: Prevalence and Risk in Five Major US Cities.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Journal of the American Academy of Child & Adolescent Psychiatry, 36(1): 116Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c 122.",
        "Gould, Eric D, Victor Lavy, and M Daniele Paserman. 2009. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Does Immigration Affect the Long-Term Educational Outcomes of Natives? Quasi-Experimental Evidence*.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d The Economic Journal, 119(540): 1243Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c1269.",
        "Hanushek, Eric A, John F Kain, Jacob M Markman, and Steven G Rivkin. 2003. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Does Peer Ability Affect Student Achievement?Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Journal of Applied Econometrics, 18(5): 527Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c544.",
        "Heckman, James, Rodrigo Pinto, and Peter Savelyev. 2013. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Understanding the Mechanisms Through Which an Influential Early Childhood Program Boosted Adult Outcomes.",
        "Holt, Stephanie, Helen Buckley, and Sadhbh Whelan. 2008. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093The Impact of Exposure to Domestic Violence on Children and Young People: A Review of the Literature.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Child Abuse & Neglect, 32(8): 797Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c810.",
        "Hoxby, Caroline. 2000a. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Peer Effects in the Classroom: Learning from Gender and Race Variation.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d National Bureau of Economic Research.",
        "Hoxby, Caroline M. 2000b. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093The Effects of Class Size on Student Achievement: New Evidence from Population Variation.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Quarterly Journal of Economics, 1239Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c1285.",
        "Hoxby, Caroline M, and Gretchen Weingarth. 2006. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Taking Race Out of the Equation: School Reassignment and the Structure of Peer Effects.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Kaci, Judy Hails. 1994. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Aftermath of Seeking Domestic Violence Protective Orders: The VictimÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0084¢s Perspective.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Journal of Contemporary Criminal Justice, 10(3): 204Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c219.",
        "Koenen, Karestan C, Terrie E Moffitt, Avshalom Caspi, Alan Taylor, and Shaun Purcell. 2003. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Domestic violence is Associated with Environmental Suppression of IQ in Young Children.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Development and Psychopathology, 15(02): 297Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c311.",
        "Kremer, Michael, and Dan Levy. 2008. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Peer Effects and Alcohol Use Among College Students.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d The Journal of Economic Perspectives, 22(3): 189Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c189.",
        "Krueger, Alan B. 1999. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Experimental Estimates of Education Production Functions.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Quarterly Journal of Economics, 497Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c532.",
        "Krueger, Alan B, and Diane M Whitmore. 2001. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093The Effect of Attending a Small Class in the Early Grades on College-Test Taking and Middle School Test Results: Evidence from Project STAR.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d The Economic Journal, 111(468): 1Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c28.",
        "Lavy, Victor, and Analia Schlosser. 2011. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Mechanisms and Impacts of Gender Peer Effects at School.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d American Economic Journal: Applied Economics, 1Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c33.",
        "Lazear, Edward P. 2001. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Educational Production.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Quarterly Journal of Economics, 777Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c803.",
        "Lefgren, Lars. 2004. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Educational Peer Effects and the Chicago Public Schools.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Journal of Urban Economics, 56(2): 169Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c191.",
        "Ludwig, Jens, and Douglas L Miller. 2007. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Does Head Start Improve ChildrenÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0084¢s Life Chances? Evidence from a Regression Discontinuity Design.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d The Quarterly Journal of Economics, 159Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c208.",
        "Manski, Charles F. 1993. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Identification of Endogenous Social Effects: The Reflection Problem.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d The Review of Economic Studies, 60(3): 531Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c542.",
        "Sacerdote, Bruce. 2001. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Peer Effects With Random Assignment: Results For Dartmouth Roommates.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d The Quarterly Journal of Economics, 116(2): 681Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c704.",
        "Stevenson, Megan. 2015. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Breaking Bad: Mechanisms of Social Influence and the Path to Criminality in Juvenile Jails.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Mimeo.",
        "Vigdor, Jacob, and Thomas Nechyba. 2006. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Peer Effects in North Carolina Public Schools.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Citeseer.",
        "Wolfe, David A, Claire V Crooks, Vivien Lee, Alexandra McIntyre-Smith, and Peter G Jaffe. 2003. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093The Effects of ChildrenÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0084¢s Exposure to Domestic Violence: A MetaAnalysis and Critique.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Clinical Child and Family Psychology Review, 6(3): 171Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c187."
    ]
}