{
    "id": 22047,
    "cites": 36,
    "cited_by": 0,
    "reference": [
        "Akerlof, G. A.: 1970, The market for Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093lemonsÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d: Quality uncertainty and the market mechanism, The Quarterly Journal of Economics 84(3), 488Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c500.",
        "Altman, E. I.: 1989, Measuring corporate bond mortality and performance, The Journal of Finance 44(4), 909Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c922.",
        "Altman, E. I.: 1992, Revisiting the high-yield bond market, Financial Management pp. 78Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c 92.",
        "Amit, R., Brander, J. and Zott, C.: 1998, Why do venture capital firms exist? theory and canadian evidence, Journal of business Venturing 13(6), 441Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c466.",
        "Arnold, L. G. and Riley, J. G.: 2009, On the possibility of credit rationing in the stiglitz-weiss model, American Economic Review 99(5), 2012Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c21.",
        "Asquith, P., Mullins, D. W. and Wolff, E. D.: 1989, Original issue high yield bonds: Aging analyses of defaults, exchanges, and calls, The Journal of Finance 44(4), 923Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c952.",
        "Bolton, P., Santos, T. and Scheinkman, J. A.: 2011, Cream skimming in financial markets. NBER working paper No. 16804.",
        "Booth, J. R. and Smith, II, R. L.: 1986, Capital raising, underwriting and the certification hypothesis, Journal of Financial Economics 15(1-2), 261 Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c 281.",
        "Brewer, E. and Jackson, W. E.: 2000, Requiem for a market maker: the case of drexel burnham lambert and junk bonds, Journal of Financial Services Research 17(3), 209Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c235.",
        "Chetty, R.: 2008, Sufficient statistics for welfare analysis: A bridge between structural and reduced-form methods. NBER working paper No. 14399.",
        "Cochrane, J. H.: 2013, Finance: Function Matters, Not Size, Journal of Economic Perspectives 27(2), 29Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c50.",
        "Datta, S., Iskandar-Datta, M. and Patel, A.: 1997, The pricing of initial public offers of corporate straight debt, the Journal of Finance 52(1), 379Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c396.",
        "Fishman, M. J. and Parker, J. A.: 2015, Valuation, adverse selection, and market collapses, Review of Financial Studies .",
        "Gale, D.: 1996, Equilibria and pareto optima of markets with adverse selection, Economic Theory 7(2), 207Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c235.",
        "Gande, A., Puri, M. and Saunders, A.: 1999, Bank entry, competition, and the market for corporate securities underwriting, Journal of Financial Economics 54(2), 165Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c195.",
        "Glode, V., Green, R. C. and Lowery, R.: 2012, Financial expertise as an arms race, The Journal of Finance 67(5), 1723Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c1759.",
        "Gompers, P. A.: 1995, Optimal investment, monitoring, and the staging of venture capital, The Journal of Finance 50(5), 1461Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c1489.",
        "Gompers, P. and Lerner, J.: 2000, Money chasing deals? the impact of fund inflows on private equity valuation, Journal of financial economics 55(2), 281Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c325.",
        "Greenwood, R. and Scharfstein, D.: 2013, The growth of finance, The Journal of Economic Perspectives pp. 3Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c28.",
        "Guerrieri, V., Shimer, R. and Wright, R.: 2010, Adverse selection in competitive search equilibrium, Econometrica 78(6), 1823Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c1862.",
        "Hall, R. E. and Woodward, S. E.: 2007, The incentives to start new companies: Evidence from venture capital. NBER working paper No. 13056.",
        "Jewell, J. and Livingston, M.: 1998, Split ratings, bond yields, and underwriter spreads, Journal of Financial Research 21(2), 185Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c204.",
        "Kurlat, P.: 2016, Asset markets with heterogeneous information, Econometrica 84, 33Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c85.",
        "Levine, R.: 1997, Financial development and economic growth: Views and agenda, Journal of Economic Literature 35(2), 688Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c726.",
        "Levine, R.: 2005, Finance and growth: theory and evidence, Handbook of economic growth 1, 865Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c934.",
        "McDonald, C. G. and Van de Gucht, L. M.: 1999, High-yield bond default and call risks, Review of Economics and Statistics 81(3), 409Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c419.",
        "Murphy, K. M., Shleifer, A. and Vishny, R. W.: 1991, The allocation of talent: Implications for growth, The Quarterly Journal of Economics 106(2), 503Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c30.",
        "Philippon, T.: 2010, Financiers versus engineers: Should the financial sector be taxed or subsidized?, American Economic Journal: Macroeconomics 2(3), 158Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c82.",
        "Philippon, T.: 2014, Has the us finance industry become less efficient? on the theory and measurement of financial intermediation. NYU working paper.",
        "Philippon, T. and Reshef, A.: 2012, Wages and human capital in the u.s. finance industry: 1909-2006, The Quarterly Journal of Economics .",
        "Shakhnov, K.: 2014, The allocation of talent: Finance versus entrepreneurship. EUI working paper.",
        "Stiglitz, J. E. and Weiss, A.: 1981, Credit rationing in markets with imperfect information, American Economic Review 71(3), 393Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c410.",
        "Tobin, J.: 1984, On the efficiency of the financial system, Lloyds Bank Review .",
        "Ueda, M.: 2004, Banks versus venture capital: Project evaluation, screening, and expropriation, The Journal of Finance 59(2), 601Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c621.",
        "Wilson, C.: 1980, The nature of equilibrium in markets with adverse selection, The Bell Journal of Economics 11(1), 108Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c130.",
        "Zhou, C.: 2001, Credit rating and corporate defaults, The Journal of Fixed Income 11(3), 30Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c"
    ]
}