{
    "id": 22055,
    "cites": 36,
    "cited_by": 4,
    "reference": [
        "Adena, M., R. Enikolopov, M. Petrova, V. Santarosa, and E. Zhuravskaya (2015). Radio and the rise of the nazis in pre-war germany. Quarterly Journal of Economics.",
        "Besley, T. and A. Prat (2006). Handcuffs for the grabbing hand? media capture and government accountability. The American Economic Review, 720Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c736.",
        "Bisbal, M. (2009). La comunicacion masiva como politica de gobierno de hugo chavez frias. In M. Bisbal (Ed.), Hegemonia y control comunicacional. Editorial Alfa.",
        "Chang-Tai, H., E. Miguel, D. Ortega, and F. Rodriguez (2011). The price of political opposition: Evidence from venezuelaÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0084¢s maisanta. American Economic Journal: Applied Economics 3(2), 196Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c214.",
        "Chiang, C.-F. and B. Knight (2011). Media bias and influence: Evidence from newspaper endorsements. The Review of Economic Studies 78(3), 795Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c820.",
        "Corrales, J. and M. Penfold (2011). Dragon in the Tropics: Hugo Chavez and the Political Economy of Revolution in Venezuela. Washington D.C.,U.S: Brookings Latin America Initiative Books.",
        "DellaVigna, S., R. Enikolopov, V. Mironova, M. Petrova, and E. Zhuravskaya (2014). Cross-border media and nationalism: Evidence from serbian radio in croatia. American Economic Journals: Applied Economics 6(3), 103Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c132.",
        "DellaVigna, S. and M. Gentzkow (2010). Persuasion: Empirical evidence. Annual Review of Economics 2(1), 643Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c669.",
        "DellaVigna, S. and E. Kaplan (2007). The fox news effect: Media bias and voting.",
        "Dinneen, M. (2012). The chavez government and the battle over the media in venezuela. Asian Journal of Latin American Studies 25(2), 27Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c53.",
        "DiTella, R., S. Galiani, and E. Schargrodsky. (2012). Reality versus propaganda in the formation of beliefs about privatization. Journal of Public Economics 96, 553Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c567.",
        "Durante, R. and B. Knight (2012). Partisan control, media bias, and viewer responses: Evidence from berlusconiÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0084¢s italy. Journal of the European Economic Association 10(3), 451Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c481.",
        "Enikolopov, R., M. Petrova, and E. Zhuravskaya (2011). Media and political persuasion: Evidence from russia. The American Economic Review 101(7), 3253Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c3285.",
        "EU-EOM (2006). Final report: Presidential elections venezuela 2006. Technical report, European Union Election Observation Mission.",
        "Frajman, E. (2014). Broadcasting populist leadership: Hugo chavez and alo presidente. Journal of Latin American Studies 43(3), 501Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c526.",
        "Gentzkow, M. and J. M. Shapiro (2010). What drives media slant? evidence from us daily newspapers. Econometrica 78(1), 35Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c71.",
        "Gentzkow, M., J. M. Shapiro, and M. Sinkinson (2011). The effect of newspaper entry and exit on electoral politics. American Economic Review 101(7), 2980Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c3018.",
        "Gentzkow, M., J. M. Shapiro, and M. Sinkinson (2014). Competition and ideological diversity: Historical evidence from us newspapers. The American Economic Review 104(10), 3073Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c3114.",
        "George, L. and J. Waldfogel (2003). Who affects whom in daily newspaper markets? Journal of Political Economy 111(4), 765Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c784.",
        "Gerber, A. S., D. Karlan, and D. Bergan (2009). Does the media matter? a field experiment measuring the effect of newspapers on voting behavior and political opinions. American Economic Journal: Applied Economics 1(2), 35Ã\u0083Æ\u0092Ã\u0082Â\u009052.",
        "Goettler, R. L. and R. Shachar (2001). Spatial competition in the network television industry. RAND Journal of Economics 32(4), 624Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c656.",
        "Kitzberger, P. (2010). The media activism of latin americaÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0084¢s leftist governments: Does ideology matter? Working paper 151, GIGA.",
        "Martin, G. and A. Yurukoglu (2015). Bias in cable news: Real effects and polarization. NBER Working Paper No. 20798.",
        "Moshkin, N. and R. Shachar (2002). The asymmetric information model of state dependence. Marketing Science 21(4), 435Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c454.",
        "Nelson, B. A. (2009). The Silence and the Scorpion: The Coup Against Chavez and the Making of Modern Venezuela. New York, U.S: Nation Books.",
        "Perretti, F. and C. Esteves-Sorenson (2012). In micro-costs: Inertia in television viewing. The Economic Journal 122(563), 867Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c902.",
        "Prat, A. and D. Stromberg (2013). The political economy of mass media. In Advances in Economics and Econometrics: Volume 2, Applied Economics: Tenth World Congress, Volume 50, pp. 135. Cambridge University Press.",
        "Qian, N. and D. Yanagizawa-Drott (2013). Government distortion in independently owned media: Evidence from u.s. cold war news coverage of human rights. Working Paper.",
        "Republica Bolivariana de Venezuela (2012). Memorias de un golpe de estado. Republica Bolivariana de Venezuela.",
        "Snyder, J. M. and D. Stromberg (2010). Press coverage and political accountability. Journal of Political Economy 118(2), 355Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c408.",
        "Webster, J. G. (1984). Cable televisionÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0084¢s impact on audience for local news. Journalism Quarterly 61(2), 419Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c422.",
        "Webster, J. G. and G. D. Newton (1988). Structural determinants of the television news audience. Journal of Broadcasting & Electronic Media 32(4), 381Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c389.",
        "Welch, D. (1993). The Third Reich: Politics and Propaganda. London: Routledge.",
        "Wilpert, G. (2007). Changing Venezuela by Taking Power: The History and Policies of the Chavez Government. London, England: Verso Books.",
        "Yanagizawa-Drott, D. (2014). Propaganda and conflict: Evidence from the rwandan genocide. Quarterly Journal of Economics 129(4).",
        "Yao, S., W. Wang, and Y. Chen (2014). The value of sampling: The case of tv commercial breaks. Working Paper."
    ]
}