{
    "id": 22050,
    "cites": 32,
    "cited_by": 8,
    "reference": [
        "Woodward, Susan E., and Robert E. Hall. 2012. \"Diagnosing Consumer Confusion and Suboptimal Shopping Eort: Theory and Mortgage-Market Evidence.\" American Economic Review, 102(7): 3249-3276.",
        "Stahl, Dale O. 1989. \"Oligopolistic Pricing with Sequential Consumer Search.\" The American Economic Review, 79(4): 700-712.",
        "Wang, Tracy Yu, Andrew Winton and Xiaoyun Yu. 2010. Coporate Fraud and Business Conditions: Evidence from IPOs. Journal of Finance, 65(6): 2255-2291.",
        "Qualication Exams. FINRA. Finanical Industry Regulatory Authority. Accessed August 9, 2015 <http://www.nra.org/industry/qualication-exams> Srinivasan, Suraj. 2005. \"Consequences of nancial reporting failure for outside directors: Evidence from accounting restatements and audit committee members.\" Journal of Accounting Research, 43(2): 291-334.",
        "Piskorski, Tomasz, Amit Seru and James Witkin. 2015. Asset Quality Misrepresentation by Financial Intermediaries: Evidence from the RMBS Market. Forthcoming in the Journal of Finance Povel, Paul, Rajdeep Sign and Andrew Winton. 2007. Booms, Busts, and Fraud. Review of Financial Studies, 20(4): 1219-1254.",
        "Mullainathan, Sendhil, Markus Noeth, and Antoinette Schoar. 2012. The market for nancial advice: An audit study. NBER Working PAper No. w17929.",
        "Lusardi, Annamaria, and Olivia S. Mitchell. 2011. \"Financial literacy and retirement planning in the United States.\" Journal of Pension Economics and Finance, 10(4):: 509-525.",
        "Karpo, Jonathan M., D. Scott Lee, and Gerald S. Martin. 2008. \"The consequences to managers for nancial misrepresentation.\" Journal of Financial Economics, 88(2): 193-215.",
        "Helland, Eric. 2006. Reputational Penalties and the Merits of Class Action Securities Litigation.  The Journal of Law & Economics, 49(2): 365-395.",
        "Hastings, Justine S., and Lydia Tejeda-Ashton. 2008. Financial Literacy, Information, and Demand Elasticity: Survey and Experimental Evidence from Mexico. NBER Working Paper No. w14538.",
        "Hastings, Justine S., Ali HortaÃ\u0083Æ\u0092Ã\u0082Â§su, and Chad Syverson. 2015. Advertising and Competition in Privatized Social Security: The Case of Mexico. NBER Working Paper No. w18881.",
        "Gurun, Umit G., Gregor Matvos and Amit Seru. 2015. Advertising Expensive Mortgages. Forthcoming in Journal of Finance.",
        "Guiso, Luigi, Paola Sapienza, and Luigi Zingales. 2008. \"Trusting the stock market.\" Journal of Finance, 63(6): 2557-2600.",
        "Grin, John M. and Gonzalo Maturana. 2014. Who Facilitated Misreporting in Securitized Loans? Forthcoming in Review of Financial Studies.",
        "Garleanu, Nicolae B. and Lasse H. Pedersen. 2015. Eciently Inecient Markets for Assets and Asset Management. NBER Working Paper No. w21563.",
        "Gennaioli, Nicola, Andrei Shleifer, and Robert Vishny. 2015. \"Money doctors.\" Journal of Finance, 70(1): 91-114.",
        "Gabaix, Xavier, and David Laibson. 2006. \"Shrouded Attributes, Consumer Myopia, and Information Suppression in Competitive Markets.\" The Quarterly Journal of Economics, 121(1): 505-540.",
        "Fich, Eliezer M., and Anil Shivdasani. 2007. \"Financial fraud, director reputation, and shareholder wealth.\" Journal of Financial Economics 86(2): 306-336.",
        "Chalmers, John and Jonathan Reuter. Is Conicted Investment Advice Better than No Advice? NBER Working Paper No. w18158 Christoersen, Susan EK, Richard Evans, and David K. Musto. 2013. \"What Do Consumers' Fund Flows Maximize? Evidence from their Brokers' Incentives.\" The Journal of Finance, 68(1): 201-235.",
        "Dimmock, Stephen G., William C. Gerken and Nathaniel P. Grahm. 2015. Is Fraud Contagious? Career Networks and Fraud by Financial advisers. Working Paper Duarte, Fabian, and Justine S. Hastings. 2012. Fettered Consumers and Sophisticated Firms: Evidence from Mexico's Privatized Social Security Market. NBER Working Paper No. w18582.",
        "Dyck, Alexander, Adair Morse and Luigi Zingales. 2010. Who Blows the Whistle on Corporate Fraud. Journal of Finance, 65(6): 2213-2253 Dyck, Alexander, Adair Morse and Luigi Zingales. 2014. How Pervasive is Corporate Fraud? Rotman School of Managment Working Papering No. 2222608 Egan, Mark. 2015. Brokers vs. Retail Investors: Conicting Interests and Dominated Products. Working Paper.",
        "Exams. NASAA. North American Securities Administrators Association. Accessed August 9, 2015 <http://www.nasaa.org/industry-resources/exams/> Fama, Eugene F. 1980. Agency Problems and the Theory of the Firm. The Journal of Political Economy, 88(2): 288-307 Fama, Eugene and Michael Jensen. 1983. Agency Problems and Residual Claims. The Journal of Law & Economics, 26(2): 327-349.",
        "CÃ\u0083Æ\u0092Ã\u0082Â©lÃ\u0083Æ\u0092Ã\u0082Â©rier, Claire and Boris VallÃ\u0083Æ\u0092Ã\u0082Â©e. 2014. What Drives Financial Complexity? A Look into the Retail Market for Structured Products. Working Paper.",
        "Agarwal, Sumit, Souphala Chomsisengphet, Neale Mahoney, and Johannes Stroebel. 2014. Regulating Consumer Financial Products: Evidence from Credit Cards. Forthcoming in Quarterly Journal of Economics.",
        "Agarwal, Sumit, John C. Driscoll, Xavier Gabaix, and David Laibson. 2009. The Age of Reason: Financial Decisions Over the Life Cycle with Implications for Regulation. Brookings Papers on Economic Activity, 2009(2): 51-117.",
        "Agrawal, Anup, Jerey F. Jae, and Jonathan M. Karpo. 1999. \"Management Turnover and Governance Changes Following the Revelation of Fraud.\" The Journal of Law & Economics 42(1): 309-342.",
        "Anagol, Santosh, Shawn Cole and Shayak Sakar. 2012. Understanding the Incentives of Commissions Motivated Agents: Theory and Evidence from the Indian Life Insurance Market. Working Paper.",
        "Barwick, Panle Jia, Parag A. Pathak, and Maisy Wong. 2015. Conicts of Interest and the Realtor Commission Puzzle. NBER Working Paper No. w21489.",
        "Becker, Gary S. 1968. Crime and Punishment: An Economic Approach. Journal of Political Economy, 76: 169-217 Bergstresser, Daniel, John M. Chalmers, and Peter Tufano. 2009. Assessing the Costs and Benets of Brokers in the Mutual Fund Industry. Review of Financial Studies, 22(10): 41294156.",
        "Campbell, John Y., Howell E. Jackson, Brigitte C. Madrian, and Peter Tufano. 2010. The Regulation of Consumer Financial Products: An Introductory Essay with Four Case Studies. HKS Faculty Research Working Paper Series RWP10-040.",
        "Carlin, Bruce I. 2009. \"Strategic Price Complexity in Retail Financial Markets.\" Journal of Financial Economics, 91(3): 278-287.",
        "Carlin, Bruce I., and Gustavo Manso. 2011. \"Obfuscation, Learning, and the Evolution of Investor Sophistication.\" Review of Financial Studies, 24(3): 754-785."
    ]
}