{
    "id": 22062,
    "cites": 48,
    "cited_by": 12,
    "reference": [
        "Allen, T. and C. Arkolakis. 2014. Trade and the Topography of the Spatial Economy. Quarterly Journal of Economics 129(3): 1085-1140.",
        "Alvarez, F. and R. Lucas, Jr. 2007. General Equilibrium Analysis of the Eaton-Kortum Model of International Trade. Journal of Monetary Economics 54(6): 1726-1768.",
        "Arkolakis, K., A. Costinot, and A. Rodriguez-Clare. 2012. New Trade Models, Same Old Gains? American Economic Review 102(1): 94-130.",
        "Armington, P. 1969. A Theory of Demand for Products Distinguished by Place of Production.  IMF Sta Papers 16: 159-176.",
        "Baier, S. and J. Bergstrand. 2002. Economic Determinants of Free Trade Agreements. Journal of International Economics 64(1): 29-63.",
        "Bhagwati, J. 1991. The World Trading System at Risk. Princeton, NJ: Princeton University Press.",
        "Baldwin, R. and R. Clarke. 1987. Game-Modeling Multilateral Trade Negotiations. Journal of Policy Modeling 9(2): 257-284.",
        "Bagwell, K. and R. Staiger. 1990. A Theory of Managed Trade. American Economic Review 80(4): 779-795.",
        "Bagwell, K. and R. Staiger. 1999. An Economic Theory of GATT. American Economic Review 89(1): 215-248.",
        "Bagwell, K. and R. Staiger. 2002. The Economics of the World Trading System. Cambridge, MA: MIT Press.",
        "Bagwell, K. and R. Staiger. 2005. Multilateral Trade Negotiations, Bilateral Opportunism and the Rules of the GATT/WTO. Journal of International Economics 67: 268-294.",
        "Bagwell, K., R. Staiger, and A. Yurukoglu. 2015. Multilateral Trade Bargaining: A First Peak at the GATT Bargaining Records. Manuscript, Stanford University.",
        "Broda, C. and D. Weinstein. 2006. Globalization and the Gains from Variety. Quarterly Journal of Economics 121(2): 541-585.",
        "Broda, C., N. Limao, and D. Weinstein. 2008. Optimal Taris and Market Power: The Evidence. American Economic Review 98(5): 2032-2065.",
        "Caliendo, L., R. Feenstra, J. Romalis, and A. Taylor. 2015. Tari Reductions, Entry, and Welfare: Theory and Evidence for the Last Two Decades. NBER Working Paper 21768.",
        "Caliendo, L. and F. Parro. 2015. Estimates of the Trade and Welfare Eects of NAFTA. Review of Economic Studies 82(1): 1-44.",
        "Caliendo, L., F. Parro, E. Rossi-Hansberg, and P. Sarte. 2014. The Impact of Regional and Sectoral Productivity Changes on the U.S. Economy. NBER Working Paper 20168.",
        "Costinot, A., D. Donaldson, J. Vogel, and I. Werning. 2015. Comparative Advantage and Optimal Trade Policy. Quarterly Journal of Economics 130(2): 659-702.",
        "Costinot, A. and A. Rodriguez-Clare. 2014. Trade Theory with Numbers. Chapter 4 in Helpman, E., Rogo, K., and G. Gopinath, Eds. 2014. Handbook of International Economics, Volume 4. North Holland.",
        "Dixon, P. and D. Jorgenson. 2013. Handbook of Computable General Equilibrium Modeling. North Holland.",
        "Dekle, R., J. Eaton, and S. Kortum. 2007. Unbalanced Trade. American Economic Review 97(2): 351-355.",
        "Eaton, J. and S. Kortum. 2002. Technology, Geography, and Trade. Econometrica 70(5): 1741-1779.",
        "Feenstra, R. 1994. New Product Varieties and the Measurement of International Prices. American Economic Review 84(1): 157-177.",
        "Feenstra, R. 2010. Product Variety and the Gains from International Trade. Cambridge, MA: MIT Press.",
        "Felbermayr, G., B. Jung, and M. Larch. 2013. Optimal taris, retaliation, and the welfare loss from tari wars in the Melitz model. Journal of International Economics 89(1): 13-25.",
        "Felbermayr, G., B. Jung, and M. Larch. 2015. The Welfare Consequences of Import Taris: A Quantitative Perspective. Journal of International Economics 97(2): 295309.",
        "Gawande, K. and P. Krishna. 2003. The Political Economy of Trade Policy: Empirical Approaches. Chapter 8 in Choi, E. and J. Harrigan, Eds. 2003. Handbook of International Trade. Blackwell.",
        "Gorman, W. 1958. Taris, Retaliation, and the Elasticity of Demand for Imports. Review of Economic Studies 25(3): 133-162.",
        "Grossman, G. and E. Helpman. 1994. Protection for Sale. American Economic Review 84(4): 833-850.",
        "Hamilton, B. and J. Whalley. 1983. Optimal Tari Calculations in Alternative Trade Models and Some Possible Implications for Current World Trading Arrangements. Journal of International Economics 15(3-4): 323-348.",
        "Johnson, H. 1953-54. Optimum Taris and Retaliation. Review of Economic Studies 21(2): 142-153.",
        "Kennan, J. and R. Riezman. 1990. Optimal Tari Equilibria with Customs Unions. Canadian Journal of Economics 23(1): 70-83.",
        "Kuga, K. 1973. Tari Retaliation and Policy Equilibrium. Journal of International Economics 3: 351-366.",
        "Leamer, E. 1981. Is it a Demand Curve, or is it a Supply Curve? Partial Identication through Inequality Constraints. Review of Economics and Statistics 63(3): 319-327.",
        "Maggi, G. 1999. On the Role of Multilateral Institutions in International Trade Cooperation.  American Economic Review 89(1): 190-214.",
        "Markusen, J. and R. Wigle. 1989. Nash Equilibrium Taris for the United States and Canada: The Roles of Country Size, Scale Economies, and Capital Mobility. Journal of Political Economy 97(2): 368-386.",
        "Melitz, M. 2003. The Impact of Trade on Intra-Industry Reallocations and Aggregate Industry Productivity. Econometrica 71(6): 1695-1725.",
        "Narayanan, B., A. Aguiar and R. McDougall, Eds. 2012. Global Trade, Assistance, and Production: The GTAP 8 Data Base, Center for Global Trade Analysis, Purdue University",
        "Krugman, P. 1980. Scale Economies, Product Dierentiation, and the Pattern of Trade. American Economic Review 70(5): 950-959.",
        "Ossa, R. 2011. A New Trade Theory of GATT/WTO Negotiations. Journal of Political Economy 119(1): 122-152.",
        "Ossa, R. 2012. Prots in the New Trade Approach to Trade Negotiations. American Economic Review 102(3): 466-469.",
        "Ossa, R. 2014. Trade Wars and Trade Talks with Data. American Economic Review 104(2): 4104-46.",
        "Ossa, R. 2015. A Quantitative Analysis of Subsidy Competition in the U.S. NBER Working Paper 20975.",
        "Perroni, C. and J. Whalley. 2000. The New Regionalism: Trade Liberalization or Insurance ? Canadian Journal of Economics 33(1): 1-24.",
        "Simonovska, I. and M. Waugh. 2014. The Elasticity of Trade: Estimates and Evidence. Journal of International Economics 92(1): 34-50.",
        "Soderbery, A. 2015. Estimating Import Supply and Demand Elasticities: Analysis and Implications. Journal of International Economics 96(1): 1-17.",
        "Su, C. and K. Judd. 2012. Constrained Optimization Approaches to Estimation of Structural Models. Econometrica 80(5): 2213-2230.",
        "Viner, J. 1950. The Customs Union Issue. Washington, DC: Anderson Kramer Associates. 0 10 20 30 40 50 60 70 -9 -8 -7 -6 -5 -4 -3 -2 -1 US optimal tariff US tariff in % Welfare change in % Ef f ect on US Ef f ect on Canada"
    ]
}