{
    "id": 2206,
    "cites": 14,
    "cited_by": 2,
    "reference": [
        "Bernanke, Ben S. Alternative Explanations of the Money-Income Correlation. Carnegie-Rochester Conference Series on Public Policy 25 (Autumn 1986): 49-100.",
        "Bernanke, Ben S. Bankruptcy, Liquidity, and Recession. American Economic Review 71 (May 1981): 155-159.",
        "Bernanke, Ben S. Nonmonetary Effects of the Financial Crisis in the Propagation of the Great Depression. American Economic Review 73 (June 1983): 257-276.",
        "Blinder, Alan S. Credit Rationing and Effective Supply Failures. Working Paper No. 1619, National Bureau of Economic Research, May 1985.",
        "Calomiris, Charles W. and Hubbard, R. Glenn. Multiple Loan Markets, Collateral, and Credit Rationing. Mimeograph, Northwestern University, 1987.",
        "Clark, Truman A. Interest Rate Seasonals and the Federal Reserve. Journal of Political Economy 94 (February 1986): 76-125.",
        "Deardorff, Alan V. One-Way Arbitrage and Its Implications for the Foreign Exchange Markets. Journal of Political Economy 87 (April 1979): 351-364.",
        "DeLong, J. Bradford and Summers, Lawrence H. The Changing Cyclical Variability of Economic Activity in the United States. In Robert J. Gordon (ed.), The American Business Cycle: Continuity and Change. Chicago: University of Chicago Press, 1986.",
        "Friedman, Milton and Schwartz, Anna. Monetary Trends in the United States and the United Kingdom. Chicago: University of Chicago Press, 1983.",
        "Garber, Peter M. Nominal Contracts in a Bimetallic Standard. American Economic Review 76 (December 1986): 1012-1030.",
        "Hicks, J.R. The Crisis in Keynesian Economics. New York: Basic Books, 1974.",
        "Mills, Frederick C. Economic Tendencies in the United States. New York: National Bureau of Economic Research, 1932.",
        "Miron, Jeffrey A. Financial Panics, the Seasonality of the Nominal Interest Rate, and the Founding of the Fed. American Economic Review 76 (March 1986): 125-140.",
        "Officer, Lawrence H. The Efficiency of the Dollar-Sterling Gold Standard. Journal of Political Economy 94 (October 1986): 1038-1073."
    ]
}