{
    "id": 22066,
    "cites": 48,
    "cited_by": 39,
    "reference": [
        "Adelino M, Schoar A, Severino F. 2015. Loan originations and defaults in the mortgage crisis: The role of the middle class. Unpublished paper.",
        "Agarwal S, Benmelech E, Bergman N, Seru A. 2012. Did the Community Reinvestment Act (CRA) lead to risky lending? Unpublished paper.",
        "Agarwal S, Chomsisengphet S, Mahoney N, Stroebel J. 2015. Regulating consumer nancial products: Evidence from credit cards. Quarterly Journal of Economics 130:111164 Agarwal S, Driscoll JC, Gabaix X, Laibson D. 2009a. The age of reason: Financial decisions over the life cycle and implications for regulation. Brookings Papers on Economic Activity 2009:51117 Agarwal S, Driscoll JC, Gabaix X, Laibson DI. 2013a. Learning in the credit card market. Unpublished paper.",
        "Agarwal S, Driscoll JC, Laibson DI. 2013b. Optimal mortgage renancing: A closed-form solution.",
        "Journal of Money, Credit and Banking 45:591622 Agarwal S, Qian W. 2014. Consumption and debt response to unanticipated income shocks: Evidence from a natural experiment in Singapore. American Economic Review 104:42054230 Agarwal S, Skiba PM, Tobacman J. 2009b. Payday loans and credit cards: New liquidity and credit scoring puzzles? American Economic Review 99:412417 Allen J, Clark R, Houde JF. 2014. The eect of mergers in search markets: Evidence from the Canadian mortgage industry. American Economic Review 104:33653396 Almenberg J, Karapetyan A. 2013. Hidden costs of hidden debt. Review of Finance 18:22472281 Ameriks J, Caplin A, Laufer S, Van Nieuwerburgh S. 2011. The joy of giving or assisted living? Using strategic surveys to separate public care aversion from bequest motives. Journal of Finance 66:519561 Anagol S, Balasubramaniam V, Ramadorai T. 2015. The eects of experience on investor behavior: Evidence from India's IPO lotteries. Unpublished paper.",
        "Anagol S, Balasubramaniam V, Ramadorai T. 2016. Endowment eects in the eld: Evidence from india's ipo lotteries. Unpublished paper.",
        "Anagol S, Kim HH. 2012. The impact of shrouded fees: Evidence from a natural experiment in the Indian mutual funds market. American Economic Review 102:576593 Andersen S, Campbell JY, Nielsen KM, Ramadorai T. 2015. Inattention and inertia in household nance: Evidence from the Danish mortgage market. Unpublished paper.",
        "Angelini V, Brugiavini A, Weber G. 2014. The dynamics of homeownership among the 50+ in Europe. Journal of Population Economics 27:797823 Angrist JD. 2014. The perils of peer eects. Labour Economics 30:98108 Artavanis NT, Morse A, Tsoutsoura M. 2015. Tax evasion across industries: Soft credit evidence from Greece. Unpublished paper.",
        "Autio M, Wilska TA, Kaartinen R, LÃ\u0083Æ\u0092Ã\u0082Â¤hteenmaa J. 2009. The use of small instant loans among young adults  a gateway to a consumer insolvency? International Journal of Consumer Studies 33:407415 Badarinza C, Campbell JY, Ramadorai T. 2015. What calls to ARMs? International evidence on interest rates and the choice of adjustable-rate mortgages. Unpublished paper.",
        "Badarinza C, Ramadorai T. 2016. Home away from home? Foreign demand and London house prices. Unpublished paper.",
        "Bajo E, Barbi M, Bartoli F. 2014. Financial illiteracy and mortgage renancing decisions. Unpublished paper.",
        "Bakker T, Nagypal E, Watson C. 2014. The dynamics of overdraft fees and incidence. Unpublished paper.",
        "Banerjee A, Karlan D, Zinman J. 2015. Six randomized evaluations of microcredit: Introduction and further steps. American Economic Journal: Applied Economics 7:121 Barber BM, Odean T. 2000. Trading is hazardous to your wealth: The common stock investment performance of individual investors. Journal of Finance 55:773806 Barnea A, Cronqvist H, Siegel S. 2010. Nature or nurture: What determines investor behavior? Journal of Financial Economics 98:583604 Bekaert G, Hoyem K, Hu WY, Ravina E. 2015. Who is internationally diversied? Evidence from 296 401 (k). Unpublished paper.",
        "Benartzi S. 2001. Excessive extrapolation and the allocation of 401(k) accounts to company stock.",
        "Journal of Finance 56:17471764 Benartzi S, Previtero A, Thaler RH. 2011. Annuitization puzzles. Journal of Economic Perspectives 25:143164 Benartzi S, Thaler RH. 2007. Heuristics and biases in retirement savings behavior. Journal of Economic Perspectives 21:81104 Bernile G, Kumar A, Sulaeman J. 2015. Home away from home: Geography of information and local investors. Review of Financial Studies, forthcoming Berry RE, Duncan KA. 2007. The importance of payday loans in Canadian consumer insolvency. Unpublished paper.",
        "Beshears J, Choi JJ, Hurwitz J, Laibson D, Madrian BC. 2015. Liquidity in retirement savings systems: An international comparison. American Economic Review: Papers and Proceedings 105:420425 Betermier S, Calvet LE, Sodini P. 2016. Who are the value and growth investors? Journal of Finance, forthcoming Boersch-Supan A. 2008. First results from the Survey of Health, Ageing and Retirement in Europe (2004-2007): Starting the longitudinal dimension. University of Mannheim Bos M, Carter S, Skiba PM. 2012. The pawn industry and its customers: The United States and Europe. Vanderbilt Law and Economics Research Paper Botsch M, Malmendier U. 2015. The welfare consequences of experienced ination on residential mortgage choice. Unpublished paper.",
        "Bover O, Casado JM, Villanueva E, Costa S, Du Caju P, et al. 2013. The distribution of debt across euro area countries: The role of individual characteristics, institutions and credit conditions. Unpublished paper.",
        "Bricker J, Henriques A, Krimmel J, Sabelhaus J. 2015. Measuring income and wealth at the top using administrative and survey data. Unpublished paper.",
        "Briggs J, Cesarini D, Lindqvist E, Ostling R. 2015. Wealth and stock market participation: Estimating the causal eect from Swedish lotteries. Unpublished paper.",
        "Bubb R, Corrigan P, Warren PL. 2015. A behavioral contract theory perspective on retirement savings. Connecticut Law Review, forthcoming Bubb R, Kaufman A. 2013. Consumer biases and mutual ownership. Journal of Public Economics 105:3957 Bucher-Koenen T, Lusardi A. 2011. Financial literacy and retirement planning in Germany. Journal of Pension Economics and Finance 10:565584 Bucks B, Pence K. 2015. Wealth, pensions, debt, and savings: Considerations for a panel survey.",
        "Journal of Economic and Social Measurement 40:125149 Calvet LE, Campbell JY, Sodini P. 2007. Down or out: Assessing the welfare costs of household investment mistakes. Journal of Political Economy 115:707747 Calvet LE, Campbell JY, Sodini P. 2009. Fight or ight? Portfolio rebalancing by individual investors.",
        "Campbell JY, Ramadorai T, Ranish B. 2015. The impact of regulation on mortgage risk: Evidence from India. American Economic Journal: Economic Policy, forthcoming Campbell JY, Viceira LM. 2002. Strategic asset allocation: portfolio choice for long-term investors.",
        "Oxford University Press Carrell S, Zinman J. 2014. In harm's way? Payday loan access and military personnel performance.",
        "Review of Financial Studies 27:28052840 Carroll C. 2002. Portfolios of the rich. In Household portfolios, eds. L Guiso, M Haliassos, T Jappelli, chap. 10. MIT Press, Cambridge, MA CÃ\u0083Æ\u0092Ã\u0082Â©lÃ\u0083Æ\u0092Ã\u0082Â©rier C, VallÃ\u0083Æ\u0092Ã\u0082Â©e B. 2014. What drives nancial complexity? A look into the retail market for structured products. Unpublished paper.",
        "University of Chicago Press, 155184 Cronqvist H, Siegel S. 2014. The genetics of investment biases. Journal of Financial Economics 113:215234 Cronqvist H, Thaler RH. 2004. Design choices in privatized social-security systems: Learning from the Swedish experience. American Economic Review 94:424428 Cynamon BZ, Fazzari SM. 2015. Household income, demand, and saving: Deriving macro data with micro data concepts. Review of Income and Wealth, forthcoming Dahl D, Evano DD, Spivey MF. 2000. Does the Community Reinvestment Act inuence lending? An analysis of changes in bank low-income mortgage activity. Unpublished paper.",
        "DemirgÃ\u0083Æ\u0092Ã\u0082Â¼Ã\u0083Æ\u0092Ã\u0082Â§-Kunt A, Klapper L. 2013. Measuring nancial inclusion: Explaining variation in use of nancial services across and within countries. Brookings Papers on Economic Activity 2013:279 Di Maggio M, Kermani A, Ramcharan R. 2015. Monetary policy pass-through: Household consumption and voluntary deleveraging. Unpublished paper.",
        "Disney R, Emmerson C, Wakeeld M. 2001. Pension reform and saving in Britain. Oxford Review of Economic Policy 17:7094 Dobbie W, Goldsmith-Pinkham P. 2015. Debtor protections and the Great Recession. Unpublished paper.",
        "Dobbie W, Song J. 2015. Debt relief and debtor outcomes: Measuring the eects of consumer bankruptcy protection. American Economic Review 105:12721311 DÃ\u0083Æ\u0092Ã\u0082Â¸skeland TM, Hvide HK. 2011. Do individual investors have asymmetric information based on work experience? Journal of Finance 66:10111041 Duarte F, Hastings JS. 2012. Fettered consumers and sophisticated rms: Evidence from Mexico's privatized social security market. Unpublished paper.",
        "Duygan-Bump B, Grant C. 2009. Household debt repayment behaviour: What role do institutions play? Economic Policy 24:107140 Favara G, Giannetti M. 2015. Forced asset sales and the concentration of outstanding debt: Evidence from the mortgage market. Unpublished paper.",
        "Fecht F, Hackethal A, Karabulut Y. 2013. Is proprietary trading detrimental to retail investors? Unpublished paper.",
        "Feng L, Seasholes MS. 2005. Do investor sophistication and trading experience eliminate behavioral biases in nancial markets? Review of Finance 9:305351 FoÃ\u0083Æ\u0092Ã\u0082Â  G, Gambacorta L, Guiso L, Mistrulli PE. 2015. The supply side of housing nance. Unpublished paper.",
        "Foerster S, Linnainmaa JT, Melzer BT, Previtero A. 2014. Retail nancial advice: Does one size t all? Unpublished paper.",
        "Haliassos M, Jansson T, Karabulut Y. 2015. Incompatible European partners? Cultural predispositions and household nancial behavior. Unpublished paper.",
        "Hastings JS, Madrian BC, Skimmyhorn WL. 2013. Financial literacy, nancial education and economic outcomes. Annual Review of Economics 5:347373 Hedesstrom TM, Svedsater H, Garling T. 2004. Identifying heuristic choice rules in the Swedish premium pension scheme. Journal of Behavioral Finance 5:3242 Henrich J, Heine SJ, Norenzayan A. 2010. Most people are not WEIRD. Nature 466:29 Hong H, Kubik JD, Stein JC. 2004. Social interaction and stock-market participation. Journal of Finance 59:137163 Johnson E, Meier S, Toubia O. 2015. Money left on the kitchen table: Exploring sluggish mortgage renancing using administrative data, surveys, and eld experiments. Unpublished paper.",
        "Kaplan G, Violante G, Weidner J. 2014. The wealthy hand-to-mouth. Brookings Papers on Economic Activity Spring:77138 Karlan D, Zinman J. 2010. Expanding credit access: Using randomized supply decisions to estimate the impacts. Review of Financial Studies 23:433464 Kaustia M, KnÃ\u0083Æ\u0092Ã\u0082Â¼pfer S. 2012. Peer performance and stock market entry. Journal of Financial Economics 104:321338 Kaustia M, Torstila S. 2011. Stock market aversion? Political preferences and stock market participation.",
        "Journal of Financial Economics 100:98112 Kennickell AB. 2008. The role of over-sampling of the wealthy in the Survey of Consumer Finances.",
        "Irving Fisher Committee Bulletin 28:403408 Keys BJ, Piskorski T, Seru A, Yao V. 2014. Mortgage rates, household balance sheets, and the real economy. Unpublished paper.",
        "Journal of Law and Economics 52:367393 Linnainmaa JT. 2011. Why do (some) households trade so much? Review of Financial Studies 24:16301661 Lippi A. 2014. Does menu design inuence retirement investment choices? Evidence from Italian occupational pension funds. Judgment and Decision Making 9:7782 Lusardi A, DeBassa-Scheresberg C. 2013. Financial literacy and high-cost borrowing in the United States. Unpublished paper.",
        "Lusardi A, Mitchell OS. 2011. Financial literacy and retirement planning in the United States.",
        "Journal of Pension Economics and Finance 10:509525 Madrian BC, Shea DF. 2001. The power of suggestion: Inertia in 401(k) participation and savings behavior. Quarterly Journal of Economics 116:11491187 Malmendier U, Nagel S. 2011. Depression babies: Do macroeconomic experiences aect risk taking? Quarterly Journal of Economics 126:373416 Massa M, Simonov A. 2006. Hedging, familiarity and portfolio choice. Review of Financial Studies 19:633685 May O, Tudela M, Young G. 2004. British household indebtedness and nancial stress: A householdlevel picture. Unpublished paper.",
        "Meyer BD, Mok WKC, Sullivan JX. 2015. Household surveys in crisis. Journal of Economic Perspectives, forthcoming Mian A, Su A. 2009. The consequences of mortgage credit expansion: Evidence from the US mortgage default crisis. Quarterly Journal of Economics 124:14491496 Miles D. 2004. The UK mortgage market: Taking a longer-term view. HM Treasury, London, UK Mitman K. 2015. Macroeconomic eects of bankruptcy and foreclosure policies. Unpublished paper.",
        "Nakajima M, Telyukova I. 2013. Housing in retirement across countries. Unpublished paper.",
        "Pence KM. 2006. Foreclosing on opportunity: State laws and mortgage credit. Review of Economics and Statistics 88:177182 Piketty T. 2014. Capital in the 21st century. Harvard University Press, Cambridge, MA.",
        "Ramadorai T. 2010. Institutional investors. In Behavioral Finance: Investors, Corporations, and Markets, eds. HK Baker, J Nofsinger. Hoboken, NJ: John Wiley & Sons, Inc.",
        "Ridley M. 2003. Nature via nurture: Genes, experience, and what makes us human. HarperCollins Publishers Saiz A, Wachter S. 2011. Immigration and the neighborhood. American Economic Journal: Economic Policy 3:169188 Schuh S, Stavins J. 2010. Why are (some) consumers (nally) writing fewer checks? The role of payment characteristics. Journal of Banking and Finance 34:17451758 Skiba PM, Tobacman J. 2011. Do payday loans cause bankruptcy? Unpublished paper.",
        "Stegman MA. 2007. Payday lending. Journal of Economic Perspectives 21:169190 Van Ooijen R, Van Rooij M. 2014. Mortgage risks, debt literacy and nancial advice. Unpublished paper.",
        "Van Rooij M, Lusardi A, Alessie R. 2011. Financial literacy and stock market participation. Journal of Financial Economics 101:449472 Vissing-Jorgensen A. 2011. Consumer credit: Learning your customer's default risk from what (s)he buys. Unpublished paper.",
        "Von Gaudecker HM. 2015. How does household portfolio diversication vary with nancial literacy and nancial advice? Journal of Finance 70:489507 Wachter JA, Yogo M. 2010. Why do household portfolio shares rise in wealth? Review of Financial Studies 23:39293965 Wheelock DC, Wilson PW. 2011. Are credit unions too small? Review of Economics and Statistics 93:13431359 Zinman J. 2010. Restricting consumer credit access: Household survey evidence on eects around the Oregon rate cap. Journal of Banking and Finance 34:546556 Zinman J. 2015. Household debt: Facts, puzzles, theories, and policies. Annual Review of Economics 7:251276"
    ]
}