{
    "id": 22077,
    "cites": 40,
    "cited_by": 7,
    "reference": [
        "Ananat, E. O. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093The wrong side (s) of the tracks: The causal effects of racial segregation on urban poverty and inequality.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d American Economic Journal: Applied Economics, 3(2), 2011, pp. 34-66.",
        "Ancestry.com. 1900 United States Federal Census [database on-line]. Provo, UT, USA: Ancestry.com Operations Inc, 2004.",
        "Ancestry.com. 1910 United States Federal Census [database on-line]. Provo, UT, USA: Ancestry.com Operations Inc, 2006.",
        "Ancestry.com. 1920 United States Federal Census [database on-line]. Provo, UT, USA: Ancestry.com Operations Inc, 2010.",
        "Ancestry.com. 1930 United States Federal Census [database on-line]. Provo, UT, USA: Ancestry.com Operations Inc, 2002.",
        "Bayer, Patrick, Fernando Ferreira, Robert McMillan. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093A Unified Framework for Measuring Preferences for Schools and Neighborhoods,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Journal of Political Economy, 115(4), 2007, pp. 588-638.",
        "Beaman, Lori. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Social Networks and the Dynamics of Labor Market Outcomes: Evidence from Refugees Resettled in the U.S.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Review of Economic Studies, 79(1), 2012, pp.128-161.",
        "Boustan, Leah Platt. Was Postwar Suburbanization Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093White FlightÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d? Evidence from the Black Migration. The Quarterly Journal of Economics 125(1), 2010, pp. 417-443. Boustan, Leah Platt. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Racial Residential Segregation in American Cities,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d in the Handbook of Urban Economics and Planning, eds. Nancy Brooks, Kieran Donaghy, and Gerrit Knaap.",
        "Boustan, Leah Platt. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Local Public Goods and the Demand for High-Income Municipalities,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Journal of Urban Economics, 76, 2013, pp. 71-82.",
        "Boustan, Leah Platt, Price V. Fishback, and Shawn Kantor. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093The Effect of Internal Migration on Local Labor Markets: American Cities during the Great Depression.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Journal of Labor Economics, 28(4), 2010, pp. 719-746.",
        "Card, David. Is the new immigration really so bad? The Economic Journal, 2005 pp. 300-323.",
        "Card, David, Alexandre Mas, and Jesse Rothstein. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Tipping and the Dynamics of Segregation.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d The Quarterly Journal of Economics, 123(1), 2008, pp. 177-218.",
        "Cascio, Elizabeth U. and Ethan G. Lewis. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Cracks in the Melting Pot: Immigration, School Choice, and Segregation,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d American Economic Journal: Economic Policy, 4(3), 2012, pp. 91-117.",
        "Chetty, Raj, Nathan Hendren, Patrick Kline, and Emmanuel Saez. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Where is the Land of Opportunity? The Geography of Intergenerational Mobility in the United States,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Quarterly Journal of Economics, 129(3), 2014, pp. 1553-1623.",
        "Chicago Commission on Race Relations. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093The Negro in Chicago: A Study of Race Relations and a Race Riot. 1922.",
        "Conley, Timothy G. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093GMM Estimation with Cross Sectional Dependence.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Journal of Econometrics, 92(1), 1999, pp. 1-45.",
        "Cutler, David M. and Edward L. Glaeser. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Are Ghettos Good or Bad?Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d The Quarterly Journal of Economics, 112(3), 1997, pp. 827-872.",
        "Cutler, David M. and Grant Miller. The role of public health improvements in health advances: the twentieth-century United States. Demography 42.1 (2005): 1-22.",
        "Cutler, David M., Edward L. Glaeser and Jacob L. Vigdor. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Is the Melting Pot Still Hot? Explaining the Resurgence of Immigrant Segregation.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d The Review of Economics and Statistics, 90(3), 2008, pp. 478-497.",
        "Cutler, David M., Edward L. Glaeser and Jacob L. Vigdor. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093The Rise and Decline of the American Ghetto.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Journal of Political Economy 107, 1997, pp. 455-506.",
        "Edin, Per-Anders, Peter Fredriksson, and Olof Ã\u0083Æ\u0092Ã\u0082â\u0080¦slund. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Ethnic Enclaves and the Economic Success of Immigrants Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c Evidence from a Natural Experiment.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d The Quarterly Journal of Economics, 118(1), 2003, pp. 329-57. Farley, Reynolds, and Walter R. Allen. The Color Line and the Quality of Life in America.",
        "Ferrie, Joseph P., and Werner Troesken. Water and ChicagoÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0084¢s mortality transition, 1850Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c1925. Explorations in Economic History 45.1 (2008): 1-16.",
        "Gould, J. D. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093European Inter-Continental Emigration. The Road Home: Return Migration from the U.S.A.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Journal of European Economic History 9 (1), 1980, pp. 41Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c112. Grossman, James R. Land of Hope: Chicago, Black Southerners and the Great Migration.",
        "Kim, Sukkoo. Expansion of markets and the geographic distribution of economic activities: the trends in US regional manufacturing structure, 1860Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c1987. The Quarterly Journal of Economics 110.4, 1995, pp. 881-908. Kim, Sukkoo. Changes in the Nature of Urban Spatial Structure in the United States, 18902000.",
        "Kucheva, Yana and Richard Sander. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093The Misunderstood Consequences of Shelley v. Kraemer.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Social Science Research, 48, 2014, pp. 212-233.",
        "LaGumina, Salvatore John. Wop!: A Documentary History of Anti-Italian Discrimination in the United States. No. 32. Guernica Editions, 1999.",
        "Lieberson, Stanley. A Piece of the Pie: Blacks and White Immigrants since 1880. Berkeley: University of California Press, 1980.",
        "Logan, John R., Jason Jindrich, Hyoungjin Shin, and Weiwei Zhang. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Mapping America in 1880: The Urban Transition Historical GIS Project.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Historical Methods, 44(1), 2011, pp. 49-60.",
        "Logan, Trevon and John Parman. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093The National Rise in Residential Segregation.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d NBER Working Paper 20934, February 2015.",
        "Long, Herman H. and Charles Johnson. People vs. Property: Race Restrictive Covenants in Housing. Nashville: Fisk University Press, 1947.",
        "Massey, Douglas S. and Nancy A. Denton. American Apartheid: Segregation and the Making of the Underclass. Cambridge: Harvard University Press, 1993.",
        "Peri, Givanni and Chad Sparber. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Assessing inherent model bias: An application to native displacement in response to immigration.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Journal of Urban Economics, Volume 69, Issue 1, 2010, pp. 82-91.",
        "Ruggles, Stephen et al. Integrated Public Use Microdata Series: Version 4.0 [Machine-readable database]. Minnesota Population Center, Minneapolis, MD. 2008.",
        "Schelling, Thomas C. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Dynamic Models of Segregation,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Journal of Mathematical Sociology, 1(2), 1971, pp. 143-186.",
        "Sharkey, Patrick. Stuck in Place: Urban Neighborhoods and the End of Progress Toward Racial Equality. Chicago: University of Chicago Press, 2013.",
        "Shertzer, Allison, Randall P. Walsh, and John R. Logan. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Segregation and Neighborhood Change in Northern Cities: New Historical GIS Data from 1900 to 1930.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d 2016. Historical Methods, forthcoming.",
        "Willcox, Walter F. Statistics of Migrations, National Tables, United States. 1929. Retrieved from http://www.nber.org/chapters/c5134.",
        "Wilson, William Julius. When Work Disappears: The World of the New Urban Poor. New York: Vintage Books, 1996.",
        "Wozniak, Abagail and Thomas J. Murray. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Timing is everything: Short-run population impacts of immigration in US cities.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Journal of Urban Economics, Volume 72, Issue 1, July 2012, Pages 60-78.",
        "Wright, Richard, Ellis Mark and Reibel Michael Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093The linkage between immigration and internal migration in large metropolitan areas in the United States,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Economic Geography, 73 (2) (1997), pp. 234Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c254"
    ]
}