{
    "id": 221,
    "cites": 17,
    "cited_by": 0,
    "reference": [
        "Ando, A. and F. Modigliani. The `Life-Cycle Hypothesis of Saving: Aggregate Implications and Tests. American Economic Review, March 1963.",
        "Ashenfelter, 0 and J. Heckman. Estimation of Labor Supply Functions. In G. Cain and H. Watts, eds., Labor Supply and Income Maintenance. Rand McNally, 1973.",
        "Atkinson, A. and J. Stiglitz. Design of Tax Structure. Journal Public Economics, July, 1976.",
        "Barro, R. Are Government Bonds New Wealth?. Journal of Political Economy, 1975.",
        "U.S. Time Series. Unpublished mineo, 1977.",
        "Becker, C. Human Capital, Columbia, 1964.",
        "Break, G. The Incidence and Economic Effects of Taxation in A. Blinder et al, The Economics of Public Finance, Brooklins, 1974.",
        "Feldstein, M. Social Security, Induced Retirement and Aggre- gate Capital Assumulation. Journal of Political Economy, l974a. ______________ Financing in the Evaluation of Public Expendi- ture, in W. Smith, ed., Essays On Public Finance and Stabilization Policy, North Holland, Amsterdam, l974b. Friedman, M. A Theory of the Comsumption Function. Prince- ton: Princeton University Press, 1957.",
        "Harberger, A. On Measuring the Social Opportunity Cost of Public Funds. In The Discount Rate In Public Investment Evaluations. Denver: Western Agricultural Economics Re- search Council, 1968.",
        "In R. Due, ed., The Role of Direct and Indirect Taxes In the Federal Revenue System, National Bureau of Economic Research, 1964.",
        "Heckman, J. Shadow Prices, Market Wages and Labor Supply. -23- Econometrica, 1974.",
        "Lau, L. Existence Conditions for Aggregate Demand Functions: The Case of Multiple Indexes, Technical Report No. 249, Institute for Mathematical Studies in the Social Sciences, Stanford University. Unpublished mimeograph, 1977.",
        "Lau, L. and B. Mitchell. The Linear Logarithmic Expendi- ture System. Unpublished mineograph, 1971.",
        "Modigliani, F. and R. Brumberg. Utility Analysis and the Consumption Function: An Interpretation of Cross Section Data, in K. Kurihara, ed., Post-Keynesian Economics, 1954.",
        "Rosen, H. Tax Illustion and the Labor Supply of Married Women. Review of Economics and Statistics, May, 1976.",
        "Sandmo, A. and J. Dreze. Discount Rates for Public Invest- ment in Closed and Open Economies, Economica, November, 1971.",
        "Stiglitz, J. and M. Boskin. Some Lessons From the New Public Finance. American Economic Review, February, 1977."
    ]
}