{
    "id": 22107,
    "cites": 58,
    "cited_by": 37,
    "reference": [
        "Allensworth, Elaine. 2005. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Graduation and Dropout Trends in Chicago: A Look at Cohorts of Students from 1991 through 2004.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d The Consortium on Chicago School Research.",
        "Allensworth, Elaine and John Q. Easton. 2005. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093The On-Track Indicator as a Predictor of High School Graduation.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d The Consortium on Chicago School Research.",
        "Altonji, Joseph G., Fumio Hayashi, and Laurence Kotlikoff. 1996. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093The Effects of Income and Wealth on Time and Money Transfers between Parents and Children.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d NBER Working No. 5522.",
        "Angrist, Joshua D., Eric Bettinger, Erik Bloom, Elizabeth King and Michael Kremer. 2002. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Vouchers for Private Schooling in Columbia: Evidence from a Randomized Natural Experiment.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d American Economic Review, 92(5): 1535-1558.",
        "Angrist, Joshua D., Eric Bettinger, and Michael Kremer. 2006. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Long-Term Educational Consequences of Secondary School Vouchers: Evidence from Administrative Records in Columbia.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d American Economic Review, 96(3): 847-862.",
        "Angrist, Joshua D., Daniel Lang and Philip Oreopoulos. 2009. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Incentives and Services for College Achievement: Evidence from a Randomized Trial.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d American Economic Journal: Applied Economics, 1(1): 136-63.",
        "Angrist, Johua D., and Victor Lavy. 2009. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093The Effect of High-Stakes High School Achievement Awards: Evidence from a Group-Randomized Trial.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d American Economic Review, 99(4): 1384-1414.",
        "Angrist, Joshua, Philip Oreopoulos, and Tyler Williams. 2014. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093When Opportunity Knocks, Who Answers? New Evidence on College Achievement Awards.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Journal of Human Resources 49(3): 572-610.",
        "Autor, David H., Lawrence F. Katz and Melissa S. Kearney. 2008. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Trends in U.S. Wage Inequality: Revising the Revisionists.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Review of Economics and Statistics, 90(2): 300323.",
        "Barnet-Verzat, Christine, and Franois-Charles Wolff. 2002. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Motives for Pocket Money Allowance and Family Incentives.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Journal of Economic Psychology 23(3): 339-366.",
        "Barrera-Osorio, Felipe, Marianne Bertrand, Leigh L. Linden and Francisco Perex-Calle. 2008. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Conditional Cash Transfers in Education: Design Features, Peer and Sibling Effects: Evidence from a Randomized Experiment in Columbia.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d NBER Working Paper No. 13890.",
        "Barrow, Lisa, Lashawn Richburg-Hayes, Cecilia Elena Rouse, and Thomas Brock. 2014. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Paying for Performance: The Education Impacts of a Community College Scholarship Program for Low-income Adults.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Journal of Labor Economics, 32(3): 563-599.",
        "Barrow, Lisa, and Cecilia Elena Rouse. 2013. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Financial Incentives and Educational Investment: the Impact of Performance-Based Scholarships on Student Time Use.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d NBER Working Paper No. 19351.",
        "Behrman, Jere, Piyali Sengupta and Petra Todd. 2005. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Progressing through Progresa: An Impact Assessment of a School Subsidy Experiment in Rural Mexico.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Economic Development and Cultural Change, 54: 237-275.",
        "Becker, Gary. 1974. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009dA Theory of Social Interactions.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Journal of Political Economy, 82(6): 1063-1093.",
        "Becker, Gary. 1981 (Enl. ed. 1991). A Treatise on the Family. Cambridge, MA: Harvard University Press.",
        "Benjamin, Daniel J., Sebastian A. Brown, and Jesse M. Shapiro. 2013. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Ë\u009cWho is ?behavioral Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0084¢? Cognitive ability and anomalous preferences.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Journal of the European Economic Association, 11(6): 1231-1255.",
        "Bergstrom, Theodore C. 1989. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093A Fresh Look at the Rotten Kid Theorem Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c and Other Household Mysteries.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Journal of Political Economy, 97: 1138-59.",
        "Berry, James. 2015. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Child Control in Education Decisions: An Evaluation of Targeted Incentives to Learn in India.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Journal of Human Resources, 50(4): 1051-1080.",
        "Bettinger, Eric and Robert Slonim. 2007. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Patience in Children: Evidence from Experimental Economics.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Journal of Public Economics, 91(1-2): 343-363.",
        "Burgess, Simon, Robert Metcalfe and Sally Sadoff. 2015. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Using behaviour incentives to improve performance on high stakes tests: Evidence from a field experiment.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Working Paper.",
        "Cadena, Brian C., and Benjamin J. Keys. 2015. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Human Capital and the Lifetime Costs of Impatience.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d American Economic Journal: Economic Policy, 7(3): 126-53.",
        "Carrell, Scott E. and Bruce Sacerdote. 2013. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Late Interventions Matter Too: The Case of College Coaching New Hampshire.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d NBER Working Paper 19031.",
        "Castillo, Marco, Paul J. Ferraro, Jeffrey L. Jordan, and Ragan Petrie. 2011. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093The today and tomorrow of kids: Time preferences and educational outcomes of children.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Journal of Public Economics, 95(11): 1377-1385.",
        "Chami, Ralph. 1998. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Private Income Transfers and Market Incentives.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Economica 65(260): 557-580.",
        "Cox, Donald. 1987. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Motives for Private Income Transfers,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Journal of Political Economy, 95: 508-546.",
        "Cox, Donald, and Mark R. Rank. 1992. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Inter-vivos Transfers and Intergenerational Exchange.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d The Review of Economics and Statistics, 305-314.",
        "Cullen, Julie Berry, Steven D. Levitt, Erin Robertson, and Sally Sadoff. 2013. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093What Can Be Done To Improve Struggling High Schools?Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d The Journal of Economic Perspectives, 27(2): 133-52. De Fraja, Gianni, Tania Oliveira, and Luisa Zanchi. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009dMust try harder: Evaluating the role of effort in educational attainment.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d The Review of Economics and Statistics, 92(3): 577-597.",
        "De Paola, Maria, Vincenzo Scoppa, and Rosanna Nistic. 2012. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Monetary Incentives and Student Achievement in a Depressed Labor Market: Results from a Randomized Experiment.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Journal of Human Capital, 6(1): 56-85.",
        "Dearden, Lorraine, Carl Emmerson, Christine Frayne, and Costas Meghir. 2009. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Conditional cash transfers and school dropout rates.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Journal of Human Resources 44(4): 827-857.",
        "Dee, Thomas S. 2011. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009dConditional Cash Penalties in Education: Evidence from the Learnfare Experiment.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Economics of Education Review, 30(5): 924-937.",
        "Dynarski, Mark and Philip Gleason. 2002. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093How Can We Help? What We Have Learned from Recent Federal Dropout Prevention Evaluations.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Journal of Education for Students Placed at Risk, 7(1): 43-69.",
        "Dynarski, Susan. 2002. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093The Behavioral and Distributional Implications for Aid for College.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d American Economic Review, 92(2): 279-285.",
        "Fryer, Roland G. 2010. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Financial Incentives and Student Achievement: Evidence from Randomized Trials.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d NBER Working Paper 15898.",
        "Fryer, Roland G. 2011. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Financial Incentives and Student Achievement: Evidence from Randomized Trials.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d The Quarterly Journal of Economics, 126(4): 1755-1798.",
        "Fryer, Roland G. 2012. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Aligning Student, Parent and Teacher Incentives: Evidence from Houston Public Schools.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d NBER Working Paper 17752.",
        "Gneezy, Uri, Stephan Meier, and Pedro Rey-Biel. 2011. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093When and Why incentives (DonÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0084¢t) Work to Modify Behavior.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d The Journal of Economic Perspectives 25(4): 191-209.",
        "Gruber, Jonathan. 2001. Risky Behavior Among Youth: An Economic Analysis. Chicago: University of Chicago Press.",
        "Guryan, Jonathan and Melissa S. Kearney. 2008. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Gambling at Lucky Stores: Evidence from State Lottery Sales.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d American Economic Review, 98(1): 458-73.",
        "Heckman, James J. and Paul A. LaFontaine. 2007. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093The American High School Graduation Rate: Trends and Levels.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d The Review of Economics and Statistics, 92(2): 244-262.",
        "Hirshleifer, Sarojini. 2015. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Incentives for Effort or Outputs? A Field Experiment to Improve Student Performance.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Working Paper.",
        "Illinois District Report Card. 2008. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Bloom Twp HSD 206 Chicago Heights, Illinois,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Illinois State Board of Education.",
        "Jackson, C. Kirabo. 2010. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093A Little Now for a Lot Later: A Look at a Texas Advanced Placement Incentive Program.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Journal of Human Resources, 45(3): 591-639.",
        "Kaushal, Neeraj, Katherine Magnuson, and Jane Waldfogel. 2011. How is Family Income Related to Investments in Childrens Learning? Russell Sage Foundation.",
        "Kahneman, Daniel and Amos Tversky. 1979. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Prospect Theory: An Analysis of Decision Under Risk.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Econometrica, 47(2): 263-292.",
        "Kohn, Alfie. 1999. Punished by Rewards: The Trouble with Gold Stars, Incentive Plans, AÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0084¢s, Praise, and Other Bribes. Boston: Houghton Mifflin.",
        "Kremer, Michael, Edward Miguel and Rebecca Thornton. 2009. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Incentives to Learn.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d The Review of Economics and Statistics, 91(3): 437-456. Levitt, Steven D., John A. List, Susanne Neckermann and Sally Sadoff. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093The Behavioralist Goes to School: Leveraging Behavioral Economics to Improve Educational Performance.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Forthcoming, American Economic Journal: Economic Policy.",
        "Lino, Mark and Andrea Carlson. 2009. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Expenditures on Children by Families, 2008 (Miscellaneous Publication No. 1528-2008). Washington, DC: US Department of Agriculture,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Center for Nutrition Policy and Promotion.",
        "List, John A., Jeffrey A. Livingston and Susanne Neckermann. 2012. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Harnessing Complementarities in the Education Production Function.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Working Paper. Murnane, Richard J. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093U.S. High School Graduation Rates: Patterns and Explanations.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Journal of Economic Literature, 5(2): 370-422.",
        "National Center Education Statistics. 2015. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Public high school 4-year adjusted cohort graduation rate (ACGR), by race/ethnicity and selected demographics for the United States, the 50 states, and the District of Columbia: School year 2012-13.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Leuven, Edwin, Hessel Oosterbeek and Bas van der Klaauw. 2010. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093The Effect of Financial Rewards on StudentsÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0084¢ Achievement: Evidence from a Randomized Experiment.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Journal of the European Economic Association, 8(6): 1243-1256.",
        "Oreopoulos, Philip. 2007. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Do dropouts drop out too soon? Wealth, health and happiness from compulsory schooling.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Journal of Public Economics, 91(11):2213-2229.",
        "Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009dConnecting Entrance and Departure: The Transition to Ninth Grade and High School Dropout.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Education and Urban Society. Available at http://eus.sagepub.com/content/early/2008/04/10/0013124508316438.",
        "Roderick, Melissa, Thomas Kelley-Kemple, David W. Johnson, and Nicole O. Beechum. 2014. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009dPreventable failure: Improvements in long-term outcomes when high schools focused on the ninth grade year.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Chicago, IL: Consortium on Chicago School Research. .",
        "Rosenzweig, Mark R., and Kenneth I. Wolpin. 1993. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Intergenerational Support and the Life-Cycle Incomes of Young Men and their Parents: Human Capital Investments, Coresidence, and Intergenerational Financial Transfers.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Journal of Labor Economics, 84-112.",
        "Schultz, T. Paul. 2004. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093School Subsidies for the Poor: Evaluating the Mexican Progresa Poverty Program.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Journal of Development Economics, 74(1): 199-250.",
        "Sharma, Dhiraj. 2010. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093The Impact of Financial Incentives on Academic Achievement and Household Behavior: Evidence from a Randomized Trial.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Manuscript.",
        "Volpp, Kevin G, Leslie K. John, Andrea B. Troxel, Laurie Norton, Jennifer Fassbender and George Loewenstein. 2008. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Financial Incentive-Based Approached for Weight Loss: A Randomized Trial.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Journal of the American Medical Association, 300(22): 26312637.",
        "Weinberg, Bruce A. 2001. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093An Incentive Model of the Effect of Parental Income on Children.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Journal of Political Economy, 109(2): 266-280."
    ]
}