{
    "id": 22106,
    "cites": 11,
    "cited_by": 12,
    "reference": [
        ". Ho, Kate, and Robin S. Lee. 2015. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Insurer Competition in Health Care Markets.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d NBER Working Paper 19401. Ho, Katherine. 2006. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093The Welfare Effects of Restricted Hospital Choice in the US Medical Care Market.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Journal of Applied Econometrics, 21(7): 1039Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c1079. Lewis, Matthew S., and Kevin E. Pflum. 2014. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Hospital Systems and Bargaining Power: Evidence from Out-of-Market Acquisitions.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Unpublished. Lewis, Matthew S., and Kevin E. Pflum. 2015. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Diagnosing Hospital System Bargaining Power in Managed Care Networks.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d American Economic Journal: Economic Policy, 7(1): 243Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c",
        ". Ramirez, Edith. 2014. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Antitrust Enforcement in Health Care - Controlling Costs, Improving Quality.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d New England Journal of Medicine, , (374): 2245Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c2247. Town, Robert J., and Gregory Vistnes. 2001. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Hospital Competition in HMO Networks.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Journal of Health Economics, 20: 733Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c753. Vistnes, Gregory, and Yianis Sarafidis. 2013. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Cross-Market Hospital Mergers: A Holistic Approach.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Antitrust Law Journal, 79: 253Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c291. Acquirer Target Area with potential horizontal concern Year of Merger In Sample? Reason excluded from sample Number of hospitals dropped due to horizontal overlap Number of hospitals obtaining adjacent system member Number of hospitals obtaining nonadjacent system member",
        "Inova Health Systrem Alexandria Health Services Alexandria, VA 1997 Yes 2 2 0",
        "Banner Health Sun Health Sun City, AZ 2008 Yes 2 5 5",
        "St. Peters Healthcare Services Northeast Health and Seton Health Albany/Troy, NY 2011 Yes 2 2 0",
        "Miami Valley Hospital Good Samaritan Hospital Dayton, OH 1996 No One acquiring one",
        "Butterworth Health Corporation Blodgett Memorial Medical Center Grand Rapids, MI 1997 No One acquiring one",
        "Buffalo General Health System Millard Fillmore Health System Buffalo, NY 1998 No One acquiring one New Hanover Regional Medical Center Columbia Cape Fear Memorial Hospital Wilmington, NC 1998 No One acquiring one Evanston Northwestern Healthcare Highland Park Hospital Evanston, IL 2000 No One acquiring one*",
        "Scott & White Healthcare King&apos;s Daughters Hospital Temple, TX 2009 No Converted into a children&apos;s hospital",
        "ProMedica Health System St. Luke&apos;s Hospital Toledo, OH 2010 No Litigated beyond time period of the data",
        "Phoebe Putney Health System Palmyra Park Hospital Albany, GA 2011 No Litigated beyond time period of the data"
    ]
}