{
    "id": 22111,
    "cites": 44,
    "cited_by": 66,
    "reference": [
        "Aizcorbe, A. M., C. A. Corrado, and M. E. Doms (2000). Constructing price and quantity indexes for high technology goods. Industrial Output Section, Division of Research and Statistics, Board of Governors of the Federal Reserve System, July 19.",
        "Aizcorbe, A. M., C. A. Corrado, and M. E. Doms (2003). When Do Matched-Model and Hedonic Techniques Yield Similar Measures? FRB of San Francisco Working Paper (2003-14).",
        "Aparicio, D. and M. Bertolotto (2016). Forecasting Inflation with Online Prices. Working Paper - MIT.",
        "Armknecht, P. A. and D. Weyback (1989). Adjustments for quality change in the US Consumer Price Index. Journal of Official Statistics 5(2), 107.",
        "Bertolotto, M. (2016). Real Exchange Rates using Online Data. Universidad de San Andres Working Paper.",
        "Breton, R., G. Clews, L. Metcalfe, N. Milliken, C. Payne, J. Winton, and A. Woods (2015). Research indices using web scraped data.",
        "Brynjolfsson, E. and M. D. Smith (2000, April). Frictionless Commerce? A Comparison of Internet and Conventional Retailers. Management Science 46(4), 563Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c585.",
        "Burstein, A. and G. Gopinath (2013). International Prices and Exchange Rates. Handbook of International Economics (Forthcoming).",
        "Campbell, J. R. and B. Eden (2014). Rigid prices: evidence from U.S. scanner data . International Economic Review 55(2), 423Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c442.",
        "Cavallo, A. (2013). Online and official price indexes: Measuring ArgentinaÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0084¢s inflation. Journal of Monetary Economics, 152Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c165.",
        "Cavallo, A. (2015). Scraped Data and Sticky Prices. NBER Working Paper 21490.",
        "Cavallo, A. (2016). Are Online and Offline Prices Similar? Evidence from Multi-Channel Retailers. NBER Working Paper 22142.",
        "Cavallo, A., E. Cavallo, and R. Rigobon (2014). Prices and Supply Disruptions during Natural Disasters. Review of Income and Wealth 60.",
        "Cavallo, A., G. Cruces, and R. Perez-Truglia (2014). Inflation Expectations, Learning and Supermarket Prices: Evidence from Field Experiments. NBER Working Paper 20576.",
        "Cavallo, A., G. Cruces, and R. Perez-Truglia (2016). Learning from Potentially-Biased Statistics: Household Inflation Perceptions and Expectations in Argentina. NBER Working Paper 22103.",
        "Cavallo, A. and B. Neiman (2016). Real Exchange Rate Behavior: Evidence from Online Retailers in Nine Countries. Working Paper - MIT.",
        "Cavallo, A., B. Neiman, and R. Rigobon (2014a). Currency Unions, Product Introductions, and the Real Exchange Rate. Quarterly Journal of Economics 129(2).",
        "Cavallo, A., B. Neiman, and R. Rigobon (2014b). The price impact of joining a currency union: evidence from Latvia. IMF Economic Review Forthcoming.",
        "Cavallo, A. and R. Rigobon (2011). The Distribution of the Size of Price Changes. NBER Working Paper w16760, 1Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c40.",
        "Dhyne, E., L. J. lvarez, H. L. Bihan, G. Veronese, D. Dias, J. Hoffmann, N. Jonker, P. Lnnemann, F. Rumler, and J. Vilmunen (2006). Price Changes in the Euro Area and the United States: Some Facts from Individual Consumer Price Data. Journal of Economic Perspectives 20(2), 171Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c192.",
        "Edelman, B. (2012). Using Internet Data for Economic Research. The Journal of Economic Perspectives 26(2), 189Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c206.",
        "Eichenbaum, M., N. Jaimovich, S. Rebelo, and J. Smith (2014). How frequent are small price changes? American Economic Journal: Macroeconomics 6(2), 137Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c155.",
        "Einav, L. and J. Levin (2014, November). Economics in the age of big data. Science 346(6210), 1243089.",
        "Feenstra, R. C. and M. D. Shapiro (2003). Scanner Data and Price Indexes. NBER.",
        "Gorodnichenko, Y., V. Sheremirov, and O. Talavera (2014). Price Setting in Online Markets: Does IT Click? NBER Working Paper Series (20819).",
        "Griffioen, R., J. de Haan, and L. Willenborg (2014). Collecting clothing data from the Internet. In meeting of the group of experts on consumer price indices, pp. 26Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c28.",
        "Griliches, Z. (1985). Data and econometriciansthe Uneasy Alliance. The American Economic Review, 196Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c200.",
        "Groves, R. M. (2011). Three eras of survey research. Public Opinion Quarterly 75(5), 861Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c871.",
        "Horrigan, M. (2013). Big Data: A Perspective from the BLS | Amstat News.",
        "ILO, IMF, W. Bank, OECD, Eurostat, and U. Nations (2004). Consumer Price Index Manual: Theory and Practice.",
        "Klenow, P. J. and B. A. Malin (2010). Microeconomic evidence on price-setting. In Handbook of Monetary Economics, Volume 3. Elsevier.",
        "Krsinich, F. (2015). Price Indexes from online data using the fixed-effects window-splice (FEWS) index. Statistics New Zealand.",
        "Midrigan, V. (2011). Menu Costs, Multiproduct Firms, and Aggregate Fluctuations.",
        "Mikians, J., L. Gyarmati, V. Erramilli, and N. Laoutaris (2012). Detecting Price and Search Discrimination on the Internet. In Proceedings of the 11th ACM Workshop on Hot Topics in Networks, HotNets-XI, New York, NY, USA, pp. 79Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c84. ACM.",
        "Nakamura, E. and J. Steinsson (2013). Price Rigidity: Microeconomic Evidence and Macroeconomic Implications. Annual Review of Economics 5(1), 133Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c163.",
        "Nygaard, R. (2015). The use of online prices in the Norwegian Consumer Price Index. Statistics Norway.",
        "Rastello, S. and I. Katz (2013). Argentina Is First Nation Censured by IMF for Economic Data.",
        "Rogoff, K. (1996). The Purchasing Power Parity Puzzle. Journal of Economic Literature 34(June), 647Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c668.",
        "Silver, M. and S. Heravi (2005). A Failure in the Measurement of Inflation. Journal of Business & Economic Statistics 23(3).",
        "Taylor, A. M. (2001). Potential Pitfalls for the Purchasing-Power-Parity Puzzle? Sampling and Specification Biases in Mean-Reversion Tests of the Law of One Price. Econometrica 69(2), 473Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c498.",
        "Taylor, A. M. and M. P. Taylor (2004). The purchasing power parity debate. Journal of Economic Perspectives 18(4), 135Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c158.",
        "Valentino-DeVries, J., J. Singer-Vine, and A. Soltani (2012). Websites Vary Prices, Deals Based on UsersÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0084¢ Information. Wall Street Journal.",
        "Varian, H. R. (2014). Big data: New tricks for econometrics. The Journal of Economic Perspectives 28, 25.",
        "Woodford, M. (2009). Information-constrained State-dependent Pricing. Journal of Monetary Economics 56, S100Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c S124."
    ]
}