{
    "id": 22123,
    "cites": 59,
    "cited_by": 0,
    "reference": [
        "American Psychiatric Association (2013). Diagnostic and statistical manual of mental disorders: DSM-5 (5th ed. ed.). Washington, DC: Autor.",
        "Angrist, J. D., G. W. Imbens, and D. B. Rubin (1996, Jun). Identification of causal effects using instrumental variables. Journal of the American Statistical Association 91(434), 444Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c455.",
        "Angrist, J. D. and A. B. Krueger (1999). Empirical strategies in labor economics. In O. Ashenfelter and C. D. (Eds.), Handbook of Labor Economics, pp. 1278Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c1357. Elsevier Science B.V. Athey, S. and G. Imbens (2015). Machine learning methods for estimating heterogeneous causal effects. arXiv preprint arXiv:1504.01132.",
        "Azorin, J., P. Llorca, N. Despiegel, and P. Verpillat (2003). Escitalopram is more effective than citalopram for the treatment of severe major depressive disorder. LÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0084¢Encephale 30(2), 158Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c166.",
        "Bech, P., P. TanghÃ\u0083Æ\u0092Ã\u0082Â¸j, P. Cialdella, H. F. Andersen, and A. G. Pedersen (2004). Escitalopram doseÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009cresponse revisited: an alternative psychometric approach to evaluate clinical effects of escitalopram compared to citalopram and placebo in patients with major depression. International Journal of Neuropsychopharmacology 7(3), 283Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c290.",
        "Boltanski, L. (2014). Mysteries and Conspiracies: Detective Stories, Spy Novels and the Making of Modern Societies. John Wiley & Sons.",
        "Bose, S. S. and P. C. Mahalanobis (1938). On estimating individual yields in the case of mixed-up yields of two or more plots in field experiment. SankhyaÃ\u0083Å\u0092Ã\u0082â\u0080\u009e: The Indian Journal of Statistics (1933-1960) 4(1), 103Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c111.",
        "Burke, W. J., I. Gergel, and A. Bose (2002). Fixed-dose trial of the single isomer ssri escitalopram in depressed outpatients. Journal of Clinical Psychiatry.",
        "Consumer Reports (2015, February). Risks of c-sections.",
        "Currie, J. and W. B. MacLeod (2008, May). First do no harm? tort reform and birth outcomes. Quarterly Journal of Economics 123(2), 795Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c830.",
        "Currie, J., W. B. MacLeod, and J. V. Parys (2016, May). Physician practice style and patient health outcomes: The case of heart attacks. Journal of Health Economics 47, 64Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c80.",
        "Currie, J. M. and W. B. MacLeod (2013, April). Diagnosis and unnecessary procedure use: Evidence from c-section. Technical Report 18977, NBER, Cambridge, MA. Forthcoming in Journal of Labor Economics.",
        "Cusin, C., H. Yang, A. Yeung, and M. Fava (2010). Rating scales for depression. In L. Baer and M. Blais (Eds.), Handbook of Clinical Rating Scales and Assessment in Psychiatry and Mental Health, Chapter 2, pp. 7Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c35. Springer.",
        "DÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0084¢Alton, M. E. and M. P. Hehir (2015). Cesarean delivery rates: Revisiting a 3-decades-old dogma. JAMA 314(21), 2238Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c2240.",
        "Deaton, A. (2010, June). Instruments, randomization, and learning about development. Journal of Economic Literature 48(2), 424Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c455.",
        "Dehejia, R. H. (2005). Program evaluation as a decision problem. Journal of Econometrics 125(1Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c2), 141 Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c 173. Experimental and non-experimental evaluation of economic policy and models.",
        "Devroye, L., L. GyÃ\u0083Æ\u0092Ã\u0082Â¶rfi, and G. Lugosi (1996). A Probabilistic Theory of Pattern Recognition. New York, NY: Springer-Verlag.",
        "Donnelly, C. L., K. D. Wagner, M. Rynn, P. Ambrosini, P. Landau, R. Yang, and C. J. Wohlberg (2006). Sertraline in children and adolescents with major depressive disorder.",
        "Emslie, G. J., D. Ventura, A. Korotzer, and S. Tourkodimitris (2009). Escitalopram in the treatment of adolescent depression: a randomized placebo-controlled multisite trial. Journal of the American Academy of Child & Adolescent Psychiatry 48(7), 721Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c729.",
        "Epstein, A. J. and S. Nicholson (2009). The formation and evolution of physician treatment syltes: An application to cesarean sections. Journal of Health Economics 28, 1126Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c1140.",
        "Fabre, L. F., F. Abuzzahab, M. Amin, J. Claghorn, J. Mendels, W. M. Petrie, S. Dube, and J. G. Small (1995). Sertraline safety and efficacy in major depression: a double-blind fixed-dose comparison with placebo. Biological psychiatry 38(9), 592Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c602.",
        "Findling, R. L., A. Robb, and A. Bose (2013). Escitalopram in the treatment of adolescent depression: A randomized, double-blind, placebo-controlled extension trial. Journal of child and adolescent psychopharmacology 23(7), 468Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c480.",
        "Frank, R. G. and T. G. McGuire (2000). Economics and mental health. In M. V. Pauly, T. G. McGuire, and P. P. Barros (Eds.), Handbook of Health Economics, Volume 1, Part B, Chapter 16, pp. 893 Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c 954. Elsevier.",
        "Freedman, D. A. (2006, DEC). Statistical models for causation - what inferential leverage do they provide? Evaluation Review 30(6), 691Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c713.",
        "Gruber, J. and M. Owings (1996). Physician financial incentives and cesarean section delivery. The RAND Journal of Economics 27(1), pp.99Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c123.",
        "Hamermesh, D. S. (2013). Six decades of top economics publishing: Who and how?. Journal of Economic Literature 51(1), 162 Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c 172.",
        "Hastie, T., R. Tibshirani, and J. Friedman (2009). The Elements of Statistical Larning. New York, NY: Springer.",
        "Heckman, J. J. (2010). Building bridges between structural and program evaluation approaches to evaluating policy. Journal of Economic Literature 48(2), 356Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c98.",
        "Heckman, J. J. and B. E. Honore (1990). The empirical content of the roy model. Econometrica 58(5), pp.1121Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c1149.",
        "Heckman, J. J. and J. A. Smith (1995). Assessing the case for social experiments. The Journal of Economic Perspectives 9(2), 85Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c110.",
        "Holland, P. W. (1986). Statistics and causal inference. Journal of the American Statistical Association 81(396), 945Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c960.",
        "Imbens, G. W. and D. B. Rubin (2011). Causal Inference in Statistics and Social Sciences. Oxford University Press.",
        "Johnson, E. M. and M. M. Rehavi (2016). Physicians treating physicians: Information and incentives in childbirth. American Economic Journal: Economic Policy 8(1), 115Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c41.",
        "Kahneman, D. and G. Klein (2009). Conditions for intuitive expertise a failure to disagree. American Psychologist 64(6), 515Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c526.",
        "Lepola, U. M., H. Loft, and E. H. Reines (2003). Escitalopram (10Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c20 mg/day) is effective and well tolerated in a placebo-controlled study in depression in primary care. International clinical psychopharmacology 18(4), 211Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c217.",
        "List, J. A. and I. Rasul (2011). Field experiments in labor economics. Handbook of Labor Economics 4, 103Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c228.",
        "Llorca, P.-M., J.-M. Azorin, N. Despiegel, and P. Verpillat (2005). Efficacy of escitalopram in patients with severe depression: a pooled analysis. International journal of clinical practice 59(3), 268Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c275.",
        "Ludwig, J., D. E. Marcotte, and K. Norberg (2009). Anti-depressants and suicide. Journal of Health Economics 28(3), 659Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c676.",
        "Macleod, W. B. (2015, June). Human capital: The missing link between behavior and economics. Address to Society of Labor Economists, Montreal, Canada.",
        "Mahalanobis, P. C. (1944). On large-scale sample surveys. Phil Trans Roy Soc London Ser B Biol Sci 231((584)), 329Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c451.",
        "March, J. S., J. Biederman, R. Wolkow, A. Safferman, J. Mardekian, E. H. Cook, N. R. Cutler, R. Dominguez, J. Ferguson, B. Muller, et al. (1998). Sertraline in children and adolescents with obsessive-compulsive disorder: a multicenter randomized controlled trial.",
        "Molina, G., T. G. Weiser, S. R. Lipsitz, M. M. Esquivel, T. Uribe-Leitz, T. Azad, N. Shah, K. Semrau, W. R. Berry, A. Gawande, and A. B. Haynes (2015). Relationship between cesarean delivery rate and maternal and neonatal mortality. JAMA 314(21), 2263Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c2270.",
        "Mori, S., C. Y. Suen, and K. Yamamoto (1992). Historical review of ocr research and development. Proceedings of the IEEE 80(7), 1029Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c1058.",
        "Ninan, P., D. Ventura, and J. Wang (2003). Escitalopram is effective and well tolerated in the treatment of severe depression. In Poster presented at the Congress of the American Psychiatric Association, May, pp. 17Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c22.",
        "Olie, J., K. Gunn, and E. Katz (1997). A double-blind placebo-controlled multicentre study of sertraline in the acute and continuation treatment of major depression. European psychiatry 12(1), 34Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c41.",
        "Pigott, T. A., A. Prakash, L. M. Arnold, S. T. Aaronson, C. H. Mallinckrodt, and M. M. Wohlreich (2007). Duloxetine versus escitalopram and placebo: an 8-month, double-blind trial in patients with major depressive disorder. Current Medical Research and Opinion 23(6), 1303Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c1318.",
        "Popper, K. R. (1963). Conjectures and Refutations: the Growth of Scientific Knowledge. New York, NY.: Basic Books.",
        "Popper, K. R. (2002 (first published 1957), September). The poverty of historicism. Routledge.",
        "Rosenbaum, P. R. and D. B. Rubin (1983). The central role of the propensity score in observational studies for causal effects. Biometrika 70(1), 41Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c55.",
        "Roy, A. D. (1951). Some thoughts on the distribution of earnings. Oxford Economic Papers 3(2), pp.135Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c146.",
        "Schneider, L. S., J. C. Nelson, C. M. Clary, P. Newhouse, K. R. R. Krishnan, T. Shiovitz, and K. Weihs (2003). An 8-week multicenter, parallel-group, double-blind, placebo-controlled study of sertraline in elderly outpatients with major depression. American Journal of Psychiatry 160(7), 1277Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c1285.",
        "Song, Y., J. Skinner, J. Bynum, J. Sutherland, J. E. Wennberg, and E. S. Fisher (2010). Regional variations in diagnostic practices. New England Journal of Medicine 363(1), 45Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c53.",
        "Stahl, S. M. (2000). Placebo-controlled comparison of the selective serotonin reuptake inhibitors citalopram and sertraline. Biological psychiatry 48(9), 894Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c901.",
        "Ventura, D., E. P. Armstrong, G. H. Skrepnek, and M. Haim Erder (2006). Escitalopram versus sertraline in the treatment of major depressive disorder: a randomized clinical trial. Current Medical Research and Opinion 23(2), 245Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c250.",
        "Vytlacil, E. (2002). Independence, monotonicity, and latent index models: An equivalence result. Econometrica 70(1), 331Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c341.",
        "Wade, A., O. M. Lemming, and K. B. Hedegaard (2002). Escitalopram 10 mg/day is effective and well tolerated in a placebo-controlled study in depression in primary care. International clinical psychopharmacology 17(3), 95Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c102.",
        "Wagner, K. D., P. Ambrosini, M. Rynn, C. Wohlberg, R. Yang, M. S. Greenbaum, A. Childress, C. Donnelly, D. Deas, S. P. D. S. Group, et al. (2003). Efficacy of sertraline in the treatment of children and adolescents with major depressive disorder: two randomized controlled trials. Jama 290(8), 1033Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c1041.",
        "Wagner, K. D., J. Jonas, R. L. Findling, D. Ventura, and K. Saikali (2006). A doubleblind, randomized, placebo-controlled trial of escitalopram in the treatment of pediatric depression. Journal of the American Academy of Child & Adolescent Psychiatry 45(3), 280Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c288.",
        "Yates, F. (1933). The analysis of replicated experiments when the field results are incomplete. Empire Jour Exp Agric 1((2)), 129Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c142."
    ]
}