{
    "id": 22121,
    "cites": 41,
    "cited_by": 5,
    "reference": [
        "Anderson, M. L. (2008). Multiple inference and gender differences in the effects of early intervention: a reevaluation of the Abecedarian, Perry Preschool, and Early Training projects.",
        "Andersson, M., P. Thankachan, S. Muthayya, R. B. Goud, A. V. Kurpad, R. F. Hurrell, and M. B. Zimmermann (2008). Dual fortification of salt with iodine and iron: a randomized, double-blind, controlled trial of micronized ferric pyrophosphate and encapsulated ferrous fumarate in southern India. The American Journal of Clinical Nutrition 88(5), 1378Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c1387.",
        "Andro, M., P. Squere, S. Estivin, and A. Gentric (2013). Anaemia and cognitive performances in the elderly: a systematic review. European Journal of Neurology 20(9), 1234Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c1240.",
        "Asibey-Berko, E., S. Zlotkin, G. Yeung, W. Nti-Nimako, B. Ahunu, S. Kyei-Faried, J. Johnston, M. Tondeur, and V. Mannar (2008). Dual fortification of salt with iron and iodine in women and children in rural Ghana. East African Medical Journal 84(10), 473Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c480.",
        "Banerjee, A., S. Barnhardt, and E. Duflo (2010). Intervention to Fight Anemia and Improve Well-Being in A Very Low Income Setting. Project 6 of NIH grant proposal funded under P01AG005842-28 (David Wise, PI).",
        "Banerjee, A., S. Barnhardt, and E. Duflo (2013). Nutrition, iron deficiency anemia, and the demand for iron-fortified salt: Evidence from an experiment in rural Bihar. In Discoveries in the Economics of Aging, pp. 343Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c384. University of Chicago Press.",
        "Banerjee, A., S. Barnhardt, and E. Duflo (2016). Insights in the Economics of Aging, Chapter Movies, margins, and marketing: Encouraging the adoption of iron-fortified salt. University of Chicago Press.",
        "Banerjee, A., E. Duflo, and R. Glennerster (2011). Is decentralized iron fortification a feasible option to fight anemia among the poorest? In Explorations in the Economics of Aging, pp. 317Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c344. University of Chicago Press.",
        "Bhave, A., R. Bhargava, and R. Kumar (2010). Development and validation of a new Lucknow development screen for Indian children aged 6 months to 2 years. Journal of Child Neurology 25(1), 57Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c60.",
        "Brahmam, G., K. Nair, A. Laxmaiah, C. Gal Reddy, S. Ranganathan, M. Vishnuvardhana Rao, A. Naidu, K. Vijayaraghavan, B. Sivakumar, K. Krishanaswamy, et al. (2000). Community trials with iron and iodine fortified salt (double fortified salt). In Proceedings of the 8th World Salt Symposium, Volume 2, pp. 955Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c960. Elsevier Amsterdam.",
        "Chong, A., I. Cohen, E. Field, E. Nakasone, and M. Torero (2015). Iron deficiency and schooling attainment in Peru.",
        "Cohen, A. and J. Seidl-Friedman (1988). Hemocue system for hemoglobin measurement. evaluation in anemic and nonanemic children. American journal of clinical pathology 90(3), 302Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c305.",
        "de Benoist, B., E. McLean, I. Egli, and M. Cogswell (2008). Worldwide Prevalence of Anaemia 1993-2005: WHO Global Database of Anaemia. Technical report, World Health Organization Geneva.",
        "Dizon-Ross, R., P. Dupas, and J. Robinson (2015). Governance and the effectiveness of public health subsidies. Technical report, National Bureau of Economic Research.",
        "Ganguli, M., G. Ratcliff, V. Chandra, S. Sharma, J. Gilby, R. Pandav, S. Belle, C. Ryan, C. Baker, E. Seaberg, et al. (1995). A Hindi version of the MMSE: The development of a cognitive screening instrument for a largely illiterate rural elderly population in India. International Journal of Geriatric Psychiatry 10(5), 367Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c377.",
        "Gillespie, S. (1998). Major issues in the control of iron deficiency. Micronutrient Initiative; UNICEF.",
        "Haas, J. D. and T. Brownlie (2001). Iron deficiency and reduced work capacity: a critical review of the research to determine a causal relationship. The Journal of Nutrition 131(2), 676SÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c690S.",
        "Haas, J. D., M. Rahn, S. Venkatramanan, G. S. Marquis, M. J. Wenger, L. E. Murray-Kolb, A. S. Wesley, and G. A. Reinhart (2014). Double-fortified salt is efficacious in improving indicators of iron deficiency in female Indian tea pickers. The Journal of Nutrition 144(6), 957Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c964.",
        "Indian Council of Medical Research (2009). Nutrient requirements and recommended dietary allowances for Indians. Technical report, National Institute of Nutrition (NIN).",
        "Lozoff, B. (2007). Iron deficiency and child development. Food & Nutrition Bulletin 28(Supplement 4), 560SÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c571S.",
        "Lozoff, B., J. Beard, J. Connor, B. Felt, M. Georgieff, and T. Schallert (2006). Long-lasting neural and behavioral effects of iron deficiency in infancy. Nutrition Reviews 64(s2), S34Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009cS43.",
        "Mudur, G. (2013, June 9). Doubts on fortified midday-meal salt - safe but no clear proof it increases haemoglobin: Scientists. The Telegraph.",
        "Nair, K., G. Brahmam, S. Ranganathan, K. Vijayaraghavan, B. Sivakumar, K. Krishnaswamy, et al. (1998). Impact evaluation of iron & iodine fortified salt. Indian Journal of Medical Research 108, 203.",
        "Nair, K. M., B. Sesikeran, S. Ranganathan, and B. Sivakumar (1998). Bioeffect and safety of long-term feeding of common salt fortified with iron and iodine (double fortified salt) in rats. Nutrition Research 18(1), 121Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c129.",
        "National Institute of Nutrition (India) (2005). Double fortified common salt (DFS) as a tool to control iodine deficiency disorders and iron deficiency anaemia: a report. National Institute of Nutrition.",
        "Neufeld, L., A. GarcÃ\u0083â\u0080\u009eÃ\u0082Â±Ã\u0083Å\u0092Ã\u0082Â\u0081a-Guerra, D. SaÃ\u0083Å\u0092Ã\u0082Â\u0081nchez-Francia, O. Newton-SaÃ\u0083Å\u0092Ã\u0082Â\u0081nchez, M. D. RamÃ\u0083â\u0080\u009eÃ\u0082Â±Ã\u0083Å\u0092Ã\u0082Â\u0081rezVillalobos, and J. Rivera-Dommarco (2002). Hemoglobin measured by hemocue and a reference method in venous and capillary blood: a validation study. Salud puÃ\u0083Å\u0092Ã\u0082Â\u0081blica de MeÃ\u0083Å\u0092Ã\u0082Â\u0081xico 44(3), 219Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c227.",
        "Penninx, B. W., M. Pahor, M. Cesari, A. M. Corsi, R. C. Woodman, S. Bandinelli, J. M. Guralnik, and L. Ferrucci (2004). Anemia is associated with disability and decreased phys32 ical performance and muscle strength in the elderly. Journal of the American Geriatrics Society 52(5), 719Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c724.",
        "Peters, R., L. Burch, J. Warner, N. Beckett, R. Poulter, and C. Bulpitt (2008). Haemoglobin, anaemia, dementia and cognitive decline in the elderly, a systematic review. BMC Geriatrics 8(1), 18.",
        "Radloff, L. S. (1977). The CES-D scale: a self-report depression scale for research in the general population. Applied Psychological Measurement 1(3), 385Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c401.",
        "Rajagopalan, S. and M. Vinodkumar (2000). Effects of salt fortified with iron and iodine on the haemoglobin levels and productivity of tea pickers. Food & Nutrition Bulletin 21(3), 323Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c329.",
        "Ranganathan, S. and B. Sesikeran (2008). Development of the double-fortified salt from the National Institute of Nutrition. Institute of Food Technologists.",
        "Reddy, K. J. and S. Nair (2014). Double fortified salt and deworming-game changers in the battle against iodine and iron malnutrition in Indian school children. Indian Journal of Community Health 26(6), 175Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c182.",
        "Sivakumar, B., G. Brahmam, K. M. Nair, S. Ranganathan, M. V. Rao, K. Vijayaraghavan, and K. Krishnaswamy (2001). Prospects of fortification of salt with iron and iodine. British Journal of Nutrition 85(S2), S167Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009cS173.",
        "Stoltzfus, R. J. (2001). Defining iron-deficiency anemia in public health terms: a time for reflection. The Journal of Nutrition 131(2), 565SÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c567S.",
        "Thomas, D., E. Frankenberg, J. Friedman, J.-P. Habicht, M. Hakimi, N. Ingwersen, N. Jones, C. McKelvey, G. Pelto, B. Sikoki, et al. (2006). Causal effect of health on labor market outcomes: Experimental evidence. California Center for Population Research.",
        "Thomas, D., E. Frankenberg, J. Friedman, J.-P. Habicht, M. Hakimi, N. J. Jaswadi, G. Pelto, B. Sikoki, T. Seeman, J. P. Smith, et al. (2003). Iron deficiency and the well-being of older adults: Early results from a randomized nutrition intervention. In Population Association of America Annual Meetings, Minneapolis.",
        "WegmuÃ\u0083Å\u0092Ã\u0082Ë\u0086ller, R., F. Camara, M. B. Zimmermann, P. Adou, and R. F. Hurrell (2006). Salt dualfortified with iodine and micronized ground ferric pyrophosphate affects iron status but not hemoglobin in children in Cote dÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0084¢Ivoire. The Journal of Nutrition 136(7), 1814Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c1820.",
        "World Health Organization (2001). Iron Deficiency Anaemia: Assessment, Prevention, and Control. Technical report, UNCDF, UNU and WHO.",
        "Zijp, I. M., O. Korver, and L. B. Tijburg (2000). Effect of tea and other dietary factors on iron absorption. Critical Reviews in Food Science and Nutrition 40(5), 371Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c398.",
        "Zimmermann, M. B., R. Wegmueller, C. Zeder, N. Chaouki, F. Rohner, M. SaÃ\u0083â\u0080\u009eÃ\u0082Â±Ã\u0083Å\u0092Ã\u0082Ë\u0086ssi, T. Torresani, and R. F. Hurrell (2004). Dual fortification of salt with iodine and micronized ferric pyrophosphate: a randomized, double-blind, controlled trial. The American Journal of Clinical Nutrition 80(4), 952Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c959.",
        "Zimmermann, M. B., C. Zeder, N. Chaouki, A. Saad, T. Torresani, and R. F. Hurrell (2003). Dual fortification of salt with iodine and microencapsulated iron: a randomized, double-blind, controlled trial in Moroccan schoolchildren. The American Journal of Clinical Nutrition 77(2), 425Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c432."
    ]
}