{
    "id": 2212,
    "cites": 17,
    "cited_by": 24,
    "reference": [
        "Appelbaum, Elie, The Estimation of the Degree of Oligopoly Power, Journal of Econometrics 19 (1982) 287-299.",
        "Bresnahan, Timothy F., The Oligopoly Solution Concept is Identified, Economics Letters 10 (1982) 87-92.",
        "Bresnahan, Timothy F., Empirical Studies of Industries with Market Power, Handbook of Industrial Organization, Richard Schmalensee and Robert Willig, eds., forthcoming (1987).",
        "Bruno, Michael, Duality, Intermediate Inputs and Value-Added, in Production Economics: A Dual Aonroach to Theory and Applications, vol. 2, Melvyn Fuss and Daniel McFadden, eds. Amsterdam: North-Holland, 1978.",
        "Bruno, Michael and Jeffrey D. Sachs, Economics of Worldwide Stagflation. Cambridge, Mass.: Harvard University Press, 1985.",
        "Domowitz, Ian, R. Glenn Hubbard, and Bruce C. Petersen, Business Cycles and the Relationship between Concentration and Price-cost Margins, Rand Journal of Economics 17 (1986) 1-17.",
        "Domowitz, Ian, R. Glenn Hubbard, and Bruce C. Petersen, Market Structure and Cyclical Fluctuations, unpublished paper, Northwestern University (1987).",
        "Hall, Robert E., Market Structure and Macro Fluctuation, Brookings Papers on Economic Activity (2:1986) 285-322 (c).",
        "Hall, Robert E., Productivity and the Business Cycle, Carnegie-Rochester Conference on Public Policy, forthcoming (1987).",
        "Hausman, Jerry A. and William Taylor, Identification in Linear Simultaneous Equations Models with Covariance Restrictions: An Instrumental Variables Interpretation, Econometrica 51 (1983) 1527-49.",
        "Hausman, Jerry A., Whitney Newey, and William Taylor, Efficient Estimation and Identification of Simultaneous Equations with Covariance Restrictions, Econometrica (1987), forthcoming.",
        "Hubbard, R. Glenn, Discussion, Brookings Payers on Economic Activity (2:1986) 238-336.",
        "Kydland, Finn E. and Edward C. Prescott, Time to Build and Aggregate Fluctuations, Econometrica 50 (1982) 1345-1370.",
        "Long, John B., Jr. and Charles I. Plosser, Real Business Cycles, Journal of Political Economy 91 (1983) 39-69.",
        "Rotemberg, Julio J. and Garth Saloner, A Supergame-Theoretic Model of Price Wars during Booms, American Economic Review 76 (1986) 390-407.",
        "Shapiro, Matthew D., Are Cyclical Fluctuations in Productivity Due More to Supply Shocks or Demand Shocks? American Economic Review Proceedings 77 (1987) 118-124.",
        "Solow, Robert M., Technical Change and the Aggregate Production Function, Review of Economics and Statistics 39 (1957) 312-320."
    ]
}