{
    "id": 22124,
    "cites": 8,
    "cited_by": 12,
    "reference": [
        "AbdulkadirogÃ\u0083Å\u0092Ã\u0082â\u0080 lu, A., P. A. Pathak, and A. E. Roth (2005). The New York City high school match. American Economic Review 95(2), 364Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c367.",
        "AbdulkadirogÃ\u0083Å\u0092Ã\u0082â\u0080 lu, A., P. A. Pathak, A. E. Roth, and T. SoÃ\u0083Å\u0092Ã\u0082Ë\u0086nmez (2005). The Boston public school match. American Economic Review 95(2), 368Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c371. Boudreau, K. J., K. Lakhani, and M. E. Menietti (forthcoming). Performance responses to competition across skill-levels in rank order tournaments: Field evidence and implications for tournament design. RAND Journal of Economics.",
        "Che, Y.-K. and I. Gale (2003). Optimal design of research contests. American Economic Review 93(3), 646Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c671.",
        "Kang, J. S., P. Kuznetsova, M. Luca, and Y. Choi (2013). Where not to eat? Improving public policy by predicting hygiene inspections using online reviews. In Proceedings of the Conference on Empirical Methods in Natural Language Processing, pp. 1443Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c1448.",
        "Lazear, E. P. and S. Rosen (1981). Rank-order tournaments as optimum labor contracts. The Journal of Political Economy 89(5), 841Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c864.",
        "Luca, M. (2011). Reviews, reputation, and revenue: The case of Yelp.com. Harvard Business School NOM Unit Working Paper No. 12-016. Luca, M. (forthcoming). User-generated content and social media. In S. Anderson, J. Waldfogel, and D. Stromberg (Eds.), Handbook of Media Economics. Elsevier.",
        "Luca, M., J. Kleinberg, and S. Mullainathan (2016). Algorithms need managers, too. Harvard Business Review 94, 96Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c101.",
        "Siegel, R. (2009). All-pay contests. Econometrica 77(1), 71Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c92."
    ]
}