{
    "id": 22131,
    "cites": 99,
    "cited_by": 29,
    "reference": [
        "Alvarez, Fernando E., Francisco J. Buera, and Robert E. Lucas, Jr. 2008. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Models of Idea Flows.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d NBER Working Paper 14135.",
        ". 2013. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Idea Flows, Economic Growth, and Trade.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d NBER Working Paper 19667.",
        "Ashraf, Quamrul, and Oded Galor. 2011. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Dynamics and Stagnation in the Malthusian Epoch.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d American Economic Review 101 (5): 2003Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c41.",
        "Barro, Robert J., and Gary S. Becker. 1989. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Fertility Choice in a Model of Economic Growth.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Econometrica 57 (2): 481Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c501.",
        "Belfanti, Carlo Marco. 2004. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Guilds, Patents, and the Circulation of Technical Knowledge. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Technology and Culture 45 (3): 569Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c89.",
        "Ben Zeev, Nadav, Joel Mokyr, and Karine Van Der Beek. 2015. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Flexible Supply of Apprenticeship in the British Industrial Revolution.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Unpublished Manuscript, Northwestern University.",
        "Brooks, Christopher. 1994. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Apprenticeship, Social Mobility and the Middling Sort, 1550Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c1800.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d In The Middling Sort of People: Culture, Society and Politics in England, 1550-1800, edited by Jonathan Barry and Christopher Brooks, 52Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c83. London: Palgrave Macmillan.",
        "Clark, Gregory. 2007. A farewell to alms: a brief economic history of the world. Princeton: Princeton University Press.",
        "Cowan, Robin, and Dominique Foray. 1997. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093The Economics of Codification and the Diffusion of Knowledge.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Industrial and Corporate Change 6 (3): 595Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c622.",
        "Davids, Karel. 2003. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Guilds, Guildmen and Technological Innovation in Early Modern Europe: The Case of the Dutch Republic.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Economy and Society in the Low Countries Working Papers, No. 2.",
        ". 2007. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Apprenticeship and Guild Control in the Netherlands, c. 1450-1800.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d In Learning on the Shop Floor: Historical Perspectives on Apprenticeship, edited by Steven L. Kaplan Bert De Munck and Hugo Soly, 65Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c84. New York: Berghahn Books.",
        ". 2013. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Moving Machine-makers: Circulation of Knowledge on Machinebuilding in China and Europe between c. 1400 and the Early Nineteenth century.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Chapter 6 of Technology, Skills and the Pre-Modern Economy in the East and the West, edited by Jan L. van Zanden and Marten Prak. Boston: Brill.",
        "Davies, Margaret Gay. 1956. The Enforcement of English Apprenticeship: a Study in Applied Mercantilism, 1563-1642. Cambridge, MA: Harvard University Press.",
        "de la Croix, David, and Matthias Doepke. 2003. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Inequality and Growth: Why Differential Fertility Matters.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d American Economic Review 93 (4): 1091Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c113.",
        "de la Croix, David, and Omar Licandro. 2015. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093The Longevity of Famous People from Hammurabi to Einstein.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Journal of Economic Growth 20 (3): 263Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c303.",
        "de la Croix, David, and Fabio Mariani. 2015. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093From Polygyny to Serial Monogamy: A Unified Theory of Marriage Institutions.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Review of Economic Studies 82 (2): 565Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c607.",
        "De Munck, B.Bert, Piet Lourens, and Jan Lucassen. 2006. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093The Establishement and Distribution of Crafts Guilds in the Low Countries 1000-1800.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Chapter 2 of Crafts Guilds in the Early Modern Low Countries: Work, Power and Representation, edited by Maarten Prak, Catharina Lis, Jan Lucassen, and Hugo Soly. Aldershot: Ashgate.",
        "De Munck, Bert, and Hugo Soly. 2007. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Learning on the Shop Floor in Historical Perspective.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d In Learning on the Shop Floor: Historical Perspectives on Apprenticeship, edited by Steven L. Kaplan Bert De Munck and Hugo Soly, 3Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c32. New York: Berghahn Books.",
        "Desmet, Klaus, and Stephen L. Parente. 2014. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Resistance to Technology Adoption: The Rise and Decline of Guilds.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Review of Economic Dynamics 17 (3): 437Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c58.",
        "Dittmar, Jeremiah E. 2011. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Information Technology and Economic Change: The Impact of The Printing Press.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d The Quarterly Journal of Economics 126 (3): 1133Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c1172.",
        "Doepke, Matthias. 2004. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Accounting for Fertility Decline During the Transition to Growth.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Journal of Economic Growth 9 (3): 347Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c83.",
        "Dunlop, O. Jocelyn. 1911. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Some Aspects of Early English apprenticeship.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Transactions of the Royal Historical Society, Third Series 5:193Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c208.",
        ". 1912. English Apprenticeship and Child Labor. New York: MacMillan.",
        "Eaton, Jonathan, and Samuel Kortum. 1999. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093International Technology Diffusion: Theory and Measurement.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d International Economic Review 40 (3): 537Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c70.",
        "Epstein, Stephan R. 2008. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Craft Guilds, the Theory of the Firm, and the European Economy, 1400-1800.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d In Guilds, Innovation and the European Economy, 1400-1800, edited by Stephan R. Epstein and Maarten Prak, 52Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c80. Cambridge: Cambridge University Press.",
        "Epstein, Stephan R. 2013. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Transferring Technical Knowledge and Innovating in Europe, c. 1200-c. 1800.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Chapter 1 of Technology, Skills and the Pre-Modern Economy in the East and the West, edited by Jan L. van Zanden and Marten Prak. Boston: Brill.",
        "Epstein, Stephan R., and Maarten Prak. 2008. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Introduction: Guilds, Innovation and the European Economy, 1400-1800.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d In Guilds, Innovation and the European Economy, 1400-1800, edited by Stephan R. Epstein and Maarten Prak, 1Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c24. Cambridge: Cambridge University Press.",
        "Farr, James. 2000. Artisans in Europe, 1300Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c1914. Cambridge: Cambridge University Press.",
        "Fogli, Alessandra, and Laura Veldkamp. 2012. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Germs, Social Networks and Growth.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d NBER Working Paper 18470.",
        "Foray, Dominique. 2004. The Economics of Knowledge. Cambridge, MA: MIT Press.",
        "Galor, Oded. 2011. Unified Growth Theory. Princeton: Princeton University Press.",
        "Galor, Oded, and David N. Weil. 2000. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Population, Technology, and Growth: From Malthusian Stagnation to the Demographic Transition and Beyond.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d American Economic Review 90 (4): 806Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c28.",
        "Greif, Avner. 1993. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Contract Enforceability and Economic Institutions in Early Trade: The Maghribi TradersÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0084¢ Coalition.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d American Economic Review 83 (3): 525Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c48.",
        ". 1994. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Cultural Beliefs and the Organization of Society: A Historical and Theoretical Reflection on Collectivist and Individualist Societies.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Journal of Political Economy 102 (5): 912Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c50.",
        ". 2006. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Family Structure, Institutions, and Growth: The Origins and Implications of Western Corporations.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d The American Economic Review 96 (2): 308Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c312.",
        "Greif, Avner, Murat Iyigun, and Diego Sasson. 2012. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Social Institutions and Economic Growth: Why England and Not China Became the First Modern Economy.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Unpublished Working Paper, University of Colorado.",
        "Greif, Avner, and Guido Tabellini. 2010. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Cultural and Institutional Bifurcation: China and Europe Compared.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d American Economic Review 100 (2): 135Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c40.",
        ". 2015. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093The Clan and the Corporation: Sustaining Cooperation in China and Europe.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Unpublished Manuscript, Bocconi University.",
        "Hilaire-PeÃ\u0083Å\u0092Ã\u0082Â\u0081rez, Liliane. 2007. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Technology as a public culture in the XVIIIth century: the artisansÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0084¢ legacy.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d History of Science 45 (2): 135Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c153.",
        "Horn, Jeff. 2015. Economic Development in Early Modern France. Cambridge: Cambridge University Press.",
        "Humphries, Jane. 2003. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093English Apprenticeship: A Neglected Factor in the First Industrial Revolution.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Chapter 3 of The Economic Future in Historical Perspective, edited by Paul A. David and Mark Thomas. Oxford: Oxford University Press.",
        ". 2010. Childhood and Child Labour in the British Industrial Revolution. Cambridge Studies in Economic History - Second Series. Cambridge: Cambridge University Press.",
        "Jones, Charles I. 2001. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Was an Industrial Revolution Inevitable? Economic Growth Over the Very Long Run.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d The B.E. Journal of Macroeconomics 1 (2): 1Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c45 (August).",
        "Jovanovic, Boyan. 2014. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Misallocation and Growth.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d American Economic Review 104 (4): 1149Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c1171.",
        "Jovanovic, Boyan, and Rafael Rob. 1989. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093The Growth and Diffusion of Knowledge.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d The Review of Economic Studies 56 (4): 569Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c82.",
        "Kaplan, Steven L. 1981. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093The Luxury Guilds in Paris in the Eighteenth Century.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Francia 9:257Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c98.",
        "Kelly, Morgan, Joel Mokyr, and Cormac OÃ\u0083Å\u0092Ã\u0082Â\u0081 GraÃ\u0083Å\u0092Ã\u0082Â\u0081da. 2014. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Precocious Albion: A New Interpretation of the British Industrial Revolution.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Annual Review of Economics 6:363Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c 389.",
        "Kelly, Morgan, and Cormac OÃ\u0083Å\u0092Ã\u0082Â\u0081 GraÃ\u0083Å\u0092Ã\u0082Â\u0081da. 2012. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093The Preventive Check in Medieval and Preindustrial England.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d The Journal of Economic History 72 (04): 1015Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c1035 (December) .",
        ". 2014. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Living Standards and Mortality Since the Middle Ages.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Economic History Review 67 (2): 358Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c381 (05).",
        ". 2016. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Adam Smith, Watch Prices, and the Industrial Revolution.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Forthcoming, Quarterly Journal of Economics.",
        "KoÃ\u0083Å\u0092Ã\u0082Ë\u0086nig, Michael, Jan Lorenz, and Fabrizio Zilibotti. 2015. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Innovation vs. Imitation and the Evolution of Productivity Distributions.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Forthcoming, Theoretical Economics.",
        "Kremer, Michael. 1993. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Population Growth and Technological Change: One Million B.C. to 1900.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Quarterly Journal of Economics 108 (3): 681Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c716.",
        "Kumar, Krishna B., and John G. Matsusaka. 2009. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093From families to formal contracts: An approach to development.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Journal of Development Economics 90 (1): 106Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c119.",
        "Lane, Joan. 1996. Apprenticeship in England 1600-1914. Boulder: Westview Press.",
        "Laslett, Peter, and Richard Wall, eds. 1972. Household and Family in Past Time. Cambridge: Cambridge University Press.",
        "Leunig, Tim, Chris Minns, and Patrick Wallis. 2011. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Networks in the Premodern Economy: The Market for London Apprenticeships, 1600-1749.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d The Journal of Economic History 71 (6): 413Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c443.",
        "Lis, Catharina, Hugo Soly, and Lee Mitzman. 1994. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Ë\u009cAn Irresistible Phalanx:Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0084¢ Journeymen Associations in Western Europe, 1300-1800.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d International Review of Social History 39 (8): 11Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c52.",
        "Long, Pamela O. 2011. Artisan/Practitioners and the Rise of the New Sciences, 1400-160. Cornvallis: Oregon State University Press.",
        "Lucas, Jr., Robert E. 2009. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Ideas and Growth.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Economica 76 (301): 1Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c19.",
        "Lucas, Jr., Robert E., and Benjamin Moll. 2014. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Knowledge Growth and the Allocation of Time.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Journal of Political Economy 122 (1): 1Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c51.",
        "Lucassen, Jan, Tine de Moor, and Jan Luiten van Zanden. 2008. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093The Return of the Guilds: Towards a Global History of the Guilds in Pre-Industrial Times.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d In The Return of the Guilds, edited by Jan Lucassen, Tine de Moor, and Jan Luiten van Zanden, 5Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c18. Cambridge: Cambridge University Press.",
        "Luttmer, Erzo G. J. 2007. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Selection, Growth, and the Size Distribution of Firms.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d The Quarterly Journal of Economics 122 (3): 1103Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c1144.",
        ". 2015. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093An Assignment Model of Knowledge Diffusion and Income Inequality.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Unpublished Manuscript, University of Minnesota.",
        "Meisenzahl, Ralf R., and Joel Mokyr. 2012. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093The Rate and Direction of Invention in the British Industrial Revolution: Incentives and Institutions.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d In The Rate and Direction of Innovation, edited by In Scott Stern and Joshua Lerner, 443Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c479. Chicago: University of Chicago Press.",
        "Minns, Chris, and Patrick Wallis. 2013. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093The Price of Human Capital in a Pre-industrial Economy: Premiums and Apprenticeship Contracts in 18th century England.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Explorations in Economic History 50 (3): 335Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c350.",
        "Mitterauer, Michael. 2010. Why Europe?: The Medieval Origins of Its Special Path. Chicago: University Of Chicago Press.",
        "Mokyr, Joel. 2002. The Gift of Athena. Historical Origins of the Knowledge Economy. Princeton: Princeton University Press.",
        ". 2008. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093The Institutional Origins of the Industrial Revolution.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d In Institutions and Economic Performance, edited by Elhanan Helpman, 64Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c119. Cambridge MA: Harvard University Press.",
        "Moll-Murata, Christine. 2013. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Guilds and Apprenticeship in China and Europe: The Jingdezhen and European Ceramics Industries.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Chapter 7 of Technology, Skills and the Pre-Modern Economy in the East and the West, edited by Jan Luiten van Zanden and Marten Prak. Boston: Brill.",
        "Nagata, Mary Louise. 2007. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Apprentices, Servants and Other Workers: Apprenticeship in Japan.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d In Learning on the Shop Floor: Historical Perspectives on Apprenticeship, edited by Steven L. Kaplan Bert De Munck and Hugo Soly, 35Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c45. New York: Berghahn Books.",
        ". 2008. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Brotherhoods and Stock Societies: Guilds in Pre-modern Japan.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d In The Return of the Guilds, edited by Jan Lucassen, Tine de Moor, and Jan Luiten van Zanden, 121Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c142. Cambridge: Cambridge University Press.",
        "Ogilvie, Sheilagh. 2004. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Guilds, Efficiency and Social Capital: Evidence from German Proto-industry.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Economic History Review 57 (2): 286Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c333.",
        ". 2014. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093The Economics of Guilds.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Journal of Economic Perspectives 28 (4): 169Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c92 (Fall).",
        ". 2016. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093The European Guilds: an Economic Assessment.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Unpublished Book Manuscript.",
        "Perla, Jesse, and Christopher Tonetti. 2014. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Equilibrium Imitation and Growth.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Journal of Political Economy 122 (1): 52Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c76.",
        "Prak, Maarten. 2013. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Mega-structures of the Middle Ages: The Construction of Religious Buildings in Europe and Asia, c.1000-1500.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Chapter 4 of Technology, Skills and the Pre-Modern Economy in the East and the West, edited by Jan Luiten van Zanden and Marten Prak. Boston: Brill.",
        "Reith, Reinhold. 2007. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Apprentices in the German and Austrian Crafts in Early Modern Times: Apprentices as Wage Earners?Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d In Learning on the Shop Floor: Historical Perspectives on Apprenticeship, edited by Steven L. Kaplan Bert De Munck and Hugo Soly, 179Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c99. New York: Berghahn Books.",
        ". 2008. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Circulation of Skilled Labour in Late Medieval and Early Modern Central Europe.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d In Guilds, Innovation and the European Economy, 1400Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c1800, edited by S. R. Epstein and Maarten Prak, 114Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c142. Cambridge University Press.",
        "Robert, Leeson. 1979. Travelling Brothers. London: George Allen & Unwin.",
        "Roberts, Lissa, and Simon Schaffer. 2007. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Preface.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d In The Mindful Hand: Inquiry and Invention from the late Renaissance to early Industrialization, edited by Simon Schaffer Lissa Roberts and Peter Dear, xiiiÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009cxxvii. Amsterdam: Royal Netherlands Academy of Arts and Sciences.",
        "Romer, Paul M. 1990. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Endogenous Technological Change.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Journal of Political Economy 98 (5): S71Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009cS102.",
        "Rosenthal, Jean-Laurent, and R. Bin Wong. 2011. Before and Beyond Divergence: The Politics of Economic Change in China and Europe. Cambridge, MA: Harvard University Press.",
        "Roy, Tirthankar. 2013. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Apprenticeship and Industrialization in India, 1600-1930.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Chapter 2 of Technology, Skills and the Pre-Modern Economy in the East and the West, edited by Jan Luiten van Zanden and Marten Prak. Boston: Brill.",
        "Rushton, Peter. 1991. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093The Matter in Variance: Adolescents and Domestic Conflict in the Pre-Industrial Economy of Northeast England, 1600-1800.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Journal of Social History 25 (1): 89Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c107.",
        "Shorter, Edward. 1975. The Making of the Modern Family. New York: Harper Torch Books.",
        "Smith, Steven R. 1973. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093The London Apprentices as Seventeenth-Century Adolescents. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Past & Present 61:149Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c161.",
        "Spagnolo, Giancarlo. 1999. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Social Relations and Cooperation in Organizations.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Journal of Economic Behavior and Organization 38 (1): 1Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c25.",
        "Squicciarini, Mara P., and Nico VoigtlaÃ\u0083Å\u0092Ã\u0082Ë\u0086nder. 2015. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Human Capital and Industrialization: Evidence from the Age of Enlightenment.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d The Quarterly Journal of Economics 130 (4): 1825Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c1883.",
        "Stabel, Peter. 2007. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Social Mobility and Apprenticeship in Late Medieval Flanders.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d In Learning on the Shop Floor: Historical Perspectives on Apprenticeship, edited by Steven L. Kaplan Bert De Munck and Hugo Soly, 158Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c78. New York: Berghahn Books.",
        "Steffens, Sven. 2001. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Le meÃ\u0083Å\u0092Ã\u0082Â\u0081tier voleÃ\u0083Å\u0092Ã\u0082Â\u0081: transmission des savoir-faire et socialization dans les meÃ\u0083Å\u0092Ã\u0082Â\u0081tiers qualifieÃ\u0083Å\u0092Ã\u0082Â\u0081s au XIXe sieÃ\u0083Å\u0092Ã\u0082â\u0082¬cle.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Revue du Nord 15:121Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c135.",
        "Steidl, Annemarie. 2007. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Silk Weaver and Purse Maker Apprentices in Eighteenth and Nineteenth Century Vienna.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d In Learning on the Shop Floor: Historical Perspectives on Apprenticeship, edited by Bert De Munck, Steven L. Kaplan, and Hugo Soly, 133Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c57. New York: Berghahn Books.",
        "Trivellato, Francesca. 2008. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Guilds, Technology, and Economic Change in early modern Venice.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d In Guilds, Innovation and the European Economy, 1400-1800, edited by Stephan R. Epstein and Maarten Prak, 199Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c231. Cambridge: Cambridge University Press.",
        "van Zanden, Jan Luiten. 2009. The Long Road to the Industrial Revolution: The European Economy in a Global Perspective, 1000-1800. Boston: Brill.",
        "van Zanden, Jan Luiten, and Marten Prak. 2013a. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Technology and Human Capital Formation in the East and West Before the Industrial Revolution.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Chapter 1 of Technology, Skills and the Pre-Modern Economy in the East and the West, edited by Jan Luiten van Zanden and Marten Prak. Boston: Brill.",
        ". 2013b. Technology, Skills and the Pre-Modern Economy in the East and the West. Boston MA: Brill.",
        "VoigtlaÃ\u0083Å\u0092Ã\u0082Ë\u0086nder, Nico, and Hans-Joachim Voth. 2013a. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093How the West Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093InventedÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Fertility Restriction.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d American Economic Review 103 (6): 2227Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c64.",
        ". 2013b. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093The Three Horsemen of Riches: Plague, War, and Urbanization in Early Modern Europe.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d The Review of Economic Studies 80 (2): 774Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c811.",
        "Vollrath, Dietrich. 2011. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093The Agricultural Basis of Comparative Development.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Journal of Economic Growth 16 (4): 343Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c370.",
        "Wallis, Patrick. 2008. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Apprenticeship and Training in Premodern England.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d The Journal of Economic History 68 (3): 832Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c861."
    ]
}