{
    "id": 22135,
    "cites": 31,
    "cited_by": 19,
    "reference": [
        "Arrow, K. J. (1964): Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093The Role of Securities in the Optimal Allocation of Risk Bearing,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Review of Economic Studies, 31, 91Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c96.",
        "Buiter, W. H. (2008): Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Quantitative easing and qualitative easing: a terminological and taxonomic proposal,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Financial Times, Willem BuiterÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0084¢s mavercon blog.",
        "Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009dÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009dÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009d (2010): Reversing unconventional monetary policy: technical and political considerations, SUERF - The European Money and Finance Forum, chap. 3, 23Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c42.",
        "Cass, D. and K. Shell (1983): Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Do Sunspots Matter?Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Journal of Political Economy, 91, 193Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c227.",
        "DÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0084¢Amico, S. and T. B. King (2010): Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Flow and Stock Effects of Large-Scale Treasury Purchases, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Finance and Economics Discussion Series Division of Research and Statistics and Monetary Affairs, Federal Reserve Board Washington D.C., Paper, 2010-52.",
        "Eggertsson, G. B. and M. Woodford (2002): Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093The zero bound on interest rates and optimal monetary policy,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Brookings Papers on Economic Activity, 2, 139Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c211.",
        "Farmer, R. E. A. (2002a): Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Business Cycles with Heterogenous Agents,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d UCLA mimeo, paper prepared for a conference at GREQAM onÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d New Perspectives of (In)Stability, the Role of HeterogeneityÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d, Marseilles, June 2001.",
        "Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009dÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009dÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009d (2002b): Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Fiscal Policy, Equity Premia, and Heterogenous Agents,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d UCLA mimeo, paper presented to the conference Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009dNew Developments in Fiscal Policy AnalysisÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d at Universitat Pompeu Fabra, Barcelona May 2002.",
        "Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009dÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009dÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009d (2002c): Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Why Does the Data Reject the Lucas Critique?Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Annales dÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0084¢Economie et de Statistiques, 67/68, 111Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c129.",
        "Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009dÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009dÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009d (2012a): Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Animal Spirits, Persistent Unemployment and the Belief Function,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d in Rethinking Expectations: The Way Forward for Macroeconomics, ed. by R. Frydman and E. S. Phelps, Princeton, NJ: Princeton University Press, chap. 5, 251Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c276.",
        "Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009dÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009dÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009d (2012b): Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Confidence, Crashes and Animal Spirits,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Economic Journal, 122.",
        "Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009dÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009dÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009d (2012c): Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093The effect of conventional and unconventional monetary policy rules on inflation expectations: theory and evidence.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Oxford Review of Economic Policy, 28, 622,639.",
        "Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009dÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009dÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009d (2012d): Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Qualitative Easing: How it Works and Why it Matters,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d NBER working paper 18421 and CEPR discussion paper 9153.",
        "Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009dÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009dÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009d (2013): Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Qualitative easing: a new tool for the stabilisation of financial markets,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Bank of England Quartely Bulletin, Q4, 405Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c413.",
        "Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009dÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009dÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009d (2014): Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Asset prices in a Lifecycle Economy,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d NBER Working Paper Number 19457.",
        "Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009dÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009dÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009d (2015): Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Global Sunspots and Asset Prices in a Monetary Economy,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d NBER Working Paper 20831.",
        "Farmer, R. E. A., C. Nourry, and A. Venditti (2012): Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093The Inefficient Markets Hypothesis: Why Financial Markets Do Not Work Well in the Real World,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d NBER Working Paper 18647.",
        "Friedman, M. (1957): A Theory of the Consumption Function, Princeton, N.J.: Princeton University Press.",
        "Gagnon, J. E. (2012): Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Michael WoodfordÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0084¢s Unjustified Skepticism on Portfolio Balance (A Seriously Wonky Rebuttal),Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Peterson Institute for International Economics, http://blogs.piie.com/realtime/?p=3112, accessed January 12th 2016.",
        "Gagnon, J. E., M. Raskin, J. Remache, and B. Sack (2011): Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093The Financial Market Effects of the Federal ReserveÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0084¢s Large Scale Asset Purchases,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d International Journal of Central Banking, 7, 3Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c43.",
        "Hahn, F. (1965): Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093On some problems of proving the existence of an equilibrium in a monetary economy,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d in The theory of interest rates, ed. by F. Hahn and F. Brechling, London: Macmillan.",
        "Hamilton, J. D. and J. C. Wu (2012): Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093The Effectiveness of Alternative Monetary Policy Tools in a Zero Lower Bound Environment,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Journal of Money Credit and Banking, 44, 3Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c46.",
        "Krugman, P. R. (1998): Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093ItÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0084¢s Baaack: JapanÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0084¢s Slump and the Return of the Liquidity Trap,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Brookings Papers on Economic Activity, 137Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c206.",
        "Li, C. and M. Wei (2012): Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Term Structure Modelling with Supply Factors and the Federal ReserveÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0084¢s Large Scale Asset Purchase Programs,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Federal Reserve Board mimeo.",
        "Lucas Jr., R. E. (1972): Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Expectations and the Neutrality of Money,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Journal of Economic Theory, 4, 103Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c124.",
        "Neely, C. J. (2010): Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093The Large-Scale Asset Purchases Had Large International Effects,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Economic Research, Federal Reserve Bank of St. Louis, Working Paper 2010-018D.",
        "Patinkin, D. (1956): Money Interest and Prices, Cambridge, Massachusetts: The MIT Press, second abridged ed.",
        "Tobin, J. (1963): Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093An Essay on the Principles of Debt Management,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d in Fiscal and Debt Management Policies, ed. by C. o. M. a. Credit, Englewood Cliffs, NJ: Prentice-Hall, 143Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c 218.",
        "Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009dÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009dÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009d (1969): Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093A General Equilibrium Approach to Monetary Theory,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Journal of Money, Credit and Banking, 14, 15Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c29.",
        "Vissing Jorgensen, A. and A. Krishnamurthy (2011): Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093The Effects of Quantitative Easing on Interest Rates: Channels and Implications for Policy,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Brookings Papers on Economic Activity, 43, 215Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c287.",
        "Woodford, M. (2012): Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Methods of Policy Accommodation at the Interest-Rate Lower Bound,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Columbia University mimeo, paper presented at the Jackson Hole Symposium, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009dThe Changing Policy Landscape,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d August 31-September 1, 2012."
    ]
}