{
    "id": 22139,
    "cites": 30,
    "cited_by": 5,
    "reference": [
        "Aizenman, Joshua, and Yi Sun. 2012. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093The financial crisis and sizable international reserves depletion: From fear of floatingto the fear of losing international reserves?Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d International Review of Economics & Finance, 24: 250Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c269.",
        "Angeletos, G.M., and V. Panousi. 2011. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Financial Integration, Entrepreneurial Risk and Global Dynamics.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Journal of Economic Theory, 146(3): 863Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c893.",
        "Carroll, Christopher D. 2009. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Theoretical Foundation of Buffer Stock Saving.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Unpublished Manuscript, Johns Hopkins University.",
        "Carroll, Christopher D., and Olivier Jeanne. 2009. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093A Tractable Model of Precautionary Reserves, Net Foreign Assets, or Sovereign Wealth Funds.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d NBER Working Paper No. 15228.",
        "Coeurdacier, Nicolas, HeÃ\u0083Å\u0092Ã\u0082Â\u0081leÃ\u0083Å\u0092Ã\u0082â\u0082¬ne Rey, and Pablo Winant. 2011. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093The Risky Steady State.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d The American Economic Review AEA Papers and Proceedings, 101(3): 398Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c401.",
        "Durdu, Ceyhun Bora, Enrique G. Mendoza, and Marco E. Terrones. 2009. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Precautionary Demand for Foreign Assets in Sudden Stop Economies: an Assessment of the New Mercantilism.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Journal of Development Economics, 89: 194 Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c 209.",
        "Edwards, S. 1985. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093On the Interest-Rate Elasticity of the Demand for International Reserves: Some Evidence From Developing Countries.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Journal of International Money and Finance, 4(2): 287Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c295.",
        "Flood, Robert, and Nancy Marion. 2001. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Holding International Reserves in an Era of High Capital Mobility.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Brookings Trade Forum, 1Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c68.",
        "Fogli, Alessandra, and Fabrizio Perri. 2015. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Macroeconomic Volatility and External Imbalances.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Journal of Monetary Economics, 69: 1Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c15.",
        "Frenkel, Jacob A, and Boyan Jovanovic. 1981. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Optimal international reserves: a stochastic framework.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d The Economic Journal, 507Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c514.",
        "Ghosh, Atish R., and Jonathan D. Ostry. 1997. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Macroeconomic Uncertainty, Precautionary Saving and the Current Account.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Journal of Monetary Economics, 40(1): 121Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c139.",
        "Hamada, Koichi, and Kazuo Ueda. 1977. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Random walks and the theory of the optimal international reserves.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d The Economic Journal, 722Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c742.",
        "Hauner, D. 2006. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093A Fiscal Price Tag for International Reserves.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d International Finance, 9(2): 169Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c195.",
        "Heathcote, Jonathan, Kjetil Storesletten, and Giovanni L Violante. 2009. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Quantitative Macroeconomics with Heterogeneous Households.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Annual Review of Economics, 1(1): 319Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c354.",
        "Heller, Heinz Robert. 1966. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Optimal international reserves.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d The Economic Journal, 296Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c311.",
        "IMF. 2011. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Assessing Reserve Adequacy.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d IMF Policy Paper. Available at www.imf.org/external/np/pp/eng/2011/021411b.pdf.",
        "IMF. 2013. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Assessing Reserve AdequacyÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009dFurther Considerations.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d IMF Policy Paper. Avaliable at www.imf.org/external/np/pp/eng/2013/ 111313d.pdf.",
        "IMF. 2015. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Assessing Reserve AdequacyÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009dSpecific Proposals.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Staff Report for the Executive Board. Available at www.imf.org/external/np/pp/eng/ 2014/121914.pdf.",
        "Jeanne, Olivier. 2007. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093International Reserves in Emerging Market Countries: Too Much of a Good Thing?Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Brookings Papers on Economic Activity 2007, 1: 1Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c79.",
        "Jeanne, Olivier, and Romain RancieÃ\u0083Å\u0092Ã\u0082â\u0082¬re. 2011. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093The Optimal Level of Reserves for Emerging Market Countries: Formulas and Applications.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Economic Journal, 121(555): 905Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c930.",
        "Kent, Lance. 2015. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Capital Flows: Convergence vs. Risk.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Manuscript, College of Williams and Mary.",
        "Korinek, Anton, and Luis Serven. 2010. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Undervaluation Through Foreign Reserve Accumulation: Static Losses, Dynamic Gains.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d World Bank Policy Research Working Paper No.5250.",
        "Lucas, Robert E., Jr. 1987. Models of Business Cycles. Basil Blackwell, New York.",
        "Michaud, Amanda, and Jacek Rothert. 2014. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Optimal borrowing constraints and growth in a small open economy.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Journal of International Economics, 94(2): 326Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c340.",
        "Pallage, Stephane, and Michel A. Robe. 2003. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093On the Welfare Cost of Business Cycles in Developing Countries.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d International Economic Review, 44(2): 677Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c98.",
        "Rabe, Collin. 2013. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093A Welfare Analysis of Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Ë\u009cNew MercantilistÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0084¢ Foreign Asset Accumulation.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Manuscript, Johns Hopkins University.",
        "Rodrik, D. 2006. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093The Social Cost of Foreign Exchange Reserves.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d International Economic Journal, 20(3): 253Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c266.",
        "Sandri, Damiano. 2014. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Growth and Capital Flows with Risky Entrepreneuship. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d American Economic Journal: Macroeconomics, 6(3): 102Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c 23.",
        "Schmitt-GroheÃ\u0083Å\u0092Ã\u0082Â\u0081, Stephanie, and MartÃ\u0083â\u0080\u009eÃ\u0082Â±Ã\u0083Å\u0092Ã\u0082Â\u0081n Uribe. 2003. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Closing Small Open Economy Models.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Journal of International Economics, 61(1): 163Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c 185.",
        "Tauchen, George, and Robert Hussey. 1991. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Quadrature-Based Methods for Obtaining Approximate Solutions to Nonlinear Asset Pricing Models. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Econometrica, 59(2): 371Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c396."
    ]
}