{
    "id": 22155,
    "cites": 72,
    "cited_by": 22,
    "reference": [
        "Allcott, Hunt, Allan Collard-Wexler, and Stephen D. OÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0084¢Connell. 2016. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093How Do Electricity Shortages Affect Industry? Evidence from India,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d American Economic Review, 106(3): 587624.",
        "Almond, Douglas, Yuyu Chen, Michael Greenstone, and Hongbin Li. 2009. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Winter Heating or Clean Air? Unintended Impacts of ChinaÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0084¢s Huai River Policy?Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d American Economic Review, 99(2): 184-90.",
        "Arceo-Gomez, Eva, Rema Hanna, and Paulina Oliva. 2012. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Does the Effect of Pollution on Infant Mortality Differ Between Developing and Developed Countries? Evidence from Mexico City,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d NBER Working Paper #18349.",
        "Banzhaf, H. Spencer, and Omar Farooque. 2013. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Interjurisdictional Housing Prices and Spatial Amenities: Which Measures of Housing Prices Reflect Local Public Goods?Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Regional Science and Urban Economics, 43(4): 635-648.",
        "Banzhaf, H. Spencer, and Randall P. Walsh. 2008. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Do People Vote with Their Feet? An Empirical Test of Tiebout,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d American Economic Review, 98(3): 843-863.",
        "Barreca, Alan, Karen Clay, and Joel Tarr. 2014. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Coal, Smoke, and Death: Bituminous Coal and American Home Heating,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d NBER Working Paper #19881.",
        "Biondo, S. J., and J. C. Marten. 1977. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093A History of Flue Gas Desulphurization Systems Since 1850.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Journal of the Air Pollution Control Association 27(10): 948-961.",
        "Brown, Matthew H., and Richard P. Sedano. 2004. Electricity Transmission: A Primer. National Council on Electricity Policy (NCEL). Denver, CO.",
        "Chay, Kenneth Y. and Michael Greenstone. 2003a. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093The Impact of Air Pollution on Infant Mortality: Evidence from Geographic Variation in Pollution Shocks Induced by a Recession,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Quarterly Journal of Economics, 118(3): 1121-1167.",
        "Chay, Kenneth Y. and Michael Greenstone. 2003b. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Air Quality, Infant Mortality, and the Clean Air Act of 1970,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d NBER Working Paper #10053.",
        "Chay, Kenneth Y., and Michael Greenstone. 2005. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Does Air Quality Matter? Evidence from the Housing Market.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Journal of Political Economy, 113(2): 376-424.",
        "Clancy, Luke, Pat Goodman, Hamish Sinclair, and Douglas W Dockery. 2002. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Effect of Air-Pollution Control on Death Rates in Dublin, Ireland: An Intervention Study,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Lancet, 360(9341): 1210-1214.",
        "Clay, Karen, and Werner Troesken. 2011. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Did Frederick Brodie Discover the WorldÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0084¢s First Environmental Kuznets Curve? Coal Smoke and the Rise and Fall of the London Fog,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d In Libecap, Gary, and Richard H. Steckel (eds.) The Economics of Climate Change: Adaptations Past and Present, Chicago: University of Chicago Press, pp. 281-310.",
        "Cohen, Aaron J., H. Ross Anderson, Bart Ostro, Kiran Dev Pandey, Michal Krzyzanowski, Nino Knzli, Kersten Gutschmidt, C. Arden Pope III, Isabelle Romieu, Jonathan M. Samet, and Kirk R. Smith. 2004. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Urban Air Pollution,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d In: Ezzati, Majid, Alan D. Lopez, Anthony Rodgers and Christopher J.L. Murray, eds. Comparative Quantification of Health Risks: Global and Regional Burden of Disease Attributable to Selected Major Risk Factors, Geneva, World Health Organization, Vol. 2.",
        "Costa, Dora L., Matthew E. Kahn. 2004. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Changes in the Value of Life, 1940-1980,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Journal of Risk and Uncertainty, 29(2): 159-180.",
        "Currie, Janet and Matthew Neidell. 2005. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Air Pollution and Infant Health: What Can We Learn From CaliforniaÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0084¢s Recent Experience?Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Quarterly Journal of Economics, 120(3): 1003-1030.",
        "Currie, Janet, and W. Reed Walker. 2011. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Traffic Congestion and Infant Health: Evidence from E-ZPass.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d American Economic Journal: Applied Economics, 3(1): 65-90.",
        "Currie, Janet, Joshua Graff Zivin, Jamie Mullins, and Matthew Neidell. 2014. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093What Do We Know About Short- and Long-Term Effects of Early-Life Exposure to Pollution?Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Annual Review of Resource Economics, 6(1): 217-247.",
        "Currie, Janet, Lucas W. Davis, Michael Greenstone, and W. Reed Walker. 2015. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Environmental Health Risks and Housing Values: Evidence from 1,600 Toxic Plant Openings and Closings,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d American Economic Review, 105(2): 678-709.",
        "Davis, Lucas W. 2011. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093The Effect of Power Plants on Local Housing Values and Rents,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Review of Economics and Statistics, 93(4): 1391-1402.",
        "Dinkelman, Taryn. 2011. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093The Effects of Rural Electrification on Employment: New Evidence from South AfricaÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d, American Economic Review, 101(7): 3078-3108.",
        "Eisenbud, Merril. 1978. Levels of Exposure to Sulfur Oxides and Particulates in New York City and their Sources. Bulletin of the New York Academy of Medicine 1978, 54:991-1011.",
        "Fishback, Price, and Carl Kitchens. 2015. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Flip the Switch: The Impact of the Rural Electrification Administration 1935-1940,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Journal of Economic History, 74:(4): 1161-1195.",
        "Fishback, Price, Michael Haines, Shawn Kantor, and Joseph Cullen. (s.d.). County and City Mortality Data, 1921 to 1950, available at econ.arizona.edu/faculty/fishback.asp Gartner, Scott Sigmund, et al. 2006. In Carter, Susan B., Scott Sigmund Gartner, Michael R. Haines, Alan L. Olmstead, Richard Sutch, and Gavin Wright (eds.) Historical Statistics of the United States, New York: Cambridge University Press.",
        "Gohlke, Julia, M., Reuben Thomas, Alistair Woodward, Diarmid Campbell-Lendrum, Annette PruÃ\u0083Å\u0092Ã\u0082Ë\u0086ssuÃ\u0083Å\u0092Ã\u0082Ë\u0086stuÃ\u0083Å\u0092Ã\u0082Ë\u0086n, Simon Hales, and Christopher J. Portier. 2011. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Estimating the global public health implications of electricity and coal consumption.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Environmental Health Perspectives 119(6): 821-826.",
        "Goklany, Indur M. 1999. Clearing the Air: The Real Story of the War on Air Pollution. Cato Institute.",
        "Goodkind, Andrew L., Jay S. Coggins, and Julian D. Marshall. 2014. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093A Spatial Model of Air Pollution: The Impact of the Concentration-Response Function,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Journal of the Association of Environmental and Resource Economists, 1(4): 451-479.",
        "Graff Zivin, Joshua, and Matthew Neidell. 2012. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093The Impact of Pollution on Worker Productivity, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d American Economic Review, 102(7): 3652-3673.",
        "Greenstone, Michael, and B. Kelsey Jack. 2015. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Envirodevonomics: A Research Agenda for an Emerging Field,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Journal of Economic Literature, 53(1): 5-42.",
        "Haines, Michael R., and Inter-university Consortium for Political and Social Research (ICPSR). 2010. Historical, Demographic, Economic, and Social Data: The United States, 1790-2002. Ann Arbor, MI: Inter-university Consortium for Political and Social Research, icpsr.org.",
        "Hales, Jeremy M. 1976. Tall Stacks and the Atmospheric Environment. EPA Publication, No. EPA-450/3-76-007.",
        "Hanlon, W. Walker, and Yuan Tian. 2015. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Killer Cities: Past and Present,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d American Economic Review Papers & Proceedings, 105(5): 570-75.",
        "Hanlon, W. Walker. 2015. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Pollution and Mortality in the 19th Century,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d NBER Working Paper 21647.",
        "Hanlon, W. Walker. 2016. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Coal Smoke and the Costs of the Industrial Revolution,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Mimeo.",
        "Ives, James Edmund, Rollo H. Britten, David William Armstrong, Wirt Alvin Gill, and Frederick Herbert Goldman. 1936. Atmospheric Pollution of American Cities for the Years 1931 to 1933 with Special Reference to the Solid Constituents of the Pollution. U.S. Treasury Department, Public Health Bulletin No 224. Washington: Government Printing Office.",
        "Kline, Patrick. 2012. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093The Impact of Juvenile Curfew Laws on Arrests of Youth and Adults,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d American Law and Economics Review, 14(1): 44-67.",
        "Lave, Lester, and Eugene Seskin. 1970. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Air Pollution and Human HealthÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d, Science, 169(3947): 723-733.",
        "Lave, Lester and Eugene Seskin. 1972. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Air Pollution, Climate, and Home Heating: Their Effects on U.S. Mortality Rates.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d American Journal of Public Health 62: 909-916.",
        "Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Using CALPUFF to Evaluate the Impacts of Power Plant Emissions in Illinois: Model Sensitivity and Implications,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Atmospheric Environment 36: 1063-1075.",
        "Lewis, Joshua. 2015. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Fertility, Child Health, and the Diffusion of Electricity into the Home,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Mimeo.",
        "Lewis, Joshua. 2016. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Short-run and Long-run Effects of Household Electrification,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Mimeo.",
        "Lewis, Joshua, and Edson R. Severnini. 2015. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093The Value of Rural Electricity: Evidence from the Rollout of the U.S. Power Grid,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Mimeo.",
        "Li, Teng, Haoming Liu, and Alberto Salvo. 2015. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Severe Air Pollution and Labor Productivity, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d IZA Discussion Paper 8916.",
        "Lipscomb, Molly, Mushfiq A. Mobarak, and Tania Barham. 2013. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Development effects of electrification: Evidence from the topographic placement of hydropower plants in Brazil.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d American Economic Journal: Applied Economics, 5(2): 200-231.",
        "Medley, Anthony Johnson, Chit-Ming Wong, Thuan Quoc Thach, Stefan Ma, Tai-Hing Lam, and Hugh Ross Anderson. 2002. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Cardiorespiratory and All-cause Mortality after Restrictions on Sulphur Content of Fuel in Hong Kong: An Intervention Study,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Lancet, 360(9346): 1646-1652.",
        "Moretti, Enrico. 2011. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Local Labor Markets,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d In Card, David, and Orley Ashenfelter (eds.), Handbook of Labor Economics, Volume 4b. New York: Elsevier, Chapter 14, pp. 1237-1313.",
        "Pope III, C. Arden, Joel Schwartz, and Michael R. Ransom. 1992. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Daily Mortality and PM10 Pollution in the Utah Valley,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Archives of Environmental Health: An International Journal, 47(3): 211-217.",
        "Pope III, C. Arden, Richard T. Burnett, Michael J. Thun, Eugenia E. Calle, Daniel Krewski, Kazuhiko Ito, George D. Thurston. 2002. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Lung Cancer, Cardiopulmonary Mortality, and Long-term Exposure to Fine Particulate Air PollutionÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d, Journal of the American Medical Association, 287(9): 1132-1141.",
        "Pope III, C. Arden, Richard T. Burnett, George D. Thurston, Michael J. Thun, Eugenia E. Calle, Daniel Krewski, and John J. Godleski. 2004. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Cardiovascular Mortality and Long-Term Exposure to Particulate Air Pollution: Epidemiological Evidence of General Pathophysiological Pathways of Disease,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Circulation, 109: 71-77.",
        "Pope, C. Arden, III, Douglas L. Rodermund, and Matthew M. Gee. 2007. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Mortality Effects of a Copper Smelter Strike and Reduced Ambient Sulfate Particulate Matter Air Pollution.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Environmental Health Perspectives, 115(5): 679-683.",
        "Pope III, C. Arden, Maureen Cropper, Jay Coggins, and Aaron Cohen. 2015. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Health Benefits of Air Pollution Abatement Policy: Role of the Shape of the Concentration-Response Function,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Journal of the Air & Waste Management Association, 65(5): 516-522.",
        "Ridker, Ronald G., and John A. Henning. 1967. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093The Determinants of Residential Property Values with Special Reference to Air Pollution,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Review of Economics and Statistics, 49(2): 246-257.",
        "Roback, Jennifer. 1982. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Wages, Rents, and the Quality of Life,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Journal of Political Economy, 90(6): 1257-1278.",
        "Rosen, Sherwin. 1974. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Hedonic Prices and Implicit Markets: Product Differentiation in Pure Competition,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Journal of Political Economy, 82(1): 34-55.",
        "Samet, Jonathan M., Francesca Dominici, Frank C. Curriero, Ivan Coursac, and Scott L. Zeger. 2000. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Fine Particulate Air Pollution and Mortality in 20 U.S. Cities, 1987-1994,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d The New England Journal of Medicine, 343(24): 1742-1749. Schlenker, Wolfram, and W. Reed Walker. Forthcoming. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Airports, Air Pollution, and Contemporaneous Health,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Review of Economic Studies.",
        "Severnini, Edson. 2014. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093The Power of Hydroelectric Dams: Agglomeration Spillovers,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d IZA Discussion Paper 8082.",
        "Severnini, Edson. 2015. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Nuclear Shutdown, Coal Power Generation, and Infant Health: Evidence from the Tennessee Valley Authority (TVA) in the 1980s,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Mimeo.",
        "Silverman, Leslie. 1950. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Filtration Through Porous Materials,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d American Industrial Hygiene Association Quarterly: 11(1): 11-20.",
        "Stern, Arthur C. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093History of Air Pollution Legislation in the United States.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Journal of the Air Pollution Control Association 32.1 (1982): 44-61.",
        "U.S. Bureau of the Census. 1976. Historical Statistics of the United States, Colonial Times to 1970. No. 93. US Department of Commerce, Bureau of the Census. U.S. Bureau of Mines. Minerals Yearbook (various years). Washington DC: Government Printing Office.",
        "U.S. Center for Disease Control (CDC). 2013. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Infant Mortality Statistics from the 2010 Period Linked Birth/Infant Death Data Set,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d National Vital Statistics Reports: 62(8): 1-27.",
        "U.S. Department of Commerce (DOC) - Bureau of the Census, and Inter-university Consortium for Political and Social Research (ICPSR). 2012. County and City Data Book (United States) Consolidated File: County Data, 1947-1977, ICPSR07736-v2, Ann Arbor, MI: Interuniversity Consortium for Political and Social Research.",
        "U.S. Department of Health, Education and Welfare (HEW). 1952-1958. Marriage, Divorce, Natality, Fetal Mortality and Infant Mortality Data. Vital Statistics of the United States (Volume I), Washington, DC: U.S. Government Printing Office.",
        "U.S. Department of Health, Education and Welfare 1958. Air Pollution Measurements of the National Air Sampling Network: Analyses of Suspended Particulates, 1953-1957. Public Health Service Publication No 637. Washington DC: Government Printing Office.",
        "U.S. Department of Health, Education and Welfare (HEW). 1969. Control Techniques for Particulate Air Pollution. Public Health Service Protection and Environmental Health Service. Washington DC: Government Printing Office.",
        "U.S. Energy Information Administration (EIA). 2010. Annual Electric Generator Report, Form-EIA-860. Washington DC: U.S. Energy Information Administration.",
        "U.S. Environmental Protection Agency (EPA). 1999. Estimating Particulate Matter Emissions from Construction Operations: Final Report, Available at nepis.epa.gov.",
        "U.S. Environmental Protection Agency (EPA). 2011. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Final Response to Petition From New Jersey Regarding SO2 Emissions From the Portland Generating Station; Final Rule,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d In: Federal Register, 76(215): 69051-69077. November 7, 2011.",
        "U.S. Federal Power Commission (FPC). 1947. Steam-Electric Plant Construction Cost and Annual Production Expenses, 1938-1947. Washington DC: U.S. Federal Power Commission.",
        "U.S. Federal Power Commission (FPC). 1948-62. Steam-Electric Plant Construction Cost and Annual Production Expenses (Annual Supplements). Washington DC: U.S. Federal Power Commission.",
        "U.S. Federal Power Commission (FPC). (1962). Principal Electric Power Facilities in the United States (map). Washington DC: U.S. Federal Power Commission.",
        "Woodruff, Tracey, Lyndsey Darrow, and Jennifer Parker. 2008. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Air Pollution and Postneonatal Infant Mortality in the United States, 1999-2002.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Environmental Health Perspectives 116(1): 110-115."
    ]
}