{
    "id": 22160,
    "cites": 75,
    "cited_by": 3,
    "reference": [
        "[1] Adams, James D., and Adam B. Jaffe. (1986). Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Bounding the Effects of R&D: An Investigation Using Matched Establishment-Firm Data.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d RAND Journal of Economics, vol. 27, no. 5, pp. 700Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c721.",
        "[2] Arkolakis, Costas, Natalia Ramondo, AndreÃ\u0083Å\u0092Ã\u0082Â\u0081s RodrÃ\u0083â\u0080\u009eÃ\u0082Â±Ã\u0083Å\u0092Ã\u0082Â\u0081guez-Clare, and Stephen Yeaple. (2014). Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Innovation and Production in the Global Economy.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d National Bureau of Economic Research Working Paper 18792.",
        "[4] Aw, Bee Yan, Mark J. Roberts, and Daniel Yi Xu. (2008). Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093R&D Investment, Export, and the Evolution of Firm Productivity.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d American Economic Review, Papers and Proceedings, vol. 98, no. 2, pp. 451Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c456.",
        "[6] Bernard, Andrew, J., Bradford Jensen, and Peter Schott. (2006). Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Transfer Pricing by U.S.-Based Multinational Firms.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Yale University mimeo.",
        "[7] Bilir, L. Kamran. (2014). Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Patent Laws, Product Lifecycle Lengths, and Multinational Activity.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d American Economic Review, vol. 104, no. 7, pp. 1979Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c2013.",
        "[8] Bloom, Nicholas, Mark Schankerman, and John Van Reenen. (2013). Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Identifying Technology Spillovers and Product Market Rivalry.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Econometrica, vol. 81, no. 4, pp. 1347Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c1393.",
        "[9] BÃ\u0083Æ\u0092Ã\u0082Â¸ler, Esther A. (2015). Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Technology-skill Complementarity in a Globalized World.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d University of Oslo mimeo.",
        "[10] BÃ\u0083Æ\u0092Ã\u0082Â¸ler, Esther A., Andreas Moxnes, and Karen H. Ulltveit-Moe. (2015). Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093R&D, International Sourcing, and the Joint Impact on Firm Performance.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d American Economic Review, vol. 105, no. 12, pp. 3704Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c3739.",
        "[11] Branstetter, Lee G., Raymond Fisman, and C. Fritz Foley. (2006). Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Do Stronger Intellectual Property Rights Increase International Technology Transfer? Empirical Evidence from U.S. Firm-level Panel Data.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Quarterly Journal of Economics, vol. 121, no. 1, pp. 321Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c349.",
        "[12] Caves, Richard. (2007). Multinational Enterprise and Economic Analysis, Cambridge University Press.",
        "[13] Cohen, Wesley M., and Steven Klepper. (1996). Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Firm Size and the Nature of Innovation within Industries: The Case of Process and Product R&D.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Review of Economics and Statistics, vol. 78, no. 2, pp. 232Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c243.",
        "[15] Collard-Wexler, Allan and Jan De Loecker. (2005). Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Reallocation and Technology: Evidence from the U.S. Steel IndustryÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d American Economic Review, vol. 105, no. 1, pp. 131Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c171.",
        "[16] De Loecker, Jan. (2011). Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Product Differentiation, Multi-Product Firms and Estimating the Impact of Trade Liberalization on ProductivityÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0084¢.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0084¢ Econometrica, vol. 79, no. 5, pp. 1407Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c1451.",
        "[17] De Loecker, Jan, and Frederic Warzynski. (2012). Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Markups and Firm Level Export Status.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d American Economic Review, vol. 102, no. 6, pp. 2437Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c2471.",
        "[18] De Loecker, Jan. (2013). Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Detecting Learning by Exporting.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d American Economic Journal: Microeconomics, vol. 5, no. 3, pp. 1Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c21.",
        "[19] De Loecker, Jan, Pienelopi K. Goldberg, Amit K. Khandelwal and Nina Pavcnik. (2016). Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Prices, Markups and Trade Reform.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Econometrica, vol. 84, no. 2, pp. 445Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c510.",
        "[20] Dharmapal, Dhammika, and James Hines Jr. (2009). Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Which Countries Become Tax Havens?Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Journal of Public Economics, vol. 93, no. 9-10, pp. 1058Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c1068.",
        "[21] Dhingra, Swati. (2013). Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Trading Away Wide Brands for Cheap Brands.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d American Economic Review, vol. 103, no. 6, pp. 2554Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c2584.",
        "[23] Doraszelski, Ulrich, and Jordi Jaumandreu. (2013). Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093R&D and Productivity: Estimating Endogenous Productivity.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Review of Economic Studies, vol. 80, pp. 1338Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c1383.",
        "[24] Doraszelski, Ulrich, and Jordi Jaumandreu. (2015). Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Measuring the Bias of Technological Change.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d University of Pennsylvania mimeo.",
        "[25] Foster, Lucia, John Haltiwanger, and Chad Syverson. (2008). Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Reallocation, Firm Turnover, and Efficiency: Selection on Productivity or Profitability?Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d American Economic Review, vol. 98, no. 1, pp. 394Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c495.",
        "[26] Gandhi, Amit, Salvador Navarro, and David Rivers. (2013). Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093On the Identification of Production Functions: How Heterogeneous is Productivity?Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d University of Wisconsin-Madison mimeo.",
        "[27] Ginarte, Juan C., and Walter G. Park. (1997). Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Determinants of Patent Rights: A Cross-National Study,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Research Policy, vol. 26, no. 3, pp. 283Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c301.",
        "[28] Giraud, Xavier. (2013). Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Proximity and Investment: Evidence from Plant-level Data.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d The Quarterly Journal of Economics, vol. 128, no. 2, pp. 861-915.",
        "[29] Government Accountability Office. (2009). Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Tax Policy: The Research Tax CreditÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0084¢s Design and Administration Can Be Improved,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Report to the Committee on Finance, U.S. Senate, November.",
        "[30] Gravelle, Jane G. (2015). Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Tax Havens: International Tax Avoidance and Tax Evasion.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Congressional Research Service Report, no. 7-5700, pp. 605-627.",
        "[31] Griliches, Zvi. (1979).Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Issues in Assessing the Contribution of Research and Development to Productivity Growth.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Bell Journal of Economics, vol. 10, no. 1, pp. 92Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c116.",
        "[32] Griliches, Zvi, and Philippe Mairesse. (1998). Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Production Functions: The Search for Identification. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d In Econometrics and Economic Theory in the Twentieth Century: The Ragnar Frisch Centennial Symposium. New York: Cambridge University Press, 169Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c203.",
        "[33] Guadalupe, MarÃ\u0083â\u0080\u009eÃ\u0082Â±Ã\u0083Å\u0092Ã\u0082Â\u0081a, Olga Kuzmina, and Catherine Thomas. (2012). Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Innovation and Foreign Ownership.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d American Economic Review, vol. 102, no. 7, pp. 3594Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c3627.",
        "[34] Gumpert, Anna. (2015). Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093The Organization of Knowledge in Multinational Firms.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d University of Munich mimeo.",
        "[35] Hall, Robert E., and Dale Jorgenson. (1967). Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Tax Policy and Investment Behavior.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d American Economic Review, vol. 57, no. 3, pp. 391Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c414.",
        "[36] Hall, Bronwyn H., Jacques Mairesse, and Pierre Mohnen. (2010). Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Measuring the Returns to R&D.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d University of CaliforniaÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009cBerkeley mimeo.",
        "[37] Head, Keith, and Thierry Mayer. (2015). Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Brands in Motion: How Frictions Shape Multinational Production.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d University of British Columbia mimeo.",
        "[38] Helpman, Elhanan. (1984). Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093A Simple Theory of International Trade with Multinational Corporations. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Journal of Political Economy, vol. 92, no. 3, pp. 451Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c471.",
        "[39] Hines, James R., Jr. (1995). Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Taxes, Technology Transfer, and R&D by Multinational Firms,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d in Hines, James R., James R. Hines, Jr., and R. Glenn Hubbard (editors), Taxing Multinational Corporations, University of Chicago Press.",
        "[40] Hines, James R., Jr. (1997). Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Tax Policy and the Activities of Multinational Corporations.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d In: Auerbach, A.J. (Ed.) Fiscal Policy: Lessons from Economic Research. MIT Press, Cambridge: 401Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c445.",
        "[41] Hines, James R., Jr., and Eric M. Rice. (1994). Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Fiscal Paradise: Foreign Tax Havens and American Business.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Quarterly Journal of Economics, vol 109, pp. 149Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c181.",
        "[42] Holmes, Thomas J. (2011). Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093The Diffusion of Wal-Mart and Economies of Density.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Econometrica, vol. 79, n. 1, pp. 253Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c302.",
        "[43] Igami, Mitsuru. (2015). Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Estimating the InnovatorÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0084¢s Dilemma: Structural Analysis of Creative Destruction in the Hard Disk Drive Industry.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Journal of Political Economy, forthcoming.",
        "[44] Irarrazabal, Alfonso, Andreas Moxnes, and Luca David Opromolla. (2013). Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093The Margins of Multinational Production and the Role of Intrafirm Trade.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Journal of Political Economy, vol. 121, no. 1, pp. 74Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c126.",
        "[45] Jaumandreu, Jordi, and Heng Yin. (2014). Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Cost and Product Advantages: A Firm-level Model for Chinese Exports and Industry Growth.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Boston University mimeo.",
        "[46] Javorcik, Beata. (2004a). Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Does Foreign Direct Investment Increase the Productivity of Domestic Firms? In Search of Spillovers Through Backward Linkages.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d American Economic Review, vol. 94, no. 3, pp. 605Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c627.",
        "[47] Javorcik, Beata. (2004b). Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093The Composition of Foreign Direct Investment and Protection of Intellectual Property Rights: Evidence from Transition Economies.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d European Economic Review, no. 48, pp. 39Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c62.",
        "[49] Levinsohn, James, and Amil Petrin. (2003). Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Estimating Production Functions Using Inputs to Control for Unobservables.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Review of Economic Studies, vol. 70, pp. 317Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c341.",
        "[50] Mataloni, Raymond J. Jr., and Lee Goldberg. (1994). Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Gross Product of U.S. Multinational Companies, 1977-2001.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Survey of Current Business, vol. 70, (February), pp. 42Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c63.",
        "[51] McCalman, Phillip. (2004). Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Foreign Direct Investment and Intellectual Property Rights: Evidence from HollywoodÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0084¢s Global Distribution of Movies and Videos,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Journal of International Economics, vol. 62, pp. 107Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c123.",
        "[52] McGrattan, Ellen R. (2012). Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Transition to FDI Openness: Reconciling Theory and Evidence.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Review of Economic Dynamics, vol. 15, no. 4, pp. 437Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c458.",
        "[53] McGrattan, Ellen R., and Edward C. Prescott. (2010). Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Technology Capital and the U.S. Current Account.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d American Economic Review, vol. 100, no. 4, pp. 1493Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c1522.",
        "[55] National Science Board. (2014). Science and Engineering Indicators 2014. Arlington, VA: National Science Foundation (NSB 14-01).",
        "[56] Nadiri, M. Ishaq and Ingmar Prucha. (1996). Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Estimation of the Depreciation Rate of Physical and R&D Capital in the U.S. Total Manufacturing Sector.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Economic Inquiry, vol. 34, pp. 43Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c56.",
        "[57] Olley, Steven G., and Ariel Pakes. (1996). Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093The Dynamics of Productivity in the Telecommunications Equipment Industry.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Econometrica, vol. 64, n. 6, pp. 1263Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c1295.",
        "[58] Park, Walter G. (2008). Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093International Patent Protection: 1960Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c2005,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Research Policy, vol. 37, no. 4, pp. 761Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c766.",
        "[59] Poole, Jennifer P. (2013). Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Knowledge Transfers from Multinational to Domestic Firms: Evidence from Worker Mobility,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Review of Economics and Statistics, vol. 95, no. 2, pp. 393Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c406.",
        "[60] Qian, Yi. (2007). Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Do National Patent Laws Stimulate Domestic Innovation In A Global Patenting Environment?Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Review of Economics and Statistics, vol. 89, no. 3, pp. 436Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c453.",
        "[61] Ramondo, Natalia, Veronica Rappaport, and Kim Ruhl. (2015). Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Intra-firm Trade and Vertical Fragmentation in U.S. Multinational Corporations.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Journal of International Economics, forthcoming.",
        "[62] Ramondo, Natalia, and AndreÃ\u0083Å\u0092Ã\u0082Â\u0081s RodrÃ\u0083â\u0080\u009eÃ\u0082Â±Ã\u0083Å\u0092Ã\u0082Â\u0081guez-Clare. (2013). Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Trade, Multinational Production, and the Gains from Openness.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Journal of Political Economy, vol. 121, no. 2, pp. 273Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c322.",
        "[63] Roberts, Mark J., Daniel Yi Xu, Xiaoyan Fan and Shengxing Zhang. (2011). Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093A Structural Model of Demand, Cost, and Export Market Selection for Chinese Footwear Producers.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d NBER Working Paper, 17725.",
        "[64] Schankerman, Mark. (1981). Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093The Effects of Double-Counting and Expensing on the Measured Returns to R&D.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Review of Economics and Statistics, vol. 63, no. 3, pp. 454Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c459.",
        "[65] Tintelnot, Felix. (2015). Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Global Production with Export Platforms.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d University of Chicago mimeo.",
        "[66] U.S. Bureau of Economic Analysis. (2008). Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093U.S. Direct Investment Abroad: 2004 Final Benchmark Data.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Washington, DC: U.S. Government Printing Office, November 2008.",
        "[67] Western Digital Corporation. (2014). 10-K Report. Retrieved from http://www.sec.gov/Archives/ edgar/data/106040/000119312512361018/d356205d10k.htm.",
        "[68] Wilson, Daniel J. (2009). Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Beggar Thy Neighbor? The In-State, Out-of-State, and Aggregate Effects of R&D Tax Credits.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Review of Economics and Statistics, vol. 91, no. 2, pp. 431Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c436.",
        "Table 1: Summary Statistics, 1989-2008 Parent-Year Level Affiliate-Year Level Variable Mean Std. Dev. Mean Std. Dev.",
        "Value Added (thousands $US) 1,140,000 3,090,000 158,000 442,000 Sales (thousands $US) 3,710,000 9,060,000 664,000 1,490,000 Value of Plant and Equipment (thousands $US) 666,000 2,170,000 121,000 372,000 R&D Expenditure (thousands $US) 300,000 856,000 7,660 35,100 Number of Workers 9,170 22,800 1,500 3,150 Share of R&D Workers 17.2% 11.6% 15.7% 19.8% R&D Expenditure/Sales 7.5% 11.5% 1.1% 2.7% Imports from Parent ($US) 81,900 262,000 Royalty Payments to Parent ($US) 42,100 222,000 Observations 536 536 4,194 4,194 Notes: All variables are from the Bureau of Economic Analysis Survey of U.S. Direct Investment Abroad. These panel data span 1989-2008 and cover U.S.-based multinational firms operating in the Computers and Office Equipment industry (SIC 357) including U.S. parent sites and foreign manufacturing affiliates. Table 2: Descriptive Statistics, R&D Allocation in the Multinational Firm Firm-Year Level Variable Mean Std. Dev.",
        "The instrument for parent R&D is the user cost of R&D from Wilson (2009); the instrument for affiliate R&D is the interaction between a) the user cost of R&D prevailing in the U.S. headquarters state, and b) the strength of intellectual property rights in the affiliate country from Ginarte and Park (1997) and Park (2008). Measures of labor, capital, value added, and R&D expenditure are from the Bureau of Economic Analysis Survey of U.S. Direct Investment Abroad.",
        "Columns (1) and (2) replace L ijt with a measure of production employment; columns (3) and (4) exclude affiliates located in tax havens identified in Gravelle (2015); columns (5) and (6) include only affiliates with zero or low imports from their U.S. parent. All columns include market-year fixed effects. Standard errors are reported in parenthesis. Persistence corresponds to estimates of Ã\u0083Â\u008fÃ\u0082Â\u0081. Labor Elasticity is the average value of Ã\u0083Å½Ã\u0082Â² l + Ã\u0083Å½Ã\u0082Â² ll 2l ijt + Ã\u0083Å½Ã\u0082Â² lk k ijt ; Capital Elasticity is the average value of Ã\u0083Å½Ã\u0082Â² k +Ã\u0083Å½Ã\u0082Â² kk 2k ijt +Ã\u0083Å½Ã\u0082Â² lk l ijt . The standard deviation for each of these input elasticities appears in parentheses below its mean. All other estimates capture the elasticity of period t performance with respect to the t Ã\u0083Â¢Ã\u0082Ë\u0086Ã\u0082â\u0080\u0099 1 value of the corresponding covariate. Measures of labor, capital, value added, and R&D expenditure are from the Bureau of Economic Analysis Survey of U.S. Direct Investment Abroad.",
        "Figure 4: Distribution of Gross Return to Parent R&D Notes: For each percentile indicated on the horizontal axis, the height of the solid line is the long-run gross return to the investment in R&D performed by U.S. parents in the year 2004.",
        "The dataset used in the estimation covers U.S. affiliates during 1989Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c2008.",
        "The measure of parent and affiliate-level value added used in our analysis is constructed by the BEA. This measure follows the definition in Mataloni and Goldberg (1994) from the factor-cost side, in which value added is employee compensation (wages and salaries plus employee benefits), plus profit-type returns (net income plus income taxes plus depreciation, less capital gains and losses, less income from equity investments), plus net interest paid (monetary interest paid plus imputed interest paid, less monetary interest received, less imputed interest received), plus indirect business taxes (taxes other than income and payroll taxes plus production royalty payments to governments, less subsidies received), plus capital consumption allowances (depreciation).",
        "All estimates in sections 5 and 6 arise from specifications that control for country-year fixed effects, but we nevertheless convert all variables originally expressed U.S. dollar nominal values to 2004 real terms using correction factors available from the U.S. Bureau of Labor Statistics.",
        "Regarding b), the BEA requires only majority-owned and relatively large foreign affiliates of U.S. parent firms to report R&D expenditures. The reporting threshold differs depending on the year, ranging between $3 million in 1989 and 1994 to $50 million in 1999; thresholds in nominal terms were $15 million in the period 1990Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c1993, $25 million in 2004, $20 million in 1995Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c1998, $30 million in 2000Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c2003, and $40 million in 2005Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c2008. We impose year-specific cutoffs to build the dataset used in the baseline estimation.",
        "R&D user costs: The user cost of R&D investment is from Wilson (2009). Wilson (2009) constructs the state-specific user cost of R&D by extending the neoclassical Hall-Jorgenson formula for the cost of capital (Hall and Jorgenson 1967) to incorporate state and federal corporate taxes and R&D subsidies. Wilson (2009) provides this index for all 50 U.S. states and the District of Columbia annually during 1981Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c2006.",
        "The exact formula for state-i user cost of R&D is 1 Ã\u0083Â¢Ã\u0082Ë\u0086Ã\u0082â\u0080\u0099 s(kit + kft) Ã\u0083Â¢Ã\u0082Ë\u0086Ã\u0082â\u0080\u0099 z(Ã\u0083Â\u008fÃ\u0082â\u0080\u009eit + Ã\u0083Â\u008fÃ\u0082â\u0080\u009eft) 1 Ã\u0083Â¢Ã\u0082Ë\u0086Ã\u0082â\u0080\u0099 (Ã\u0083Â\u008fÃ\u0082â\u0080\u009eit + Ã\u0083Â\u008fÃ\u0082â\u0080\u009eft) [rt + Ã\u0083Å½Ã\u0082Â´], where t indexes time, f indexes federal-level variables, r is the real interest rate, Ã\u0083Å½Ã\u0082Â´ is the R&D capital depreciation rate, Ã\u0083Â\u008fÃ\u0082â\u0080\u009e is the effective corporate income tax rate, k is the effective R&D tax credit rate, s is the share of R&D expenditures that qualify for R&D subsidies, and z is the present discounted value of tax depreciation allowances. Further details regarding the index and its construction are provided in Wilson (2009).",
        "Patent rights index: The index of patent protection is published in Ginarte and Park (1997) and Park (2008). The index is available for 122 countries between 1960 and 2005 at five-year intervals. It is constructed as the sum of five sub-indexes corresponding to 1) enforcement, 2) coverage, 3) provisions for the loss of protection, 4) duration, and 5) membership in international intellectual property treaties. Each sub-index ranges between zero and one. Further details are provided in the two aforementioned publications.",
        "The instrument for parent R&D is the user cost of R&D, which varies by U.S.-state and year and is available from Wilson (2009); the instrument for the sum of affiliates R&D is the analogous sum of the interaction between (a) the user cost of R&D prevailing in the U.S. state of the affiliateÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0084¢s corresponding parent, and (b) the strength of intellectual property rights in the affiliate country from Ginarte and Park (1997) and Park (2008); this instrument varies across U.S. state-country-year triplets. Measures of labor, capital, value added, and R&D expenditure are from the Bureau of Economic Analysis Survey of U.S. Direct Investment Abroad."
    ]
}