{
    "id": 22163,
    "cites": 40,
    "cited_by": 22,
    "reference": [
        "Amaral, P., and J. Ice (2014): Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Reassessing the Effects of Extending Unemployment Insurance Benefits,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Federal Reserve Bank of Cleveland, Economic Commentary.",
        "Baily, N. (1978): Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Some Aspects of Optimal Unemployment Insurance,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Journal of Public Economics, 10, 379Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c402.",
        "Barro, R. (2010): Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093The Folly of Subsidizing Unemployment,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d The Wall Street Journal, August 30.",
        "Blank, R., and D. Card (1991): Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Recent Trends in Insured and Uninsured Unemployment: Is There an Explanation?,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Quarterly Journal of Economics, 106(4), 1157Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c89.",
        "Bureau of Labor Statistics (2014): Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Report on Revision to State and Area Time-Series Models,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Technical Report.",
        "Chetty, R. (2006): Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093A General Formula for the Optimal Level of Social Insurance,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Journal of Public Economics, 90(10-11), 1879Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c901.",
        "Coglianese, J. (2015): Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Do Unemployment Insurance Extensions Reduce Employment?,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Harvard University Working Paper.",
        "Congressional Budget Office (2012): Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Unemployment Insurance in the Wake of the Recent Recession,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Technical Report.",
        "Costain, J., and M. Reiter (2008): Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Business Cycles, Unemployment Insurance, and the Calibration of Matching Models,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Journal of Economic Dynamics and Control, 32, 1120Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c55.",
        "Di Maggio, M., and A. Kermani (2015): Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093The Importance of Unemployment Insurance as an Automatic Stabilizer,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Columbia Business School Research Paper No. 15-31.",
        "Diamond, P. (1982): Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Wage Determination and Efficiency in Search Equilibrium,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Review of Economic Studies, 49(2), 217Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c27.",
        "Farber, H., and R. Valletta (2015): Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Do Extended Unemployment Benefits Lengthen Unemployment Spells? Evidence from Recent Cycles in the U.S. Labor Market,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Journal of Human Resources, 50(4), 873Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c909.",
        "Hagedorn, M., F. Karahan, I. Manovskii, and K. Mitman (2015): Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Unemployment Benefits and Unemployment in the Great Recession: The Role of Macro Effects,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d NBER Working Paper No. 19499.",
        "Hagedorn, M., and I. Manovskii (2008): Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093The Cyclical Behavior of Equilibrium Unemployment and Vacancies Revisited,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d American Economic Review, 98(4), 1692Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c706.",
        "Hagedorn, M., I. Manovskii, and K. Mitman (2015): Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093The Impact of Unemployment Benefit Extensions on Employment: The 2014 Employment Miracle?,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d NBER Working Paper No. 20884.",
        "Hall, R. (2013): Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Some Observations on Hagedorn, Karahan, Manovskii, and Mitman,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Stanford University Working Paper.",
        "Hall, R., and A. Mueller (2015): Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Wage Dispersion and Search Behavior,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Stanford University Working Paper.",
        "Hansen, G., and A. Imrohoroglu (1992): Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093The Role of Unemployment Insurance in an Economy with Liquidity Constraints and Moral Hazard,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Journal of Political Economy, 100(1), 118Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c42.",
        "Hornstein, A., P. Krusell, and G. Violante (2011): Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Frictional Wage Dispersion in Search Models: A Quantitative Assessment,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d American Economic Review, 101(7), 2873Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c98.",
        "Johnston, A., and A. Mas (2015): Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Potential Unemployment Insurance Duration and Labor Supply: The Individual and Market-level Response to a Benefit Cut,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Princeton University Working Paper.",
        "Kekre, R. (2016): Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Unemployment Insurance in Macroeconomic Stabilization,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Harvard University Working Paper.",
        "Kroft, K., and M. Notowidigdo (2015): Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Should Unemployment Insurance Vary With the Unemployment Rate? Theory and Evidence,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Review of Economic Studies, Forthcoming.",
        "Krueger, A., and B. Meyer (2002): Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Labor Supply Effects of Social Insurance,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d in Handbook of Public Economics, ed. by A. Auerbach, and M. Feldstein, pp. 2327Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c92. Elsevier.",
        "Krusell, P., T. Mukoyama, and A. Sahin (2010): Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Labour-Market Matching with Precautionary Savings and Aggregate Fluctuations,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Review of Economic Studies, 77(4), 1477Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c507.",
        "Lalive, R., C. Landais, and J. ZweimuÃ\u0083Å\u0092Ã\u0082Ë\u0086ller (2015): Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Market Externalities of Large Unemployment Insurance Extension Programs,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d American Economic Review, 105(12), 3564Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c96.",
        "Landais, C., P. Michaillat, and E. Saez (2015): Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093A Macroeconomic Approach to Optimal Unemployment Insurance: Theory,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d University of California at Berkeley Working Paper.",
        "Levine, P. B. (1993): Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Spillover Effects Between the Insured and Uninsured Unemployed,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Industrial and Labor Relations Review, 47(1), 73Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c86.",
        "Marinescu, I. (2015): Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093The General Equilibrium Impacts of Unemployment Insurance: Evidence from a Large Online Job Board,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d University of Chicago Working Paper.",
        "Mitman, K., and S. Rabinovich (2014): Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Do Unemployment Benefit Extensions Explain the Emergence of Jobless Recoveries?,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Stockholm University Working Paper.",
        "Mortensen, D., and C. Pissarides (1994): Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Job Creation and Job Destruction in the Theory of Unemployment,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Review of Economic Studies, 61(3), 397Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c415.",
        "Mulligan, C. (2012): The Redistribution Recession. Oxford University Press.",
        "Nakajima, M. (2012): Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093A Quantitative Analysis of Unemployment Benefit Extensions,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Journal of Monetary Economics, 59, 686Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c702.",
        "Pfeffermann, D., and R. Tiller (1996): Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Small-Area Estimation with State-Space Models Subject to Benchmark Constraints,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Journal of the American Statistical Association, 101(476), 1387Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c97.",
        "Rothstein, J. (2011): Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Unemployment Insurance and Job Search in the Great Recession,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Brookings Papers on Economic Activity, 143-214.",
        "Schmieder, J., T. von Wachter, and S. Bender (2012): Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093The Effects of Extended Unemployment Insurance Over the Business Cycle: Evidence from Regression Discontinuity Estimates over Twenty Years,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Quarterly Journal of Economics, 127(2), 701Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c52.",
        "Shimer, R. (2005): Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093The Cyclical Behavior of Equilibrium Unemployment and Vacancies,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d American Economic Review, 95(1), 25Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c49.",
        "SuaÃ\u0083Å\u0092Ã\u0082Â\u0081rez Serrato, J., and P. Wingender (2014): Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Estimating Local Fiscal Multipliers,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Duke University Working Paper.",
        "Summers, L. (2010): Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093The Economic Case for Extending Unemployment Insurance,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d The White House Blog, July 14.",
        "Tiller, R. (1992): Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Time Series Modeling of Sample Survey Data from the U.S. Current Population Survey,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Journal of Official Statistics, 8(2), 149Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c66.",
        "The Limited Macroeconomic Effects of Unemployment Benefit Extensions Online Appendix Gabriel Chodorow-Reich Loukas Karabarbounis April 2016 A Data Appendix In this data appendix we describe the extended benefits programs and the BLS methodology to estimate the state unemployment rates. A.1 Extended Benefits and Emergency Compensation Programs In Table A.1 we list the full set of benefit extension programs, tiers, and triggers in operation during our sample."
    ]
}