{
    "id": 22178,
    "cites": 59,
    "cited_by": 27,
    "reference": [
        "[1] Acemoglu, Daron, David Autor, David Dorn, Gordon H. Hanson, and Brendan Price. 2013. Import Competition and the Great US Employment Sag of the 2000s. Working Paper.",
        "[2] Artuc, Erhan, Shubham Chaudhuri, and John McLaren. 2010. Trade Shocks and Labor Adjustment: A Structural Empirical Approach. American Economic Review, 100(3): 1008-45.",
        "[3] Autor, David H., David Dorn, and Gordon H. Hanson. 2013. The China Syndrome: Local Labor Market Eects of Import Competition in the United States. American Economic Review, 103(6): 2121-2168.",
        "[4] Baldwin, Robert E. and Christopher S. Magee. 2000. Is Trade Policy for Sale? Congressional Voting on Recent Trade Bills. Public Choice, 105: 79-101.",
        "[5] Bernard, Andrew B., J. Bradford Jensen, and Peter K. Schott. 2006. Survival of the Best Fit: Exposure to Low-Wage Countries and the (Uneven) Growth of US Manufacturing Plants. Journal of International Economics 68(1): 219-237.",
        "[6] Bertrand, Marianne, Esther Duo and Sendhil Mullainathan. 2004. How Much Should We Trust Dierences-in-Dierences Estimates? The Quarterly Journal of Economics, MIT Press, vol. 119(1), pages 249-275, February.",
        "[8] Blonigen, Bruce A. and David N. Figlio. 1998. Voting for Protection: Does Direct Foreign Investment Inuence Legislative Behavior? American Economic Review, 88(4): 1002-1014.",
        "[9] Brambilla, Irene, Amit K. Khandelwal and Peter K. Schott. 2009. China&apos;s Experience Under the Multiber Arrangement (MFA) and the Agreement on Textiles and Clothing (ATC). In China&apos;s Growing Roll in World Trade, edited by Robert Feenstra and Shang-Jin Wei. Chicago: University of Chicago Press. Forthcoming.",
        "[10] Brower, Kate Anderson and Lisa Lerer. 2012. China-Bashing as Campaign Rhetoric Binds Obama to Romney. Bloomberg Business http://www.bloomberg.com/news/articles/2012-06-04/china-bashing-bindsobama -to-romney-with-trade-imbalance-as-foil.",
        "[11] Caliendo, Lorenzo, Maximiliano Dvorkin, and Fernando Parro. 2015. The Impact of Trade on Labor Market Dynamics. NBER Working Paper No. 21149.",
        "[12] Che, Yi and Xu, Xun. 2015. The China Syndrome in US: Import Competition, Crime, and Government Transfer. Mimeo, University of Munich.",
        "[13] Collinson, Stephen. 2015. 2016 Candidates Take Aim at China. http://www.cnn.com/2015/08/28/politics/rubio-walker-clinton-china-policy/ [14] Conconi, Paola, Giovanni Facchini, and Maurizio Zanardi. 2014. Policymakers&apos; Horizon and Trade Reforms: The Protectionist Eect of Elections. Journal of International Economics, 94: 102-118.",
        "[15] Conconi, Paola, Giovanni Facchini, and Maurizio Zanardi. 2012. Fast-Track Authority and International Trade Negotiations. American Economic Journal: Economic Policy, 4(3): 146-189.",
        "[16] Conconi, Paola, Giovanni Facchini, Max F. Steinhardt and Maurizio Zanardi. 2015. The Political Economy of Trade and Migration: Evidence form the U.S. Congress. Working Paper.",
        "[17] Dippel, Christian, Robert Gold and Stephan Heblich. 2015. Globalization and its (Dis-)Content: Trade Shocks and Voting Behavior. Mimeo, UCLA.",
        "[18] Dix-Carneiro, Rafael, Rodrigo R. Soares and Gabriel Ulyssea. 2015. Local Labor Market Conditions and Crime: Evidence from the Brazilian Trade Liberalization. Mimeo.",
        "[19] Ebenstein, Avraham, Ann Harrison, Margaret McMillan, and Shannon Phillips. 2014. Estimating the Impact of Trade and Oshoring on American Workers using the Current Population Surveys. Review of Economics and Statistics, 96(4): 581595.",
        "[20] Federal Election Commission. 2001. Federal Elections 2000. Available online at http://www.fec.gov/pubrec/fe2000/preface.htm.",
        "[22] Feler, Leo and Mine Z. Senses. 2015. Trade Shocks and the Provision of Local Public Goods. Unpublished.",
        "[23] Feigenbaum, James J. and Andrew B. Hall. 2015. How Legislators Respond to Localized Economic Shocks: Evidence from Chinese Import Competition. Journal of Politics, forthcoming. [24] Feng, Ling, Zhiyuan Li and Deborah L. Swenson. Trade Policy Uncertainty and Exports: Evidence from China&apos;s WTO Accession. NBER Working Paper 21985.",
        "[25] Freeman, R., Katz, L., 1991. Industrial Wage and Employment Determination in an Open Economy, in Immigration, Trade and Labor Market, edited by John M. Abowd and Richard B. Freeman. Chicago: University of Chicago Press.",
        "[26] Gilbert, John and Reza Oladi. 2012. Net Campaign Contributions, Agricultural Interests, and Votes on Liberalizing Trade with China. Public Choice, 150: 745769.",
        "[27] Groizard, Jose L., Priya Ranjan and Jose Antonio Rodriguez-Lopez. 2012. Input Trade Flows. Unpublished.",
        "[28] Haberman, Maggie. Donald Trump Says He Favors Big Taris on Chinese Imports. Available online at http://www.nytimes.com/politics/rstdraft /2016/01/07/donald-trump-says-he-favors-big-taris-on-chineseexports /?_r=0.",
        "[29] Hahn, Jinyong, Petra Todd, and Wilbert Van der Klaauw. 2001. Identication and Estimation of Treatment Eects with a Regression-Discontinuity Design. Econometrica, 69(1): 201-209.",
        "[30] Handley, Kyle. 2014. Exporting Under Trade Policy Uncertainty: Theory and Evidence. Journal of International Economics 94(1): 50-66.",
        "[31] Handley, Kyle and Nuno Limao. 2014. Policy Uncertainty, Trade and Welfare: Evidence from the U.S. and China. Mimeo.",
        "[32] Heise, Sebastian, Justin R. Pierce, Georg Schaur and Peter Schott. 2015. Trade Policy and the Structure of Supply Chains. Mimeo.",
        "[33] Imbens, Guido and Karthik Kalyanaraman. 2012. Optimal Bandwidth Choice for the Regression Discontinuity Estimator. Review of Economic Studies, 79(3): 933959.",
        "[34] Jensen, J. Bradford, Dennis P. Quinn and Stephen Weymouth. 2016. Winners and Losers in International Trade: The Eects on U.S. Presidential Voting. NBER Working Paper 21899.",
        "[35] Karol, David. 2012. Congress, the President and Trade Policy in the Obama Years. Working Paper, University of Maryland.",
        "[36] Khandelwal, Amit K., Peter K. Schott and Shang-Jin Wei. 2013. Trade Liberalization and Embedded Institutional Reform: Evidence from Chinese Exporters. American Economic Review 103 (6): 2169-95.",
        "[37] Kleibergen, Frank and Richard Paap. 2006. Generalized Reduced Rank Tests Using the Singular Value Decomposition. Journal of Econometrics 133(1):97-126.",
        "[38] Kriner, Douglas L. and Andrew Reeves. 2012. The Inuence of Federal Spending on Presidential Elections. American Political Science Review, 106(2), 348-366.",
        "[39] Lee, David S., Enrico Moretti, and Matthew J. Butler. 2004. Do Voters Aect or Elect Policies? Evidence from the U.S. House. Quarterly Journal of Economics, 119(3): 807-859.",
        "[40] Lee, David S. 2008. Randomized Experiments from Non-random Selection in U.S. House Elections. Journal of Econometrics, 142: 675-697.",
        "[41] Lee, David S. and Thomas Lemieux. 2010. Regression Discontinuity Designs in Economics. Journal of Economic Literature, 48: 281-355.",
        "[42] Lee, David S. and David Card. 2008. Regression Discontinuity Inference with Specication Error. Journal of Econometrics, 142(2): 655-674.",
        "[43] Lichtblau, Eric. 2011. Senate Nears Approval of Measure to Punish China Over Currency Manipulation. New York Times October 6, 2011.",
        "[44] Mayda, Anna Maria, Giovanni Peri and Walter Steingress. 2016. Immigration to the U.S.: A Problem for the Republicans or the Democrats? NBER Working Paper 21941.",
        "[45] McCrary, Justin. 2008. Manipulation of the Running Variable in the Regression Discontinuity Design: A Density Test. Journal of Econometrics, 142: 698-714.",
        "[46] Mion, Giordano and Like Zhu. 2013. Import Competition From and Outsourcing to China: A Curse or a Blessing for Firms. Journal of International Economics 89(1): 202-215.",
        "[47] Pierce, Justin R. and Peter K. Schott. 2012. A Concordance Between U.S. Harmonized System Codes and SIC/NAICS Product Classes and Industries. Journal of Economic and Social Measurement 37(1-2): 61-96.",
        "[48] Pierce, Justin R. and Peter K. Schott. 2016. The Surprisingly Swift Decline of U.S. Manufacturing Employment. American Economic Review. Forthcoming.",
        "[49] Pierce, Justin R. and Peter K. Schott. 2015. Trade Liberalization and Mortality: Evidence from U.S. Counties. Mimeo.",
        "[51] Porter, Jack. 2003. Estimation in the Regression Discontinuity Model. Unpublished, Department of Economics, University of Wisconsin, Madison.",
        "[52] Revenga, Ana L. 1992. Exporting Jobs?: The Impact of Import Competition on Employment and Wages in U.S. Manufacturing. Quarterly Journal of Economics, 107(1): 255-284.",
        "[53] Sachs, J.D., Shatz, H.J. 1994. Trade and Jobs in U.S. Manufacturing, Brookings Papers on Economic Activity 1994(1): 1-69.",
        "[54] Sanger, David E. and Sewell Chan. 2010. Eye on China, House Votes for Greater Tari Powers. New York Times, September 29.",
        "[55] Scheve, Kenneth F. and Matthew J. Slaughter. 2001. What Determines TradePolicy Preferences? Journal of International Economics 54(2001): 267-292.",
        "[56] Schlozman, Kay Lehman and Sidney Verba. 1979. Injury to Insult: Unemployment, Class and Political Response. Cambridge: Harvard University Press.",
        "[57] Stromberg, Stephen. 2016. What Should Worry Clinton about Sanders&apos;s Michigan Win. The Washington Post, PostPartisan. Available online at https://www.washingtonpost.com/blogs/post-partisan/wp/2016/03/09/whatshould -worry-clinton-about-sanderss-michigan-win/.",
        "[58] Utar, Hale and Luis B. Torres Ruiz. 2013. International Competition and Industrial Evolution: Evidence form the Impact of Chinese Competition on Mexican Maquiladoras. Journal of Development Economics 105: 267-287.",
        "[59] Wright, John R. 2012. Unemployment and the Democratic Electoral Advantage. American Political Science Review, 106(4): 685-702.",
        "U.S. Imports from China vs Rest of World Figure 1: U.S. Imports from China and Rest of World (ROW) 2 4 6 8 10 12 Percent 12 14 16 18 20 Millions 1940 1960 1980 2000 2020 moyr Manufacturing Employment Unemployment Rate Source: U.S. Bureau of Labor Statistics. 1948 to 2010 U.S. Manufacturing Employment and Unemployment Rate Figure 2: Post-War U.S. Manufacturing Employment 0 20 40 60 80 100 Percent of Votes Cast 1992 1994 1996 1998 2000 2002 2004 2006 2008 2010 Note: Stata-defined outliers are excluded.",
        "Across U.S. Counties, 1992-2010 Democrat Vote Share Notes: Figure summarizes the mean and inter-quartile range of the share of votes won by Democrats across U.S. counties in elections to the U.S. House of Representatives, by year. The mean, standard deviation, median and interquartile range for 2000, the election closest to the passage of PNTR, are 40, 23, 38 and 25 to 57 percent .",
        "A Legislator Voting Behavior Figure A.1 displays the McCrary (2008) test of whether there is a discontinuity in the density of Democrats&apos; winning margin over Republicans. The estimate of the discontinuity is 0.003 with a standard error of 0.125, indicating that there is not a statistically signicant discontinuity. Figures A.2 to A.10 examine the distributions of each of the district-level attributes included in the legislative voting regressions in Section 5, plotted against the Democrat margin of victory. As discussed there, none of these distributions exhibit discontinuities at the cuto point at which the Democrat margin of victory is 0.",
        "B Approaches for Estimating Regression Discontinuity Coecient The nonparametric approach is a local linear estimation that uses observations within a window of width w on both sides of the cuto point and assumes that g(.) and f(.) are linear, with potentially dierent slopes on the two sides of the cuto point. We implement this approach using the procedure developed by Imbens and Kalyanaraman (2014) to calculate the optimal bandwidth wÃ\u0083Â¢Ã\u0082Ë\u0086Ã\u0082â\u0080\u0094 , and estimate analytical standard errors using the procedure developed in Porter (2003). In robustness checks, we examine whether our estimates are sensitive to dierent bandwidths, e.g., halving and doubling wÃ\u0083Â¢Ã\u0082Ë\u0086Ã\u0082â\u0080\u0094 , as in Lee and Lemieux (2010). As indicated in Table A.1, we obtain similar results in both cases for both sets of bills.",
        "Parametric estimation, by contrast, uses all of the observations over the domain of the assignment variable and assumes high-order polynomial functions of g(.) and f(.). In the main text, we implement this approach using third-order polynomial functions with potentially dierent coecients on the two sides of the cuto point. Following Lee and Card (2008), we calculate standard errors clustered at the assignment variable level. Here, we report results using second- and fourth-order polynomials to examine the sensitivity of our estimates to using third order polynomials. As indicated in Table A.2, we obtain similar results in both cases."
    ]
}