{
    "id": 22185,
    "cites": 102,
    "cited_by": 4,
    "reference": [
        "Acemoglu, D., S. Johnson, and J. Robinson (2001). The Colonial Origins of Comparative Development: An Empirical Investigation. American Economic Review 91(5), 1369Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c1401.",
        "Acemoglu, D., S. Johnson, and J. Robinson (2005). The Rise of Europe: Atlantic trade, Institutional Change, and Economic Growth. American Economic Review 95(3), 546Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c 579.",
        "Adams, F. et al. (1910). Delivery of Water to Irrigators. Bulletin (United States. Office of Experiment Stations); no. 229 Washington D.C.: Government Accounting Office.",
        "Adelman, I. and S. Robinson (1986). US Agriculture in a General Equilibrium Framework: Analysis with a Social Accounting Matrix. American Journal of Agricultural Economics 68(5), 1196Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c1207.",
        "Allen, D. W. (1991). Homesteading and Property Rights; Or, How the West was Really Won. Journal of Law and Economics 34(1), 1Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c23.",
        "Anderson, T. L. and P. J. Hill (1975). The Evolution of Property rights: A Study of the American West. Journal of Law and Economics 18(1), 163Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c179.",
        "Barzel, Y. (1968). Optimal Timing of Innovations. Review of Economics and Statistics 50(3), 348Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c355.",
        "Barzel, Y. (1994). The Capture of Wealth by Monopolists and the Protection of Property Rights. International Review of Law and Economics 14(4), 393Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c409.",
        "Barzel, Y. (1997). Economic Analysis of Property Rights. New York: Cambridge University Press.",
        "Besley, T. (1995). Property Rights and Investment Incentives: Theory and Evidence from Ghana. Journal of Political Economy 103(5), 903Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c937.",
        "Besley, T. J. and M. Ghatak (2009). Property Rights and Economic Development, Volume 5. New York: Elsevier Publishing.",
        "Bohn, H. and R. T. Deacon (2000). Ownership Risk, Investment, and the Use of Natural Resources. American Economic Review 90(3), 526Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c549.",
        "Boyd, D. (1890). A History: Greeley and the Union Colony of Colorado. Greeley, CO: Greeley Tribune Press.",
        "Brewer, J., R. Glennon, A. Ker, and G. Libecap (2008). Water Markets in the West: Prices, Trading, and Contractual Forms. Economic Inquiry 46(2), 91Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c112.",
        "Burness, S. and J. Quirk (1979). Appropriative Water Rights and the Efficient Allocation of Resources. American Economic Review 69(1), 25Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c37.",
        "Burness, S. and J. Quirk (1980a). Economic Aspects of Appropriative Water Rights. Journal of Environmental Economics and Management 7(4), 372Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c388.",
        "Burness, S. and J. Quirk (1980b). Water Law, Water Transfers, and Economic Efficiency: The Colorado River. Journal of Law and Economics 23(1), 111Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c134.",
        "Casey, K. E., C. M. Dewees, B. R. Turris, and J. E. Wilen (1995). The Effects of Individual Vessel Quotas in the British Columbia Halibut Fishery. Marine Resource Economics 10(3), 211Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c230.",
        "Cheung, S. N. (1970). The Structure of a Contract and the Theory of a Non-Exclusive Resource. Journal of Law and Economics 13(1), 49Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c70.",
        "Chong, H. and D. Sunding (2006). Water Markets and Trading. Annual Review of Environmental and Resource Economics 31, 239Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c264.",
        "Clay, K. and R. Jones (2008). Migrating to Riches? Evidence from the California Gold Rush. Journal of Economic History 68(04), 997Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c1027.",
        "Clay, K. and G. Wright (2005). Order Without Law? Property Rights During the California Gold Rush. Explorations in Economic History 42(2), 155Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c183. Colorado Water Institute (ND). Appendix B: Historical Context: The History of Water Law and Water Development in the Cache la Poudre River Basin and the Rocky Mountain West. www.cwi.colostate.edu/ThePoudreRunsThroughIt/files/Historical_ Context_Water_Law_Cache_La_Poudre.pdf.",
        "Coman, K. (1911). Some Unsettled Problems of Irrigation. American Economic Review 1(1), 1Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c19.",
        "Conley, T. (2008). Spatial Econometrics. New Palgrave Dictionary of Economics, 741Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c7.",
        "Costello, C., S. D. Gaines, and J. Lynham (2008). Can Catch Shares Prevent Fisheries Collapse? Science 321(5896), 1678Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c1681.",
        "Crifasi, R. R. (2015). A Land Made From Water. Boulder, Colorado: University Press of Colorado.",
        "Culp, P. W., R. Glennon, and G. Libecap (2014). How the Market Can Mitigate Water Shortages in the American West. Washington D.C.: Island Press.",
        "Dippel, C., T. OÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0084¢Grady, C. Snider, and A. Whalley (2015). The American Frontier 1820Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c 1940: Theory and Evidence from 5 Million Settler Choices. Working Paper.",
        "Dixit, A. (2009). Governance Institutions and Economic Activity. American Economic Review 99(1), 3Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c24.",
        "Dunbar, R. G. (1950). The Origins of the Colorado System of Water-right Control. The Colorado Magazine 27(4), 241Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c262.",
        "Dunbar, R. G. (1983). Forging New Rights in Western Waters. Lincoln, Nebraska: University of Nebraska Press.",
        "Dunbar, R. G. (1985). The Adaptability of Water Law to the Aridity of the West. Journal of the West 24(1), 57Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c65.",
        "Easterlin, R. (1960). Interregional Differences in Per Capita Income, Population, and Total Income, 1840-1950. In Trends in the American Economy in the Nineteenth Century, pp. 73Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c140. Princeton, New York: Princeton University Press.",
        "Edwards, J. and S. Ogilvie (2012). What Lessons for Economic Development Can We Draw from the Champagne Fairs? Explorations in Economic History 49(2), 131Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c148.",
        "Ellickson, R. C. (1993). Property in Land. Yale Law Journal 102(6), 1315Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c1400.",
        "Epstein, R. A. (1978). Possession as the Root of Title. Georgia Law Review 13, 1221Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c1243.",
        "Galiani, S. and E. Schargrodsky (2010). Property Rights for the Poor: Effects of Land Titling. Journal of Public Economics 94(9), 700Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c729.",
        "Gardner, B. L. (2009). American Agriculture in the Twentieth Century: How it Flourished and What it Cost. Cambridge, MA: Harvard University Press.",
        "Gates, P. (1968). History of Public Land Law Development. Washington D.C.: Public Land Law Review Commission.",
        "Gaudet, G., M. Moreaux, and S. W. Salant (2001). Intertemporal Depletion of Resource Sites by Spatially Distributed Users. American Economic Review 91(4), 1149Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c1159.",
        "Getches, D. H. (2009). Water Law in a Nutshell. Eagan, MN: Thomson/West.",
        "Gordon, H. S. (1954). The Economic Theory of a Common-Property Resource: The Fishery. The Journal of Political Economy 62(2), 124Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c142.",
        "Grafton, R. Q., D. Squires, and K. J. Fox (2000). Private Property and Economic Efficiency: A Study of a Common-Pool Resource. Journal of Law and Economics 43(2), 679Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c714.",
        "Greif, A., P. Milgrom, and B. R. Weingast (1994). Coordination, Commitment, and Enforcement: The Case of the Merchant Guild. Journal of Political Economy 102(4), 745Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c776.",
        "Hanemann, M. (2014). Property Rights and Sustainable IrrigationÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009dA Developed World Perspective. Agricultural Water Management 145, 5Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c22.",
        "Hansen, Z. K. and G. D. Libecap (2004a). Small Farms, Externalities, and the Dust Bowl of the 1930s. Journal of Political Economy 112(3), 665Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c694.",
        "Hansen, Z. K. and G. D. Libecap (2004b). The Allocation of Property Rights to Land: U.S. Land Policy and Farm Failure in the Northern Great Plains. Explorations in Economic History 41(2), 103Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c129.",
        "Hausman, J., B. H. Hall, Z. Griliches, et al. (1984). Econometric Models for Count Data with an Application to the Patents-R&D Relationship. Econometrica 52(4), 909Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c38.",
        "Hayden, F. (1869). Preliminary Field Report of the United States Geological Survey of Colorado and New Mexico: US Geological Survey of the Territories,Third Annual Report. Washington D.C.: Government Printing Office.",
        "Hemphill, R. G. (1922). Irrigation in Northern Colorado, USDA Bulletin Number 1026. Washington D.C.: US Government Printing Office.",
        "Henz, J., S. Turner, W. Badini, and J. Kenny (2004). Historical Perspectives on Colorado Drought. Denver: Colorado Drought and Water Supply Assessment, Chapter 1. Colorado Department of Natural Resources.",
        "Hess, R. H. (1916). The Colorado Water Right. Columbia Law Review 16(8), 649Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c664.",
        "Hicks, G. A. and D. G. PenÃ\u0083Å\u0092Ã\u0082Æ\u0092a (2003). Community Acequias in ColoradoÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0084¢s Rio Culebra Watershed: A Customary Commons in the Domain of Prior Appropriation. University of Colorado Law Review 74(2), 387Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c486.",
        "Hobbs, G. J. (1997). Colorado Water Law: An Historical Overview. University of Denver Water Law Review 1, 1Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c74.",
        "Howe, C. W. (2005). Property Rights, Water Rights and the Changing Scene in Western Water. In C. Gopalakrishnan, C. Tortajada, and A. K. Biswas (Eds.), Water Institutions: Policies, Performance and Prospects, pp. 175Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c185. New York: Springer.",
        "Hsiang, S. M. (2010). Temperatures and Cyclones Strongly Associated with Economic Production in the Caribbean and Central America. Proceedings of the National Academy of Sciences 107(35), 15367Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c15372.",
        "Hutchins, W. A. (1928). The Community Acequia: Its Origin and Development. Southwestern Historical Quarterly 31(3), 261Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c284.",
        "Hutchins, W. A. (1929). Mutual Irrigation Companies, USDA Technical Bulletin 82. Washington D.C.: Government Printing Office.",
        "Hutchins, W. A. (1977). Water Rights Laws in the Nineteen Western States, Volume 3. Natural Resource Economics Division, Economic Research Service, United States Department of Agriculture.",
        "Jacoby, H. G., G. Li, and S. Rozelle (2002). Hazards of Expropriation: Tenure Insecurity and Investment in Rural China. American Economic Review 92(5), 1420Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c1447.",
        "Johnson, R. N., M. Gisser, and M. Werner (1981). The Definition of a Surface Water Right and Transferability. Journal of Law and Economics 24(2), 273Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c288.",
        "Kanazawa, M. (2015). Golden Rules. Chicago: University of Chicago Press.",
        "Kanazawa, M. T. (1996). Possession is Nine Points of the Law: The Political Economy of Early Public Land Disposal. Explorations in Economic History 33(2), 227Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c249.",
        "Leonard, B. and G. D. Libecap (2015). Endogenous First-Possession Property Rights in Open-Access Resources. Iowa Law Review 100, 2457Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c2507.",
        "Libecap, G. D. (1978). Economic Variables and the Development of the Law: The Case of Western Mineral Rights. Journal of Economic History 38(02), 338Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c362.",
        "Libecap, G. D. (2007). The Assignment of Property Rights on the Western Frontier: Lessons for Contemporary Environmental and Resource Policy. Journal of Economic History 67(02), 257Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c291.",
        "Libecap, G. D. (2011). Institutional Path Dependence in Climate Adaptation: ComanÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0084¢s Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Some Unsettled Problems of IrrigationÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d. American Economic Review 101(1), 64Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c80.",
        "Libecap, G. D. and Z. K. Hansen (2002). Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Rain Follows the PlowÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d and Dryfarming Doctrine: The Climate Information Problem and Homestead Failure in the Upper Great Plains, 1890Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c1925. Journal of Economic History 62(01), 86Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c120.",
        "Libecap, G. D. and R. N. Johnson (1979). Property Rights, Nineteenth-Century Federal Timber Policy, and the Conservation Movement. Journal of Economic History 39(01), 129Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c142.",
        "Libecap, G. D., D. Lueck, and T. OÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0084¢Grady (2011). Large-Scale Institutional Changes: Land Demarcation in the British Empire. Journal of Law and Economics 54(4), S295Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009cS327.",
        "Lin, C., P. Lin, and F. Song (2010). Property Rights Protection and Corporate R&D: Evidence from China. Journal of Development Economics 93(1), 49Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c62.",
        "Lueck, D. (1995). The Rule of First Possession and the Design of the Law. Journal of Law and Economics 38(2), 393Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c436.",
        "Lueck, D. (1998). First Possession. In P. Newman (Ed.), The New Palgrave Dictionary of Economics and the Law, Volume 2, pp. 132Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c144. New York: Macmillan.",
        "MacIntyre, D. D. (1994). The Prior Appropriation Doctrine in Montana: Rooted in MidNineteenth Century Goals-Responding to Twenty-First Century Needs. Montana Law Review 55, 303.",
        "McDowell, A. G. (2002). From Commons to Claims: Property Rights in the California Gold Rush. Yale Journal of Law & the Humanities 14(1), 1Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c72.",
        "Mead, E. (1901). Irrigation Investigations. USDA Bulletin 105, Office of Experiment Stations.",
        "Mehlum, H., K. Moene, and R. Torvik (2006). Institutions and the Resource Curse. Economic Journal 116(508), 1Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c20.",
        "Meyer, M. (1984). Water in the Hispanic Southwest: A Social and Legal History, 1550-1850. Tucson: University of Arizona Press.",
        "The Design of Water Markets When Instream Flows Have Value. Journal of environmental management 90(2), 1089Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c1096.",
        "Newell, F. H. (1894). Report on Agriculture by Irrigation in the Western Part of the United States, at the Eleventh Census: 1890. Washington D.C.: US Government Printing Office.",
        "Olmstead, A. L. and P. W. Rhode (2001). Reshaping the Landscape: The Impact and Diffusion of the Tractor in American Agriculture, 1910Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c1960. The Journal of Economic History 61(03), 663Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c698.",
        "Ostrom, E. (1990). Governing the Commons: The Evolution of Institutions for Collective Action. Cambridge university press.",
        "Ostrom, V. (1953). State Administration of Natural Resources in the West. American Political Science Review 47(02), 478Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c493.",
        "Ostrom, V. and E. Ostrom (1972). Legal and Political Conditions of Water Resource Development. Land Economics 48(1), 1Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c14.",
        "Pisani, D. J. (2002). Water and American Government: The Reclamation Bureau, National Water Policy, and the West, 1902-1935. Berkeley: Univ of California Press.",
        "Reid, J. P. (1980). Law for the Elephant: Property and Social Behavior on the Overland Trail. San Marino, CA: Huntington Library Press.",
        "Rodrik, D. (2008). Second-Best Institutions. American Economic Review 98(2), 100Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c104.",
        "Romero, T. I. (2002). Uncertain Waters and Contested Lands: Excavating the Layers of ColoradoÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0084¢s Legal Past. University of Colorado Law Review 73, 521Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c1401.",
        "Rose, C. M. (1985). Possession as the Origin of Property. University of Chicago Law Review 52(1), 73Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c88.",
        "Rose, C. M. (1990). Energy and Efficiency in the Realignment of Common-law Water Rights. Journal of Legal Studies 19(2), 261Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c296.",
        "Schorr, D. (2005). Appropriation as Agrarianism: Distributive Justice in the Creation of Property Rights. Ecology Law Quarterly 32(1), 3Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c71.",
        "Scott, A. (1955). The Fishery: The Objectives of Sole Ownership. Journal of Political Economy, 116Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c124.",
        "Smith, H. E. (2000). Semicommon Property Rights and Scattering in the Open Fields. Journal of Legal Studies 29(1), 131Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c169.",
        "Smith, S. M. (2016). Common Property Resources and New Entrants: Uncovering the Bias and Effects of New Users. Journal of the Association of Environmental and Resource Economists 3(1), 1Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c36.",
        "Stewart, J. I. (2009). Cooperation When N is Large: Evidence from the Mining Camps of the American West. Journal of Economic Behavior & Organization 69(3), 213Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c225.",
        "Teele, R. (1904). The Organization of Irrigation Companies. Journal of Political Economy 12(2), 161Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c178.",
        "Umbeck, J. (1977). A Theory of Contract Choice and the California Gold Rush. Journal of Law and Economics 20(2), 421Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c437.",
        "Umbeck, J. (1981). Might Makes Rights: A Theory of the Formation and Initial Distribution of Property Rights. Economic Inquiry 19(1), 38Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c59.",
        "Wiggins, S. N. and G. D. Libecap (1985). Oil Field Unitization: Contractual Failure in the Presence of Imperfect Information. American Economic Review 75(3), 368Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c385.",
        "Wilen, J. E. (2005). Property Rights and the Texture of Rents in Fisheries. In D. Leal (Ed.), Evolving Property Rights in Marine Fisheries, pp. 49Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c67. Lanham, MD: Rowman and Littlefield.",
        "Wooldridge, J. M. (2005). Simple Solutions to the Initial Conditions Problem in Dynamic, Nonlinear Panel Data Models with Unobserved Heterogeneity. Journal of Applied Econometrics 20(1), 39Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c54.",
        "Zerbe, R. O. and C. L. Anderson (2001). Culture and Fairness in the Development of Institutions in the California Gold Fields. Journal of Economic History 61(01), 114Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c143."
    ]
}