{
    "id": 22196,
    "cites": 15,
    "cited_by": 10,
    "reference": [
        "Barro, Robert J. and Andrew Mollerus, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Safe Assets,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Working Paper 20652, National Bureau of Economic Research, October 2014.",
        "Basak, Suleyman, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Asset Pricing with Heterogeneous Beliefs,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Journal of Banking and Finance, 2005, 29 (11), 2849 Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c 2881.",
        "Bernanke, Ben S., Carol Bertaut, Laurie Pounder DeMarco, and Steven Kamin, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093International Capital Flows and the Returns to Safe Assets in the United States, 2003-2007,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Technical Report 1014, Federal Reserve Board, February 2011. International Finance Discussion Papers.",
        "Caballero, Ricardo J. and Arvind Krishnamurthy, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Global Imbalances and Financial Fragility,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Working Paper 14688, National Bureau of Economic Research, January 2009.",
        ", , and Pierre-Olivier Gourinchas, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093An Equilibrium Model of Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Global ImbalancesÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d and Low Interest Rates,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d American Economic Review, 2008, 98 (1), 358Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c393.",
        "Chen, Hui, Scott Joslin, and Ngoc-Khanh Tran, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Rare Disasters and Risk Sharing with Heterogeneous Beliefs,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Review of Financial Studies, 2012, 25 (7), 2189Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c2224.",
        "Duffie, Darrell, Dynamic Asset Pricing Theory, Princeton University Press, 2010.",
        "Dumas, Bernard, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Two-Person Dynamic Equilibrium in the Capital Market,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Review of Financial Studies, 1989, 2 (2), 157Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c188.",
        "Furceri, Davide and Andrea Pescatori, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Perspectives on Global Real Interest Rates,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d in Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093World Economic and Financial Surveys: Recovery Strengthens, Remains Uneven,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d http://www.imf.org/external/pubs/ft/weo/2014/01/pdf/text.pdf: International Monetary Fund, April 2014.",
        "Gourinchas, Pierre-Olivier, Helene Rey, and Nicolas Govillot, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Exorbitant Privilege and Exorbitant Duty,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d IMES Discussion Paper Series 10-E-20, Institute for Monetary and Economic Studies, Bank of Japan 2010.",
        "Ilut, Cosmin, Pavel Krivenko, and Martin Schneider, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Uncertainty aversion and heterogeneous beliefs in linear models,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d March 2016. Stanford University.",
        "Landvoigt, Tim, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Financial Intermediation, Credit Risk, and Credit Supply during the Housing Boom,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d July 2015. University of Texas, Austin, McCombs School of Business.",
        "Lucas, Robert E., Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Asset Prices in an Exchange Economy,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Econometrica, 1978, 46 (6), 1429Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c1445.",
        "Wang, Jiang, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093The Term Structure of Interest Rates in a Pure Exchange Economy with Heterogeneous Investors,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Journal of Financial Economics, 1996, 41 (1), 75Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c110.",
        "Xiong, Wei, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Bubbles, Crises, and Heterogeneous Beliefs,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d in Jean-Pierre Fouque and Joe Langsam, eds., Handbook on Systemic Risk, Cambridge University Press, 2013, pp. 663Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c 713."
    ]
}