{
    "id": 222,
    "cites": 16,
    "cited_by": 3,
    "reference": [
        "Burns, Arthur and Wesley C. Mitchell. Measuring Business Cycles (New York: NBER, 1947).",
        "Buse, Adolf. Expectations, Prices, Coupons, and Yields. Journal of Finance 25 (September 1970): 50-62.",
        "Cagan, Phillip. The Influence of Interest Rates on the Duration of Business Cycles. in J. M. Guttentag and P. Cagan eds., Essays on Interest Rates, Vol. 1. (New York: NBER, 1969).",
        "David, H. A., H. 0. Hartley, and E. S. Pearson The Distribution of the Ratio, in a Single Normal Sample, of Range to Standard Deviation, Biometrika 41 (1954): 482-493.",
        "Hirshleifer, J. Investment, Interest and Capital (Englewood Cliffs, N.J.: Prentice-Hall, 1970).",
        "Lutz, F. A. The Structure of Interest Rates, Quarterly Journal of Economics 55 (1940): 36-63.",
        "McCulloch, J. Huston Measuring the Term Structure of Interest Rates, Journal of Business 44 (Jan. 1971): 19-31.",
        "McCulloch, J. Huston. An Estimate of the Liquidity Premium Journal of Political Economy 83 (Feb. 1975): 95-119 (l975a).",
        "MeCulloch, J. Huston. The Tax-Adjusted Yield Curve, Journal of Finance 30 (June 1975): 811-830 (1975b).",
        "McCulloch, J. Huston.The Monte Carlo Cycle in Business Activity, Economic Inquiry 13 (September 1975): 303-321 (1975c).",
        "McCulloch, 3. liuston.Misintermedjation and Business Fluctuations, Working Paper No. 160, NBER-West, January 1977. To be presented at AEA meetings, December 1977.",
        "Page, Oliver, and J. P. Burman. Yield Curves for Gilt-Edged Stocks: A Further Modification. Bank of England Quarterly Bulletin 16 (June 1976): 212-215.",
        "Robinson, Joan The Rate of Interest, Econometrica 19 (April 1951): 92-111.",
        "Savin, N. E. A Test of the Monte Carlo Hypothesis: A Comment, Economic Inquiry 15 (October 1977): 613-617. Reply by J. H. McCulloch, p. 618.",
        "Schaefer, Stephen. The Problem with Redemption Yields, mimeo, London Graduate School of Business Studies, September 1976.",
        "Zarnowitz, Victor and Charlotte Boschan. Cyclical Indicators, in 56th Annual Report (New York: NBER, 1976), 25-26."
    ]
}