{
    "id": 22204,
    "cites": 27,
    "cited_by": 10,
    "reference": [
        "Aliprantis, D. (2014). \"Assessing the Evidence on Neighborhood Eects from Moving to Opportunity,\" Federal Reserve Bank of Cleveland working paper 10-33R.",
        "Aliprantis, D. and D. Hartley (2014). \"Blowing It Up and Knocking It Down: The Local and Citywide Eects of Demolishing High-Concentration Public Housing on Crime,\" Federal Reserve Bank of Cleveland working paper 10-22R.",
        "Autor, D., Palmer, C. J., and P. A. Pathak. (2014). \"Housing Market Spillovers: Evidence from the End of Rent Control in Cambridge, Massachusetts,\" Journal of Political Economy 122(3): 661-717.",
        "Bajari, P. and C. L. Benkard (2005). \"Demand Estimation with Heterogeneous Consumers and Unobserved Product Characteristics: A Hedonic Approach,\" Journal of Political Economy 113(6): 1239-1276.",
        "Baum-Snow, N. and J. Marion (2009). \"The Eects of Low Income Housing Tax Credit Developments on Neighborhoods,\" Journal of Public Economics 93(5-6): 654-666.",
        "Bayer, P., F. Ferreira and R. McMillian (2007). \"A UniÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â¦ed Framework for Measuring Preferences for Schools and Neighborhoods,\" Journal of Political Economy 115(4): 588-638.",
        "Berry, S., J. Levinsohn and A. Pakes (1995). \"Automobile Prices in Market Equilibrium,\" Econometrica 63(4). 841-890.",
        "Berry, S., & Pakes, A. (2007). \"The pure characteristics demand model,\" International Economic Review, 48(4), 1193-1225.",
        "Campbell, J. Y., Giglio, S., & Pathak, P. (2011). Forced Sales and House Prices. The American Economic Review, 2108-2131.",
        "Card, D., Mas, A., & Rothstein, J. (2008). Tipping and the Dynamics of Segregation. The Quarterly Journal of Economics, 177-218.",
        "Charnigo, R., Hall, B., Srinivasan, C. (2011). Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093A Generalized Cp Criterion for Derivative Estimation.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009dTechnometrics, 53, 238-253.",
        "Charnigo, R., and C. Srinivasan (2015). \"A Multivariate Generalized Cp and Surface Estimation, \" Biostatistics, 16, 311-325.",
        "Chetty, R., N. Hendren, and L. Katx (2015) \"The Eects of Exposure to Better Neighborhoods on Children: New Evidence from the Moving to Opportunity Experiment\" Harvard University working paper.",
        "Diamond, R. (2015). \"The Determinants and Welfare Implications of US WorkersÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0084¢Diverging Location Choices by Skill: 1980-2000,\" American Economic Review, forthcoming.",
        "Ellen, I. G., Lacoe, J., & Sharygin, C. A. (2013). Do foreclosures cause crime?. Journal of Urban Economics, 74, 59-70.",
        "Goujard, A. (2011). \"The spillovers from social housing, evidence from housing prices,\" LSE working paper.",
        "Erikesen, M. (2009). \"The market price of Low-Income Housing Tax Credits,\" Journal of Urban Economics 66: 141-149.",
        "Erikesen, M. and S. Rosenthal (2010). \"Crowd out eects of place-based subsidized rental housing: New evidence from the LIHTC program,\" Journal of Public Economics 94: 953-966.",
        "Green, R., S. Malpezzi and K. Seah (2002). \"Low Income Housing Tax Credit Housing Developments and Property Values,\" The Center for Urban Land Economics Research, University of Wisconsin Guerrieri, V., E. Hurst and D. Hartley (2013). \"Endogenous GentriÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â¦cation and Housing Price Dynamics.,\" Journal of Public Economics 100: 45-60.",
        "Handbury, J. (2013). \"Are Poor Cities Cheap for Everyone? Non-Homotheticity and the Cost of Living Across U.S. Cities,\" University of Pennsylvania working paper.",
        "Kling, J., J. Liebman and L. Katz (2007). \"Experimental Analysis of Neighborhood Eects,\" Econometrica 75(1): 83-119.",
        "McFadden, D. (1973). \"Conditional Logit Analysis of Qualitative Choice Behavior,\" in Frontiers of Econometrics, ed. by P. Zarembka. New York: Academic Press.",
        "Owens, R., E. Rossi-Hansberg and P. Sarte (2010). \"Housing Externalities,\" Journal of Political Economy 118(3): 409-432.",
        "Rosen, S. (1974). \"Hedonic Prices and Implicit Markets: Product Dierentiation in Pure Competition,\" Journal of Political Economy 82: 34-55.",
        "Rossi-Hansberg, E., Sarte, P. D., & Owens III, R. (2010). Housing Externalities. Journal of Political Economy, 118(3).",
        "Schwartz, A., I. Ellen, I. Voicu and M. Schill (2006). \"The External Eects of Subsidized Housing Investment,\" Regional Science and Urban Economics 36(2): 697-707.",
        "Sinai, T. and J. Waldfogel (2005). \"Do Low-Income Housing Subsidies Increase the Occupied Housing Stock?\" Journal of Public Economics 89(11): 2137-2164."
    ]
}