{
    "id": 22207,
    "cites": 35,
    "cited_by": 45,
    "reference": [
        "Bar, Talia, Vrinda Kadiyali, and Asaf Zussman, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Grade Information and Grade Inflation: The Cornell Experiment,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Journal of Economic Perspectives, 2009, 23 (3), 93Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c108.",
        "Billings, Stephen B., David J. Deming, and Jonah Rockoff, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093School Segregation, Educational Attainment, and Crime: Evidence from the End of Busing in CharlotteMecklenburg, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d The Quarterly Journal of Economics, 2014, 129 (1), 435Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c476.",
        "BjÃ\u0083Æ\u0092Ã\u0082Â¶rklund, Anders, Melissa A. Clark, Per-Anders Edin, Peter Fredriksson, and Alan B. Krueger, The Market Comes to Education in Sweden: An Evaluation of Sweden Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0084¢s Surprising School Reforms UPCC book collections on Project MUSE, Russell Sage Foundation, 2006.",
        "BÃ\u0083Æ\u0092Ã\u0082Â¶hlmark, A and M. Lindahl, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Har den vÃ\u0083Æ\u0092Ã\u0082Â¤xande friskolesektorn varit bra fÃ\u0083Æ\u0092Ã\u0082Â¶r elevernas utbildningsresultat pÃ\u0083Æ\u0092Ã\u0082Â¥ kort och lÃ\u0083Æ\u0092Ã\u0082Â¥ng sikt?,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d IFAU Rapport, 2012, 17 (2).",
        "Cameron, Stephen V and James Heckman, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093The Nonequivalence of High School Equivalents, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Journal of Labor Economics, 1993, 11 (1), 1Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c47.",
        "Chetty, Raj, John N. Friedman, and Jonah E. Rockoff, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Measuring the Impacts of Teachers II: Teacher Value-Added and Student Outcomes in Adulthood,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d American Economic Review, 2014, 104 (9), 2633Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c79.",
        ", , Nathaniel Hilger, Emmanuel Saez, Diane Whitmore Schanzenbach, and Danny Yagan, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093How Does Your Kindergarten Classroom Affect Your Earnings? Evidence from Project Star,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d The Quarterly Journal of Economics, 2011, 126 (4), 1593Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c1660.",
        ", John N Friedman, Tore Olsen, and Luigi Pistaferri, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Adjustment Costs, Firm Responses, and Micro vs. Macro Labor Supply Elasticities: Evidence from Danish Tax Records,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Quarterly Journal of Economics, 2011, 126 (2), 749Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c804.",
        "Clark, Damon and Paco Martorell, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093The Signaling Value of a High School Diploma,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Journal of Political Economy, 2014, 122 (2), 282 Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c 318.",
        "Dee, Thomas S., Brian A. Jacob, Justin McCrary, and Jonah Rockoff, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Rules and Discretion in the Evaluation of Students and Schools: The Case of the New York Regents Examinations,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d mimeo, 2011.",
        "Edmark, Karin, Markus FrÃ\u0083Æ\u0092Ã\u0082Â¶lich, and Verena Wondratschek, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093SwedenÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0084¢s school choice reform and equality of opportunity,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Labour Economics, 2014, 30 (2), 129 Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c 142.",
        "Fredriksson, Peter, BjÃ\u0083Æ\u0092Ã\u0082Â¶rn Ã\u0083Æ\u0092Ã\u0082â\u0080\u0093ckert, and Hessel Oosterbeek, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Long-Term Effects of Class Size,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d The Quarterly Journal of Economics, 2012.",
        "Golsteyn, Bart H. and Anders Stenberg, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Earnings over the Life Course: General versus Vocational Education,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Mimeo, 2015.",
        "Hinnerich, BjÃ\u0083Æ\u0092Ã\u0082Â¶rn Tyrefors and Jonas Vlachos, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Systematiska skillnader mellan interna och externa bedÃ\u0083Æ\u0092Ã\u0082Â¶mningar av nationella prov Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c en uppfÃ\u0083Æ\u0092Ã\u0082Â¶ljningsrapport,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Skolverket, 2013.",
        "Imbens, Guido W. and Joshua D. Angrist, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Identification and Estimation of Local Average Treatment Effects,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Econometrica, 1994, 62 (2), 467Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c475.",
        "Jacob, Brian A., Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Accountability, incentives and behavior: the impact of high-stakes testing in the Chicago Public Schools,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Journal of Public Economics, June 2005, 89 (5-6), 761Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c796.",
        "Jacob, Brian A and Lars Lefgren, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Remedial Education and Student Achievement: A Regression-Discontinuity Analysis,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d The Review of Economics and Statistics, 2006, 86 (1), 226Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c244.",
        "Jacob, Brian A. and Steven D. Levitt, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Rotten Apples: An Investigation of the Prevalence and Predictors of Teacher Cheating,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d The Quarterly Journal of Economics, 2003, 118 (3), 843Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c877.",
        "Kane, Thomas J. and Cecilia E Rouse, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Labor-Market Returns to Two- and Four-Year College,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d The American Economic Review, 1995, 85 (3), 600Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c614.",
        ", , and Douglas Staiger, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Estimating Returns to Schooling when Schooling is Misreported, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d NBER Working Paper, 1999, (7235).",
        "Kleven, Henrik J and Mazhar Waseem, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Using Notches to Uncover Optimization Frictions and Structural Elasticities: Theory and Evidence from Pakistan,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Quarterly Journal of Economics, 2012, 128 (2), 669Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c723.",
        "Krueger, Alan B. and Diane M. Whitmore, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093The Effect of Attending a Small Class in the Early Grades on College-test Taking and Middle School Test Results: Evidence from Project Star,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d The Economic Journal, 2001, 111 (468), 1Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c28.",
        "Lavy, Victor, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Performance Pay and TeachersÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0084¢ Effort, Productivity, and Grading Ethics,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d American Economic Review, 2009, 99 (5), 1979Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c2011.",
        ", Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Effects of Free Choice Among Public Schools,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d The Review of Economic Studies, 2010, 77 (3), 1164Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c1191.",
        ", Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Long Run Effects of Free School Choice: College Attainment, Employment, Earnings, and Social Outcomes at Adulthood,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d NBER Working Paper No. 20843, 2015.",
        ", Avraham Ebenstein, and Sefi Roth, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093The Long Run Human Capital and Economic Consequences of High-Stakes Examinations,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d NBER Working Paper No. 20647, 2014.",
        "Malamud, Ofer and Cristian Pop-Eleches, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093School tracking and access to higher education among disadvantaged groups,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Journal of Public Economics, 2011, 95 (11 - 12), 1538 Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c 1549.",
        "Manacorda, Marco, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093The Cost of Grade Retention,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d The Review of Economics and Statistics, 2012, 94 (2), 596Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c606.",
        "Neal, Derek and Diane Whitmore Schanzenbach, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Left Behind by Design: Proficiency Counts and Test-based Accountability,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d The Review of Economics and Statistics, 2010, 92 (2), 263Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c283.",
        "Persson, Petra, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Social Insurance and the Marriage Market,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d mimeo, 2014.",
        "Saez, Emmanuel, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Do Taxpayers Bunch at Kink Points?,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d American Economic Journal: Economic Policy, August 2010, 2 (3), 180Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c212.",
        "SandstrÃ\u0083Æ\u0092Ã\u0082Â¶m, F. Mikael and Fredrik BergstrÃ\u0083Æ\u0092Ã\u0082Â¶m, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093School vouchers in practice: competition will not hurt you,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Journal of Public Economics, 2005, 89 (2).",
        "Tyler, John H., Richard J. Murnane, and John B. Willett, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Estimating the Labor Market Signaling Value of the GED,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d The Quarterly Journal of Economics, 2000, 115 (2), 431Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c468.",
        "Vlachos, Jonas, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Betygets vÃ\u0083Æ\u0092Ã\u0082Â¤rde. En analys av hur konkurrens pÃ\u0083Æ\u0092Ã\u0082Â¥verkar betygssÃ\u0083Æ\u0092Ã\u0082Â¤ttningen vid svenska skolor,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Uppdragsforskningsrapport 2010:6, Konkurrensverket, 2010.",
        "Ã\u0083Æ\u0092Ã\u0082â\u0080¦sa Ahlin, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Does School Competition Matter? Effects of a Large-Scale School Choice Reform on Student Performance,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Uppsala University Working Paper Series, 2003, (2)."
    ]
}