{
    "id": 22212,
    "cites": 50,
    "cited_by": 36,
    "reference": [
        "Acemoglu, Daron, Vasco M. Carvalho, Asuman Ozdaglar, and Alireza Tahbaz-Salehi, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093The Network Origins of Aggregate Fluctuations,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Econometrica, 2012, 80 (5), 1977Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c2016.",
        "Altinoglu, Levent, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093The Origins of Aggregate Fluctuations in a Credit Network Economy,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d 2016. Boston University Job Maket Paper.",
        "Atalay, Enghin, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093How Important Are Sectoral Shocks,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d 2015. UW Madison Working Paper.",
        "Bak, Per, Kan Chen, Jose Scheinkman, and Michael Woodford, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Aggregate fluctuations from independent sectoral shocks: self-organized criticality in a model of production and inventory dynamics,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Ricerche Economiche, March 1993, 47 (1), 3Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c30.",
        "Banerjee, Abhijit V. and Esther Duflo, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Growth Theory through the Lens of Development Economics,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d in Philippe Aghion and Steven Durlauf, eds., Handbook of Economic Growth, Vol. 1 of Handbook of Economic Growth, Elsevier, 2005, chapter 7, pp. 473Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c552.",
        "Baqaee, David, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Cascading Failures in Production Networks,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d 2015.",
        "Basu, Susanto, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Intermediate Goods and Business Cycles: Implications for Productivity and Welfare,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d American Economic Review, June 1995, 85 (3), 512Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c31.",
        "Bernanke, Ben S., Mark Gertler, and Simon Gilchrist, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093The financial accelerator in a quantitative business cycle framework,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d in J. B. Taylor and M. Woodford, eds., Handbook of Macroeconomics, Vol. 1 of Handbook of Macroeconomics, Elsevier, 1999, chapter 21, pp. 1341Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c 1393.",
        "Bigio, Saki, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Endogenous Liquidity and the Business Cycle,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d American Economic Review, 2015, 105 (6), 1883Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c1927.",
        "Boehm, Christoph E., Aaron Flaaen, and Nitya Pandalai-Nayar, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Input Linkages and the Transmission of Shocks: Firm Level Evidence from the 2011 Tohoku Earthquake,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d 2014.",
        "Bonacich, Phillip, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Power and Centrality: A Family of Measures,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d American Journal of Sociology, 1987, 92 (5), 1170Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c1182.",
        "Buera, Francisco J. and Benjamin Moll, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Aggregate Implications of a Credit Crunch,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d NBER Working Papers 17775, National Bureau of Economic Research, Inc January 2012.",
        "Campello, Murillo, John R. Graham, and Campbell R. Harvey, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093The real effects of financial constraints: Evidence from a financial crisis,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Journal of Financial Economics, 2010, 97 (3), 470 Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c 487.",
        "Chari, V. V., Patrick J. Kehoe, and Ellen R. McGrattan, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Business Cycle Accounting,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Econometrica, 2007, 75 (3), 781Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c836.",
        "Chari, V.V., Lawrence J. Christiano, and Patrick J. Kehoe, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Facts and myths about the financial crisis of 2008,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Working Papers 666, Federal Reserve Bank of Minneapolis 2008.",
        "Chetty, Raj, Adam Guren, Day Manoli, and Andrea Weber, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Are Micro and Macro Labor Supply Elasticities Consistent? A Review of Evidence on the Intensive and Extensive Margins,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d American Economic Review, 2011, 101 (3), 471Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c75.",
        "Chodorow-Reich, Gabriel, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093The Employment Effects of Credit Market Disruptions: Firm-level Evidence from the 2008-09 Financial Crisis,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Quarterly Journal of Economics, 2014, 129, 1Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c59.",
        "Ciccone, Antonio, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Input Chains and Industrialization,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d The Review of Economic Studies, 2002, 69 (3), 565Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c587.",
        "Cordoba, Juan Carlos and Marla Ripoll, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Collateral Constraints in a Monetary Economy,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Journal of the European Economic Association, 2004, 2 (6), 1172Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c1205.",
        "Dupor, Bill, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Aggregation and irrelevance in multi-sector models,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Journal of Monetary Economics, 1999, 43 (2), 391 Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c 409.",
        "Foerster, Andrew T., Pierre-Daniel G. Sarte, and Mark W. Watson, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Sectoral versus Aggregate Shocks: A Structural Factor Analysis of Industrial Production,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Journal of Political Economy, 2011, 119 (1), 1Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c38.",
        "Gabaix, Xavier, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093The Granular Origins of Aggregate Fluctuations,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Econometrica, 05 2011, 79 (3), 733Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c772.",
        "Gofman, Michael, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Profitability, Trade Credit and Institutional Structure of Production,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d 2015. Working Paper.",
        "Hall, Robert E., Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Macroeconomic Fluctuations and the Allocation of Time,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Journal of Labor Economics, 1997, 15 (1), pp. S223Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009cS250.",
        ", Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Reconciling Cyclical Movements in the Marginal Value of Time and the Marginal Product of Labor,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Journal of Political Economy, 04 2009, 117 (2), 281Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c323.",
        "Hopenhayn, Hugo A., Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093On the Measure of Distortions,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d 2014.",
        "Horvath, Michael, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Cyclicality and Sectoral Linkages: Aggregate Fluctuations from Independent Sectoral Shocks,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Review of Economic Dynamics, 1998, 1 (4), 781 Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c 808.",
        ", Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Sectoral shocks and aggregate fluctuations,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Journal of Monetary Economics, 2000, 45 (1), 69 Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c 106.",
        "Hsieh, Chang-Tai and Peter J. Klenow, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Misallocation and Manufacturing TFP in China and India,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d The Quarterly Journal of Economics, November 2009, 124 (4), 1403Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c1448.",
        "Hulten, Charles R., Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Growth Accounting with Intermediate Inputs,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d The Review of Economic Studies, 1978, 45 (3), pp. 511Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c518.",
        "Jermann, Urban and Vincenzo Quadrini, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Macroeconomic Effects of Financial Shocks,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d 2011. American Economic Review, forthcoming.",
        "Jones, Charles I., Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Intermediate Goods and Weak Links in the Theory of Economic Development,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d American Economic Journal: Macroeconomics, 2011, 3 (2), pp. 1Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c28.",
        ", Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Misallocation, Economic Growth, and Input-Output Economies,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d in Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Advances in Economics and Econometrics, Tenth World Congress, Volume II,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Cambridge University Press, 2013.",
        "Kahle, Kathleen M. and Ren M. Stulz, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Access to capital, investment, and the financial crisis,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Journal of Financial Economics, 2013, 110 (2), 280Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c299.",
        "Kalemli-Ozcan, Sebnem, Hyun Song Shin, Se-Jik Kim, Bent Sorensen, and Sevcan Yesiltas, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Financial Shocks in Production Chains,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d 2014.",
        "Karabarbounis, Loukas, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093The Labor Wedge: MRS vs. MPN,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Review of Economic Dynamics, April 2014, 17 (2), 206Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c223.",
        "Kim, Se-Jik and Hyun Song Shin, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Sustaining Production Chains through Financial Linkages,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d American Economic Review, May 2012, 102 (3), 402Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c06.",
        "Kiyotaki, Nobuhiro and John Moore, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Credit Chains,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d 1997.",
        "Kocherlakota, Narayana, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Creating Business Cycles Through Credit Constraints,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Federal Reserve Bank of Minneapolis Quarterly Review, Summer 2000, 24 (3), 210.",
        "Kremer, Michael, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093The O-Ring Theory of Economic Development,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d The Quarterly Journal of Economics, August 1993, 108 (3), 551Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c75.",
        "Levine, David, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Production Chains,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Review of Economic Dynamics, July 2012, 15 (3), 271Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c282.",
        "Luo, Shaowen, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Propagation of Financial Shocks in an Input-Output Economy with Trade and Financial Linkages of Firms,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d 2016. Columbia University Job Market Paper.",
        "Midrigan, Virgiliu and Daniel Yi Xu, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Finance and Misallocation: Evidence from Plant-Level Data,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d American Economic Review, February 2014, 104 (2), 422Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c58.",
        "Oberfield, Ezra, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Business networks, production chains and productivity: A theory of inputoutput architecture,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Working Paper Series WP-2011-12, Federal Reserve Bank of Chicago 2011.",
        "Ramey, Valerie A. and Daniel J. Vine, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Declining Volatility in the U.S. Automobile Industry,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d American Economic Review, 2006, 96 (5), 1876Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c1889.",
        "Restuccia, Diego and Richard Rogerson, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Policy Distortions and Aggregate Productivity with Heterogeneous Plants,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Review of Economic Dynamics, October 2008, 11 (4), 707Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c720.",
        "Rotemberg, Julio J. and Michael Woodford, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093The cyclical behavior of prices and costs,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d in J. B. Taylor and M. Woodford, eds., Handbook of Macroeconomics, Vol. 1 of Handbook of Macroeconomics, Elsevier, 1999, chapter 16, pp. 1051Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c1135.",
        "Shea, John, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Complementarities and Comovements,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Journal of Money, Credit and Banking, 2002, 34 (2), 412Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c433.",
        "Shimer, Robert, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Convergence in Macroeconomics: The Labor Wedge,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d American Economic Journal: Macroeconomics, 2009, 1 (1), 280Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c97.",
        "Shourideh, Ali and Ariel Zetlin-Jones, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093External Financing and the Role of Financial Frictions over the Business Cycle: Measurement and Theory,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d 2012 Meeting Papers 321, Society for Economic Dynamics 2012."
    ]
}