{
    "id": 22221,
    "cites": 75,
    "cited_by": 3,
    "reference": [
        "Alesina, Alberto, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Credibility and Policy Convergence in a Two-Party System with Rational Voters,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d American Economic Review, 1988, 78 (4), 796Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c805.",
        "Bertrand, Marianne, Esther Duflo, and Sendhil Mullainathan, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093How Much Should We Trust Differences-in-Differences Estimates?,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Quarterly Journal of Economics, 2004, 119 (1), 249Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c275.",
        "Besley, Timothy and Stephen Coate, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093An Economic Model of Representative Democracy, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Quarterly Journal of Economics, 1997, 112 (1), 85Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c114.",
        "Bischof, GuÃ\u0083Å\u0092Ã\u0082Ë\u0086nter and Fritz Plasser, The changing Austrian voter, Vol. 16, Transaction Publishers, 2008.",
        "BloÃ\u0083Å\u0092Ã\u0082Ë\u0086ndal, JoÃ\u0083Å\u0092Ã\u0082Â\u0081n R. and Daniel Bergvall, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Budgeting in Austria,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d OECD Journal on Budgeting, 2007, 7, 1Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c37.",
        "BoÃ\u0083Å\u0092Ã\u0082Ë\u0086rgers, Tilman, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Costly Voting,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d American Economic Review, 2004, 94 (1), 57Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c66.",
        "Brady, Henry and John McNulty, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Turning Out the Vote: The Costs of Finding and Getting to the Polling Place,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d American Political Science Review, 2011, 5 (1), 1Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c20.",
        "Cameron, A. Colin, Jonah B. Gelbach, and Douglas L. Miller, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Bootstrap-Based Improvements for Inference with Clustered Errors,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d The Review of Economics and Statistics, May 2008, 90 (3), 414Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c427.",
        "Cascio, Elizabeth U. and Ebonya Washington, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Valuing the Vote: The Redistribution of Voting Rights and State Funds Following the Voting Rights Act of 1965,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d The Quarterly Journal of Economics, 2014, 129 (1), 376Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c433.",
        "Chong, Alberto and Mauricio Olivera, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Does Compulsory Voting Help Equalize Incomes ?,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Economics and Politics, 2008, 20 (3), 391Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c415.",
        "Enikolopov, Ruben, Maria Petrova, and Ekaterina Zhuravskaya, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Media and Political Persuasion: Evidence from Russia,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d American Economic Review, 2010, 111 (7), 3253Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c3285.",
        "Farber, Henry, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Increasing Voter Turnout: Is Democracy Day the Answer?,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d 2009. Princeton University Working Paper 546.",
        "Ferwerda, Jeremy, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Electoral Consequences of Declining Participation: A Natural Experiment in Austria,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Electoral Studies, 2014, 35, 242Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c252.",
        "Fowler, Anthony, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Electoral and Political Consequences of Voter Turnout: Evidence from Compulsory Voting in Australia,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Quarterly Journal of Political Science, 2013, 8 (2), 159Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c 182.",
        "Fraga, Bernard and Eitan Hersh, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Voting Costs and Voter Turnout in Competitive Elections, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Quarterly Journal of Political Science, 2010, 5, 339Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c356.",
        "Fujiwara, Thomas, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Voting Technology, Political Responsiveness, and Infant Health: Evidence from Brazil,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Econometrica, 2015, 83 (2), 423Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c464.",
        "Funk, Patricia, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Is there an Expressive Function of Law? An Empirical Analysis of Voting Laws with Symbolic Fines,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d American Law and Economics Review, 2007, 9 (2), 135Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c159.",
        "Gallego, Aina, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Unequal Political Participation in Europe,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d International Journal of Sociology, 2007, 37 (4), 10Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c25.",
        "Gavazza, Alessandro, Mattia Nardotto, and Tommaso Valletti, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Internet and Politics: Evidence from UK Local Elections and Local Government Policies,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d 2014.",
        "Gentzkow, Matthew, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Television and Voter Turnout,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Quarterly Journal of Economics, 2006, 121 (3), 931Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c972.",
        "Gerber, Alan S and Donald P Green, Field experiments: Design, analysis, and interpretation, WW Norton, 2012.",
        "Godefroy, Rafael and Emeric Henry, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Voter turnout, politiciansÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0084¢ quality and public expenditures,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d 2015. Mimeo.",
        "Gomez, Brad, Thomas Hansford, and George Krause, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093The Republicans Should Pray for Rain: Weather, Turnout, and Voting in U.S. Presidential Elections,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Journal of Politics, 2007, 69, 649Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c663.",
        "Gradstein, Mark and Branko Milanovic, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Does Libert = Egalit? A Survey of the Empirical Links between Democracy and Inequality with Some Evidence on the Transition Economies,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Journal of Economic Surveys, 2004, 18 (4), 515Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c537.",
        "Haller, Max, Kurt Holm, and R. Oldenbourg Verlag, Werthaltungen und Lebensformen in OÃ\u0083Å\u0092Ã\u0082Ë\u0086sterreich. Ergebnisse des Sozialen Survey 1986, Munich: R. Oldenbourg Verlag, 1987.",
        ", Wolfgang Schulz, and Alfred Grausgruber, OÃ\u0083Å\u0092Ã\u0082Ë\u0086sterreich zur Jahrhundertwende. Gesellschaftliche Werthaltungen und LebensqualitaÃ\u0083Å\u0092Ã\u0082Ë\u0086t 19862004, Wiesbaden: Verlag fuÃ\u0083Å\u0092Ã\u0082Ë\u0086r Sozialwissenschaften, 2005.",
        "Hansford, Thomas and Brad Gomez, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Estimating the Electoral Effects of Voter Turnout,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d American Political Science Review, 2010, 104 (2), 268Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c288.",
        "Herrera, Helios, Massimo Morelli, and Thomas Palfrey, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Turnout and power sharing,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d The Economic Journal, 2014, 124 (574), F131Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009cF162.",
        "Hinnerich, BjoÃ\u0083Å\u0092Ã\u0082Ë\u0086rn Tyrefors and Per Pettersson-Lidbom, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Democracy, Redistribution, and Political Participation: Evidence From Sweden 1919-1938,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Econometrica, 2014, 82 (3), 961Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c993.",
        "Hirczy, Wolfgang, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093The Impact of Mandatory Voting Laws on Turnout: A QuasiExperimental Approach,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Electoral Studies, 1994, 13 (1), 64Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c76.",
        "Hodler, Roland, Simon Luechinger, and Alois Stutzer, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093The Effects of Voting Costs on the Democratic Process and Public Finances,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d American Economic Journal: Economic Policy, 2015, 7 (1), 141Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c171.",
        "Husted, Thomas A. and Lawrence W. Kenny, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093The Effect of the Expansion of the Voting Franchise on the Size of Government,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Journal of Political Economy, 1997, 105, 54Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c82.",
        "Knack, Steve, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Does Rain Help Republicans? Theory and Evidence on Turnout and Vote,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Public Choice, 1994, 79, 187Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c209.",
        "Krasa, Stefan and Matthias K. Polborn, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Is mandatory voting better than voluntary voting?,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Games and Economic Behavior, 2009, 66 (1), 275Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c291.",
        "Krishna, Vijay and John Morgan, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Overcoming Ideological Bias in Elections,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Journal of Political Economy, 2011, 119 (2), 183Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c211.",
        "Lee, David S., Enrico Moretti, and Matthew J. Butler, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Do Voters Affect Or Elect Policies? Evidence from the U. S. House,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Quarterly Journal of Economics, 2004, 119 (3), 807Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c859.",
        "Leon, Fernanda Leite Lopez De and Renatai Rizzi, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093A Test for the Rational Ignorance Hypothesis: Evidence from a Natural Experiment in Brazil,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d American Economic Journal: Economic Policy, 2014, 6 (4), 380Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c398.",
        "LeoÃ\u0083Å\u0092Ã\u0082Â\u0081n, Gianmarco, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Turnout, Political Preferences and Information: Experimental Evidence from Peru,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d 2015. BREAD Working Paper 376.",
        "Lijphart, Arend, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Unequal Participation: DemocracyÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0084¢s Unresolved Dilemma,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d American Political Science Review, 1997, 91 (1), 1Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c14.",
        "Linz, Juan, Alfred Stephan, and Yogendra Yadav, Democracy and Diversity, New Delhi: Oxford University Press, 2007.",
        "Martinez, Michael D and Jeff Gill, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093The effects of turnout on partisan outcomes in US presidential elections 1960Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c2000,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Journal of Politics, 2005, 67 (4), 1248Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c1274.",
        "Miller, Grant, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093WomenÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0084¢s Sufrage, Political Responsiveness, and Child Survival in American History,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d The Quarterly Journal of Economics, 2008, 123 (3), 1287Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c1327.",
        "Persson, Torsten and Guido Tabellini, Political Economics: Explaining Economic Policy, Cambridge MA: MIT Press, 2000.",
        "Rodriguez, F. C, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Does Distributional Skewness Lead to Redistribution? Evidence from the United States,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Economics and Politics, 1999, 11, 171Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c199.",
        "Shineman, Victoria, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Isolating the Effect of Compulsory Voting Laws on Political Sophistication: Exploiting Intra-National Variation in Mandatory Voting Laws Between the Austrian Provinces,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d 2014.",
        "Stromberg, David, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093RadioÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0084¢s Impact on Public Spending,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Quarterly Journal of Economics, 2004, 119 (1), 589Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c621.",
        ", Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Demokratische Beteiligung und Staatsausgaben: Die Auswirkungen des Frauenstimmrechts, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Swiss Journal of Economics and Statistics, 2005, 141 (4), 617Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c650.",
        "Washington, Ebonya, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093How Black Candidates Affect Voter Turnout,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Quarterly Journal of Economics, 2006, 121 (3), 979Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c998.",
        "Figure 4: Turnout, Invalid Votes and Expenditures (1986-2012) .75 .8 .85 .9 .95 Turnout (%) 1986 1989 1992 1995 1998 2001 2004 2007 2010 Year .01 .02 .03 .04 Invalid Votes (%) 1986 1989 1992 1995 1998 2001 2004 2007 2010 Year 7.5 8 8.5 9",
        "Welfare Exp. (logs) 1986 1989 1992 1995 1998 2001 2004 2007 2010 Year 5.5 6 6.5 7 7.5 Infrastructure Exp. (logs) 1986 1989 1992 1995 1998 2001 2004 2007 2010 Year Never had CV Had CV before 1992 Notes: Turnout measures the percentage of registered voters who issued a vote, and invalid votes is the proportion of votes considered invalid.",
        "All state expenditures are expressed in millions of 2010 euros, in logs.",
        "The figures for turnout and invalid votes cover the parliamentary elections held in 1986-2008, and the figures for expenditures cover all the years in 1986-2012.",
        "Individuals are separated into three categories according to whether they manifest to be uninterested, mildly or very interested in politics. The Austrian Social Survey separates household income into 21 different categories. To make the figures comparable across periods, we imputed household income as the midpoint of the category into which individuals fell, and converted the 1986 mid-point into 2003 euros. Educational variables are mutually exclusive dummies for the maximum educational attainment.",
        "The sample in columns (1)-(3) includes all parliamentary, state, and presidential elections from 1949-2010, respectively.",
        "The pooled regressions in column (4) include all three types of elections from 1949-2010, with their corresponding election type dummies. In column 4, we include three different election-numbered state linear trends. Turnout measures the percentage of registered voters who issued a vote, and invalid votes is the proportion of ballots considered invalid. CV is a dummy for whether voting was mandatory in the state and election. For three of the presidential elections, turnout in the data is listed at over 100%, so they are excluded.",
        "An observation in these regressions is a state-year, and the sample is composed of all the years from 1980-2012. The dependent variable is yearly real spending by the state government, and the independent variable in Panels A and B is whether voting in the corresponding electoral period was compulsory for parliamentary or state elections, respectively. Spending totals and spending for each subcategory (administrative, welfare, and infrastructure) is in logs in columns (1)-(4) and in per capita logs in columns (5)-(8).",
        "The sample in Panels A and B includes all parliamentary and state elections from 1949-2010, respectively. Vote shares for the left and right are the percentage of valid votes that went to SP OÃ\u0083Å\u0092Ã\u0082Ë\u0086 + KP OÃ\u0083Å\u0092Ã\u0082Ë\u0086 and OÃ\u0083Å\u0092Ã\u0082Ë\u0086VP + FP OÃ\u0083Å\u0092Ã\u0082Ë\u0086, respectively. Number of parties is the number of parties participating in each election and state. The vote share of the winner is the percentage of valid votes obtained by the highest-ranking party in each state, and margin of victory is the difference in vote shares between the highest-ranking party and the runner-up.",
        "Notes: Detailed breakdown of each category was obtained from Appendix 2 of the 787/1996 Ministry of Finance regulation on budgeting and accounts (Voranschlags- und Rechnungsabschluverordnung VRV). Table A.2: Interest in Politics, Information Acquisition and Party Membership: Austria vs.",
        "Used newspaper last week 74.80% 89.80% 91.40% 68.80% Membership of a political party Member of a party 13.40% 11.50% 16.00% 11.90% Notes: Information from other OECD countries comes from the 2005-09 wave of the World Values Survey.",
        "Selected samples: Canada 2005, Finland 2005, France 2006, Germany 2006, Hungary 2009, Italy 2005, Japan 2005, Netherlands 2005, New Zealand 2004, Norway 2007, Poland 2005, Slovenia 2005, South Korea 2005, Spain 2007, Sweden 2006, Switzerland 2007, United Kingdom 2005, United States 2006.",
        "For Austria, statistics come from the 2003 ASS. For interest in politics, the ASS asks Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093How interested are you in politics? (1) Very interested, (2) rather interested, (3) mildly interested, (4) not very interested, or (5) uninterested.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d, whereas the WVS asks: Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093How interested would you say you are in politics? (1) Very interested, (2) somewhat interested, (3) not very interested or (4) not at all interested Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d. We categorize (1)-(2) from the ASS and (1) from the WVS as Very interested, whereas (4)-(5) from the ASS and (4) in the WVS are categorized as Not very/not at all interested. Regarding newspaper reading, the ASS asks Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093How regularly do you read the newspaper? Regularly or not regularly? Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d The WVS asks Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093People use different sources to learn what is going on in their country and the world.",
        "For each of the following sources [daily newspaper], please indicate whether you used it last week or did not use it last week to obtain information.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d On political party membership, the 1986 wave of the ASS asks Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Are you member of a political party? Yes or no,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d whereas the 2003 wave asks Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Are you a member or do you have an active role in a political party? Member without an active role (1), I have an active role (2), or IÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0084¢m not a party member (3).Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d We consider individuals answering (1) or (2) as being members of a political party. The WVS question is: Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093I am going to read off a list of voluntary organizations. For each one [political party], could you tell me whether you are an active member, an inactive member or not a member of that type of organization? Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d We consider active and inactive members of a political party.",
        "The sample in columns (1)-(3) includes all parliamentary, state, and presidential elections from 1979-2010, respectively.",
        "The pooled regressions in column (4) include the three types of elections elections from 1979-2010, with their corresponding election type dummies. Turnout measures the percentage of registered voters who issued a vote, and invalid votes is the proportion of ballots considered invalid.",
        "CV is a dummy for whether voting was mandatory in the state and election. * significant at 10%; ** significant at 5%; *** significant at 1% Table A.4: Effect of Presidential CV on Expenditures (1980-2012) Log-Levels Log-Per Capita % of Total Total Admin. Welfare Infrast. Total Admin. Welfare Infrast. Admin. Welfare Infrast. CV -0.016 -0.031 -0.020 -0.086 0.023 0.007 0.018 -0.048 -0.001 0.001 -0.000 (0.037) (0.084) (0.050) (0.097) (0.051) (0.091) (0.065) (0.095) (0.019) (0.021) (0.017) [0.697] [0.693] [0.775] [0.392] [0.681] [0.961] [0.749] [0.621] [0.891] [0.941] [0.975] R Squared 0.991 0.949 0.990 0.979 0.930 0.792 0.895 0.942 0.590 0.791 0.875 Observations 297 297 297 297 297 297 297 297 297 297 297 Mean Dep. Variable 7.878 6.449 7.342 5.937 -5.649 -7.078 -6.184 -7.590 0.248 0.592 0.160 Notes: This table is similar to Table 4 in the main text except the regressor of interest is whether there is CV in presidential elections (instead of parliamentary or state elections).",
        "An observation in these regressions is a state-year, and the sample is composed of all the years in 1980-2012.",
        "An observation in these regressions is a state-year, and the sample is composed of all the years from 1980-2012. The independent variable in all elections is whether voting in the corresponding electoral period was compulsory for state elections.",
        "An observation in these regressions is a state-year, and the sample is composed of all the years from 1980-2012. The dependent variable is yearly real spending by the state government, and the independent variable in Panels A, B, and C is turnout in the parliamentary, state, and presidential elections for the corresponding electoral period, respectively. Spending totals and spending for each subcategory (administrative, welfare, and infrastructure) is in logs in columns (1)-(4) and in per capita logs in columns (5)-(8). Yearly spending for each subcategory is expressed as a percentage of total state spending in columns (9)-(11). All equations are estimated using an instrumental variables regression.",
        "The sample includes all parliamentary elections held in 1986-2008 in columns (1)-(2), and yearly state-level spending for 1986-2012 in columns (3)-(6). Turnout measures the percentage of registered voters who issued a vote, and iinvalid votes is the proportion of ballots considered invalid. Real spending in total and for each subcategory (administrative, welfare, and infrastructure) is in logs.",
        "An observation in these regressions is a state-year, and the sample is composed of all the years from 1980-2012. The dependent variable is yearly real spending by the state government, and the independent variables in Panels A and B are whether voting in the corresponding, past, or future electoral period was compulsory for parliamentary or state elections, respectively. Spending totals and spending for each subcategory (administrative, welfare, and infrastructure) is in logs in columns (1)-(4) and in per capita logs in columns (5)-(8).",
        "Yearly spending for each subcategory is expressed as a percentage of total state spending in columns (9)-(11). * significant at 10%; ** significant at 5%; *** significant at 1% Table A.11: Effect of CV on Political Competition (1979-2010) Left (%) Right (%) Num. of Parties Share Winner (%) Margin of Victory Panel A: Parliamentary Elections CV -0.020** 0.013 -0.091 0.005 0.034 (0.007) (0.025) (0.522) (0.016) (0.031) [0.044] [0.891] [0.925] [0.739] [0.250] Observations 90 90 90 90 90 R Squared 0.993 0.900 0.982 0.886 0.712 Mean Dep. Variable 0.379 0.506 8.722 0.425 0.107 Panel B: State Elections CV 0.047 -0.017 -0.538 -0.009 0.079 (0.033) (0.028) (0.625) (0.043) (0.043) [0.035] [0.061] [0.003] [0.742] [0.285] Observations 61 61 61 61 61 R Squared 0.990 0.920 0.821 0.910 0.927 Mean Dep. Variable 0.363 0.549 6.607 0.478 0.106 Notes: This table is similar to Table 5 in the main text.",
        "The difference is the sample is restricted to 1979-2010.",
        "The sample in Panels A and B includes all parliamentary elections and state elections from 1949-2010, respectively. Vote shares for the left and right are the percentage of valid votes that went to SP OÃ\u0083Å\u0092Ã\u0082Ë\u0086 + KP OÃ\u0083Å\u0092Ã\u0082Ë\u0086 and OÃ\u0083Å\u0092Ã\u0082Ë\u0086VP + FP OÃ\u0083Å\u0092Ã\u0082Ë\u0086, respectively. Number of parties is the number of parties participating in each election and state. The vote share of the winner is the percentage of valid votes obtained by the highest ranking party in each state, and margin of victory is the difference in vote shares between the highest ranking party and the runner-up. All equations are estimated using an instrumental variables regression.",
        "When CV for state elections was established in Vorarlberg in 1919, fines varied depending on the socioeconomic status of the violator, ranging from 1 kronor(0.9 US dollars) to 50 Austrian kronor (44 USD).52 The law establishing the value of these fines was modified over time, and in 1988, for example, fines were capped at 10,000 schillings (1,413 USD).53 Although maximum penalties were high, this ceiling was not binding, and in practice fines were significantly lower.",
        "that any other changes in CV (besides the 1992 one) are unlikely to be correlated with trends in the main dependent variables."
    ]
}