{
    "id": 22227,
    "cites": 86,
    "cited_by": 3,
    "reference": [
        "Aizer, A. and McLanahan, S. (2006). The impact of child support enforcement on fertility, parental investments, and child well-being. Journal of Human Resources, 41 (1), 28Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c45.",
        "Almond, D. and Rossin-Slater, M. (2013). Paternity acknowledgment in 2 million birth records from michigan. PloS one, 8 (7), e70042.",
        "Argys, L. M. and Peters, H. E. (2001). Interactions between unmarried fathers and their children: The role of paternity establishment and child-support policies. American Economic Review, 91 (3), 125Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c129.",
        "Autor, D. and Duggan, M. (2003). The rise in the disability rolls and the decline in unemployment. The Quarterly Journal of Economics, 118 (1), 157Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c206.",
        "Bedard, K. and Deschenes, O. (2005). Sex preferences, marital dissolution, and the economic status of women. Journal of human Resources, 40 (2), 411Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c434.",
        "Bingley, P., Gupta, N. D. and Pedersen, P. J. (2011). Disability Programs, Health and Retirement in Denmark since 1960. Working Paper 17138, National Bureau of Economic Research.",
        "Bjarnason, T. and Arnarsson, A. M. (2011). Joint physical custody and communication with parents: a cross-national study of children in 36 western countries. Journal of Comparative Family Studies, pp. 871Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c890.",
        "Black, D., Daniel, K. and Sanders, S. (2002). The impact of economic conditions on participation in disability programs: Evidence from the coal boom and bust. American Economic Review, pp. 27Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c50.",
        "Bratsberg, B., Fevang, E. and RÃ\u0083Æ\u0092Ã\u0082Â¸ed, K. (2010). Disability in the welfare state: An unemployment problem in disguise? Tech. Rep. 4897, Institute for the Study of Labor (IZA).",
        "Brewer, M., Ratcliffe, A. and Smith, S. (2012). Does welfare reform affect fertility? evidence from the uk. Journal of Population Economics, 25 (1), 245Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c266.",
        "Brown, D., Kowalski, A. E. and Lurie, I. Z. (2014). Medicaid as an Investment in Children: What is the Long-Term Impact on Tax Receipts? Working Paper 20835, National Bureau of Economic Research.",
        "Brown, M. and Flinn, C. J. (2011). Family law effects on divorce, fertility and child investment, New York University, unpublished manuscript.",
        "Cancian, M., Heinrich, C. and Chung, Y. (2013). Discouraging disadvantaged fathersÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0084¢ employment: An unintended consequence of policies designed to support families. Journal of Policy Analysis and Management, 32 (4), 758Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c784.",
        "Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009d, Meyer, D. and Roff, J. (2007). Testing New Ways to Increase the Economic Well-Being of Single-Parent Families: The Effects of Child Support Policies on Welfare Participants. Discussion Paper 1330-07, Institute for Research on Poverty.",
        "Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009d and Meyer, D. R. (2014). Testing the economic independence hypothesis: The effect of an exogenous increase in child support on subsequent marriage and cohabitation. Demography, 51 (3), 857Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c880.",
        "Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009d, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009d and Han, E. (2011). Child support: responsible fatherhood and the quid pro quo. The ANNALS of the American Academy of Political and Social Science, 635 (1), 140Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c162.",
        "Case, A. (1998). The effects of stronger child support enforcement on nonmarital fertility. In I. Garfinkel, S. McLanahan, D. Meyer and J. Seltzer (eds.), Fathers under fire: The revolution in child support enforcement, New York: Russell Sage Foundation, pp. 191Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c215.",
        "Chetty, R., Friedman, J. N. and Rockoff, J. (2011). New evidence on the long-term impacts of tax credits, Unpublished manuscript, Harvard University.",
        "Cuesta, L. and Cancian, M. (2015). The effect of child support on the labor supply of custodial mothers participating in tanf. Children and Youth Services Review, 54, 49Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c56.",
        "Currie, J. and Gruber, J. (1996). Saving babies: The efficacy and cost of recent changes in the medicaid eligibility of pregnant women. Journal of Political Economy, 106 (6), 1263Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c1296.",
        "Dahl, G. B. and Lochner, L. (2012). The impact of family income on child achievement: Evidence from the earned income tax credit. American Economic Review, 102 (5), 1927Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c1956.",
        "Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009d and Moretti, E. (2008). The demand for sons. The Review of Economic Studies, 75 (4), 1085Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c1120.",
        "Del Boca, D. (2003). Mothers, fathers, and children after divorce: The role of institutions. Journal of Population Economics, 16, 399Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c422.",
        "Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009d and Flinn, C. J. (1995). Rationalizing child-support decisions. The American Economic Review, pp. 1241Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c1262.",
        "Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009d and Ribero, R. (2003). Visitations and transfers after divorce. Review of the Economics of the Household, 1, 187Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c204.",
        "Feenberg, D. (1987). Are tax price models really identified: The case of charitable giving. National Tax Journal, pp. 629Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c633.",
        "Flinn, C. J. (2000). Modes of interaction between divorced parents. International Economic Review, 41 (3), 545Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c578.",
        "Freeman, R. B. and Waldfogel, J. (1998). Does child support enforcement policy affect male labor supply. In I. Garfinkel, S. McLanahan, D. Meyer and J. Seltzer (eds.), Fathers Under Fire: The Revolution in Child Support Enforcement, New York: Russell Sage Foundation, pp. 94Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c127.",
        "Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009d and Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009d (2001). Dunning delinquent dads: The effects of child support enforcement policy on child support receipt by never married women. Journal of Human Resources, 36 (2), 207Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c225.",
        "Garfinkel, I., Mclanahan, S., Meyer, D. and Seltzer, J. (1998). Fathers under fire: The revolution in child support enforcement. Russell Sage Foundation Publications.",
        "Gruber, J. (2000). Disability insurance benefits and labor supply. The Journal of Political Economy, 108 (6), 1162Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c1183.",
        "Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009d and Saez, E. (2002). The elasticity of taxable income: evidence and implications. Journal of public Economics, 84 (1), 1Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c32.",
        "Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009d and Wise, D. A. (2004). Social Security Programs and Retirement around the World: MicroEstimation. University of Chicago press.",
        "Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009d and Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009d (2009). Social security programs and retirement around the world: Fiscal implications of reform. University of Chicago press.",
        "Gunter, S. P. (2013). Effects of child support pass-through and disregard policies on in-kind child support. Review of Economics of the Household, 11 (2), 193Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c209.",
        "Halla, M. (2013). The effect of joint custody on family outcomes. Journal of the European Economic Association, 11 (2), 278Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c315.",
        "Holzer, H. J., Offner, P. and Sorensen, E. (2005). Declining employment among young black less-educated men: The role of incarceration and child support. Journal of Policy Analysis and Management, 24 (2), 329Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c350.",
        "Hoynes, H. W. (1997). Work, welfare, and family structure: What have we learned? In A. Auerbach (ed.), Fiscal Policy: Lessons from Economic Research, MIT Press, pp. 101Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c146.",
        "Huang, C.-C. (2002). The impact of child support enforcement on nonmarital and marital births: Does it differ by racial and age groups? Social Service Review, 76 (2), 275Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c301.",
        "Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009d and Han, K.-Q. (2012). Child support enforcement in the united states: Has policy made a difference? Children and Youth Services Review, 34 (4), 622Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c627.",
        "Kampmann, J. and Nielsen, H. W. (2004). Socialized childhood: ChildrenÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0084¢s childhoods in Denmark. In A.-M. Jensen, A. Ben-Arieh, C. Conti, M. N. Ghiolla Phadraig and H. W. Nielsen (eds.), ChildrenÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0084¢s Welfare in Ageing Europe, vol. 2, pp. 649Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c702.",
        "Kim, Y., Cancian, M. and Meyer, D. R. (2015). Child support and subsequent nonmarital fertility with a new partner. Journal of Family Issues, p. 0192513X14565701.",
        "Laroque, G. and SalaniÃ\u0083Æ\u0092Ã\u0082Â©, B. (2008). Does fertility respond to financial incentives? Discussion Paper 3575, Institute for the Study of Labor (IZA).",
        "Larsen, M. and Pedersen, P. J. (2012). Paid Work after Retirement: Recent Trends in Denmark. Discussion Paper 6537.",
        "Lerman, R. I. and Sorenson, E. (2003). Child support: Interactions between private and public transfers. In Means-tested transfer programs in the United States, University of Chicago Press, pp. 587Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c628.",
        "Lundberg, S., McLanahan, S. and Rose, E. (2007). Child gender and father involvement in fragile families. Demography, 44 (1), 79Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c92.",
        "Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009d and Rose, E. (2003). Child gender and the transition to marriage. Demography, 40 (2), 333Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c349.",
        "Milligan, K. (2005). Subsidizing the stork: New evidence on tax incentives and fertility. Review of Economics and Statistics, 87 (3), 539Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c555.",
        "Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009d and Stabile, M. (2011). Do child tax benefits affect the well-being of children? evidence from canadian child benefit expansions. American Economic Journal: Economic Policy, 3 (3), 175Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c205.",
        "Moffitt, R. (2002). Welfare programs and labor supply. In A. Auerbach and M. Feldstein (eds.), Handbook of Public Economics, vol. 4, Elsevier, pp. 2393Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c2430.",
        "Moffitt, R. A. (1998). The effect of welfare on marriage and fertility. In R. A. Moffitt (ed.), Welfare, the Family, and Reproductive Behavior:: Research Perspectives, National Academies Press, p. 50.",
        "Neal, D. (2004). The relationship between marriage market prospects and never-married motherhood. Journal of Human Resources, 39 (4), 938Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c957.",
        "Nepomnyaschy, L. (2007). Child support and father-child contact: Testing reciprocal pathways. Demography, 44 (1), 93Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c112.",
        "Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009d and Garfinkel, I. (2010). Child support enforcement and fathersÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0084¢ contributions to their nonmarital children. The Social service review, 84 (3), 341.",
        "Peters, H. E., Argys, L. M., Howard, H. W. and Butler, J. (2004). Legislating love: the effect of child support and welfare policies on fatherÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009cchild contact. Review of Economics of the Household, 2 (3), 255Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c274.",
        "Piketty, T. and Saez, E. (2013). Optimal labor income taxation. In A. J. Auerbach, R. Chetty, M. Feldstein and E. Saez (eds.), Handbook of Public Economics, vol. 5, pp. 391Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c474.",
        "Pirog, M. A. and Ziol-Guest, K. M. (2006). Child support enforcement: Programs and policies, impacts and questions. Journal of Policy Analysis and Management, 25 (4), 943Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c990.",
        "Plotnick, R. D., Garfinkel, I., McLanahan, S. S. and Ku, I. (2004). Better child support enforcement can it reduce teenage premarital childbearing? Journal of Family Issues, 25 (5), 634Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c657.",
        "Roff, J. and Lugo-Gil, J. (2012). A model of child support and the underground economy. Labour Economics, 19 (5), 668Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c681.",
        "Saez, E., Slemrod, J. and Giertz, S. H. (2012). The elasticity of taxable income with respect to marginal tax rates: A critical review. Journal of Economic Literature, 50 (1), 3Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c50.",
        "Schoeni, R. and Blank, R. (2000). What has welfare reform accomplished? Impacts on welfare participation, employment, income, poverty, and family structure. Working Paper 7627, National Bureau of Economic Research.",
        "Skinner, C., Bradshaw, J. and Davidson, J. (2007). Child Support Policy: An International Perspective. Research report, Department for Work and Pensions.",
        "Slemrod, J. (1985). An empirical test for tax evasion. The Review of Economics and Statistics, pp. 232Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c238.",
        "Sorensen, E. and Halpern, A. (1999). Child support enforcement: How well is it doing? Discussion Paper 99-11, The Urban Institute.",
        "Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009d and Olivier, H. (2002). Child support reforms in PRWORA: Initial impacts. Discussion Paper 02-02, The Urban Institute.",
        "Stevenson, B. and Wolfers, J. (2006). Bargaining in the shadow of the law: Divorce laws and family distress. The Quarterly Journal of Economics, 121 (1), 267Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c288.",
        "Tartari, M. (2014). Divorce and the cognitive achievement of children, University of Chicago, unpublished manuscript.",
        "Weinberg, D. H. (2006). Income data quality issues in the CPS. Monthly Labor Review, 129, 38.",
        "Weiss, Y. and Willis, R. (1985). Children as collective goods and divorce settlements. Journal of Labor Economics, 3 (3), 268Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c292.",
        "Willis, R. J. (1999). A theory of out-of-wedlock childbearing. Journal of Political Economy, 107 (S6), S33Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009cS64.",
        "Wolfers, J. (2006). Did unilateral divorce laws raise divorce rates? a reconciliation and new results. The American Economic Review, 96 (5), 1802Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c1820.",
        "The sample is limited to fathers of children born in 1985-2010, who appear in the register data in every year over 1998-2010, and who were either married to, cohabiting with, or never-married/non-cohabiting with their oldest childÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0084¢s mother at the time of childbirth for children born in 1998 or later or in 1998 for children born before. For parents who were never-married/non-cohabiting, the year of separation refers to the year of their oldest childÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0084¢s birth.",
        "All income variables are in year 2000 real units of 1,000 DKK. See notes under Tables 2 and 3 for more information on the sample, specifications, and controls. Standard errors robust to heteroskedasticity. Significance levels: * p&lt;0.1 ** p&lt;0.05 *** p&lt;0.01 Online Appendix Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009d Not for Publication A Appendix Figures and Tables Figure A1: Growth Rate of the Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Normal AmountÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Compared with the Growth Rate of Average Nominal Income Among Fathers Notes: This figure shows the growth rate in the nominal Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093normal amountÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d of the child support obligation (in blue) compared with the growth rate in the average nominal income among fathers in our sample (in red).",
        "Figure A2: Government-Mandated Child Support Obligations by Year and FatherÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0084¢s Income Percentiles, Year 2000 DKK (a) 1 Child Families (b) 2 Child Families Notes: This figure shows the relationship between a non-custodial fatherÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0084¢s income percentile and the child support obligation by year for families with one and two children (a and b, respectively). Units are 1000s of real year 2000 DKK.",
        "Figure A7: IV Coefficients by Year, 50K Income Bin, and Number of Children for Average Child Support Paid as Outcome (a) By Year of Separation (b) By 50K Income Bin (c) By Number of Children Notes: These figures show the coefficients and 95% confidence intervals from separate IV regressions by year of separation (sub-figure a), 50K DKK income bin (sub-figure b), and number of children (sub-figure c). The outcome is the average child support paid in the years post-separation. Units are 1000s of real year 2000 DKK.",
        "Figure A8: IV Coefficients by Year, 50K Income Bin, and Number of Children for Father-Child Co-Residence as Outcome (a) By Year of Separation (b) By 50K Income Bin (c) By Number of Children Notes: These figures show the coefficients and 95% confidence intervals from separate IV regressions by year of separation (sub-figure a), 50K DKK income bin (sub-figure b), and number of children (sub-figure c). The outcome is an indicator for the father ever residing with his child post-separation. Units are 1000s of real year 2000 DKK.",
        "Figure A9: IV Coefficients by Year, 50K Income Bin, and Number of Children for Father Has More Kids as Outcome (a) By Year of Separation (b) By 50K Income Bin (c) By Number of Children Notes: These figures show the coefficients and 95% confidence intervals from separate IV regressions by year of separation (sub-figure a), 50K DKK income bin (sub-figure b), and number of children (sub-figure c). The outcome is an indicator for the father having more children post-separation. Units are 1000s of real year 2000 DKK.",
        "Figure A10: IV Coefficients by Year, 50K Income Bin, and Number of Children for Mother Has More Kids as Outcome (a) By Year of Separation (b) By 50K Income Bin (c) By Number of Children Notes: These figures show the coefficients and 95% confidence intervals from separate IV regressions by year of separation (sub-figure a), 50K DKK income bin (sub-figure b), and number of children (sub-figure c). The outcome is an indicator for the mother having more children post-separation. Units are 1000s of real year 2000 DKK.",
        "Figure A11: IV Coefficients by Year, 50K Income Bin, and Number of Children for Father is NILF as Outcome (a) By Year of Separation (b) By 50K Income Bin (c) By Number of Children Notes: These figures show the coefficients and 95% confidence intervals from separate IV regressions by year of separation (sub-figure a), 50K DKK income bin (sub-figure b), and number of children (sub-figure c). The outcome is the average number of years that the father is not in the labor force (NILF) post-separation. Units are 1000s of real year 2000 DKK.",
        "The sample is limited to fathers of children born in 1985-2010, who appear in the register data in every year over 1998-2010, and who were either married to, cohabiting with, or never-married/non-cohabiting with their oldest childÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0084¢s mother at the time of childbirth for children born in 1998 or later or in 1998 for children born before. For parents who were nevermarried /non-cohabiting, the year of separation refers to the year of their oldest childÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0084¢s birth.",
        "There is no year of separation for these families; the statistics reported are averages over 1998-2010. Table A4: Child Support Payment Variables, More Details (1) (2) (3) (4) All Sep. Prev. Mar. Prev. Coh. Never Mar/Coh CS Paid as Pct. of 0.515 0.561 0.491 0.409 Obligation Zero CS Paid 0.193 0.190 0.175 0.272 CS Paid as Pct. of 0.638 0.693 0.595 0.562 Obligation, no 0s 0 &lt; CS Paid &lt; 0.731 0.704 0.772 0.696 Obligation CS Paid &gt;= 0.0757 0.106 0.0529 0.0317 Obligation Obs. 73,303 34,656 30,466 8,181 Notes: This table reports the fraction of all individuals in each column that are in each of the categories denoted on the left-hand side. See notes under Appendix Table A3 for more information on the sample.",
        "All income variables are in year 2000 real units of 1,000 DKK. See notes under Tables A3 and 3 for more information on the sample, specifications, and controls. Standard errors robust to heteroskedasticity.",
        "To further examine the relationship between physical custody arrangements and child support payments, we link our administrative data to survey data from Denmark. As sample sizes for children living in nonintact families in available surveys are small, we pool data from two sources: first, the 2007 wave of the Danish Longitudinal Survey of Children (DALSC), and second, the 2009 wave of the Children and Youth in Denmark (CYD) survey.51 The DALSC is a panel study of all children born in Denmark in one week of October 1995. The CYD is a survey conducted among random samples of seven cohorts aged 3-19 in 2009 and 2013. Both panel studies examine a broad set of topics related to childrenÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0084¢s living conditions, including custody arrangements.",
        "arrangements (i.e., separated before the surveys in 2007/2009). Finally, we only look at one- and twochildren families with fathers in the relevant income range (around the guideline thresholds), as in the main analysis. Our final survey sample consists of parents of 819 DALSC and 702 CYD children for a total sample size of 1, 521.",
        "Finally, the lower panels of the table focus on variables only available in two waves of the DALSC. First, we look at the same sample of children in the 2007 DALSC and their parentsÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0084¢ reports from any of the survey years (1996, 1999, 2003, 2007, 2011). These data show that joint physical custody arrangements are relatively fluid over separation time: among parents who have a sole-mother arrangement in 2007, 13 percent have joint custody in any of the survey years. Overall, 33 percent of parents have a joint custody arrangement in at least one of the survey years.",
        "Second, we use the 1999 DALSC wave to look at the prevalence of gifts and other in-kind transfers between separated parents.52 We find that in-kind transfers are relatively uncommon: 19 percent of fathers have bought winter clothing for their children and only around four percent of fathers contributed to the costs of child care."
    ]
}