{
    "id": 22232,
    "cites": 23,
    "cited_by": 45,
    "reference": [
        "Aguiar, M. and E. Hurst (2005): Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Consumption versus Expenditure,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Journal of Political Economy, 113, 919Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c948.",
        "Attanasio, O., E. Battistin, and H. Ichimura (2005): Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093What Really Happened to Consumption Inequality in the US?Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Hard to Measure Goods and Services: Essays in Honor of Zvi Griliches. Eds: Ernst R. Berndt and Charles R. Hulten. Chicago: University of Chicago Press.",
        "Battistin, E. (2003): Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Errors in Survey Reports of Consumption Expenditures,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Working Paper, Institute for Fiscal Studies.",
        "Berger, D., V. Guerrieri, G. Lorenzoni, and J. Vavra (2015): Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093House Prices and Consumer Spending,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Working Paper, National Bureau of Economic Research.",
        "Blundell, R., L. Pistaferri, and I. Preston (2008): Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Consumption Inequality and Partial Insurance,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d The American Economic Review, 98, 1887Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c1921.",
        "Card, D., R. Chetty, M. S. Feldstein, and E. Saez (2010): Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Expanding Access to Aministrative Data for Research in the United States,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d American Economic Association, Ten Years and Beyond: Economists Answer NSFÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0084¢s Call for Long-Term Research Agendas. Eds: Charles L. Schultze and Daniel H. Newlon. American Economic Association.",
        "Cochrane, J. (2015): Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Secret Data,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d [Online; posted 28-December-2015].",
        "Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009dÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009dÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009d (2016): Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Secret Data Encore,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d [Online; posted 5-January-2016].",
        "Corbae, D. and E. Quintin (2015): Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009dLeverage and the Foreclosure Crisis.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Journal of Political Economy, 123, 1Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c65.",
        "Davidoff, T. (2013): Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Supply Elasticity and the Housing Cycle of the 2000s,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Real Estate Economics, 41, 793Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c813.",
        "Favilukis, J., S. C. Ludvigson, and S. Van Nieuwerburgh (2015): Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093The Macroeconomic Effects of Housing Wealth, Housing Finance, and Limited Risk-Sharing in General Equilibrium,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Working Paper, National Bureau of Economic Research.",
        "Fleming, M. and S. Humphries (2013): Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Home Price Indices: Appreciating the Differences,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Working Paper, The Urban Institute.",
        "Gorea, D. and V. Midrigan (2015): Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Liquidity Constraints in the US Housing Market,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Working Paper, NYU.",
        "Hedlund, A. (2014): Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093The Cyclical Dynamics of Illiquid Housing, Debt, and Foreclosures,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Working Paper, University of Missouri.",
        "Huo, Z. and J.-V. RÃ\u0083â\u0080\u009eÃ\u0082Â±os-Rull (2015): Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Balance Sheet Recessions,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Working Paper, Federal Reserve Bank of Minneapolis.",
        "Jeske, K., D. Krueger, and K. Mitman (2013): Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Housing, mortgage bailout guarantees and the macro economy,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Journal of Monetary Economics, 60, 917Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c935.",
        "Kaplan, G., K. Mitman, and G. L. Violante (2015): Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Consumption and House Prices in the Great Recession: Model Meets Evidence,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Working Paper, NYU.",
        "Kilts Center for Marketing (2014): Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Retail Scanner Dataset Manual,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Working Paper, The Kilts Center Archive of The Nielsen Company.",
        "Landvoigt, T. (2015): Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Housing Demand during the Boom: The Role of Expectations and Credit Constraints,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Working Paper, University of Texas Austin.",
        "Mian, A., K. Rao, and A. Sufi (2013): Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Household Balance Sheets, Consumption, and the Economic Slump,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d The Quarterly Journal of Economics, 128, 1687Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c1726.",
        "Petev, I., L. Pistaferri, and I. S. Eksten (2012): Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Consumption and the Great Recession: An Analysis of Trends, Perceptions, and Distributional Effects,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d The Great Recession. Ed: David Weimer. NY: Russell Sage.",
        "Saiz, A. (2010): Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093The Geographic Determinants of Housing Supply,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d The Quarterly Journal of Economics, 125, 1253Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c1296.",
        "Stroebel, J. and J. Vavra (2014): Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093House Prices, Local Demand, and Retail Prices,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Working Paper, National Bureau of Economic Research."
    ]
}