{
    "id": 22230,
    "cites": 103,
    "cited_by": 8,
    "reference": [
        "Adrian, Tobias, Paolo Colla, and Hyun Song Shin, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Which Financial Frictions? Parsing the Evidence from the Financial Crisis of 2007-9,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Working Paper 18335, National Bureau of Economic Research, August 2012.",
        "Aguiar, Mark, Erik Hurst, and Loukas Karabarbounis, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Time Use during the Great Recession, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d American Economic Review, 2013, 103, 1664Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c96.",
        "Angeletos, George-Marios, Fabrice Collard, and Harris Dellas, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Quantifying Confidence,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Working Paper 20807, National Bureau of Economic Research, December 2014.",
        "Attanasio, Orazio P. and Guglielmo Weber, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Is Consumption Growth Consistent with Intertemporal Optimization? Evidence from the Consumer Expenditure Survey,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Journal of Political Economy, 1995, 103 (6), 1121Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c1157.",
        "Ball, Laurence and Sandeep Mazumder, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093The Evolution of Inflation Dynamics and the Great Recession,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Brookings Papers on Economic Activity, 2011, (1), 337Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c405.",
        "Barnichon, Regis and Andrew Figura, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093The Determinants of the Cycles and Trends in U.S. Unemployment,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d June 2012. Federal Reserve Board.",
        "Barro, Robert J. and Charles J. Redlick, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Macroeconomic Effects from Government Purchases and Taxes,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Quarterly Journal of Economics, 2011, 126 (1), 51Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c102.",
        "Benigno, Gianluca and Luca Fornaro, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Stagnation Traps,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d January 2015. London School of Economics.",
        "Bernanke, Ben S., Mark Gertler, and Simon Gilchrist, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093The Financial Accelerator in a Quantitative Business Cycle Framework,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d in John B. Taylor and Michael Woodford, eds., Handbook of Macroeconomics, Elsevier, 1999, chapter 21, pp. 1341Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c1393.",
        "Bhutta, Neil, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Mortgage Debt and Household Deleveraging: Accounting for the Decline in Mortgage Debt Using Consumer Credit Record Data,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Technical Report 2012-14, Finance and Economics Discussion Series, Divisions of Research & Statistics and Monetary Affairs, Federal Reserve Board, Washington, D.C. 2012.",
        "Bianchi, Francesco, Cosmin Ilut, and Martin Schneider, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Uncertainty Shocks, Asset Supply and Pricing over the Business Cycle,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d December 2012. Duke University, Department of Economics.",
        "Bils, Mark, Peter J. Klenow, and Benjamin A. Malin, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Resurrecting the Role of the Product Market Wedge in Recessions,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Working Paper 20555, National Bureau of Economic Research, October 2014.",
        ", Thomas M. Eisenbach, and Yuliy Sannikov, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Macroeconomics with Financial Frictions: A Survey,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Working Paper 18102, National Bureau of Economic Research, May 2012.",
        "Campbell, John Y. and Robert J. Shiller, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093The Dividend-Price Ratio and Expectations of Future Dividends and Discount Factors,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Review of Financial Studies, 1988, 1 (3), 195Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c228.",
        "Chari, V. V., Patrick J. Kehoe, and Ellen R. McGrattan, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Business Cycle Accounting,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Econometrica, May 2007, 75 (3), 781Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c836.",
        "Chodorow-Reich, Gabriel, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093The Employment Effects of Credit Market Disruptions: Firmlevel Evidence from the 2008-9 Financial Crisis,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Quarterly Journal of Economics, 2014, 129 (1), 1Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c59.",
        "Christiano, Lawrence J., Martin Eichenbaum, and Sergio Rebelo, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093When Is the Government Spending Multiplier Large?,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Journal of Political Economy, February 2011, 119 (1), 78Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c 121.",
        ", Martin S. Eichenbaum, and Mathias Trabandt, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Unemployment and Business Cycles,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Econometrica, 2016. Forthcoming.",
        ", Mathias Trabandt, and Karl Walentin, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093DSGE Models for Monetary Policy Analysis,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Working Paper 16074, National Bureau of Economic Research, June 2010.",
        "Cochrane, John H., Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Presidential Address: Discount Rates,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Journal of Finance, 2011, 66 (4), 1047 Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c 1108.",
        ", Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093The New-Keynesian Liquidity Trap,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d June 2014. Booth School of Business, University of Chicago.",
        "Coenen, Gnter, Christopher J. Erceg, Charles Freedman, Davide Furceri, Michael Kumhof, Ren Lalonde, Douglas Laxton, Jesper Lind, Annabelle Mourougane, Dirk Muir, Susanna Mursula, Carlos de Resende, John Roberts, Werner Roeger, Stephen Snudden, Mathias Trabandt, and Jan inÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0084¢t Veld, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Effects of Fiscal Stimulus in Structural Models,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d American Economic Journal: Macroeconomics, 2012, 4 (1), 22Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c68.",
        "Cole, Harold and Richard Rogerson, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Can the Mortensen-Pissarides Matching Model Match the Business Cycle Facts?,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d International Economic Review, 1999, 40 (4), 933Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c960.",
        "Correia, Isabel, Emmanuel Farhi, Juan Pablo Nicolini, and Pedro Teles, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Policy at the Zero Bound,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d December 2010. Banco de Portugal.",
        "CuÃ\u0083Å\u0092Ã\u0082Â\u0081rdia, Vasco and Michael Woodford, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Credit Frictions and Optimal Monetary Policy,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Working Paper 21820, National Bureau of Economic Research, December 2015.",
        "Daly, Mary, Bart Hobijn, AysÃ\u0083Å\u0092Ã\u0082Â§eguÃ\u0083Å\u0092Ã\u0082Ë\u0086l SÃ\u0083Å\u0092Ã\u0082Â§ahin, and Rob Valletta, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093A Rising Natural Rate of Unemployment: Transitory or Permanent?,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Working Paper 2011-05, Federal Reserve Bank of San Francisco, September 2011.",
        "Daly, Mary C., Bart Hobijn, and Robert G. Valletta, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093The Recent Evolution of the Natural Rate of Unemployment,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d 2011. IZA Discussion Paper No. 5832.",
        ", , AysÃ\u0083Å\u0092Ã\u0082Â§eguÃ\u0083Å\u0092Ã\u0082Ë\u0086l SÃ\u0083Å\u0092Ã\u0082Â§ahin, and Robert G. Valletta, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093A Search and Matching Approach to Labor Markets: Did the Natural Rate of Unemployment Rise,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Journal of Economic Perspectives, Summer 2012, 26 (3), 3Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c26.",
        "Davis, Steven J. and John Haltiwanger, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Labor Market Fluidity and Economic Performance, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Procedings of the Jackson Hole Symposium, Federal Reserve Bank of Kansas, September 2014, pp. 17Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c107.",
        ", R. Jason Faberman, and John C. Haltiwanger, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Recruiting Intensity during and after the Great Recession: National and Industry Evidence,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d American Economic Review Papers and Proceedings, May 2012, 102 (3), 584Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c88.",
        "De Nardi, Mariacristina, Eric French, and David Benson, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Consumption and the Great Recession,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Working Paper 17688, National Bureau of Economic Research, December 2011.",
        "Dynan, Karen, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Is a Household Debt Overhang Holding Back Consumption?,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Brookings Papers on Economic Activity, 2012, pp. 299Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c362.",
        "Eckstein, Zvi, Ofer Setty, and David Weiss, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Financial Risk and Unemployment,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d March 2015. Tel Aviv University.",
        "Eggertsson, Gauti B. and Neil R. Mehrotra, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093A Model of Secular Stagnation,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Working Paper 20574, National Bureau of Economic Research, October 2014.",
        "Elsby, Michael W.L., Bart Hobijn, and AysÃ\u0083Å\u0092Ã\u0082Â§eguÃ\u0083Å\u0092Ã\u0082Ë\u0086l SÃ\u0083Å\u0092Ã\u0082Â§ahin, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093On the Importance of the Participation Margin for Market Fluctuations,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Working Paper 2013-05, Federal Reserve Bank of San Francisco, February 2013.",
        ", , , and Robert G. Valletta, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093The Labor Market in the Great Recession: An Update to September 2011,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Brookings Papers on Economic Activity, 2011, pp. 353Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c384.",
        "EstevaÃ\u0083Å\u0092Ã\u0082Æ\u0092o, Marcello and Evridiki Tsounta, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Has the Great Recession Raised U.S. Structural Unemployment?,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d May 2011. International Monetary Fund.",
        "Farber, Henry S., Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Job Loss in the Great Recession and its Aftermath: U.S. Evidence from the Displaced Workers Survey,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Working Paper 21216, National Bureau of Economic Research May 2015.",
        "Farhi, Emmanuel and IvaÃ\u0083Å\u0092Ã\u0082Â\u0081n Werning, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093A Theory of Macroprudential Policies in the Presence of Nominal Rigidities,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d October 2013. Department of Economics, Harvard University.",
        "Farmer, Roger E.A., Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093The Stock Market Crash of 2008 Caused the Great Recession: Theory and Evidence,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Journal of Economic Dynamics and Control, 2012, 36 (5), 693 Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c 707.",
        "Fernald, John, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Productivity and Potential Output Before, During, and After the Great Recession,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d NBER Macroeconomics Annual, 2014.",
        "Fernald, John G., Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093A Quarterly, Utilization-Adjusted Series on Total Factor Productivity,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d September 2012. 2012-19, Federal Reserve Bank of San Francisco. Updated regularly on FernaldÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0084¢s FRBSF website.",
        "Fleckenstein, Matthias, Francis A. Longstaff, and Hanno Lustig, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Deflation Risk,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d July 2013. Anderson School, UCLA.",
        "Friedman, Milton, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Presidential Address,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d American Econmic Review, March 1968, 58 (1), 1Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c15.",
        "Fujita, Shigeru, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Effects of Extended Unemployment Insurance Benefits: Evidence from the Monthly CPS,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d January 2011. Federal Reserve Bank of Philadelphia.",
        "Gertler, Mark and Nobuhiro Kiyotaki, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Financial Intermediation and Credit Policy in Business Cycle Analysis,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d in Benjamin Friedman and Michael Woodford, eds., Handbook of Monetary Economics, Elsevier, 2011, pp. 547Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c599.",
        ", Luca Sala, and Antonella Trigari, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093An Estimated Monetary DSGE Model with Unemployment and Staggered Nominal Wage Bargaining,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Journal of Money, Credit and Banking, 2008, 40 (8), 1713Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c1764.",
        "Gilchrist, Simon, Jae W. Sim, and Egon Zakrajek, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Uncertainty, Financial Frictions, and Investment Dynamics,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Working Paper 20038, National Bureau of Economic Research, April 2014.",
        ", Raphael Schoenle, Jae W. Sim, and Egon ZakrasÃ\u0083Å\u0092Ã\u0082Å\u0092ek, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Inflation Dynamics During the Financial Crisis,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d January 2014. Department of Economics, Boston Uniersity.",
        "Gomme, Paul, B. Ravikumar, and Peter Rupert, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093The Return to Capital and the Business Cycle,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Review of Economic Dynamics, 2011, 14 (2), 262Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c278.",
        "Gourio, FrancÃ\u0083Å\u0092Ã\u0082Â§ois, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Disaster Risk and Business Cycles,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d American Economic Review, September 2012, 102 (6), 2734Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c66.",
        "Hagedorn, Marcus, Fatih Karahan, Iourii Manovskii, and Kurt Mitman, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Unemployment Benefits and Unemployment in the Great Recession: The Role of Macro Effects,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Working Paper 19499, National Bureau of Economic Research, October 2013.",
        "Hall, Robert E., Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Lost Jobs,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Brookings Papers on Economic Activity, 1995, (1), 221Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c273.",
        ", Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Measuring Factor Adjustment Costs,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Quarterly Journal of Economics, August 2004, 119 (3), 899Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c927.",
        ", Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Separating the Business Cycle from Other Economic Flucutations,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d The Greenspan Era: Lessons for the Future, Proceedings of the Federal Reserve Bank of Kansas City, August 2005, pp. 133Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c179.",
        ", Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093By How Much Does GDP Rise If the Government Buys More Output?,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Brookings Papers on Economic Activity, 2009, (2), 183Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c231.",
        ", Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093The High Sensitivity of Economic Activity to Financial Frictions,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Economic Journal, May 2011, 121, 351Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c378.",
        ", Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093The Long Slump,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d American Economic Review, April 2011, 101 (2), 431Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c69. 2011 AEA Presidential Address.",
        ", Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093How the Financial Crisis Caused Persistent Unemployment,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d in Ian J. Wright Lee E. Ohanian, John B. Taylor, ed., Government Policies and the Delayed Economic Recovery, Hoover Institution Press, 2012, pp. 57Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c83.",
        ", Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093The Routes into and out of the Zero Lower Bound,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Proceedings of the Jackson Hole Symposium, Federal Reserve Bank of Kansas City, 2013, pp. 1Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c35.",
        ", Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Quantifying the Lasting Harm to the U.S. Economy from the Financial Crisis,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d NBER Macroeconomics Annual, 2014, pp. 71Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c128.",
        ", Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Search-and-Matching Analysis of High Unemployment Caused by the Zero Lower Bound,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Review of Economic Dynamics, 2016. Forthcoming.",
        "Hyatt, Henry R. and James R. Spletzer, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093The Recent Decline in Employment Dynamics,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d March 2013. Center for Economic Studies, US Census Bureau.",
        "Jarosch, Gregor, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Searching for Job Security and the Consequences of Job Loss,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d November 2014. Department of Econmics, University of Chicago.",
        "Kaplan, Greg and Giovanni L. Violante, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093A Model of the Consumption Response to Fiscal Stimulus Payments,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Econometrica, 2014, 82 (4), 1199Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c1239.",
        "Kiyotaki, Nobuhiro and John Moore, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Liquidity, Business Cycles, and Monetary Policy,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Working Paper 17934, National Bureau of Economic Research, March 2012.",
        "Kocherlakota, Narayana R., Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Impact of a Land Price Fall When Labor Markets are Incomplete, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d April 2013. Federal Reserve Bank of Minneapolis.",
        "Korinek, Anton and Alp Simsek, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Liquidity Trap and Excessive Leverage,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Working Paper 19970, National Bureau of Economic Research, March 2014.",
        "Kozlowski, Julian, Laura Veldkamp, and Venky Venkateswaran, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093The Tail that Wags the Economy: Belief-Driven Business Cycles and Persistent Stagnation,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Working Paper 21719, National Bureau of Economic Research November 2015.",
        "Krishnamurthy, Arvind and Annette Vissing-Jorgensen, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Short-term Debt and Financial Crises: What We Can Learn from U.S. Treasury Supply,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d May 2013. Kellogg School, Northwestern University.",
        "Krueger, Alan B. and Andreas I. Mueller, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Job Search, Emotional Well-Being, and Job Finding in a Period of Mass Unemployment: Evidence from High-Frequency Longitudinal Data,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Brookings Papers on Economic Activity, Spring 2011, (1), 1Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c70.",
        ", Judd Cramer, and David Cho, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Are the Long-Term Unemployed on the Margins of the Labor Market?,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Brookings Papers on Economic Activity, Spring 2014.",
        "Krugman, Paul R., Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093ItÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0084¢s Baaack: JapanÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0084¢s Slump and the Return of the Liquidity Trap,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Brookings Papers on Economic Activity, 1998, (2), 137Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c205.",
        "Kuehn, Lars-Alexander, Nicolas Petrosky-Nadeau, and Lu Zhang, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093An Equilibrium Asset Pricing Model with Labor Market Search,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d January 2013. Carnegie Mellon University, Tepper School of Business.",
        "Ludvigson, Sydney C., Sai Ma, and Serena Ng, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Uncertainty and Business Cycles: Exogenous Impulse or Endogenous Response?,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Working Paper 21803, National Bureau of Economic Research, December 2015.",
        "Lustig, Hanno and Adrien Verdelhan, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Business Cycle Variation in the Risk-Return Tradeoff, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Journal of Monetary Economics, October 2012, 59, S35Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009cS49.",
        ", Stijn Van Nieuwerburgh, and Adrien Verdelhan, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093The Wealth-Consumption Ratio,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Review of Asset Pricing Studies, 2013, 3 (1), 38Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c94.",
        "Mian, Atif and Amir Sufi, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093The Great Recession: Lessons from Microeconomic Data,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d American Economic Review, 2010, 100 (2), pp. 51Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c56.",
        "Mian, Atif R. and Amir Sufi, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093What Explains High Unemployment? The Aggregate Demand Channel,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Working Paper 17830, National Bureau of Economic Research, February 2012.",
        "Michaillat, Pascal and Emmanuel Saez, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093An Economical Business-Cycle Model,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Working Paper 19777, National Bureau of Economic Research, January 2014.",
        "Mortensen, Dale T., Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Comments on HallÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0084¢s Clashing Theories of Unemployment,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d July 2011. Department of Economics, Northwestern University.",
        "Mulligan, Casey B., Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Do Welfare Policies Matter for Labor Market Aggregates? Quantifying Safety Net Work Incentives since 2007,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Working Paper 18088, National Bureau of Economic Research, May 2012.",
        ", The Redistribution Recession: How Labor Market Distortions Contracted the Economy, New York: Oxford University Press, 2012.",
        "Nekarda, Christopher J. and Valerie A. Ramey, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093The Cyclical Behavior of the Price-Cost Markup,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Working Paper 19099, National Bureau of Economic Research, June 2013.",
        "Parker, Jonathan A., Nicholas S. Souleles, David S. Johnson, and Robert McClelland, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Consumer Spending and the Economic Stimulus Payments of 2008,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Working Paper 16684, National Bureau of Economic Research, January 2011.",
        "Petrosky-Nadeau, Nicolas and Etienne Wasmer, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093The Cyclical Volatility of Labor Markets under Frictional Financial Markets,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d American Economic Journal: Macroeconomics, 2013, 5 (1), 193Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c221.",
        "Phelps, Edmund S. and Sidney G. Winter, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Optimal Price Policy under Atomistic Competition, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d in Edmund S. Phelps, ed., Microeconomic Foundations of Employment and Inflation Theory, New York: W.W. Norton, 1970, pp. 309Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c337.",
        "Philippon, Thomas, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093The Bond MarketÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0084¢s q,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Quarterly Journal of Economics, August 2009, 124 (3), 1011Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c1056.",
        "Ramey, Valerie A., Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Can Government Purchases Stimulate the Economy?,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Journal of Economic Literature, 2011, 49 (3), 673Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c85.",
        ", Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Identifying Government Spending Shocks: ItÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0084¢s all in the Timing,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Quarterly Journal of Economics, 2011.",
        "Ravn, Morten O. and Vincent Sterk, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Job Uncertainty and Deep Recessions,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d December 2012. University College London.",
        "Reifschneider, Dave, William Wascher, and David Wilcox, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Aggregate Supply in the United States: Recent Developments and Implications for the Conduct of Monetary Policy,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Technical Report, Finance and Economics Discussion Series Divisions of Research & Statistics and Monetary Affairs Federal Reserve Board, Washington, D.C., November 2013.",
        "Restrepo, Pascual, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Skill Mismatch and Structural Unemployment,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d November 2015. Massachusetts Institute of Technology.",
        "Rognlie, Matthew, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Deciphering the Fall and Rise in the Net Capital Share,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Broookings Papers on Economic Acdtivity, 2015, (2). Forthcoming.",
        "Rotemberg, Julio J. and Michael Woodford, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093The Cyclical Behavior of Prices and Costs,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d 1999. in Taylor and Woodford, eds., Handbook of Macroeconomics, Chapter 16, pp. 1051Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c1135, 1999.",
        "Rothstein, Jesse, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Unemployment Insurance and Job Search in the Great Recession,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Brookings Papers on Economic Activity, Fall 2011, pp. 143Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c2010.",
        "Sahin, AysÃ\u0083Å\u0092Ã\u0082Â§eguÃ\u0083Å\u0092Ã\u0082Ë\u0086l, Joseph Song, Giorgio Topa, and Giovanni L. Violante, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Mismatch Unemployment, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Working Paper 18265, National Bureau of Economic Research, August 2012.",
        "Shapiro, Matthew D. and Joel Slemrod, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Did the 2008 Tax Rebates Stimulate Spending?,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d American Econmic Review Papers and Proceedings, May 2009, 99 (2), 374Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c379.",
        "Shimer, Robert, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093The Cyclical Behavior of Equilibrium Unemployment and Vacancies,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d American Economic Review, 2005, 95 (1), 24Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c49.",
        ", Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Convergence in Macroeconomics: The Labor Wedge,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d American Economic Journal: Macroeconomics, 2008, 1 (1), 280Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c297.",
        "Stock, James H. and Mark W. Watson, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Modeling Inflation after the Crisis,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Proceedings of the Economic Policy Symposium, 2010, pp. 172Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009d220. Federal Reserve Bank of Kansas City.",
        "Valletta, Rob and Katherine Kuang, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Extended Unemployment and UI Benefits,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Federal Reserve Bank of San Francisco Economic Letter, April 2010, pp. 1Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c4.",
        "Walsh, Carl E., Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Labor Market Search and Monetary Shocks,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d in S. Altug, J. Chadha, and C. Nolan, eds., Elements of Dynamic Macroeconomic Analysis, Cambridge University Press, 2003, pp. 451Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c486."
    ]
}