{
    "id": 2224,
    "cites": 15,
    "cited_by": 6,
    "reference": [
        "Eisner, R. and J. Pieper, A New View of the Federal Debt and Budget Deficits, American Economic Review, 74, 1984, unpublished appendix.",
        "Feenberg, Daniel R. and Harvey S. Rosen, The Deductibility of State and Local Taxes: Impact Effects by State and Income Class, Growth and Change, April 1986, 11-31.",
        "Feldstein, Martin and Gilbert Metcalf, The Effect of Federal Tax Deductibility on State and Local Taxes and Spending, National Bureau of Economic Research, Working Paper No. 1791, January 1986.",
        "Fisher, Ronald C., Intergovernmental Tax Incentives and Local Fiscal Behavior, Michigan State University, mimeo, November 1986.",
        "Hettich, Walter and Stanley Winer, A Positive Model of Tax Structure, Journal of Public Economics, 24, 1984, 67-87.",
        "Holtz-Eakin, D., Unobserved Tastes and the Determination of Municipal Services, National Tax Journal, December 1986, 527-532.",
        "Holtz-Eakin, D., W. Newey, and H. S. Rosen, Implementing Causality Tests With Panel Data, With An Example From Local Public Finance, National Bureau of Economic Research, Technical Working Paper No. 48, June 1985.",
        "Inman, Robert P., The Fiscal Performance of Local Governments: An Interpretive Review, in P. Mieszkowski and M. Straszheim (eds.), Current Issues in Urban Economics, Baltimore: Johns Hopkins, 1979, 270-321.",
        "Inman, Robert P., Does Deductibility Influence Local Taxation? mimeo, University of Pennsylvania, May 1985.",
        "Inman, Robert P., Markets, Government, and the `New Political Economy, in Auerbach, Alan J. and Martin Feldstein (eds.), Handbook of Public Economics, Amsterdam: North Holland, forthcoming. Kenyon, Daphne A., Implicit Aid to State and Local Governments Through Federal Tax Deductibility, U.S. Department of the Treasury, Office of Tax Analysis, Mimeo, 1986.",
        "Noto, Nonna and Dennis Zimmerman, Limiting State-Local Tax Deductibility: Effects Among the States, National Tax Journal, 37, December 1984, 539-550.",
        "Oates, Wallace E., `Automatic Increases in Tax Revenues----The Effect on the Size of the Public Budget, in Wallace E. Oates (ed.), Finanj~pg the New Federalism, Baltimore: Johns Hopkins Press, 1975, 139-160.",
        "Presidents Tax Proposals to the Congress for Fairness, Growth, and Simplicity, Washington, DC: U.S. Government Printing Office, May 1985.",
        "White, H., A Heteroskedasticity-Consistent Covariance Matrix Estimator and a Direct Test for Heteroskedasticity, Econometrica, 48, 1980, 817-838.",
        "White, H., Instrumental Variables Regression With Independent Observations, Econometrica, 50, 1982, 483-500."
    ]
}