{
    "id": 22246,
    "cites": 30,
    "cited_by": 4,
    "reference": [
        "Aldy, J. E (2015) Pricing Climate Risk Mitigation, Nature Climate Change, doi:10.1038/nclimate2540.",
        "Aldy, J. E., and W. A. Pizer (2016) Alternative Metrics for Comparing Domestic Climate Change Mitigation Eorts and the Emerging International Climate Policy Architecture, Review of Environmental Economics and Policy, 10(1), 3-24.",
        "Barrett, S. (1994) Self-Enforcing International Environmental Agreements, Oxford Economic Papers, 46, 878-894.",
        "Barrett, S. (2003) Environment and Statecraft: The Strategy of Environmental Treaty-Making, New York: Oxford University Press.",
        "BÃ\u0083Â¶hringer, C., J. C. Carbone, and T. F. Rutherford (2016) The Strategic Value of Carbon Taris, American Economic Journal: Economic Policy, 8(1):2851.",
        "Bowen, H. (1943) The Interpretation of Voting in the Allocation of Economic Resources, Quarterly Journal of Economics, 58, 27-48.",
        "Cornes, R. and T Sandler (1984) The Theory of Public Goods: Non-Nash Behavior, Journal of Public Economics, 23: 367-379.",
        "Cornes, R. and T Sandler (1985) On The Consistency of Conjectures with Public Goods, Journal of Public Economics, 27: 125-129.",
        "Cornes, R. and T. Sandler (1996) The Theory of Externalities, Public Goods and Club Goods, Second Edition. Cambridge University Press.",
        "Darmstadter, J. (2015) Global Benet-Cost Analysis in US Climate Policy, Resources, 191, 34-39.",
        "Dudley, S. E. and B. F. Mannix (2014) The Social Cost of Carbon, Engage: The Journal of the Federalist Society Practice Groups, 15:1, 14-18 Fraas, A., R. Lutter, S. Dudley, T. Gayer, J. Graham, J. Shogren, and W. K. Viscusi (2016) Should the Federal Regulatory Agencies Report Benets to Americans from Mandated Reductions in Greenhouse Gas Emissions?Letter to the National Academies of Sciences, Engineering and Medicine committee charged with assessing the social cost of carbon, available at http://www.r.org/blog, Feb 8.",
        "Gayer, T. and W. K. Viscusi (2015) Determining the Proper Scope of Climate Change Benets, Vanderbilt University Law School, Working Paper Number 14-20.",
        "Interagency Working Group on Social Cost of Carbon (2010) United States Government Technical Support Document: Social Cost of Carbon for Regulatory Impact Analysis Under Executive Order 12866, February 2010.",
        "Interagency Working Group on Social Cost of Carbon (2013) United States Government Technical Update of the Social Cost of Carbon for Regulatory Impact Analysis Under Executive Order 12866, November 2013, Revised July 2015.",
        "Itaya, J-I and M. Okamura (2003) Conjectural Variations and Voluntary Public Good Provision in a Repeated Game Setting, Journal of Public Economic Theory, 5(1), 51-66.",
        "Mas-Colell, A., M. D. Whinston, and J. R. Green (1995) Microeconomic Theory. New York: Oxford University Press.",
        "McKinsey Company (2009) Pathways to a Low-Carbon Economy: Version 2 of the Global Greenhouse-Gas Abatement Cost Curve. Available at www.mckinsey.com.",
        "Mailath, G. J. and L. Samuelson (2006) Repeated Games and Reputations: LongRun Relationships. New York: Oxford University Press.",
        "Metcalf, G. E. and J. Stock (2015) The Role of Integrated Assessment Models in Climate Policy: A Users Guide and Assessment, Harvard Project on Climate Agreements, Discussion Paper 15-68.",
        "Nordhaus, W. (2014) Estimates of the Social Cost of Carbon: Concepts and Results from the DICE-2013R Model and Alternative Approaches, Journal of the Association of Environmental and Resource Economists, 1:1/2, 273-312.",
        "Nordhaus, W. (2015) Climate Clubs: Overcoming Free-riding in International Climate Policy, American Economic Review, 105:4, 1339-1370.",
        "Pindyck, R. S. (2013) Climate Change Policy: What Do the Models Tell Us?, Journal of Economic Literature, 51:3, 860-872.",
        "Pindyck, R. S. (2015) The Use and Misuse of Models for Climate Policy, NBER Working Paper No. 21097.",
        "Pizer, W. M. Adler, J. Aldy, D. Antho, M. Cropper, K. Gillingham, M. Greenstone, B. Murray, R. Newell, R. Richels, A. Rowell, S. Waldho, and J. Wiener (2014) Using and Improving the Social Cost of Carbon, Science, 346:6214, 11891190.",
        "Scarfuri, A. J. (1988) On The Consistency of Conjectures in the Private Provision of Public Goods, Journal of Public Economics, 37, 395-398.",
        "Sugden, R. (1985) Consistent Conjectures and Voluntary Contributions to Public Goods: Why the Conventional Theory Does Not Work, Journal of Public Economics, 27, 117-124.",
        "U.S. EPA (2015) Regulatory Impact Analysis for the Clean Power Plan Final Rule, EPA-452/R-15-003.",
        "Weitzman, M. (2014) Can Negotiating a Uniform Carbon Price Help Internalize the Global Warming Externality? Journal of the Association of Environmental and Resource Economists, 1, 29-49.",
        "Weitzman, M. (2015) Voting on Prices vs. Voting on Quantities in a World Climate Assembly, NBER Working Paper 20925.",
        "World Bank (2015) Integrating Climate Concerns into World Bank Group Actions. Brief on March 31, 2015. Available at http://www.worldbank.org/en/topic/climatechange/brief/integratingclimate -change-world-bank."
    ]
}