{
    "id": 22255,
    "cites": 55,
    "cited_by": 4,
    "reference": [
        "Aldy, Joseph E., Alan J. Krupnick, Richard G. Newell, Ian W. H. Parry, and William A. Pizer. 2010. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Designing Climate Mitigation Policy.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Journal of Economic Literature, 48(4): 903Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c934.",
        "Aldy, Joseph E., and William A. Pizer. 2011. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093The Competitiveness Impacts of Climate Change Mitigation Policies.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d National Bureau of Economic Research Working Paper 17705.",
        "Anderson, Soren T., and James M. Sallee. 2011. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Using Loopholes to Reveal the Marginal Cost of Regulation: The Case of Fuel-Economy Standards.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d American Economic Review, 101(4): 1375Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c1409.",
        "Bovenberg, A Lans, and Lawrence H Goulder. 1996. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Optimal environmental taxation in the presence of other taxes: general-equilibrium analyses.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d The American Economic Review, 86(4): 985Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c1000.",
        "Buonanno, Paulo, Carlo Carraro, and Marzio Galeotti. 2003. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Endogenous Induced Technical Change and the Costs of Kyoto.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Resource and Energy Economics, 25: 11Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c34.",
        "Bushnell, James B., Howard Chong, and Erin T. Mansur. 2013. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Profiting from Regulation: Evidence from the European Carbon Market.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d American Economic Journal: Economic Policy, 5(4): 78Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c106.",
        "Camerer, Colin F. 1998. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Can Asset Markets Be Manipulated? A Field Experiment with Racetrack Betting.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Journal of Political Economy, 106(3): pp. 457Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c482.",
        "Chetty, Raj. 2009. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Sufficient Statistics for Welfare Analysis: A Bridge Between Structural and Reduced-Form Methods.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Annual Review of Economics, 1(1): 451Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c488.",
        "Coase, Ronald H. 1960. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093The Problem of Social Cost.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Journal of Law and Economics, 3: 1Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c44.",
        "Cullen, Joseph A. 2013. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Dynamic Response to Environmental Regulation in Electricity Markets.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d mimeo.",
        "Cullen, Joseph A., and Erin T. Mansur. 2014. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Inferring Carbon Abatement Costs in Electricity Markets: A Revealed Preference Approach using the Shale Revolution.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d National Bureau of Economic Research Working Paper 20795.",
        "Dell, Melissa, Benjamin F. Jones, and Benjamin A. Olken. 2012. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Temperature Shocks and Economic Growth: Evidence from the Last Half Century.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d American Economic Journal: Macroeconomics, 4(3): 66Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c95.",
        "DescheÃ\u0083Å\u0092Ã\u0082â\u0080\u009anes, Olivier. 2011. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Climate Policy and Labor Markets.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d The Design and Implementation of U.S. Climate Policy, 37Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c49. University of Chicago Press.",
        "DescheÃ\u0083Å\u0092Ã\u0082â\u0080\u009anes, Olivier, and Michael Greenstone. 2007. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093The Economic Impacts of Climate Change: Evidence from Agricultural Output and Random Fluctuations in Weather.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d American Economic Review, 97(1): 354Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c385.",
        "DescheÃ\u0083Å\u0092Ã\u0082â\u0080\u009anes, Olivier, and Michael Greenstone. 2011. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Climate Change, Mortality, and Adaptation: Evidence from Annual Fluctuations in Weather in the U.S.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d American Economic Journal: Applied Economics, 3(4): 152Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c185.",
        "Ellerman, A. Denny, Paul L. Joskow, Richard Schmalensee, Juan-Pablo Montero, and Elizabeth M. Bailey. 2000. Markets for Clean Air: The U.S. Acid Rain Program. Cambridge University Press.",
        "EPA, U.S. 2009. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Interagency Report on International Competitiveness and Emission Leakage.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Fama, Eugene F., and Kenneth R. French. 1993. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Common risk factors in the returns on stocks and bonds.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Journal of Financial Economics, 33: 3Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c56.",
        "Fowlie, Meredith, and Jeffrey M. Perloff. 2013. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Distributing Pollution Rights in Capand -Trade Programs: Are Outcomes Independent of Allocation?Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Review of Economics and Statistics, 95(5): 1640Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c1652.",
        "Goulder, Lawrence H., and Stephen H. Schneider. 1999. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Induced Technical Change and the Attractiveness of CO2 Abatement Policies.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Resource and Energy Economics, 21: 211Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c253.",
        "Graff Zivin, Josh, and Matthew Neidell. 2010. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Temperature and the Allocation of Time: Implications for Climate Change.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Journal of Labor Economics, forthcoming.",
        "Greenstone, Michael, John A. List, and Chad Syverson. 2012. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093The Effects of Environmental Regulation on the Competitiveness of U.S. Manufacturing.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d National Bureau of Economic Research Working Paper 18392.",
        "Hadri, Kaddour. 2000. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Testing for stationarity in heterogeneous panel data.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d The Econometrics Journal, 3(2): 148Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c161.",
        "Hahn, Jinyong, Petra Todd, and Wilbert Van der Klaauw. 2001. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Identification and Estimation of Treatment Effects with a Regression-Discontinuity Design.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Econometrica, 69(1): pp. 201Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c209.",
        "Hahn, Robert W., and Robert N. Stavins. 2010. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093The Effect of Allowance Allocations on Cap-and-Trade System Performance.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d National Bureau of Economic Research Working Paper 15854.",
        "Hanson, Robin, Ryan Opera, Hibbert Chris Porter, David, and Dorina Tila. 2011. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Can Manipulators Mislead Prediction Market Observers?Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d mimeo.",
        "Hayek, F. A. 1945. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093The Use of Knowledge in Society.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d The American Economic Review, 35(4): pp. 519Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c530.",
        "Hicks, John. 1932. The Theory of Wages. Macmillan & Co.",
        "Horowitz, Joel L., and Charles F. Manski. 2000. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Nonparametric Analysis of Randomized Experiments with Missing Covariate and Outcome Data.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Journal of the American Statistical Association, 95(449): pp. 77Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c84.",
        "Hotelling, Harold. 1931. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093The Economics of Exhaustible Resources.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d The Journal of Political Economy, 39(2): 137Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c135.",
        "Hsiang, Solomon M., Kyle C. Meng, and Mark A. Cane. 2011. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Civil conflicts are associated with the global climate.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Nature, 476(7361): 438Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c441.",
        "Hsiang, Solomon M., Marshall Burke, and Edward Miguel. 2013. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Quantifying the Influence of Climate on Human Conflict.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Science.",
        "Jacoby, Henry D., John M. Reilly, James R. McFarland, and Sergey Paltsev. 2006. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Technology and technical change in the MIT EPPA model.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Energy Economics, 28(5-6): 610Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c631.",
        "Jaffe, Adam B., Richard G. Newell, and Robert N. Stavins. 2003. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Technological Change and the Environment.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d In Handbook of Environmental Economics. , ed. K.-G. MaÃ\u0083Å\u0092Ã\u0082Ë\u0086ler and J. R. Vincent, 461Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c516. Elsevier.",
        "Kolstad, Charles D., Gilbert E. Metcalf, Ian Sue Wing, and Roberton C. Williams. 2010. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Peer Review of Computable General Equilibrium Models for Climate Change Analysis.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Environmental Protection Agency.",
        "Lange, Ian, and Joshua Linn. 2008. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Bush v. Gore and the Effect of New Source Review on Power Plant Emissions.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Environmental and Resource Economics, 40(4): 571Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c591.",
        "Lemoine, Derek. 2013. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Green Expectations: Current Effects of Anticipated Carbon Pricing. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d University of Arizona Working Paper 13-09.",
        "Linn, Joshua. 2010. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093The effect of cap-and-trade programs on firmsÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0084¢ profits: Evidence from the Nitrogen Oxides Budget Trading Program.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Journal of Environmental Economics and Management, 59(1): 1Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c14.",
        "McCrary, Justin. 2008. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Manipulation of the running variable in the regression discontinuity design: A density test.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Journal of Econometrics, 142(2): 698 Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c 714.",
        "Montgomery, W. David. 1972. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Markets in Licenses and Efficient Pollution Control Programs.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Journal of Economic Theory, 5(3): 395 Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c 418.",
        "Nordhaus, William D. 2002. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Modeling Induced Innovation in Climate Change Policy.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d In Technological Change and the Environment. , ed. A. N. Nakicenovic and W. Nordhaus. Resources for the Future Press.",
        "Ranson, Matthew, and Robert N. Stavins. 2015. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Linkage of greenhouse gas emissions trading systems: learning from experience.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Climate Policy, 1Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c17.",
        "Rhode, Paul W., and Koleman S. Strumpf. 2004. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Historical Presidential Betting Markets.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Journal of Economic Perspectives, 18(2): 127Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c141.",
        "Rhode, Paul W., and Koleman S. Strumpf. 2008. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Manipulating Political Stock Markets: A Field Experiment and a Century of Observational Data.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Working Paper.",
        "Robin, H., R. Oprea, and D. Porter. 2006. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Information Aggregation and Manipulation in an Experimental Market.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Journal of Economic Behavior & Organization, 60(4): 449 Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c 459.",
        "Rothschild, David M., and Rajiv Sethi. 2013. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Trading Strategies and Market Microstructure: Evidence from a Prediction Market.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Working Paper.",
        "Rubin, Jonathan D. 1996. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093A Model of Intertemporal Emission Trading, Banking, and Borrowing.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Journal of Environmental Economics and Management, 31(3): 269 Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c 286.",
        "Ryan, Stephen P. 2011. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093The Costs of Environmental Regulation in a Concentrated Industry.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Econometrica, forthcoming.",
        "Schennach, Susanne M. 2000. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093The Economics of Pollution Permit Banking in the Context of Title IV of the 1990 Clean Air Act Amendments.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Journal of Environmental Economics and Management, 40(3): 189Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c210.",
        "Schlenker, Wolfram, and Michael J. Roberts. 2009. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Nonlinear Temperature Effects indicate Severe Damages to U.S. Crop Yields under Climate Change.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Proceedings from the National Academy of Science, 106(37): 15594Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c8.",
        "Schlenker, W., W. Michael Hanemann, and Anthony C. Fisher. 2005. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Will U.S. Agriculture Really Benefit from Global Warming? Accounting for Irrigation in the Hedonic Approach.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d The American Economic Review, 95(1): 395Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c406.",
        "Snowberg, Erik, Justin Wolfers, and Eric Zitzewitz. 2007. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Partisan Impacts on the Economy: Evidence from Prediction Markets and Close Elections.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d The Quarterly Journal of Economics, 122(2): 807Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c829.",
        "Snowberg, Erik, Justin Wolfers, and Eric Zitzewitz. 2012. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Prediction Markets for Economic Forecasting.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d National Bureau of Economic Research Working Paper 18222.",
        "Stavins, Robert N. 1998. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093What Can We Learn from the Grand Policy Experiment? Lessons from SO2 Allowance Trading.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d The Journal of Economic Perspectives, 12(3): 69Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c 88.",
        "Wolfers, Justin, and Eric Zitzewitz. 2006. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Interpreting Prediction Market Prices as Probabilities.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d National Bureau of Economic Research Working Paper 12200.",
        "Wolfers, Justin, and Eric Zitzewitz. 2009. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Using Markets to Inform Policy: The Case of the Iraq War.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Economica, 76(302): 225Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c250."
    ]
}