{
    "id": 22254,
    "cites": 37,
    "cited_by": 1,
    "reference": [
        "Joseph G. Altonji, Todd Elder, and Christopher R. Taber. Selection on Observed and Unobserved Variables: Assessing the Effectiveness of Catholic Schools. Journal of Political Economy, 113(1):151Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c184, 2005.",
        "Thushyanthan Baskaran, Brian Min, and Yogesh Uppal. Election Cycles and Electricity Provision: Evidence from a Quasi-experiment with Indian Special Elections. Journal of Public Economics, 126:64Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c73, 2012.",
        "John Bellows and Edward Miguel. War and local collective action in Sierra Leone. Journal of Public Economics, 93(11):1144Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c1157, 2009. Norman Buchanan. The Origin and Development of the Public Utility Holding Company.",
        "Diane Cardwell. Cities Weigh Taking Over From Private Utilities. New York Times, March 13, 2013.",
        "Herbert B. Dorau. The Changing Character and Extent of Municipal Ownership in the Electric Light and Power Industry. The Institute for Research in Land Economics and Public Utilties, 1930.",
        "William M. Emmons. Implications of Ownership, Regulation, and Market Structure for Performance: Evidence from the US Electricity Utility Industry Before and After the New Deal. Review of Economics and Statistics, 79(2):279Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c289, 1997.",
        "The Economist. Power to the powerless. February 27, 2016.",
        "Gerald R. Faulhaber. Cross-Subsidization: Pricing in Public Enterprises. American Economic Review, 65(5):966Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c977, 1975.",
        "Federal Power Commission. Electric Rate Survey. Government Printing Office, Washington, DC, 1935.",
        "Federal Trade Commission. Electric-Power Industry: Control of Power Companies. Government Printing Office, Washington, DC, 1927.",
        "Federal Trade Commission. Utility Corporations No. 30 Alabama Power Co. Government Printing Office, Washington, DC, 1931.",
        "William J. Hausman and John L. Neufeld. The Market for Capital and the Origins of State Regulation of Electric Utilities in the United States. Journal of Economic History, 62(4): 1050Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c1073, 2002.",
        "Illinois Committee on Public Utility Information. The Electricity Supply of Illinois. Chicago, IL, 1935.",
        "Koichiro Ito. Do Consumers Respond to Marginal or Average Price? Evidence from Nonlinear Electricity Pricing. American Economic Review, 104(2):537Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c563, 2014.",
        "Gregg A. Jarrell. Demand for State Regulation of the Electric Utility Industry. Journal of Law and Economics, 21(2):269Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c295, 1978.",
        "Paul L. Joskow. Restructuring, Competition and Regulatory Reform in the U.S. Electricity Sector. Journal of Economic Perspective, 11(3):119Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c138, 1997.",
        "Paul L. Joskow and Richard Schmalensee. Incentive regulation for electric utilities. Yale Journal on Regulation, 4:1, 1986.",
        "Carl Kitchens. The Role of Publicly Provided Electricity in Economic Development: The Experience of the Tennessee Valley Authority, 19291955. Journal of Economic History, 74 (2):389Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c419, 2014.",
        "Christopher R. Knittel. The Adoption of State Electricity Regulation: The Role of Interest Groups. Journal of Industrial Economics, 54(2):201Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c222, 2006.",
        "Glenn Marston. Shortcomings of Municipal Plants. National Electric Light Association Bulletin, 3(10):821Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c823, 1916.",
        "Thomas McCraw. TVA and the Power Fight, 1933-1939. J. B. Lippincott, Philadelphia, PA, 1971.",
        "Brian Min and Miriam Golden. Electoral Cycles in Electricity Losses in India. Energy Policy, 65:619Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c625, 2014.",
        "National Atlas of the United States. Cities and Towns of the United States, 2004. URL http://nationalatlas.gov/. National Electric Light Association. Political Ownership and Electric Light and Power Industry.",
        "John Neufeld. Light and Power: US Electric Utilities Before 1940. Unpublished Manuscript, Greensboro, NC, 2015.",
        "Emily Oster. Unobservable Selection and Coefficient Stability: Theory and Evidence. Working Paper, 2014.",
        "Pacific Service Magazine. Leading Features of Achievemnt By Which Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Pacific Service,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d During the Past Year, Aided Materially in the Development and Prosperity of the Territory Covered By Its Operations. 14:343Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c347, June 1922.",
        "John C. Panzar and Robert D. Willig. Free Entry and the Sustainability of Natural Monopoly. Bell Journal of Economics,, 8(1):1Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c22, 1977.",
        "Sam Peltzman. Pricing in Public and Private Enterprises: Electric Utilities in the United States. Journal of Law and Economics, 14(1):109Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c147, 1971.",
        "Railroad Commission of Wisconsin. Biennial Report. Madison, WI, 1922.",
        "Nancy L. Rose and Paul L. Joskow. The Diffusion of New Technologies: Evidence from the Electric Utility Industry. Rand Journal of Economics, 21(3):354Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c373, 1990.",
        "David Schap. Municipal Ownership in the Electric Utility Industry. Praeger Publishers, 1986.",
        "George J. Stigler and Claire Friedland. What Can Regulators Regulate? The Case of Electricity. Journal of Law and Economics, 5:1Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c16, 1962. Dub Taft and Sam Heys. Big Bets: Decisions and Leaders that Shaped Southern Company.",
        "Werner Troesken. The Sources of Public Ownership: Historical Evidence from the Gas Industry. Journal of Law, Economics, and Organization, 13(1):1Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c25, 1997. Werner Troesken. Regime Change and Corruption: A History of Public Utility Regulatyion.",
        "In Edward L. Glaeser and Claudia D. Goldin, editors, Corruption and Reform: Lessons from AmericaÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0084¢s Economic History. University of Chicago Press, Chicago, IL, 2006.",
        "Werner Troesken and Rick Geddes. Municipalizing American Waterworks, 18971915. Journal of Law, Economics, and Organization, 19(2):373Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c400, 2003. US Census Bureau. Census of Electrical Industries: Central Electric Light and Power Stations.",
        "US Department of Labor. Study of Consumer Purchases in the United States, 1935-1936, volume ICPSR08908-v3. Inter-university Consortium for Political and Social Research [distributor], Ann Arbor, MI, 2009.",
        "Matthew L. Wald. In Tennessee, Time Comes for a Nuclear Plant Four Decades in the Making. New York Times, October 19, 2014. A Online Appendix: Additional Figures & Tables"
    ]
}