{
    "id": 22261,
    "cites": 32,
    "cited_by": 2,
    "reference": [
        "Abito, Jose Miguel. 2014. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Agency Costs in Environmental Regulation: Evidence from Regulated Electric Utilities.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Working Paper.",
        "Allcott, Hunt, and Michael Greenstone. 2012. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Is There an Energy Efficiency Gap?Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Journal of Economic Perspectives, 26(1): 3Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c28.",
        "American Gas Association. 2013. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093State Infrastructure Replacement Activity.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Aubuchon, Craig, and Paul Hibbard. 2013. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Summary of Quantifiable Benefits and Costs Related to Select Targeted Infrastructure Replacement Programs.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Accessed from http://www.analysisgroup.com/uploadedfiles/content/insights/publishing/benefits costs tirf jan2013.pdf, Analysis Group, Inc.",
        "Borenstein, Severin. 2012. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093The Private and Public Economics of Renewable Electricity Generation.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Journal of Economic Perspectivess, 26(1): 67Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c92.",
        "Borenstein, Severin, and Lucas W. Davis. 2012. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093The Equity and Efficiency of TwoPart Tariffs in U.S. Natural Gas Markets.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Journal of Law and Economics, 5(1): 75Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c128.",
        "Brandt, A. R., G. A. Heath, E. A. Kort, F. OÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0084¢Sullivan, G. Petron, S. M. Jordaan, P. Tans, J. Wilcox, A. M. Gopstein, D. Arent, S. Wofsy, N. J. Brown, R. Bradley, G. D. Stucky, D. Eardley, and R. Harriss. 2014. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Methane Leaks from North American Natural Gas Systems.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Science, 343: 733Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c735.",
        "Cicala, Steve. 2015. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093When Does Regulation Distort Costs? Lessons from Fuel Procurement in US Electricity Generation.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d American Economic Review, 105(1): 411Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c444.",
        "Costello, Ken. 2012. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Balancing Natural Gas Pipeline Safety with Economic Goals.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d National Regulatory Research Institute Report No. 12-04.",
        "Costello, Ken. 2013. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Lost and Unaccounted-for Gas: Practices of State Utility Commissions. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d National Regulatory Research Institute Report No. 13-06.",
        "Covert, Thomas, Michael Greenstone, and Christopher R. Knittel. 2016. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Will We Ever Stop Using Fossil Fuels?Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Journal of Economic Perspectives, 30(1): 117Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c138.",
        "Davis, Lucas W., and Catherine Wolfram. 2012. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Deregulation, Consolidation, and Efficiency: Evidence from US Nuclear Power.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d American Economic Journal: Applied Economics, 4(4): 194Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c225.",
        "Davis, Lucas W., and Erich Muehlegger. 2010. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Do Americans Consume Too Little Natural Gas? An Empirical Test of Marginal Cost Pricing.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d RAND Journal of Economics, 791Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c810.",
        "Department of Energy (DOE). 2015. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Quadrennial Energy Review First Installment: Transforming U.S. Energy Infrastructures in a Time of Rapid Change.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Accessed from http://energy.gov/epsa/downloads/quadrennial-energy-review-first-installment.",
        "Environmental Protection Agency. 2015a. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Inventory of U.S. Greenhouse Gas Emissions and Sinks: 1990 Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c 2013.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Accessed from http://www3.epa.gov/climatechange/Downloads/ghgemissions/US-GHG-Inventory2015 -Main-Text.pdf.",
        "Environmental Protection Agency. 2015b. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Inventory of U.S. Greenhouse Gas Emissions and Sinks: Revisions under Consideration for Natural Gas Distribution Emissions.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Accessed from https://www3.epa.gov/climatechange/ghgemissions/usinventoryreport/Proposed Revisions to NG Distribution Segment Emissions.pdf.",
        "Fabrizio, Kira R., Nancy L. Rose, and Catherine D. Wolfram. 2007. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Do Markets Reduce Costs? Assessing the Impact of Regulatory Restructuring on US Electric Generation Efficiency.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d The American Economic Review, 97(4): 1250Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c1277.",
        "Fowlie, Meredith. 2010. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Emissions Trading, Electricity Restructuring, and Investment in Pollution Abatement.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d The American Economic Review, 100(3): 837Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c869.",
        "Hausman, Catherine, and Ryan Kellogg. 2015. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Welfare and Distributional Implications of Shale Gas.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d The Brookings Papers on Economic Activity, Spring: 71Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c125.",
        "Howarth, Robert W. 2014. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093A Bridge to Nowhere: Methane Emissions and the Greenhouse Gas Footprint of Natural Gas.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Energy Science and Engineering.",
        "Intergovernmental Panel on Climate Change (IPCC). 2013. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Climate Change 2013: The Physical Science Basis.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Jackson, Robert B., Adrian Down, Nathan G. Phillips, Robert C. Ackley, Charles W. Cook, Desiree L. Plata, and Kaiguang Zhao. 2014a. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Natural Gas Pipeline Leaks Across Washington, DC.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Environmental Science and Technology, 48: 2015Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c 2058.",
        "Jackson, Robert B., Avner Vengosh, J. William Carey, Richard J. Davies, Thomas H. Darrah, Francis OÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0084¢Sullivan, and Gabrielle Petron. 2014b. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093The Environmental Costs and Benefits of Fracking.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Annual Review of Environment and Resources, 39: 327Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c362.",
        "Joskow, Paul L. 2007. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Regulation of Natural Monopoly.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Handbook of Law and Economics, 2: 1227Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c1348.",
        "Laffont, Jean-Jacques, and Jean Tirole. 1986. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Using Cost Observation to Regulate Firms.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Journal of Political Economy, 94(3): 614Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c41.",
        "Lamb, Brian K., Steven L. Edburg, Thomas W. Ferrara, Touche Howard, Matthew R. Harrison, Charles E. Kolb, Amy Townsend-Small, Wesley Dyck, Antonio Possolo, and James R. Whetstone. 2015. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Direct Measurements Show Decreasing Methane Emissions from Natural Gas Local Distribution Systems in the United States.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Environmental Science and Technology, 49: 5161Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c5169.",
        "Lim, Claire S. H., and Ali Yurukoglu. 2015. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Dynamic Natural Monopoly Regulation: Time Inconsistency, Moral Hazard, and Political Environments.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Working Paper.",
        "Lowry, Mark, Matthew Makos, and Gretchen Waschbusch. 2013. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Alternative Regulation for Evolving Utility Challenges: An Updated Survey.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Pacific Economics Group Research LLC, Prepared for Edison Electric Institute.",
        "Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Methane Emissions from Natural Gas Infrastructure and Use in the Urban Region of Boston, Massachusetts.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Proceedings of the National Academy of Sciences, 112(7): 1941Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c 1946.",
        "Miller, Scot M., Steven C. Wofsy, Anna M. Michalak, Eric A. Kort, Arlyn E. Andrews, Sebastien C. Biraud, Edward J. Dlugokencky, Janusz Eluszkiewicz, Marc L. Fischer, Greet Janssens-Maenhout, Ben R. Miller, John B. Miller, Stephen A. Montzka, Thomas Nehrkom, and Colm Sweeney. 2013. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Anthropogenic Emissions of Methane in the United States.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Proceedings of the National Academy of Sciences, 110(50): 20018Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c20022.",
        "Parry, Ian, Dirk Heine, Eliza Lis, and Shanjun Li. 2014. Getting Energy Prices Right From Principle to Practice. International Monetary Fund.",
        "Phillips, Nathan G., Robert Ackley, Eric R. Crosson, Adrian Down, Lucy R. Hutyra, Max Brondfield, Jonathan D. Karr, Kaiguang Zhao, and Robert B. Jackson. 2013. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Mapping Urban Pipeline Leaks: Methane Leaks across Boston.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Environmental Pollution, 173: 1Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c4.",
        "Posner, Richard A. 1969. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Natural Monopoly and Its Regulation.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Stanford Law Review, 21(3): 548Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c643.",
        "Yardley Associates. 2012. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Gas Distribution Infrastructure: Pipeline Replacement and Upgrades: Cost Recovery Issues and Approaches.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Accessed from https://opsweb.phmsa.dot.gov/pipelineforum/docs/072012 %20Gas%20Distribution%20Infrastructure%20-%20Pipeline%20Replacement%20and %20Upgrades.pdf, Prepared for the American Gas Foundation."
    ]
}