{
    "id": 22267,
    "cites": 25,
    "cited_by": 32,
    "reference": [
        "Aizer, Anna and Janet Currie, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093The Intergenerational Transmission of Inequality: Maternal Disadvantage and Health at Birth,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Science, May 2014, 344 (6186), 856Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c861.",
        ", Laura Stroud, and Stephen Buka, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Maternal Stress and Child Well-Being: Evidence from Siblings,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Brown University Working Paper, 2009, (April).",
        "Almond, D. and L. Edlund, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Trivers-Willard at Birth and One year: Eevidence from US Natality Data 1983-2001,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Proceedings of the Royal Society B: Biological Sciences, 2007, 274 (1624), 2491Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c 2496.",
        "Almond, Douglas and Bhashkar Mazumder, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Health Capital and the Prenatal Environment: The Effect of Ramadan Observance During Pregnancy,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d American Economic Journal: Applied Economics, October 2011, 3 (4), 56Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c85.",
        ", Bhashkar Mazumder, and Reyn van Ewijk, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093In Utero Ramadan Exposure and ChildrenÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0084¢s Academic Performance,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d The Economic Journal, 2014.",
        "Autor, David and Melanie Wasserman, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Wayward Sons: The Emerging Gender Gap in Education and Labor Markets,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Technical Report, Third Way 2013.",
        "Autor, David H, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Skills, Education, and the Rise of Earnings Inequality Among the \"Other 99 Percent\",Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Science, May 2014, 344 (6186), 843Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c851.",
        ", David N Figlio, Krzysztof Karbownik, Jeffrey Roth, and Melanie Wasserman, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093School Quality and the Gender Gap in Educational Achievement,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d American Economic Review Papers and Proceedings, 2016, (forthcoming).",
        "Baker, Michael and Kevin Milligan, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Boy-Girl Differences in Parental Time Investments: Evidence from Three Countries,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d NBER Working Paper No. 18893, 2013, (April).",
        ", Jonathan Gruber, and Kevin Milligan, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Universal Child Care, Maternal Labor Supply, and Family Well-Being,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Journal of Political Economy, August 2008, 116 (4), 709Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c745.",
        "Becker, Gary S., William H. J. Hubbard, and Kevin M. Murphy, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Explaining the Worldwide Boom in Higher Education of Women,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Journal of Human Capital, 2010, 4 (3), 203Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c241.",
        "Bertrand, Marianne and Jessica Pan, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093The Trouble with Boys: Social Influences and the Gender Gap in Disruptive Behavior,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d AEJ: Applied Economics, January 2013, 5 (1), 32Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c64.",
        "Black, Sandra E., Paul T. Devereux, and Kjell G. Salvanes, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093From the Cradle to the Labor Market ? The Effect of Birth Weight on Adult Outcomes,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Quarterly Journal of Economics, 2007, 122 (1), 409Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c439.",
        "Buchmann, Claudia and Thomas A DiPrete, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093The Growing Female Advantage in College Completion: The Role of Family Background and Academic Achievement,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d American Sociological Review, 2006, 71 (4), 515Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c541.",
        "Cherlin, Andrew, The Marriage-Go-Round: The State of Marriage and the Family in America Today, New York: Knopf, 2009.",
        "Cherlin, Andrew J., LaborÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0084¢s Love Lost: The Rise and Fall of the Working-Class Family in America, New York: Russell Sage Foundation, 2014.",
        "Chetty, Raj and Nathan Hendren, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093The Impacts of Neighborhoods on Intergenerational Mobility: Childhood Exposure Effects and County-Level Estimates,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d May 2015.",
        ", Nathaniel Hendren, and Lawrence F Katz, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093The Effects of Exposure to Better Neighborhoods on Children: New Evidence from the Moving to Opportunity Experiment,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d American Economic Review, April 2016, 106 (4), 855Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c902.",
        ", , Frina Lin, Jeremy Majerovitz, and Benjamin Scuderi, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Childhood Environment and Gender Gaps in Adulthood,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d NBER Working Paper, 2016, (21936).",
        "Dahl, Gordon B. and Enrico Moretti, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093The Demand for Sons,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Review of Economic Studies, October 2008, 75 (4), 1085Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c1120.",
        "DiPrete, Thomas A. and Claudia Buchmann, The Rise of Women, New York, NY: Russell Sage Foundation, 2013.",
        "DiPrete, Thomas and Jennifer L Jennings, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Social and Behavioral Skills and the Gender Gap in Early Educational Achievement,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Social Science Research, January 2012, 41 (1), 1Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c15.",
        "Duckworth, Angela L and Martin E P Seligman, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Self-discipline Outdoes IQ in Predicting Academic Performance of Adolescents,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Psychological Science, December 2005, 16 (12), 939Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c44.",
        "Fan, Xiaodong, Hanming Fang, and Simen Markussen, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093MothersÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0084¢ Employment and Children Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0084¢s Educational Gender Gap,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d NBER Working Paper #21183, 2015, (May).",
        "Field, Erica, Omar Robles, and Maximo Torero, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Iodine Deficiency and Schooling Attainment in Tanzania,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d American Economic Journal: Applied Economics, 2009, 1 (4), 140Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c69."
    ]
}