{
    "id": 22273,
    "cites": 46,
    "cited_by": 27,
    "reference": [
        "Acharya, Viral, and Krishnamurthy Subramanian, 2009, Bankruptcy codes and innovation, Review of Financial Studies 22, 4949Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c4988.",
        "Aghion, Philippe, John Van Reenen, and Luigi Zingales, 2013, Innovation and institutional ownership, American Economic Review 103, 277Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c304.",
        "Akcigit, Ufuk, Murat Alp Celik, and Jeremy Greenwood, 2015, Buy, keep or sell: Economic growth and the market for ideas, Econometrica, forthcoming.",
        "Almeida, Heitor, Po-Hsuan Hsu, and Dongmei Li, 2013, Less is more: Financial constraints and innovative efficiency, Working paper, University of Illinois.",
        "Aslan, Hadiye, and Praveen Kumar, 2016, The product market effects of hedge fund activism, Journal of Financial Economics, 119(1), pp.226-248.",
        "Bebchuk, Lucian, Alon Brav, and Wei Jiang, 2015, The long-term effects of hedge fund activism, Columbia Law Review, 115(5), 1085-1156.",
        "Becht, Marco, Julian Franks, Colin Mayer, and Stefano Rossi, 2009, Returns to shareholder activism: Evidence from a clinical study of the Hermes UK Focus Fund, Review of Financial Studies 22, 3093Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c 3129.",
        "Becht, Marco, Julian Franks, Jeremy Grant and Hannes Wagner, 2015, The Returns to Hedge fund Activism: An International Study, Working paper No. 402/2014, ECGI Finance.",
        "Bena, Jan, and Kai Li, 2014, Corporate innovations and mergers and acquisitions, Journal of Finance 69, 1923Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c1960.",
        "Bernstein, Shai, 2015, Does going public affect innovation? Journal of Finance 70(4), 1365-1403.",
        "Bessen, James E., Michael J. Meurer, and Jennifer Laurissa Ford, 2011, The private and social costs of patent trolls, Regulation 34(4), pp. 26-35.",
        "Brav, Alon, Wei Jiang, Frank Partnoy, and Randall Thomas, 2008, Hedge fund activism, corporate governance, and firm performance, Journal of Finance 63, 1729Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c1775.",
        "Brav, Alon, Wei Jiang, and Hyunseob Kim, 2015a, Recent advances in research on hedge fund activism: Value creation and identification, Annual Review of Financial Economics, forthcoming.",
        "Brav, Alon, Wei Jiang, and Hyunseob Kim, 2015b, The real effects of hedge fund activism: Productivity, asset allocation, and labor outcomes, Review of Financial Studies, 28(10), 2015.",
        "Chemmanur, Thomas, and Xuan Tian, 2013, Anti-takeover provisions, innovation, and firm value: A regression discontinuity analysis, Working paper, Indiana University.",
        "Clifford, Christopher P., 2008, Value creation or destruction? Hedge funds as shareholder activists, Journal of Corporate Finance 14, 323Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c336.",
        "Coffee Jr., John C., and Darius Palia, 2015, Wolf at the Door: The impact of hedge fund activism on Corporate Governance, forthcoming Journal of Corporation Law.",
        "CustÃ\u0083Æ\u0092Ã\u0082Â³dio, ClÃ\u0083Æ\u0092Ã\u0082Â¡udia, Miguel A. Ferreira, and Pedro Matos, 2013, Do general managerial skills spur innovation? Working paper No. 376, ECGI Finance.",
        "Dass, Nishant, Vikram Nanda, and Steven Chong Xiao, 2015, Truncation bias in patent data: Does it explain why stock-liquidity seemingly reduces innovation?, Working paper, Georgia Institute of Technology.",
        "Gantchev, Nickolay, 2013, The costs of shareholder activism: Evidence from a sequential decision model, Journal of Financial Economics 107, 610Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c31.",
        "Gompers, Paul, 1996, Grandstanding in the Venture Capital Industry, Journal of Financial Economics 42(1), 133Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c156.",
        "Greenwood, Robin and Michael Schor, 2009, Investor activism and takeovers, Journal of Financial Economics 92, 362Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c375.",
        "Griliches, Zvi, Ariel Pakes, and Bronwyn H. Hall, 1988, The value of patents as indicators of inventive activity, Working paper No. 2083, National Bureau of Economic Research.",
        "Hall, Bronwyn H., Adam B. Jaffe, and Manuel Trajtenberg, 2001, The NBER patent citation data file: Lessons, insights and methodological tools, Working paper No. 8498, National Bureau of Economic Research.",
        "Hall, Bronwyn, Adam B. Jaffe, and Manuel Trajtenberg, 2005, Market value and patent citations, RAND Journal of Economics 36, 16Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c38.",
        "Hall, Bronwyn H., Zvi Griliches, and Jerry A. Hausman, 1986. Patents and R&D: Is there a lag? International Economic Review 27, 265-283.",
        "He, Zhongzhi, Jiaping Qiu, and Tingfeng Tang, 2014, Hedge fund activism and corporate innovation, Working paper, McMaster University.",
        "Holmstrom, Bengt, 1989, Agency costs and innovation, Journal of Economic Behavior and Organization 12, 305Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c327.",
        "Jensen, Michael C., 1986, Agency costs of free cash flow, corporate finance, and takeovers, American Economic Review 76, 323-29.",
        "Kerr, William R., and Ramana Nanda, 2015, Financing innovation, Annual Review of Financial Economics 7, 445-462.",
        "Klein, April and Emanuel Zur, 2009, Entrepreneurial shareholder activism: Hedge funds and other private investors, Journal of Finance 64, 187Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c229.",
        "Kogan, Leonid, Dimitris Papanikolaou, Amit Seru and Noah Stoffman, 2015, Technological innovation, resource allocation and growth, Quarterly Journal of Economics, forthcoming.",
        "Krishnan C.N.V., Frank Partnoy, and Randall S. Thomas, 2015, Top Hedge Funds and Shareholder Activism, Working paper, Vanderbilt University.",
        "Lai, Ronald, Alexander DÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0084¢Amour, Amy Yu, Ye Sun, and Lee Fleming, 2013, Disambiguation and coauthorship networks of the U.S. patent inventor database (1975Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c2010), Harvard Business School.",
        "Lerner, Josh, Morten Sorensen, and Per Stromberg, 2011, Private equity and long-run investment: The case of innovation, Journal of Finance 66, 445Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c477.",
        "Lerner, Josh and Amit Seru, 2015, The use and misuse of patent data: Issues for corporate finance and beyond, Working paper, Harvard University and University of Chicago.",
        "Ma, Song, 2015, The life cycle of corporate venture capital, Working paper, Duke University.",
        "Manso, Gustavo, 2011, Motivating innovation, Journal of Finance, 66(5), 1823-1860.",
        "Scharfstein, David, and Jeremy Stein, 2002, The dark side of internal capital markets: Divisional rentseeking and inefficient investment, Journal of Finance 55, 2537Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c2564.",
        "Serrano, Carlos, 2010, The dynamics of the transfer and renewal of patents, RAND Journal of Economics 41, 686Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c708.",
        "Seru, Amit, 2014, Firm boundaries matter: Evidence from conglomerates and R&D activity, Journal of Financial Economics 111, 381Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c405.",
        "Shapiro, Carl, 2001, Navigating the patent thicket: Cross licenses, patent pools, and standard setting, in Innovation Policy and the Economy, Vol. 1, 119-150, ed. By Adam B. Jaffe, Josh Lerner, and Scott Stern, MIT Press.",
        "Sorensen, J., and T. Stuart, 2000, Aging, obsolescence and organizational innovation, Administrative Science Quarterly 45, 81-112.",
        "Stein, Jeremy, 1988, Takeover threats and managerial myopia, Journal of Political Economy 96, 61Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c80.",
        "Stein, Jeremy, 1989, Efficient capital markets, inefficient firms: A model of myopic corporate behavior, Quarterly Journal of Economics 104, 655Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c669.",
        "Stein, Jeremy, 2003, Agency, information and corporate investment, Handbook of the Economics of Finance 1, 111Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c165."
    ]
}