{
    "id": 22277,
    "cites": 40,
    "cited_by": 13,
    "reference": [
        "Abaluck, J. and J. Gruber (2011). Choice Inconsistencies among the Elderly: Evidence from Plan Choice in the Medicare Part D Program. American Economic Review 101(4), 1180Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c1210.",
        "Abaluck, J. and J. Gruber (2013). Evolving Choice Inconsistencies in Choice of Prescription Drug Insurance. NBER Working Paper no. 19163.",
        "Akerlof, G. (1970). The Market for Lemons: Quality Uncertainty and the Market Mechanism. Quarterly Journal of Economics 84(3), 488Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c500.",
        "Aron-Dine, A., L. Einav, and A. Finkelstein (2013). The RAND Health Insurance Experiment, Three Decades Later. Journal of Economic Perspectives 27(1), 197Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c222.",
        "Aron-Dine, A., L. Einav, A. Finkelstein, and M. Cullen (2015). Moral Hazard in Health Insurance: Do Dynamic Incentives Matter? Review of Economics and Statistics 97(4), 725Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c741.",
        "Baicker, K., S. Mullainathan, and J. Schwartzstein (2015). Behavioral Hazard in Health Insurance. Quarterly Journal of Economics 130(4), 1623Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c1667.",
        "Barnieh, L., F. Clement, A. Harris, M. Blom, C. Donaldson, S. Klarenbach, D. Husereau, D. Lorenzetti, and B. Manns (2014). A Systematic Review of Cost-Sharing Strategies Used within Publicly-Funded Drug Plans in Member Countries of the Organisation for Economic Co-Operation and Development. PLoS ONE 9(3), e90434.",
        "Besley, T. J. (1988). Optimal reimbursement health insurance and the theory of Ramsey taxation. Journal of Health Economics 7(4), 321Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c336.",
        "Brown, J., M. Duggan, I. Kuziemko, and W. Woolston (2014). How Does Risk Selection Respond to Risk Adjustment? New Evidence from the Medicare Advantage Program. American Economic Review 104(10), 3335Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c64.",
        "Cabral, M., M. Geruso, and N. Mahoney (2014). Does Privatized Health Insurance Benefit Patients or Producers? Evidence from Medicare Advantage. NBER Working Paper no. 20470.",
        "Chandra, A., J. Gruber, and R. McKnight (2010). Patient Cost-Sharing and Hospitalization Offsets in the Elderly. American Economic Review 100(1), 193Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c213.",
        "Chernew, M. E., A. B. Rosen, and A. M. Fendrick (2007). Value-Based Insurance Design. Health Affairs 26(2), w195Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009cw203.",
        "Clemens, J., J. Gottlieb, and T. Molnar (2015). The Anatomy of Physician Payments: Contracting Subject to Complexity. NBER Working Paper No. 21642.",
        "CMS (2011). Centers for Medicare and Medicaid Services Part D Prescription Drug Benefit Manual. Chapter 6.",
        "Crew, M. A. (1969). Coinsurance and the Welfare Economics of Medical Care. American Economic Review 59(5), 906Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c08.",
        "Curto, V., L. Einav, J. Levin, and J. Bhattacharya (2015). Can Health Insurance Competition Work? Evidence from Medicare Advantage. NBER Working Paper no. 20818.",
        "Cutler, D. and R. Zeckhauser (2000). The Anatomy of Health Insurance. Handbook of Health Economics, 563Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c643.",
        "Decarolis, F. (2015). Medicare Part D: Are Insurers Gaming the Low Income Subsidy Design? American Economic Review 105(4), 1547Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c80.",
        "Decarolis, F., M. Polyakova, and S. Ryan (2015). Welfare Effects of Supply-Side Regulation in Medicare Part D. NBER Working Paper No. 21298.",
        "Duarte, F. and J. Hastings (2012). Fettered Consumers and Sophisticated Firms: Evidence from MexicoÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0084¢s Privatized Social Security Market. NBER Working Paper no. 18582.",
        "Duggan, M., J. Gruber, and B. Vabson (2015). The Efficiency Consequences of Health Care Privatization: Evidence from Medicare Advantage Exits. NBER Working Paper no. 21650.",
        "Einav, L., A. Finkelstein, R. Kluender, and P. Schrimpf (2016a). Beyond Statistics: The Economic Content of Risk Scores. American Economic Journal: Applied 8(2), 195Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c224.",
        "Einav, L., A. Finkelstein, S. Ryan, P. Schrimpf, and M. Cullen (2013). Selection on Moral Hazard in Health Insurance. American Economic Review 103(1), 178Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c219.",
        "Einav, L., A. Finkelstein, and P. Schrimpf (2010). Optimal Mandates and The Welfare Cost of Asymmetric Information: Evidence From the U.K. Annuity Market. Econometrica 78(3), 1031Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c1092.",
        "Einav, L., A. Finkelstein, and P. Schrimpf (2015). The Response of Drug Expenditure to Nonlinear Contract Design: Evidence from Medicare Part D. Quarterly Journal of Economics 130(2), 841Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c899.",
        "Einav, L., A. Finkelstein, and P. Schrimpf (2016b). Bunching at The Kink: Implications for Spending Responses to Health Insurance Contracts. Unpublished mimeo.",
        "Ellis, R. P., S. Jiang, and W. G. Manning (2015). Optimal health insurance for multiple goods and time periods. Journal of Health Economics 41, 89Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c106.",
        "Ellis, R. P. and W. G. Manning (2007). Optimal health insurance for prevention and treatment.",
        "Feldstein, M. (1973). The Welfare Loss of Excess Health Insurance. Journal of Political Economy 81(2), 251Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c280.",
        "Fisher Ellison, S., I. Cockburn, Z. Griliches, and J. Hausman (1997). Characteristics of Demand for Pharmaceutical Products: An Exploration of Four Cephalosporins. RAND Journal of Economics 28(3), 426Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c446.",
        "Goldman, D., G. Joyce, J. Escarce, J. Pace, M. Solomon, M. Laouri, P. Landsman, and S. Teutsch (2004). Pharmacy Benefits and the Use of Drugs by the Chronically Ill. Journal of American Medical Association 291(19), 2344Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c50.",
        "Goldman, D. and T. J. Philipson (2007). Integrated Insurance Design in the Presence of Multiple Medical Technologies. American Economic Review 97(2), 427Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c432.",
        "Hastings, J., A. Hortacsu, and C. Syverson (2015). Sales Force And Competition In Financial Product Markets: The Case Of MexicoÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0084¢s Social Security Privatization. NBER Working Paper no. 18881.",
        "Ketcham, J., C. Lucarelli, and C. Powers (2015). Paying Attention or Paying Too Much in Medicare Part D. American Economic Review 105(1), 204Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c233.",
        "Ketcham, J. and K. Simon (2008). Medicare Part DÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0084¢s Effects on Elderly Drug Costs and Utilization. American Journal of Managed Care 14(11), 14Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c22.",
        "Ketcham, J. D., C. Lucarelli, E. J. Miravete, and M. C. Roebuck (2012). Sinking, Swimming, or Learning to Swim in Medicare Part D. American Economic Review 102(6), 2639Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c2673.",
        "Kling, J. R., S. Mullainathan, E. Shafir, L. C. Vermeulen, and M. V. Wrobel (2012). Comparison Friction: Experimental Evidence from Medicare Drug Plans. Quarterly Journal of Economics 127(1), 199Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c235.",
        "Lakdawalla, D. and N. Sood (2009). Innovation and the welfare effects of public drug insurance. Journal of Public Economics 93(3-4), 541Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c548.",
        "Polyakova, M. (2016). Regulation of Insurance with Adverse Selection and Switching Costs: Evidence from Medicare Part D. American Economic Journal: Applied Economics (forthcoming) .",
        "Rothschild, M. and J. Stiglitz (1976). Equilibrium in Competitive Insurance Markets: An Essay on the Economics of Imperfect Information. Quarterly Journal of Economics 90(4), 629Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c649."
    ]
}