{
    "id": 22276,
    "cites": 45,
    "cited_by": 10,
    "reference": [
        "ALLEN, T. (2014): Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Information frictions in trade,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Econometrica, 82(6), 2041Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c2083. ALLEN, T., AND C. ARKOLAKIS (2014): Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Trade and the topography of the spatial economy,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d The Quarterly Journal of Economics.",
        "ASTURIAS, J., M. GARCÃ\u0083Æ\u0092Ã\u0082Â\u008dA-SANTANA, AND R. RAMOS (2014): Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Competition and the welfare gains from transportation infrastructure: Evidence from the Golden Quadrilateral of India,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Discussion paper.",
        "ATKIN, D. (2013): Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Trade, Tastes, and Nutrition in India,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d American Economic Review, 103(5), 1629Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c63.",
        "ATKIN, D., AND D. DONALDSON (2015): Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093WhoÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0084¢s Getting Globalized? The Size and Implications of Intra-national Trade Costs,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Working Paper 21439, National Bureau of Economic Research.",
        "BASU, P. (2006): Improving Access to Finance for IndiaÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0084¢s Rural Poor. World Bank Publications.",
        "BURGESS, R., AND D. DONALDSON (2010): Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Can openness mitigate the effects of weather shocks? Evidence from IndiaÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0084¢s famine era,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d The American Economic Review, 100(2), 449Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c453.",
        "(2012): Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Can openness to trade reduce income volatility? Evidence from colonial IndiaÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0084¢s famine era,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Discussion paper.",
        "BURGESS, R., AND R. PANDE (2005): Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Do Rural Banks Matter? Evidence from the Indian Social Banking Experiment,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d American Economic Review, 95(3), 780Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c795.",
        "CAMPBELL, J. Y., AND L. M. VICEIRA (2002): Strategic asset allocation: portfolio choice for long-term investors. Oxford University Press.",
        "CASELLI, F., M. KOREN, M. LISICKY, AND S. TENREYRO (2014): Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Diversification through trade,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Discussion paper.",
        "COSTINOT, A., AND D. DONALDSON (2011): Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093How Large Are the Gains from Economic Integration? Theory and Evidence from US Agriculture, 1880-2002,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Massachusetts Institute of Technology. Mimeo.",
        "COSTINOT, A., D. DONALDSON, AND I. KOMUNJER (2012): Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093What goods do countries trade? A quantitative exploration of RicardoÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0084¢s ideas,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d The Review of Economic Studies, 79(2), 581Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c608.",
        "COSTINOT, A., D. DONALDSON, AND C. B. SMITH (2016): Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Evolving comparative advantage and the impact of climate change in agricultural markets: Evidence from 1.7 million fields around the world,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Journal of Political Economy, 124, 205Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c248.",
        "COSTINOT, A., AND A. RODRIGUEZ-CLARE (2013): Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Trade theory with numbers: Quantifying the consequences of globalization,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Discussion Paper 18896, National Bureau of Economic Research.",
        "DATTA, S. (2012): Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093The impact of improved highways on Indian firms,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Journal of Development Economics, 99(1), 46Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c57.",
        "DI GIOVANNI, J., AND A. A. LEVCHENKO (2009): Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Trade openness and volatility,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d The Review of Economics and Statistics, 91(3), 558Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c585.",
        "DISDIER, A.-C., AND K. HEAD (2008): Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093The puzzling persistence of the distance effect on bilateral trade,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d The Review of Economics and statistics, 90(1), 37Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c48.",
        "DIXIT, A. (1987): Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Trade and insurance with moral hazard,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Journal of International Economics, 23(3), 201Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c220.",
        "(1989a): Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Trade and insurance with adverse selection,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d The Review of Economic Studies, 56(2), 235Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c247.",
        "(1989b): Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Trade and insurance with imperfectly observed outcomes,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d The Quarterly Journal of Economics, 104(1), 195Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c203.",
        "DIXIT, A., AND V. NORMAN (1980): Theory of international trade: A dual, general equilibrium approach. Cambridge University Press. DONALDSON, D. (forthcoming): Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Railroads of the Raj: Estimating the impact of transportation infrastructure,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d American Economic Review. DONALDSON, D., AND R. HORNBECK (forthcoming): Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Railroads and American Economic Growth: A \"Market Access\" Approach,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d The Quarterly Journal of Economics.",
        "EASTERLY, W., R. ISLAM, AND J. E. STIGLITZ (2001): Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Shaken and stirred: explaining growth volatility,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d in Annual World Bank conference on development economics, vol. 191, p. 211.",
        "EATON, J., AND G. M. GROSSMAN (1985): Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Tariffs as Insurance: Optimal Commercial Policy When Domestic Markets Are Incomplete,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d The Canadian Journal of Economics / Revue canadienne dÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0084¢Economique, 18(2), pp. 258Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c272.",
        "EATON, J., AND S. KORTUM (2002): Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Technology, geography, and trade,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Econometrica, 70(5), 1741Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c1779.",
        "ESWARAN, M., AND A. KOTWAL (1990): Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Implications of Credit Constraints for Risk Behaviour in Less Developed Economies,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Oxford Economic Papers, 42(2), 473Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c482.",
        "FAFCHAMPS, M. (1992): Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Cash crop production, food price volatility, and rural market integration in the third world,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d American Journal of Agricultural Economics, 74(1), 90Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c99.",
        "FULFORD, S. L. (2013): Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093The effects of financial development in the short and long run: Theory and evidence from India,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Journal of Development Economics, 104(0), 56 Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c 72.",
        "GHANI, E., A. G. GOSWAMI, AND W. R. KERR (2016): Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Highway to Success: The Impact of the Golden Quadrilateral Project for the Location and Performance of Indian Manufacturing,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d The Economic Journal, 126(591), 317Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c357.",
        "HEAD, K., AND T. MAYER (2014): Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Gravity Equations: Workhorse, Toolkit, and Cookbook,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d in Handbook of International Economics, vol. 4, pp. 131Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c195. Elsevier.",
        "HELPMAN, E., AND A. RAZIN (1978): A Theory of International Trade Under Uncertainty. Academic Press.",
        "JAYACHANDRAN, S. (2006): Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Selling labor low: Wage responses to productivity shocks in developing countries,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Journal of political Economy, 114(3), 538Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c575.",
        "KARABAY, B., AND J. MCLAREN (2010): Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Trade, offshoring, and the invisible handshake,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Journal of international Economics, 82(1), 26Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c34.",
        "KUROSAKI, T., AND M. FAFCHAMPS (2002): Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Insurance market efficiency and crop choices in Pakistan,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Journal of Development Economics, 67(2), 419Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c453.",
        "LEE, H. (2013): Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Industrial output fluctuations in developing countries: General equilibrium consequences of agricultural productivity shocks,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Department of Economics, Purdue University, West Lafayette.",
        "MAHUL, O., N. VERMA, AND D. CLARKE (2012): Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Improving farmersÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0084¢ access to agricultural insurance in India,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d World Bank Policy Research Working Paper, (5987).",
        "MUNSHI, K. (2004): Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Social learning in a heterogeneous population: technology diffusion in the Indian Green Revolution,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Journal of development Economics, 73(1), 185Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c213.",
        "NEWBERY, D., AND J. STIGLITZ (1984): Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Pareto inferior trade,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d The Review of Economic Studies, 51(1), 1Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c12.",
        "PLEMMONS, R. J. (1977): Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093M-matrix characterizations. IÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009dnonsingular M-matrices,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Linear Algebra and its Applications, 18(2), 175Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c188.",
        "ROSENZWEIG, M. R., AND H. P. BINSWANGER (1993): Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Wealth, weather risk and the composition and profitability of agricultural investments,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d The Economic Journal, 103(416), 56Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c78.",
        "ROSENZWEIG, M. R., AND K. I. WOLPIN (1993): Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Credit market constraints, consumption smoothing, and the accumulation of durable production assets in low-income countries: Investments in bullocks in India,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Journal of Political Economy, 101(2), 223Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c244.",
        "SCOTT, P. T. (2013): Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Dynamic discrete choice estimation of agricultural land use,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Tolouse School of Economics.",
        "SETHIAN, J. (1999): Level Set Methods and Fast Marching Methods: Evolving Interfaces in Computational Geometry, Fluid Mechanics, Computer Vision, and Materials Science, vol. 3. Cambridge University Press.",
        "SOTELO, S. (2013): Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Trade frictions and agricultural productivity: Theory and evidence from Peru,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Unpublished manuscript, University of Chicago.",
        "TOWNSEND, R. M. (1994): Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Risk and insurance in village India,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Econometrica, 62(3), 539Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c591.",
        "WILLMOTT, C., AND K. MATSUURA (2012): Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Terrestrial Precipitation: 1900-2010 Gridded Monthly Time Series, Version 3.02,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Discussion paper, University of Delaware, http://climate.geog.udel.edu/climate/."
    ]
}