{
    "id": 2228,
    "cites": 19,
    "cited_by": 35,
    "reference": [
        "Bernanke, B.S., Alternative Explanations of the Money-Income Correlation, Carnegie-Rochester Conference on Public Policy vol. 25, 49-100. Chan, N.H., and C.Z. Wei, Limiting Distributions of Least Squares Estimates of Unstable Autoregressive Processes, manuscript, Indiana University, July 1986 (first revision).",
        "Christiano, L.J., and M. Eichenbaum (1986), Temporal Aggregation and Structural Inference in Macroeconomics, forthcoming, Carnegie-Rochester Conference on Public Policy, vol. 26.",
        "Christiano, L.J., and L. Ljungqvist, Money Does Granger-Cause Output in the Bivariate Output-Money Relation, Research Department Working Paper, Federal Reserve Bank of Minneapolis, January 1987.",
        "Dickey, D.A., and W.A. Fuller, Distribution of the Estimators for Autoregressive Time Series With a Unit Root, Journal of the American Statistical Society 74, no. 366 (1979), 427-431.",
        "Eichenbauin, M., and K.J. Singleton, Do Equilibrium Real Business Cycle Theories Explain Postwar U.S. Business Cycles, NBER Macroeconomics Annual 1986, 91-134.",
        "Engle, R.F., and C.W.J. Granger, Dynamic Model Specification with Equilibrium Constraints: Co-Integration and Error-Correction, Discussion Paper, University of California, San Diego (1985); forthcoming, Econometrica.",
        "Fuller, W.A., Introduction to Statistical Time Series, New York: Wiley, 1976.",
        "Geweke, J. (1984), Inference and Causality in Economic Time Series Models, Chapter 19 of Handbook of Econometrics, vol. 2, edited by Zvi Griliches and M.D. Intriligator, Amsterdam: North Holland.",
        "King R.C., C.I. Plosser, Money, Credit and Prices in a Real Business Cycle, American Economic Review 74 (1984), 363-380.",
        "King, S. (1984), Macroeconomic Activity and the Real Rate of Interest, Ph.D. Thesis, Department of Economics, Northwestern University.",
        "Litterman, R., and L. Weiss, Money, Real Interest Rates, and Output: A Reinterpretation of Postwar U.S. Data, Econometrica 53 (1985), 129-156.",
        "Nelson, C.R., and C.I. Plosser, Trends and Random Walks in Macroeconomic Time Series, Journal of Monetary Economics (1982), 129-162.",
        "Ohanian, L.E., The Spurious Effects of Unit Roots on Vector Autoregressions: A Monte Carlo Study, manuscript, University of Southern California, 1986.",
        "Perron, P. and P.C.B. Phillips (1986), Does GNP Have a Unit Root? A Reevaluation, forthcoming, Economics Letters.",
        "Runkle, D., Vector Autoregressions and Reality, manuscript, Brown University (1986); forthcoming, Journal of Business and Economic Statistics.",
        "Sims, C.A., Money, Income and Causality, American Economic Review 62 (1972), 540-552.",
        "Sims, C.A., Macroeconomics and Reality, Econoinetrica 48 (l980a), 1-48. Sims, C. A., Comparison of Interwar and Postwar Business Cycles: Monetarism Reconsidered, American Economic Review 70 (l980b), 250-257. Sims, C.A., J.H. Stock, and M.W. Watson (1986), Inference in Linear Time Series Models with Some Unit Roots, manuscript, Stanford University.",
        "Stock, J.H., Asymptotic Properties of Least Squares Estimators in Error Correction Models, Kennedy School of Government Discussion Paper l28D, Harvard University, (August 1984); forthcoming, Econometrica.",
        "Stock, J.H. (1986), Temporal Aggregation and Structural Inference in Macroeconomics: A Comment, forthcoming, Carnegie-Rochester Conference on Public Policy, vol. 26."
    ]
}