{
    "id": 22288,
    "cites": 59,
    "cited_by": 11,
    "reference": [
        "Agarwal, Sumit, Souphala Chomsisengphet, Neale Mahoney, and Johannes Stroebel. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Do Banks Pass Through Credit Expansions? The Marginal Profitability of Consumer Lending During the Great Recession.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d NBER Working Paper #21567 (2015a).",
        "Agarwal, Sumit, Gene Amromin, Souphala Chomsisengphet, Tomasz Piskorski, Amit Seru, and Vincent Yao. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009dMortgage Refinancing, Consumer Spending, and Competition: Evidence from the Home Affordable Refinancing Program.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Columbia Business School, August 30, 2015b",
        "Anderson, Michael, Carlos Dobkin, and Tal Gross. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093The Effect of Health Insurance Coverage on the Use of Medical Services.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d American Economic Journal: Economic Policy (2012): 1-27.",
        "Autor, David H., Nicole Maestas, Kathleen J. Mullen, and Alexander Strand. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Does Delay Cause Decay? The Effect of Administrative Decision Time on the Labor Force Participation and Earnings of Disability Applicants.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d NBER Working Paper No. 20840 (2015).",
        "Avery, Robert B., Paul S. Calem, and Glenn B. Canner. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093An Overview of Consumer Data and Credit Reporting.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Federal Reserve Bulletin February (2003): 47-73.",
        "Baicker, Katherine, Sarah L. Taubman, Heidi L. Allen, Mira Bernstein, Jonathan H. Gruber, Joseph P. Newhouse, Eric C. Schneider, Bill J. Wright, Alan M. Zaslavsky, and Amy N. Finkelstein. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093The Oregon ExperimentÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009dEffects of Medicaid on Clinical Outcomes.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d New England Journal of Medicine 368.18 (2013): 1713-1722.",
        "Bhutta, Neil, Paige Marta Skiba, and Jeremy Tobacman. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Payday Loan Choices and Consequences. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Journal of Money, Credit and Banking 47.2-3 (2015): 223-260.",
        "Brill, Steven. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Bitter Pill: Why Medical Bills Are Killing Us.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009dTime (2013). http://time.com/198/bitterpill -why-medical-bills-are-killing-us/.",
        "Card, David and Thomas Lemieux. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Can Falling Supply Explain the Rising Return to College for Younger Men? A Cohort-Based Analysis.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009dThe Quarterly Journal of Economics 116.2 (2001): 705-746.",
        "Cesarini, David, Erik Lundqvist, Matthew J. Notowidigdo, and Robert Ostling. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093The Effect of Wealth on Individual and Household Labor Supply: Evidence from Swedish Lotteries.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d NBER Working Paper 21762 (2016).",
        "Charles, Kerwin Kofi. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009dThe Longitudinal Structure of Earnings Losses among Work-Limited Disabled Workers.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Journal of Human Resources (2003): 618-646.",
        "Chatterjee, Satyajit, Dean Corbae, Makoto Nakajima, and JoseÃ\u0083Å\u0092Ã\u0082Â\u0081 VÃ\u0083â\u0080\u009eÃ\u0082Â±Ã\u0083Å\u0092Ã\u0082Â\u0081ctor RÃ\u0083â\u0080\u009eÃ\u0082Â±Ã\u0083Å\u0092Ã\u0082Â\u0081os Rull. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093A Quantitative Theory of Unsecured Consumer Credit with Risk of Default.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Econometrica 75.6 (2007): 1525-1589.",
        "Chung, YoonKyung. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Chronic Health Conditions and Economic OutcomesÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Unpublished mimeo (2013). http://www.sole-jole.org/14225.pdf.",
        "Cutler, David, Ellen Meara and Seth Richards-Shubik. 2011. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Health Shocks and Disability Transitions Among Near-elderly Workers.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d NBER Retirement Research Center Paper No NB 11-08. http://www.nber.org/aging/rrc/papers/orrc11-08.",
        "Dobkin, Carlos, and Nancy Nicosia. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009dThe war on drugs: methamphetamine, public health, and crime.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d The American Economic Review 99.1 (2009): 324-349.",
        "Domowitz, Ian and Robert L. Sartain. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Determinants of the Consumer Bankruptcy Decision.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d The Journal of Finance 54.1 (1999): 403-420.",
        "Doyle Jr, Joseph J. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009dHealth Insurance, Treatment and Outcomes: Using Auto Accidents as Health Shocks.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Review of Economics and Statistics 87.2 (2005): 256-270.",
        "Dranove, David, and Michael L. Millenson. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009dMedical Bankruptcy: Myth versus Fact.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Health Affairs 25.2 (2006): w74-w83.",
        "Einav, Liran, Mark Jenkins, and Jonathan Levin. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009dThe impact of credit scoring on consumer lending.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d The RAND Journal of Economics 44.2 (2013a): 249-274.",
        "Einav, Liran, Amy Finkelstein, Paul Schrimpf, Stephen Ryan and Mark Cullen. 2013b. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Selection on moral hazard in health insuranceÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d The American Economic Review 103 (1), February.",
        "Fay, Scott, Erik Hurst, and Michelle J. White. 2002. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009dThe Household Bankruptcy Decision .Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d American Economic Review, 92(3): 706-718.",
        "Fadlon, Itzik and Torben Heien Nielsen. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Household responses to severe health shocks and the design of social insurance.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d NBER Working Paper No. 21352 (2015).",
        "Finkelstein, Amy, Nathan Hendren and Erzo F.P. Luttmer. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093The Value of Medicaid: Interpreting Results from the Oregon Health Insurance Experiment.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d NBER Working Paper 21308 (2015).",
        "Finkelstein, Amy, Erzo F.P. Luttmer and Matthew J. Notowidigdo. 2013. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093What Good is Wealth Without Health? The Effect of Health on the Marginal Utility of Consumption.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Journal of the European Economic Association, January 11(S1) (2013): 221-258.",
        "Finkelstein, Amy, and Robin McKnight. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009dWhat did Medicare do? The Initial Impact of Medicare on Mortality and Out of Pocket Medical Spending.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Journal of Public Economics 92.7 (2008): 1644-1668.",
        "Finkelstein, Amy, Sarah Taubman, Bill Wright, Mira Bernstein, Jonathan Gruber, Joseph P. Newhouse, Heidi Allen, and Katherine Baicker. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009dThe Oregon Health Insurance Experiment: Evidence from the First Year.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d The Quarterly Journal of Economics 127.3 (2012).",
        "Garthwaite, Craig, Tal Gross and Matthew J. Notowidigdo. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Hospitals as Insurers of Last ResortÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d. NBER Working Paper 21290, June (2015).",
        "Gross, Tal, and Matthew J. Notowidigdo. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009dHealth Insurance and the Consumer Bankruptcy Decision: Evidence from Expansions of Medicaid.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Journal of Public Economics 95.7 (2011): 767-778.",
        "Gupta, Arpit, Edward Morrison, Catherine Fedorenko and Scott Ramsey. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Health and Financial Fragility: Evidence from Cancer and Consumer Bankruptcy.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Unpublished mimeo (2014).",
        "Gupta, Arpit, Edward Morrison, Catherine Fedorenko, and Scott Ramsey. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009dCancer Diagnoses and Household Debt Overhang.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Columbia Law and Economics Working Paper 514 (2015).",
        "Han, Song, Benjamin J. Keys, and Geng Li, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Information, Contract Design, and Unsecured Credit Supply: Evidence from Credit Card Mailings,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Working Paper (2015).",
        "Herkenhoff, Kyle, Gordon Phillips, and Ethan Cohen-Cole, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093How Credit Constraints Impact Job Finding Rates, Sorting, and Aggregate Output,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Working Paper (2015).",
        "Himmelstein, David U., Deborah Thorne, Elizabeth Warren, and Steffie Woolhandler. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009dIllness and Injury as Contributors to Bankruptcy.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Health Affairs 24 (2005): W5-63.",
        "Himmelstein, David U., Deborah Thorne, Elizabeth Warren, and Steffie Woolhandler. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009dMedical Bankruptcy in the United States, 2007: Results of a National Study.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d The American Journal of Medicine 122.8 (2009): 741-746.",
        "Hwang, W., Heller, W., Ireys, H., Anderson, G. 2001. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009dOut-Of-Pocket Medical Spending for Care of Chronic Conditions,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Health Affairs 20, no. 6:267-278.",
        "Imbens, Guido W., Donald B. Rubin, and Bruce I. Sacerdote. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009dEstimating the effect of unearned income on labor earnings, savings, and consumption: Evidence from a survey of lottery players.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d American Economic Review (2001): 778-794.",
        "Jager, Simon. 2015. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093How Substitutable Are Workers? Evidence from Worker Deaths.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Unpublished Harvard Mimeo. Available at http://scholar.harvard.edu/files/jaeger/files/jmp simon.pdf?m=145357120",
        "Kaplan, Greg, and Giovanni L. Violante. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009dA model of the consumption response to fiscal stimulus payments.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Econometrica 82.4 (2014): 1199-1239.",
        "Keane, Michael P. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Labor Supply and Taxes: A Survey.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Journal of Economic Literature, 49(4): 961-1075.",
        "Keys, Benjamin J. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093The Credit Market Consequences of Job Displacement.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Federal Reserve Board Finance and Economics Discussion Series #2010-24, March (2010).",
        "Livshits, Igor, James MacGee, and MicheÃ\u0083Å\u0092Ã\u0082â\u0082¬le Tertilt. 2007. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009dConsumer Bankruptcy: A Fresh Start.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d The American Economic Review, 97(1): 402-418.",
        "Ljungqvist, Lars and Thomas Sargent. 2004. Recursive Macroeconomic Theory, Cambridge, MA: MIT Press, 2nd Edition.",
        "Mahoney, Neale. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Bankruptcy as Implicit Health Insurance.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d The American Economic Review, February (2015).",
        "Mann, Ronald J. and Katherine Porter. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Saving Up For Bankruptcy,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Georgetown Law Journal, 98(2), 289-339 (2010).",
        "Mazumder, Bhashkar, and Sarah Miller. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093The Effects of Massachusetts Health Reform on Financial Distress.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Federal Reserve Bank of Chicago Working Paper 2014-01 (2014).",
        "Melzer, Brian T. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009dThe Real Costs of Credit Access: Evidence from the Payday Lending Market.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d The Quarterly Journal of Economics 126.1 (2011): 517-555.",
        "Mian, Atif, Kamalesh Rao and Amir Sufi. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009dHousehold Balance Sheets, Consumption, and the Economic SlumpÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d The Quarterly Journal of Economics 128.4 (2013): 1687-1726.",
        "Morrison, Edward R., Arpit Gupta, Lenora Olson, Lawrence Cook, and Heather Keenan. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009dHealth and Financial Fragility: Evidence from Car Crashes and Consumer Bankruptcy.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d University of Chicago Coase-Sandor Institute for Law & Economics Research Paper 655 (2013): 13-81.",
        "Obama, Barack. 2009. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093ObamaÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0084¢s Remarks at the White House Health Care ForumÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d, New York Times, March 5, 2009, http://www.nytimes.com/2009/03/05/us/politics/05obama-text.html",
        "Poterba, James M., Steven F. Venti, and David A. Wise. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093The Asset Cost of Poor Health.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d National Bureau of Economic Research Working Paper No. 16389 (2010).",
        "Shimer, Robert and Ivan Werning. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Reservation Wages and Unemployment Insurance,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Quarterly Journal of Economics 122.3 (2007): 1145-1185.",
        "Smith, James P. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Healthy Bodies and Thick Wallets: The Dual Relation between Health and Economic Status.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d The Journal of Economic Perspectives 13.2 (1999): 144-166.",
        "Stavins, Joanna, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Credit card borrowing, delinquency, and personal bankruptcyÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d, New England Economic Review (2000): 15Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c30.",
        "Sullivan, James, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Borrowing During Unemployment: Unsecured Debt as a Safety Net,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Journal of Human Resources, 43.2 (2008): 383-412.",
        "Sullivan, James and Till von Wacther. 2009. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Job Displacement and Mortality: An Analysis using Administrative DataÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d, Quarterly Journal of Economics, 124(3): 1265-1306.",
        "Sullivan, Teresa A., Elizabeth Warren, and Jay Lawrence Westbrook. As we forgive our debtors: Bankruptcy and consumer credit in America. Beard Books (1999).",
        "Telyukova, Irinia A. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Household Need for Liquidity and the Credit Card Debt Puzzle,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Review of Economic Studies 80.3 (2013): 1148-1177.",
        "Wang, Hung-Jen and Michelle J. White. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093An Optimal Personal Bankruptcy System and Proposed Reforms,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Journal of Legal Studies 29.1 (2000): 255-286.",
        "Warren, Elizabeth, and Amelia Warren Tyagi. The Two-Income Trap: Why Families Went Broke When Mothers Went to Work. Basic Books (2003). Sample Non-Elderly Uninsured Data Source HRS Credit Report Sample HRS Credit Report Sample Credit Report Sample (1) (2) (3) (4) (5) Panel A: Demographics Age at admission 57.6 48.5 74.9 77.0 45.1 Male (%) 48.2 45 42.9 46 62 Year of admission 2002.3 2005.0 2003.7 2005.0 2005.0 Has spouse in survey wave preceding hospitalization (%) 75.2 n/a 53.6 n/a n/a Panel B: Race/Ethnicity Hispanic (%)d"
    ]
}