{
    "id": 22281,
    "cites": 59,
    "cited_by": 3,
    "reference": [
        "Ackerberg, D. A., K. Caves, and G. Frazer (2015): Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Identification Properties of Recent Production Function Estimators,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Econometrica, 83(6), 2411Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c2451.",
        "Aldy, J. E., and W. A. Pizer (2015): Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093The Competitiveness Impacts of Climate Change Mitigation Policies,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Journal of the Association of Environmental and Resource Economists, 2(4), 565Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c595.",
        "Baily, M. N., C. Hulten, and D. Campbell (1992): Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093The distribution of productivity in manufactruing plants,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Brookings Papers: Macroeconomics, 187.",
        "Barnett, A. H. (1980): Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093The Pigouvian tax rule under monopoly,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d The American Economic Review, pp. 1037Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c1041.",
        "Becker, R., W. Gray, and J. Marvakov (2013): Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093NBER-CES Manufacturing Industry Database: Technical Notes,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Discussion paper, NBER-CES.",
        "Besley, T., and H. S. Rosen (1999): Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Sales taxes and prices: an empirical analysis,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d National Tax Journal, 52, 157Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c178.",
        "Blundell, R., and S. Bond (2000): Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093GMM estimation with persistent panel data: an application to production functions,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Econometric reviews, 19(3), 321Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c340.",
        "Bovenberg, A. L., and L. H. Goulder (2001): Behavioral and Distributional Effects of Environmental Policychap. Neutralizing the Adverse Industry Impacts of CO2 Abatement Policies: What Does It Cost?, pp. 45Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c90. University of Chicago Press.",
        "Buchanan, J. M. (1969): Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093External Diseconomies, Corrective Taxes, and Market Structure,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d American Economic Review, 59(1), 174Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c177.",
        "Bulow, J. I., and P. Pfleiderer (1983): Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093A note on the effect of cost changes on prices,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Journal of political Economy, 91(1), 182Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c185.",
        "Cabral, M., M. Geruso, and N. Mahoney (2015): Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Does Privatized Health Insurance Benefit Patients or Producers? Evidence from Medicare Advantage,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Mimeo, UT Austin.",
        "Campa, J. M., and L. S. Goldberg (2005): Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Exchange rate pass-through into import prices,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Review of Economics and Statistics, 87(4), 679Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c690.",
        "Collard-Wexler, A., and J. De Loecker (2015): Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Reallocation and technology,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d American Economic Review, 105(1), 131Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c171.",
        "De Loecker, J. (2011): Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Product differentiation, multiproduct firms, and estimating the impact of trade liberalization on productivity,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Econometrica, 79(5), 1407Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c1451.",
        "De Loecker, J., and P. K. Goldberg (2014): Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Firm Performance in a Global Market,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Annu. Rev. Econ., 6(1), 201Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c227. De Loecker, J., P. K. Goldberg, A. Khandelwal, and N. Pavcnik (Forthcoming): Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Prices, Markups and Trade Reform,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Econometrica.",
        "De Loecker, J., and F. Warzynski (2012): Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Markups and Firm-Level Export Status,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d The American Economic Review, 102(6), 2437Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c2471.",
        "Delipalla, S., and M. Keen (1992): Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093The comparison between ad valorem and specific taxation under imperfect competition,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Journal of Public Economics, 49(3)(351-367).",
        "Doyle, Jr., J. J., and K. Samphantharak (2008): Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093200 Gas! Studying the Effects of a Gas Tax Moratorium Across State Borders,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Journal of Public Economics, 92, 869Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c884.",
        "Duggan, M., A. Starc, and B. Vabson (2014): Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Who Benefits when the Government Pays More? Pass-Through in the Medicare Advantage Program,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Working Paper 19989, National Bureau of Economic Research.",
        "EIA (2010): Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u00932010 Manufacturing Energy Consumption Survey, Form EIA-846,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Discussion paper, EIA, Office of Energy Consumption and Efficiency Statistics.",
        "(2015): Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Monthly Energy Review,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Discussion paper, EIA.",
        "Fabra, N., and M. Reguant (2014): Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Pass-Through of Emissions Costs in Electricity Markets,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d American Economic Review, 104(9), 2872Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c2899.",
        "Foster, L., J. Haltiwanger, and C. Syverson (2008): Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Reallocation, Firm Turnover, and Efficiency: Selection on Productivity or Profitability?,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d American Economic Review, 98(1), 394Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c 425.",
        "Fowlie, M., M. Reguant, and S. P. Ryan (2016): Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Market-Based Emissions Regulation and Industry Dynamics,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Journal of Political Economy, 124(1), 249Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c302.",
        "Fullerton, D., and G. Heutel (2007): Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093The general equilibrium incidence of environmental taxes,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Journal of Public Economics, 91(3-4), 571Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c591.",
        "(2010): Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093The General Equilibrium Incidence of Environmental Mandates,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d American Economic Journal: Economic Policy, 2(3), 64Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c89.",
        "Goettle, R. J., M. S. Ho, D. W. Jorgenson, D. T. Slesnick, P. J. Wilcoxen, and E. C. EP-W (2007): Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093IGEM, an inter-temporal general equilibrium model of the US economy with emphasis on growth, energy and the environment,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Model documentation in support of ongoing policy analysis for the US Environmental Protection Agency, EPA Contract No. EP-W-05-035.",
        "Goldberg, P. K., and R. Hellerstein (2008): Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093A structural approach to explaining incomplete exchange-rate pass-through and pricing-to-market,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d The American Economic Review, 98(2), 423Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c 429.",
        "Gopinath, G., P.-O. Gourinchas, C.-T. Hsieh, and N. Li (2011): Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093International prices, costs, and markup differences,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d The American Economic Review, 101(6), 2450Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c2486.",
        "Goulder, L. H., and R. C. Williams III (2003): Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093The substantial bias from ignoring general equilibrium effects in estimating excess burden, and a practical solution,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Journal of political Economy, 111(4), 898Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c927.",
        "Grainger, C. A., and C. D. Kolstad (2010): Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Who Pays a Price on Carbon?,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Environmental and Resource Economics, 46, 359Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c376.",
        "Hall, R. E. (1986): Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Market structure and macroeconomic fluctuations,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Brookings papers on economic activity, pp. 285Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c338.",
        "Harasztosi, P., and A. Lindner (2015): Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Who Pays for the Minimum Wage?,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d .",
        "Hassett, K. A., A. Mathur, and G. E. Metcalf (2009): Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093The Incidence of a U.S. Carbon Tax: A LifeLife and Regional Analysis,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d The Energy Journal.",
        "Hausman, C., and R. Kellogg (2015): Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Welfare and Distributional Implications of Shale Gas,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d NBER Working Paper, (w21115).",
        "Ho, M. S., R. D. Morgenstern, and J.-S. Shih (2008): Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Impact of carbon price policies on US industry,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d .",
        "Jenkin, F. (1872): Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093On the Principles which regulate the Incidence of Taxes,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Proceedings of the Royal Society of Edinburgh, 7, 618Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c631.",
        "Kahn, M. E., and E. T. Mansur (2012): Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Do Local Energy Prices and Regulation Affect the Geographic Concentration of Employment? A Border Pairs Approach,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Mimeograph, UCLA.",
        "Katz, M. L., and H. S. Rosen (1985): Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Tax Analysis in an Oligopoly Model,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Public Finance Quaryerly, 13, 3Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c19.",
        "Kleibergen, F., and R. Paap (2006): Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Generalized reduced rank tests using the singular value decomposition,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Journal of econometrics, 133(1), 97Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c126.",
        "Kopczuk, W., J. Mario, E. Muehlegger, and J. Slemrod (2016): Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Does Tax-Collection Invariance Hold? Evasion and the Pass-Through of State Diesel Taxes,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d American Economic Journal: Economic Policy, 8, 2.",
        "Lerner, A. P. (1934): Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093The Concept of Monopoly and the Measurement of Monopoly,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Review of Economic Studies, 1, 157Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c175.",
        "Levinsohn, J., and A. Petrin (2003): Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Estimating Production Functions Using Inputs to Control for Unobservables,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Review of Economic Studies, 70(2), 317Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c341.",
        "Marion, J., and E. Muehlegger (2011): Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Fuel tax incidence and supply conditions,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Journal of Public Economics, 95(9), 1202Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c1212.",
        "Marschak, J., and W. H. Andrews (1944): Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Random simultaneous equations and the theory of production,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Econometrica, Journal of the Econometric Society, pp. 143Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c205.",
        "Miller, N. H., M. Osborne, and G. Sheu (2015): Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Pass-Through in a Concentrated Industry: Empirical Evidence and Regulatory Implications,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Mimeo, Georgetown University.",
        "Olley, G. S., and A. Pakes (1996): Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093The Dynamics of Productivity in the Telecommunications Equipment Industry,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Econometrica, 64(6), 1263Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c1297.",
        "Poterba, J. M. (1996): Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Retail price reactions to changes in state and local sales taxes,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d National Tax Journal, pp. 165Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c176.",
        "Roberts, M. J., and D. Supina (1996): Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Output price, markups, and producer size,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d European Economic Review, 40(3-5), 909Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c921.",
        "(2000): Advances in Applied Microeconomics, Vol 9, Industrial Organizationchap. Output Price and Markup Dispersion in Producer Micro Data: The Roles of Producer Heterogeneity and Noise. JAI Press.",
        "Ryan, S. (2012): Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093The Costs of Environmental Regulation in a Concentrated Industry,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Econometrica, 80(3), 1019Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c1061.",
        "Seade, J. (1985): Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Profitable cost increases and the shifting of taxation: equilibrium response of markets in Oligopoly,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Discussion paper, University of Warwick, Department of Economics.",
        "Stern, N. (1987): Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093The Effects of Taxation, Price Control, and Government Contracts in Oligopoly and Monopolistic Competiion,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Journal of Public Economics, 32, 133Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c158.",
        "Syverson, C. (2004): Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Market Structure and Productivity: A Concrete Example,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Journal of Political Economy, 112(6), 1181Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c1222.",
        "USEPA (1995): Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Regulatory Impact Analysis of Proposed Effluent Limitations Guidelines and Standards for the Metal Products and Machinery Industry (Phase 1),Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Discussion paper.",
        "(2015): Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Inventory of U.S. Greenhouse Gas Emissions and Sinks: 1990-2013,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Discussion paper, USEPA.",
        "Van Biesebroeck, J. (2007): Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Robustness of Productivity Estimates,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d The Journal of Industrial Economics, 55(3), 529Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c569.",
        "Weyl, E. G., and M. Fabinger (2013): Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Pass-through as an economic tool: Principles of incidence under imperfect competition,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Journal of Political Economy, 121(3), 528Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c583.",
        "Williams, III, R. C., H. Gordon, D. Burtraw, J. C. Carbone, and R. D. Morgenstern (2014): Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093The Initial Incidence of a Carbon Tax across U.S. States,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d National Tax Journal, 67(4), 807Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c830."
    ]
}