{
    "id": 22295,
    "cites": 74,
    "cited_by": 5,
    "reference": [
        "Accominotti, Olivier. 2012. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093London merchant banks, the central European panic, and the sterling crisis of 1931.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d The Journal of Economic History, 72(01): 1Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c43.",
        "Aguiar, Mark, and Gita Gopinath. 2006. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Defaultable debt, interest rates and the current account.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Journal of international Economics, 69(1): 64Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c83.",
        "Aliber, Robert Z. 1964. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093The costs and benefits of the US role as a reserve currency country.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d The Quarterly Journal of Economics, 442Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c456.",
        "Aliber, Robert Z. 1967. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093GreshamÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0084¢s Law, asset preferences, and the demand for international reserves.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d The Quarterly Journal of Economics, 628Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c638.",
        "Arellano, Cristina. 2008. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Default risk and income fluctuations in emerging economies.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d The American Economic Review, 690Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c712.",
        "Bemanke, Ben, and Harold James. 1991. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093The gold standard, deflation, and financial crisis in the Great Depression: An international comparison.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d In Financial markets and financial crises. 33Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c68. University of Chicago Press.",
        "Bruno, Valentina, and Hyun Song Shin. 2015. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Global dollar credit and carry trades: a firm-level analysis.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d BIS working paper.",
        "Caballero, Ricardo J, and Arvind Krishnamurthy. 2009. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Global Imbalances and Financial Fragility.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d The American Economic Review, 99(2): 584Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c588.",
        "Caballero, Ricardo J, and Emmanuel Farhi. 2014. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093The safety trap.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d National Bureau of Economic Research.",
        "Caballero, Ricardo J, Emmanuel Farhi, and Pierre-Olivier Gourinchas. 2008. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093An Equilibrium Model of Global Imbalances and Low Interest Rates.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d The American Economic Review, 98(1): 358Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c393.",
        "Caballero, Ricardo J, Emmanuel Farhi, and Pierre-Olivier Gourinchas. 2016. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Global Imbalances and Currency Wars at the ZLB.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d National Bureau of Economic Research.",
        "Calvo, Guillermo A. 1988. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Servicing the public debt: The role of expectations.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d The American Economic Review, 647Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c661.",
        "Chitu, Livia, Barry Eichengreen, and Arnaud Mehl. 2014. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093When did the dollar overtake sterling as the leading international currency? Evidence from the bond markets.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Journal of Development Economics, 111: 225Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c245.",
        "Chitu, Livia, Barry Eichengreen, and Arnaud Mehl. 2015. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Stability or upheaval? The currency composition of international reserves in the long run.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d IMF Economic Review.",
        "Cole, Harold L, and Timothy J Kehoe. 2000. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Self-fulfilling debt crises.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d The Review of Economic Studies, 67(1): 91Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c116.",
        "Cooper, Richard N. 1975. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Prolegomena to the Choice of an International Monetary System.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d International Organization, 29(1): 63Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c97.",
        "Cooper, Richard N. 1987. The international monetary system: essays in world economics. MIT Press Cambridge, Mass.",
        "Dang, Tri Vi, Gary Gorton, and Bengt Holmstrom. 2015. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093The Information Sensitivity of a Security.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d MIT MIT mimeo.",
        "Dang, Tri Vi, Gary Gorton, Bengt HolmstrÃ\u0083Æ\u0092Ã\u0082Â¶m, and Guillermo Ordonez. 2014. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Banks as secret keepers.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d National Bureau of Economic Research.",
        "Despres, E., C.P. Kindleberger, and W.S. Salant. 1966. The Dollar and World Liquidity: A Minority View. Brookings Institution, Reprint, Brookings Institution.",
        "Diamond, Douglas W, and Philip H Dybvig. 1983. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Bank runs, deposit insurance, and liquidity.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d The journal of political economy, 401Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c419.",
        "Du, Wenxin, and Jesse Schreger. 2015. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Sovereign Risk, Currency Risk, and Corporate Balance Sheets.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Harvard, Department of Economics Working Paper.",
        "Eaton, Jonathan, and Mark Gersovitz. 1981. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Debt with potential repudiation: Theoretical and empirical analysis. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d The Review of Economic Studies, 48(2): 289Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c309.",
        "Eggertsson, Gauti B, and Neil R Mehrotra. 2014. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093A model of secular stagnation.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d National Bureau of Economic Research.",
        "Eggertsson, G., N. Mehrotra, S. Singh, and L. Summers. 2016. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093A Contagious Malady? Open Economy Dimensions of Secular Stagnation.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Working Paper.",
        "Eichengreen, Barry. 2011. Exorbitant Privilege: The rise and fall of the Dollar and the Future of the International Monetary System. Oxford University Press.",
        "Eichengreen, Barry, and Jeffrey Sachs. 1985. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Exchange rates and economic recovery in the 1930s.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d The Journal of Economic History, 45(04): 925Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c946.",
        "Eichengreen, Barry, and Marc Flandreau. 2009. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093The rise and fall of the dollar (or when did the dollar replace sterling as the leading reserve currency?).Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d European Review of Economic History, 13(3): 377Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c411.",
        "Farhi, Emmanuel, and Jean Tirole. 2012. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Collective Moral Hazard, Maturity Mismatch, and Systemic Bailouts.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d American Economic Review, 102(1): 60Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c93.",
        "Farhi, Emmanuel, Pierre-Olivier Gourinchas, and HÃ\u0083Æ\u0092Ã\u0082Â©lÃ\u0083Æ\u0092Ã\u0082Â¨ne Rey. 2011. Reforming the international monetary system. CEPR.",
        "Fleming, J Marcus. 1966. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Use and Acceptance of Reserve Claims.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d IMF Staff Papers, 13(3): 443.",
        "Friedman, Milton. 1960. A program for monetary stability. Vol. 541, Fordham University Press New York.",
        "Gabaix, Xavier, and Matteo Maggiori. 2015. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093International Liquidity and Exchange Rate Dynamics.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d The Quarterly Journal of Economics, 130(3): 1369Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c1420.",
        "Gennaioli, Nicola, Andrei Shleifer, and Robert Vishny. 2012. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Neglected risks, financial innovation, and financial fragility.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Journal of Financial Economics, 104(3): 452Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c468.",
        "Gennaioli, Nicola, Andrei Shleifer, and Robert W Vishny. 2013. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093A model of shadow banking.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d The Journal of Finance, 68(4): 1331Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c1363.",
        "Gertler, Mark, and Nobuhiro Kiyotaki. 2015. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Banking, Liquidity, and Bank Runs in an Infinite Horizon Economy.",
        "Gopinath, Gita. 2015. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093The international price system.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d National Bureau of Economic Research.",
        "Gorton, Gary B., and Guillermo Ordonez. 2013. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093The Supply and Demand for Safe Assets.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d National Bureau of Economic Research, Inc NBER Working Papers 18732.",
        "Gourinchas, Pierre-Olivier, and Helene Rey. 2007a. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093From world banker to world venture capitalist: US external adjustment and the exorbitant privilege.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d In G7 Current Account Imbalances: Sustainability and Adjustment.",
        "Gourinchas, Pierre-Olivier, and HÃ\u0083Æ\u0092Ã\u0082Â©lÃ\u0083Æ\u0092Ã\u0082Â¨ne Rey. 2007b. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093International financial adjustment.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Journal of Political Economy, 115(4): 665Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c703.",
        "Gourinchas, Pierre-Olivier, Nicolas Govillot, and HÃ\u0083Æ\u0092Ã\u0082Â©lÃ\u0083Æ\u0092Ã\u0082Â¨ne Rey. 2011. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Exorbitant Privilege and Exorbitant Duty.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Unpublished manuscript, UC Berkeley and LBS.",
        "Grubel, H.G. 1963. World Monetary Reform, Plans and Issues. Stanford University Press.",
        "Hagemann, Helmut A. 1969. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Reserve Policies of Central Banks and Their Implications for US Balance of Payments Policy.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d The American Economic Review, 62Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c77.",
        "Harrod, Roy. 1961. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093A Plan for Increasing Liquidity: A Critique.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Economica, 28(110): 195Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c202.",
        "Hart, Oliver, and Luigi Zingales. 2014. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Banks are where the Liquidity is.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d National Bureau of Economic Research.",
        "Hassan, Tarek A. 2013. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Country Size, Currency Unions, and International Asset Returns.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Journal of Finance, 68(6): 2269Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c2308.",
        "Hassan, Tarek A, and Rui C Mano. 2014. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Forward and spot exchange rates in a multi-currency world.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d National Bureau of Economic Research.",
        "He, Zhiguo, Arvind Krishnamurthy, Konstantin Milbradt, et al. 2015. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093A model of the reserve asset.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Holmstrom, Bengt, and Jean Tirole. 1997. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Financial intermediation, loanable funds, and the real sector.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d the Quarterly Journal of economics, 663Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c691.",
        "Kenen, Peter B. 1960. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093International liquidity and the balance of payments of a reserve-currency country.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d The Quarterly Journal of Economics, 572Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c586.",
        "Kenen, Peter B. 1963. Reserve-asset preferences of central banks and stability of the gold-exchange standard. International Finance Section, Dept. of Economics, Princeton University.",
        "Kenen, Peter B, and Elinor B Yudin. 1965. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093The demand for international reserves.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d The Review of Economics and Statistics, 242Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c250.",
        "Keynes, J.M. 1943. Proposal for an International Clearing Union. British Government Publication, Cmd 6437.",
        "Keynes, John Maynard. 1923. A Tract on Monetary Reform. Macmillan.",
        "Keynes, John Maynard. 1936. The general theory of interest, employment and money. London: Macmillan.",
        "Klein, Benjamin. 1974. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093The competitive supply of money.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Journal of Money, Credit and Banking, 6(4): 423Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c453.",
        "Krishnamurthy, Arvind, and Annette Vissing-Jorgensen. 2012. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093The aggregate demand for treasury debt.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Journal of Political Economy, 120(2): 233Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c267.",
        "Lane, Philip R, and Jay C Shambaugh. 2010. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Financial exchange rates and international currency exposures.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d The American Economic Review, 518Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c540.",
        "Machlup, Fritz. 1963. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Reform of the international monetary system.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d World Monetary Reform: Plans and Issues, (Stanford University Press and Oxford University Press, Stanford, CA and London 1963), 253Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c260.",
        "Maggiori, Matteo. 2012. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Financial Intermediation, International Risk Sharing, and Reserve Currencies.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Unpublished manuscript, Harvard University.",
        "Marimon, Ramon, Juan Pablo Nicolini, and Pedro Teles. 2012. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Money is an experience good: Competition and trust in the private provision of money.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Journal of Monetary Economics, 59(8): 815Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c825.",
        "Meade, James E. 1965. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093The future of international payments.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d World Monetary Reform: Plans and Issues.",
        "Moreira, Alan, and Alexi Savov. 2014. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093The Macroeconomics of Shadow Banking.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d National Bureau of Economic Research, Inc NBER Working Papers 20335.",
        "Nurkse, Ragnar. 1944. International currency experience: lessons of the interwar period. League of Nations.",
        "Obstfeld, Maurice. 2011. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093International liquidity: the fiscal dimension.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d National Bureau of Economic Research.",
        "Portes, Richard, and HÃ\u0083Æ\u0092Ã\u0082Â©lÃ\u0083Æ\u0092Ã\u0082Â¨ne Rey. 1998. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093The emergence of the euro as an international currency.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Economic Policy, 13(26): 306Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c343.",
        "Rueff, Jacques. 1963. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Gold exchange standard a danger to the West.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d reprinted in H. Grubel (ed.) World Monetary Reform, 320Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c8.",
        "Shleifer, Andrei, and Robert W. Vishny. 1997. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093The limits of arbitrage.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Journal of Finance, 52(1): 35Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c55.",
        "Stein, Jeremy C. 2012. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Monetary Policy as Financial Stability Regulation.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d The Quarterly Journal of Economics, 127: 57Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c95.",
        "Taub, B. 1990. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Private Fiat Money with Many Suppliers.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Milton Friedman: Critical Assessments, 3: 164.",
        "Tobin, James. 1980. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Discussion.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d In Models of monetary economies: proceedings and contributions from participants of a December 1978 conference sponsored by the Federal Reserve Bank of Minneapolis. , ed. John H Kareken and Neil Wallace. Federal reserve bank of Minneapolis.",
        "Triffin, Robert. 1961. Gold and the Dollar Crisis: The future of convertibility. New Haven, Yale University Press, Connecticut.",
        "Tullock, Gordon. 1975. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Competing monies.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Journal of Money, Credit and Banking, 7(4): 491Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c497.",
        "Verdelhan, Adrien. 2016. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093The share of systematic variation in bilateral exchange rates.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Forthcoming in the Journal of Finance.",
        "White, Harry Dexter. 1943. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Preliminary Draft Outline of a Proposal for an International Stabilization Fund of the United and Associated Nations.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Revised July, 10: 1945Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c1965."
    ]
}