{
    "id": 22291,
    "cites": 66,
    "cited_by": 42,
    "reference": [
        "Becker, Gary S., and Barry R. Chiswick, 1966. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Education and the Distribution of Earnings.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d American Economic Review 56 (1/2):358Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c369.",
        "Bitler, Marianne P., Jonah B. Gelbach, and Hilary W. Hoynes, 2006. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093What Mean Impacts Miss: Distributional Effects of Welfare Reform Experiments.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d American Economic Review 96 (4):988Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c1012.",
        "Blevins, Jason R., 2014. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Nonparametric Identification of Dynamic Decision Processes with Discrete and Continuous Choices.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Quantitative Economics 5 (3):531Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c554.",
        "Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009dÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009dÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009d, 2001. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093The Dynamics of Educational Attainment for Black, Hispanic, and White Males.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Journal of Political Economy 109 (3):455Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c499.",
        "Cameron, Stephen V., and Christopher Taber, 2004. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Estimation of Educational Borrowing Constraints Using Returns to Schooling.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Journal of Political Economy 112 (1):132Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c182.",
        "The Causal Effects of Education on Earnings and Health May 19, 2016 Card, David, 1999. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093The Causal Effect of Education on Earnings.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d In Handbook of Labor Economics, vol. 3A, edited by Orley C. Ashenfelter, and David Card, chap. 30. Amsterdam: Elsevier Science B.V., pp. 1801Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c1863.",
        "Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009dÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009dÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009d, 2001. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Estimating the Return to Schooling: Progress on Some Persistent Econometric Problems.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Econometrica 69 (5):1127Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c1160.",
        "Carneiro, Pedro, Karsten Hansen, and James J. Heckman, 2003. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Estimating Distributions of Treatment Effects with an Application to the Returns to Schooling and Measurement of the Effects of Uncertainty on College Choice.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d International Economic Review 44 (2):361Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c422.",
        "Carneiro, Pedro, James J. Heckman, and Edward J. Vytlacil, 2010. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Evaluating Marginal Policy Changes and the Average Effect of Treatment for Individuals at the Margin.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Econometrica 78 (1):377Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c394.",
        "Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009dÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009dÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009d, 2011. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Estimating Marginal Returns to Education.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d American Economic Review 101 (6):2754Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c2781.",
        "Carneiro, Pedro, Costas Meghir, and Matthias Parey, 2013. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Maternal Education, Home Environments, and the Development of Children and Adolescents.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Journal of the European Economic Association 11 (S1):123Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c160.",
        "Cawley, John, Karen Conneely, James J. Heckman, and Edward J. Vytlacil, 1997. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Cognitive Ability, Wages, and Meritocracy.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d In Intelligence, Genes, and Success : Scientists Respond to The Bell Curve, edited by Bernie Devlin, Stephen E. Fienberg, Daniel P. Resnick, and Kathryn Roeder, chap. 8. New York: Springer Verlag, pp. 179Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c192.",
        "Comay, Yochanan, Arie Melnik, and Moshe A. Pollatschek, 1973. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093The Option Value of Education and the Optimal Path for Investment in Human Capital.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d International Economic Review 14 (2):421Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c435.",
        "Cunha, FlaÃ\u0083Å\u0092Ã\u0082Â\u0081vio, and James J. Heckman, 2016. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Decomposing Trends in Inequality in Earnings into Forcastable and Uncertain Components.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Forthcoming, Journal of Labor Economics.",
        "The Causal Effects of Education on Earnings and Health May 19, 2016 Cunha, FlaÃ\u0083Å\u0092Ã\u0082Â\u0081vio, James J. Heckman, and Salvador Navarro, 2007. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093The Identification and Economic Content of Ordered Choice Models with Stochastic Cutoffs.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d International Economic Review 48 (4):1273Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c1309.",
        "Cutler, David M., and Adriana Lleras-Muney, 2010. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Understanding Differences in Health Behaviors by Education.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Journal of Health Economics 29 (1):1Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c28.",
        "Dillon, Eleanor Wiske, and Jeffrey Andrew Smith, 2015. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093The Consequences of Academic Match between Students and Colleges.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d IZA Discussion Paper 9080, Institute for the Study of Labor, Bonn.",
        "Dothan, Uri, and Joseph Williams, 1981. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Education as an Option.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d The Journal of Business 54 (1):117Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c139.",
        "Eckstein, Zvi, and Kenneth I. Wolpin, 1989. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093The Specification and Estimation of Dynamic Stochastic Discrete Choice Models: A Survey.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Journal of Human Resources 24 (4):562Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c598.",
        "Eisenhauer, Philipp, James J. Heckman, and Stefano Mosso, 2015a. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Estimation of Dynamic Discrete Choice Models by Maximum Likelihood and the Simulated Method of Moments.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d International Economic Review 56 (2):331Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c357.",
        "Eisenhauer, Philipp, James J. Heckman, and Edward J. Vytlacil, 2015b. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Generalized Roy Model and Cost-Benefit Analysis of Social Programs.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Journal of Political Economy 123 (2):413Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c433.",
        "Geweke, John, and Michael Keane, 2001. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Computationally Intensive Methods for Integration in Econometrics.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d In Handbook of Econometrics, vol. 5, edited by James J. Heckman, and Edward E. Leamer, chap. 56. Amsterdam: Elsevier Science B. V., pp. 3463Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c3568.",
        "Griliches, Zvi, 1977. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Estimating the Returns to Schooling: Some Econometric Problems.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Econometrica 45 (1):1Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c22.",
        "The Causal Effects of Education on Earnings and Health May 19, 2016 Grossman, Michael, 2000. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093The Human Capital Model.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d In Handbook of Health Economics, vol. 1, edited by Anthony J. Culyer, and Joseph P. Newhouse, chap. 7. Amsterdam: Elsevier Science B. V., pp. 347Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c408.",
        "Haavelmo, Trygve, 1943. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093The Statistical Implications of a System of Simultaneous Equations.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Econometrica 11 (1):1Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c12.",
        "Heckman, James J., 1981. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093The Empirical Content of Alternative Models of Labor Earnings.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Unpublished manuscript, University of Chicago, Department of Economics.",
        "Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009dÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009dÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009d, 2001. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Micro Data, Heterogeneity, and the Evaluation of Public Policy: Nobel Lecture.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Journal of Political Economy 109 (4):673Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c748.",
        "Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009dÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009dÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009d, 2008. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Econometric Causality.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d International Statistical Review 76 (1):1Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c27.",
        "Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009dÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009dÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009d, 2010. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Building Bridges Between Structural and Program Evaluation Approaches to Evaluating Policy.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Journal of Economic Literature 48 (2):356Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c398.",
        "Heckman, James J., John Eric Humphries, and Tim Kautz, editors, 2014. The Myth of Achievement Tests: The GED and the Role of Character in American Life. Chicago: University of Chicago Press.",
        "Heckman, James J., John Eric Humphries, and Gregory Veramendi, 2016. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Dynamic Treatment Effects.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Journal of Econometrics 191 (2):276Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c292.",
        "Heckman, James J., Hidehiko Ichimura, and Petra E. Todd, 1998. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Matching as an Econometric Evaluation Estimator.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Review of Economic Studies 65 (2):261Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c294.",
        "Heckman, James J., Lance J. Lochner, and Petra E. Todd, 2006a. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Earnings Functions, Rates of Return and Treatment Effects: The Mincer Equation and Beyond.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d In Handbook of the The Causal Effects of Education on Earnings and Health May 19, 2016 Economics of Education, vol. 1, edited by Eric A. Hanushek, and Frank Welch, chap. 7. Amsterdam: Elsevier, pp. 307Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c458.",
        "Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009dÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009dÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009d, 2008. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Earnings Functions and Rates of Return.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Journal of Human Capital 2 (1):1Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c31.",
        "Heckman, James J., and Salvador Navarro, 2007. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Dynamic Discrete Choice and Dynamic Treatment Effects.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Journal of Econometrics 136 (2):341Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c396.",
        "Heckman, James J., and Rodrigo Pinto, 2015. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Causal Analysis after Haavelmo.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Econometric Theory 31 (1):115Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c151.",
        "Heckman, James J., Rodrigo Pinto, and Peter A. Savelyev, 2013a. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Understanding the Mechanisms Through Which an Influential Early Childhood Program Boosted Adult Outcomes.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d American Economic Review 103 (6):2052Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c2086.",
        "Heckman, James J., Susanne M. Schennach, and Benjamin Williams, 2011b. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Matching with Error-Laden Covariates.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Unpublished manuscript, University of Chicago, Department of Economics.",
        "Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009dÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009dÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009d, 2013b. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Matching on Proxy Variables.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Unpublished Manuscript, University of Chicago, Department of Economics.",
        "Heckman, James J., Jeffrey A. Smith, and Nancy Clements, 1997. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Making the Most Out Of Programme Evaluations and Social Experiments: Accounting for Heterogeneity in Programme Impacts.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Review of Economic Studies 64 (4):487Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c535.",
        "Heckman, James J., and Sergio UrzuÃ\u0083Å\u0092Ã\u0082Â\u0081a, 2010. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Comparing IV With Structural Models: What Simple IV Can and Cannot Identify.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Journal of Econometrics 156 (1):27Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c37.",
        "The Causal Effects of Education on Earnings and Health May 19, 2016 Heckman, James J., Sergio UrzuÃ\u0083Å\u0092Ã\u0082Â\u0081a, and Edward J. Vytlacil, 2006c. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Understanding Instrumental Variables in Models with Essential Heterogeneity.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Review of Economics and Statistics 88 (3):389Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c432.",
        "Heckman, James J., and Edward J. Vytlacil, 1998. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Instrumental Variables Methods for the Correlated Random Coefficient Model: Estimating the Average Rate of Return to Schooling When the Return Is Correlated with Schooling.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Journal of Human Resources 33 (4):974Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c987.",
        "Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009dÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009dÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009d, 1999. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Local Instrumental Variables and Latent Variable Models for Identifying and Bounding Treatment Effects.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Proceedings of the National Academy of Sciences 96 (8):4730Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c4734.",
        "Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009dÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009dÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009d, 2005. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Structural Equations, Treatment Effects and Econometric Policy Evaluation.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Econometrica 73 (3):669Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c738.",
        "Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009dÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009dÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009d, 2007a. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Econometric Evaluation of Social Programs, Part I: Causal Models, Structural Models and Econometric Policy Evaluation.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d In Handbook of Econometrics, vol. 6B, edited by James J. Heckman, and Edward E. Leamer, chap. 70. Amsterdam: Elsevier Science B. V., pp. 4779Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c4874.",
        "Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009dÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009dÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009d, 2007b. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Econometric Evaluation of Social Programs, Part II: Using the Marginal Treatment Effect to Organize Alternative Economic Estimators to Evaluate Social Programs and to Forecast Their Effects in New Environments.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d In Handbook of Econometrics, vol. 6B, edited by James J. Heckman, and Edward E. Leamer, chap. 71. Amsterdam: Elsevier Science B. V., pp. 4875Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c5143.",
        "Imbens, Guido W., and Joshua D. Angrist, 1994. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Identification and Estimation of Local Average Treatment Effects.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Econometrica 62 (2):467Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c475.",
        "Kane, Thomas J., and Cecilia E. Rouse, 1993. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Labor Market Returns to Two- and Four-Year The Causal Effects of Education on Earnings and Health May 19, 2016 Colleges: Is a Credit a Credit and Do Degrees Matter?Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Working Paper 4268, National Bureau of Economic Research.",
        "Keane, Michael P., and Kenneth I. Wolpin, 1997. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093The Career Decisions of Young Men.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Journal of Political Economy 105 (3):473Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c522.",
        "Kling, Jeffrey R., 2001. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Interpreting Instrumental Variables Estimates of the Returns to Schooling.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Journal of Business and Economic Statistics 19 (3):358Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c364.",
        "Lochner, Lance, 2011. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Non-Production Benefits of Education: Crime, Health, and Good Citizenship.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Working Paper 16722, National Bureau of Economic Research.",
        "McMahon, Walter W., 2000. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Externalities, Non-Market Effects, and Trends in Returns to Educational Investments.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d In The Appraisal of Investments in Educational Facilities. Paris: European Investment Bank/OECD, pp. 51Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c83.",
        "Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009dÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009dÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009d, 2009. Higher Learning, Greater Good. Baltimore, MD: Johns Hopkins University Press.",
        "Mincer, Jacob, 1974. Schooling, Experience, and Earnings. New York: Columbia University Press for National Bureau of Economic Research.",
        "Oreopoulos, Philip, and Uros Petronijevic, 2013. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Making College Worth It: A Review of Research on the Returns to Higher Education.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Working Paper 19053, National Bureau of Economic Research.",
        "Oreopoulos, Philip, and Kjell G. Salvanes, 2011. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Priceless: The Nonpecuniary Benefits of Schooling.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Journal of Economic Perspectives 25 (1):159Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c184.",
        "Quandt, Richard E., 1958. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093The Estimation of the Parameters of a Linear Regression System Obeying Two Separate Regimes.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Journal of the American Statistical Association 53 (284):873Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c880.",
        "The Causal Effects of Education on Earnings and Health May 19, 2016 Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009dÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009dÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009d, 1972. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093A New Approach to Estimating Switching Regressions.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Journal of the American Statistical Association 67 (338):306Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c310.",
        "Rust, John, 1994. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Structural Estimation of Markov Decision Processes.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d In Handbook of Econometrics, vol. 4, edited by Robert F. Engle, and Daniel L. McFadden, chap. 51. New York, NY: North-Holland, pp. 3081Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c3143.",
        "Schennach, Susanne M., Halbert White, and Karim Chalak, 2012. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Local Indirect Least Squares and Average Marginal Effects in Nonseparable Structural Systems.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Journal of Econometrics 166 (2):282Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c302.",
        "Stange, Kevin M., 2012. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093An Empirical Investigation of the Option Value of College Enrollment.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d American Economic Journal: Applied Economics 4 (1):49Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c84.",
        "Vytlacil, Edward J., 2002. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Independence, Monotonicity, and Latent Index Models: An Equivalence Result.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Econometrica 70 (1):331Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c341.",
        "Weisbrod, Burton A., 1962. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Education and Investment in Human Capital.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Journal of Political Economy 70 (5, Part 2: Investment in Human Beings):106Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c123.",
        "White, Halbert, and Karim Chalak, 2009. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Settable Systems: An Extension of PearlÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0084¢s Causal Model with Optimization, Equilibrium, and Learning.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Journal of Machine Learning Research 10:1759Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c1799.",
        "Willis, Robert J., and Sherwin Rosen, 1979. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Education and Self-Selection.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Journal of Political Economy 87 (5, Part 2):S7Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009cS36."
    ]
}