{
    "id": 22300,
    "cites": 36,
    "cited_by": 9,
    "reference": [
        "Adao, R., Costinot, A., & Donaldson, D. (2015). Nonparametric counterfactual predictions in neoclassical models of international trade (Tech. Rep.). National Bureau of Economic Research.",
        "Ahlfeldt, G. M., Redding, S. J., Sturm, D. M., & Wolf, N. (2015). The economics of density: Evidence from the Berlin wall. forthcoming, Econometrica.",
        "Allcott, H., & Keniston, D. (2014). Dutch disease or agglomeration? the local economic effects of natural resource booms in modern america (Tech. Rep.). National Bureau of Economic Research.",
        "Allen, T., & Arkolakis, C. (2014). Trade and the topography of the spatial economy. The Quarterly Journal of Economics, 1085, 1139.",
        "Allen, T., & Arkolakis, C. (2016). Optimal city structure (Tech. Rep.). Anderson, S. P., De Palma, A., & Thisse, J. F. (1992). Discrete choice theory of product differentiation. MIT press.",
        "Arezki, R., Cherif, R., & Piotrowski, J. (2009). Tourism specialization and economic development: Evidence from the unesco world heritage list (No. 9-176). International Monetary Fund.",
        "Arkolakis, C., Costinot, A., & RodrÃ\u0083Æ\u0092Ã\u0082Â­guez-Clare, A. (2012). New trade models, same old gains? American Economic Review, 102(1), 94Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c130.",
        "Atkin, D., Faber, B., & Gonzalez-Navarro, M. (2015). Retail globalization and household welfare: Evidence from mexico. UC Berkeley mimeo.",
        "Autor, D. H., Dorn, D., & Hanson, G. H. (2013). The china syndrome: Local labor market effects of import competition in the United States. The American Economic Review, 103(6), 2121Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c2168.",
        "Bryan, G., & Morten, M. (2015). Economic development and the spatial allocation of labor: Evidence from Indonesia. Manuscript, London School of Economics and Stanford University.",
        "Caliendo, L., Dvorkin, M., & Parro, F. (2015). The impact of trade on labor market dynamics (Tech.",
        "Rep.). Caliendo, L., & Parro, F. (2014). Estimates of the trade and welfare effects of nafta. The Review of Economic Studies, rdu035.",
        "Caliendo, L., Parro, F., Rossi-Hansberg, E., & Sarte, P.-D. (2014). The impact of regional and sectoral productivity changes on the us economy (Tech. Rep.). National Bureau of Economic Research.",
        "Caselli, F., & Michaels, G. (2009). Do oil windfalls improve living standards? evidence from brazil (Tech. Rep.). National Bureau of Economic Research.",
        "Copeland, B. R. (1991). Tourism, welfare and de-industrialization in a small open economy. Economica, 515Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c529.",
        "Davis, M. A., & Ortalo-MagnÃ\u0083Æ\u0092Ã\u0082Â©, F. (2011). Household expenditures, wages, rents. Review of Economic Dynamics, 14(2), 248Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c261.",
        "Dekle, R., Eaton, J., & Kortum, S. (2007). Unbalanced trade. American Economic Review, 97(2), 351Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c355.",
        "DFID. (1999). Tourism and poverty alleviation: Untapped potential. DFID, London.",
        "Dieke, P. (2000). The political economy of tourism development in africa. Cognizant Communication Corporation. Donaldson, D. (in press). Railroads of the raj: Estimating the impact of transportation infrastructure. American Economic Review.",
        "Donaldson, D., & Hornbeck, R. (2015). Railroads and american economic growth: A market access approach. The Quarterly Journal of Economics.",
        "Eilat, Y., & Einav, L. (2004). Determinants of international tourism: a three-dimensional panel data analysis. Applied Economics, 36(12), 1315Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c1327.",
        "Fajgelbaum, P. D., Morales, E., Serrato, J. C. S., & Zidar, O. M. (2015). State taxes and spatial misallocation (Tech. Rep.). National Bureau of Economic Research.",
        "Galle, S., RodrÃ\u0083â\u0080\u009eÃ\u0082Â±guez-Clare, A., & Yi, M. (2014). Slicing the pie: Quantifying the aggregate and distributional effects of trade. Unpublished manuscript, UC Berkeley.",
        "Hawkins, D. E., & Mann, S. (2007). The world banks role in tourism development. Annals of Tourism Research, 34(2), 348Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c363.",
        "Honey, M. (1999). Who owns paradise? Island Press.",
        "Horowitz, J. L. (2001). The bootstrap. In J. J. Heckman & E. Leamer (Eds.), Handbook of econometrics (Vol. 5, p. 3159 - 3228). Elsevier.",
        "Kline, P., & Moretti, E. (2014). Local economic development, agglomeration economies, and the big push: 100 years of evidence from the tennessee valley authority*. Quarterly Journal of Economics, 129(1).",
        "Leatherman, S. P. (1997). Beach rating: a methodological approach. Journal of coastal research, 253Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c258.",
        "Mayer, T. (2014). Gravity equations: Workhorse, toolkit, and cookbook. Handbook of International Economics, 4.",
        "Mian, A., & Sufi, A. (2009). The consequences of mortgage credit expansion: Evidence from the us mortgage default crisis. The Quarterly Journal of Economics, 124(4), 1449Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c1496.",
        "Monte, F., Redding, S., & Rossi-Hansberg, E. (2015). Commuting, migration and local employment elasticities (Tech. Rep.). Redding, S. J. (2015). Goods trade, factor mobility and welfare (Tech. Rep.). National Bureau of Economic Research.",
        "Rosenthal, S., & Strange, W. (2004). Evidence on the nature and sources of agglomeration economies. Handbook of Regional and Urban Economics, 4, 2119Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c2171.",
        "Sequeira, T. N., & Macas Nunes, P. (2008). Does tourism influence economic growth? a dynamic panel data approach. Applied Economics, 40(18), 2431Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c2441.",
        "Topalova, P. (2010). Factor immobility and regional impacts of trade liberalization: Evidence on poverty from India. American Economic Journal: Applied Economics, 2(4), 1Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c41.",
        "Weaver, D., Oppermann, M., et al. (2000). Tourism management. John Wiley and Sons.",
        "WorldBank. (1979). Tourism: passport to development? World Bank/UNESCO Conference."
    ]
}