{
    "id": 2232,
    "cites": 18,
    "cited_by": 1,
    "reference": [
        "BLINDER, A. (19814), Credit, Working Capital, and Effective Supply Failures, manuscript, Princeton University.",
        "BOOT A., A. THAKOR AND G. UDELL, (1986), Competition, Risk Neutrality and Loan Commitments, mimeo, New York University, October.",
        "CAMPBELL, T. (1978), A Model of the Market for Lines of Credit, Journal of Finance, 33, pp. 231-1414.",
        "COOLEY, T. AND S. LEROY, (1985), Atheoretical Macroeconometrics: A Critique, Journal of Monetary Economics, 16, pp. 283-308.",
        "DELEEUW, F. AND E. GRAMLICH, (1969), The Channels of Monetary Policy, Federal Reserve Bulletin, 55, June, pp. 1472~91.",
        "ECKSTEIN, 0. AND A. SINAI, (1986), The Mechanisms of the Business Cycle in the Postwar Era, in R. J. Gordon, ed. The American Business Cycle: Continuity and Change, University of Chicago Press for the NBER.",
        "GREENBAUM S. AND E. BERKOVITCH, (1986), The Loan Commitment as an Optimal Financing Contract, BRC WP 11130, Northwestern University, May.",
        "HAM, J. AND A. MELNIK, (1985), Loan Demand: An Empirical Analysis Using Micro Data, manuscript, Haifa University.",
        "KAREKEN, J. (1957), Lenders Preferences, Credit Rationing and the Effectiveness of Monetary Policy, Review of Economics and Statistics, Vol. 39, August, pp. 292-302.",
        "KIM, M., S. PLAUT AND A. MELNIK (1985), Loan Demand: An Empirical Analysis Using Micro Data, manuscript.",
        "KEETON, W. (1979), Equilibrium Credit Rationing, Garland Press.",
        "KING, R. AND C. PLOSSER, (19814), Money, Credit and Prices in a Real Business Cycle, American Economic Review, 714, pp. 363-80.",
        "KING, S. (1986), Monetary Transmission: Through Bank Loans or Bank Liabilities?, Journal of Money, Credit and Banking, Vol. 28, August, pp. 290-303.",
        "SCOTT, I. (1957), The Availability Doctrine: Theoretical Underpinnings, Review of Economic Studies, Vol. 25, October, pp. 1421-148.",
        "STIGLITZ, J. AND A. WEISS, (1983), Incentive Effects of Terminations, American Economic Review, 73, December, pp. 912-927.",
        "THAKOR, A., H. HONG ANI) S. GREENBAUM, (1981), Bank Loan Commitments and Interest Rate Volatility, Journal of Banking and Finance, 5, pp. 497-510.",
        "TUSSING, D. (1966), Can Monetary Policy Influence the Availability of Credit, Journal of Finance, Vol. 21, March, pp. 1-13.",
        "WOJNILOWER, A. (1980), The Central Role of Credit Crunches in Recent Financial History, Brookings Papers on Economic Activity, No. 2, pp. 277-326."
    ]
}