{
    "id": 22324,
    "cites": 55,
    "cited_by": 1,
    "reference": [
        "Aghion, Philippe, George-Marios Angeletos, Abhijit Banerjee, and Kalina Manova, 2010, Volatility and growth: Credit constraints and the composition of investment, Journal of Monetary Economics 57, 246-265.",
        "Akerlof, George A., 1970, The market for Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093lemonsÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d: Quality uncertainty and the market mechanism, Quarterly Journal of Economics 84, 488-500.",
        "Alvarez, Fernando, and Urban J. Jermann, 2000, Efficiency, equilibrium and asset pricing with risk of default, Econometrica 68, 775-797.",
        "Barro, Robert J., 1972, Monopoly and contrived depreciation, Journal of Political Economy 80, 598-602.",
        "Benmelech, Efraim, and Nittai K. Bergman, 2011, Vintage capital and creditor rights, Journal of Financial Economics 99, 308-332.",
        "Bolton, Patrick, and David S. Scharfstein, 1990, A theory of predation based on agency problems in financial contracting, American Economic Review 80, 93-106.",
        "Bond, Eric W., 1982, A direct test of the Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093lemonsÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d model: The market for used pickup trucks, American Economic Review 72, 836-840.",
        "Bond, Eric W., 1983, Trade in used equipment with heterogeneous firms, Journal of Political Economy 91, 688-705.",
        "Bulow, Jeremy I., 1982, Durable-goods monopolists, Journal of Political Economy 90, 314-332.",
        "Bulow, Jeremy I., 1986, An economic theory of planned obsolescence, Quarterly Journal of Economics 101, 729-750.",
        "Chari, V.V., and Hugo Hopenhayn, 1991, Vintage human capital, growth, and the diffusion of new technology, Journal of Political Economy 99, 1142-1165.",
        "Chien, YiLi, and Hanno Lustig, 2010, The market price of aggregate risk and the wealth distribution, Review of Financial Studies 23, 1596-1650.",
        "Coase, Ronald H., 1972, Durability and monopoly, Journal of Law and Economics 15, 143-149.",
        "Eisfeldt, Andrea L., and Adriano A. Rampini, 2006, Capital reallocation and liquidity, Journal of Monetary Economics 53, 369-399.",
        "Eisfeldt, Andrea L., and Adriano A. Rampini, 2007, New or used? Investment with credit constraints, Journal of Monetary Economics 54, 2656-2681.",
        "Eisfeldt, Andrea L., and Adriano A. Rampini, 2009, Leasing, ability to repossess, and debt capacity, Review of Financial Studies 22, 1621-1657.",
        "Fraumeni, Barbara M., 1997, The measurement of depreciation in the U.S. National Income and Product Accounts, Survey of Current Business July, 7-23.",
        "Gavazza, Alessandro, 2011, The role of trading frictions in real asset markets, American Economic Review 101, 1106-1143.",
        "Gavazza, Alessandro, 2016, An empirical equilibrium model of a decentralized asset market, Econometrica, forthcoming.",
        "Gavazza, Alessandro, Alessandro Lizzeri, and Nikita Roketskiy, 2014, A quantitative analysis of the used-car market, American Economic Review 104, 3668-3700.",
        "Hart, Oliver, and John Moore, 1994, A theory of debt based on the inalienability of human capital, Quarterly Journal of Economics 70, 907-928.",
        "Hart, Oliver, and John Moore, 1998, Default and renegotiation: A dynamic model of debt, Quarterly Journal of Economics 113, 1-41 Hendel, Igal, and Alessandro Lizzeri, 1999a, Adverse selection in durable goods markets, American Economic Review 89, 1097-1115.",
        "Hendel, Igal and Alessandro Lizzeri, 1999b, Interfering with secondary markets, Rand Journal of Economics 30, 1-21.",
        "Hendel, Igal and Alessandro Lizzeri, 2002, The role of leasing under adverse selection, Journal of Political Economy 110, 113-143.",
        "HolmstroÃ\u0083Å\u0092Ã\u0082Ë\u0086m, Bengt, and Jean Tirole, 1997, Financial intermediation, loanable funds, and the real sector, Quarterly Journal of Economics 112, 663-691.",
        "HolmstroÃ\u0083Å\u0092Ã\u0082Ë\u0086m, Bengt, and Jean Tirole, 1998, Private and public supply of liquidity, Journal of Political Economy 106, 1-40.",
        "Jorgenson, Dale W., 1963, Capital theory and investment behavior, American Economic Review (Papers and Proceedings) 53, 247-259 Kahn, Charles, 1986, The durable goods monopolist and consistency with increasing costs, Econometrica 54, 275-294.",
        "Kehoe, Timothy J., and David K. Levine, 1993, Debt-constrained asset markets, Review of Economic Studies 60, 865-888.",
        "Kiyotaki, Nobuhiro, and John Moore, 1997, Credit cycles, Journal of Political Economy 105, 211-248.",
        "Kleiman, E., and T. Ophir, 1966, The durability of durable goods, Review of Economic Studies 33, 165-178.",
        "Lanteri, Andrea, 2016, The market for used capital: Endogenous irreversibility and reallocation over the business cycle, Working paper, Duke University.",
        "LaPorta, Rafael, Florencio Lopez-de-Silanes, Andrei Shleifer, and Robert W. Vishny, 1998, Law and finance, Journal of Political Economy 106, 1113-1155.",
        "Levhari, David, and T. N. Srinivasan, 1969, Durability of consumption goods: Competition versus monopoly, American Economic Review 59, 102-107.",
        "Martin, David D., 1962, Monopoly power and the durability of durable goods, Southern Economic Journal 28, 271-277.",
        "Navaretti, Giorgio B., Isidro Soloaga, and Wendy Takacs, 2000, Vintage technologies and skill constraints: Evidence from U.S. exports of new and used machines, World Bank Economic Review 14, 91-109.",
        "Orhun, A. YesÃ\u0083Å\u0092Ã\u0082Â§im, and Mike Palazzolo, 2016, Frugality is hard to afford, Working paper, University of Michigan.",
        "Pratchett, Terry, 1993, Men at Arms, New York, Harper.",
        "Ramey, Valerie A., and Matthew D. Shapiro, 2001, Displaced capital, Journal of Political Economy 109, 958-992.",
        "Rampini, Adriano A., and S. Viswanathan, 2010, Collateral, risk management, and the distribution of debt capacity, Journal of Finance 65, 2293-2322.",
        "Rampini, Adriano A., and S. Viswanathan, 2013, Collateral and capital structure, Journal of Financial Economics 109, 466-492.",
        "Rampini, Adriano A., and S. Viswanathan, 2016, Household risk management, Working paper, Duke University.",
        "Rust, John, 1986, When is it optimal to kill off the market for used durable goods? Econometrica 54, 65-86.",
        "Schmalensee, Richard, 1970, Regulation and the durability of goods, Bell Journal of Economics and Management Science 1, 54-64.",
        "Schmalensee, Richard, 1974, Market structure, durability, and maintenance effort, Review of Economic Studies 41, 277-287.",
        "Sen, Amartya K., 1962, On the usefulness of used machines, Review of Economics and Statistics 44, 346-48.",
        "Sieper, E., and Peter L. Swan, 1973, Monopoly and competition in the market for durable goods, Review of Economic Studies 40, 333-351.",
        "Stokey, Nancy L., 1981, Rational expectations and durable goods pricing, Bell Journal of Economics 12, 112-128.",
        "Stolyarov, Dmitriy, 2002, Turnover of used durables in a stationary equilibrium: Are older goods traded more? Journal of Political Economy 110, 1390-1413.",
        "Swan, Peter L., 1970, Durability of consumption goods, American Economic Review 60, 884-894.",
        "Swan, Peter L., 1971, The durability of goods and regulation of monopoly, Bell Journal of Economics and Management Science 2, 347-357.",
        "Swan, Peter L., 1972, Optimum durability, second-hand markets, and planned obsolescence, Journal of Political Economy 80, 575-585.",
        "Townsend, Robert M., 1979, Optimal contracts and competitive markets with costly state verification, Journal of Economic Theory 21, 265-293.",
        "Waldman, Michael, 1996, Durable goods pricing when quality matters, Journal of Business 69, 489-510.",
        "Waldman, Michael, 2003, Durable goods theory for real world markets, Journal of Economic Perspectives 17(1), 131-154.",
        "Wicksell, Knut, 1934, Lectures on Political Economy, Volume 1, London, George Routledge and Sons."
    ]
}