{
    "id": 22336,
    "cites": 30,
    "cited_by": 5,
    "reference": [
        "Azzimonti, M. 2015. Partisan Conflict and Private Investment. NBER Working Paper No. 21273.",
        "Azzimonti, M. and M. Talbert. 2013. Polarized business cycles, Journal of Monetary Economics, 67, 47-61.",
        "Baker, S., Bloom, N. and S. Davis. 2016. Measuring Economic Policy Uncertainty. NBER Working Paper No. 21633.",
        "Baker, M., C. Foley, and J. Wurgler. 2009. Multinationals as Arbitrageurs: The Effect of Stock Market Valuations on Foreign Direct Investment. Review of Financial Studies, 22, 337-369.",
        "Basi, R. 1963. Determinants of United States Private Direct Investment in Foreign Countries. Kent State University Press.",
        "Bernanke, B. 1983. Irreversibility, Uncertainty, and Cyclical Investment. Quarterly Journal of Economics, 85106.",
        "Bhattacharya, U., N. Galpin, and B. Haslem. 2007. The Home Court Advantage in International Corporate Litigation, Journal of Law and Economics, 50, 625-659.",
        "Bloom, N. 2009. The Impact of Uncertainty Shocks, Econometrica, 77, 3, 623-685.",
        "Bloom, N., S. Bond, and J. Van Reenen. 2007. Uncertainty and Investment Dynamics. Review of Economic Studies, 74, 391-415.",
        "Busse, M. and C. Hefeker. 2007. Political Risk, Institutions and Foreign Direct Investment. European Journal of Political Economy, 23, 2, 397-415.",
        "Canes-Wrone, C. and J.K. Park. 2011. Electoral business cycles in OECD countries, American Political Science Review, 106, 1, 103-122.",
        "Durnev, A. 2010. The Real Effects of Political Uncertainty: Elections and Investment Sensitivity to Stock Prices. Working paper.",
        "Faeth, I. 2009. Determinants of Foreign Direct Investment - A Tale of Nine Theoretical Mod- els, Journal of Economic Surveys, 23, 165-196.",
        "FernaÃ\u0083Å\u0092Ã\u0082Â\u0081ndez-Villaverde, J., and J. Rubio-RamÃ\u0083â\u0080\u009eÃ\u0082Â±Ã\u0083Å\u0092Ã\u0082Â\u0081rez. 2010. Macroeconomics and Volatility: Data, Models, and Estimation, NBER Working Paper No. 16618.",
        "Froot, K., and J. Stein. 1991. Exchange Rates and Foreign Direct Investment: An Imperfect Capital Markets Approach. Quarterly Journal of Economics, 106, 1191-1217.",
        "Grosse, R. and L. J. Trevino. 1996. Foreign Direct Investment in the United States: An Analysis by Country of Origin, Journal of International Business Studies, 27, 139-155.",
        "Julio, B., and Y. Yook. 2012. Political Uncertainty and Corporate Investment Cycles. Journal of Finance, 67, 4584.",
        "Julio, B. and Y. Yook. 2014. Policy Uncertainty, Irreversibility, and Cross-Border Flows of Capital. Finance and Economics Discussion Series Divisions of Research & Statistics and Monetary Affairs Federal Reserve Board, Washington, D.C.",
        "Klein, M., and E. Rosengren. 1994. The Real Exchange Rate and Foreign Direct Investment in the United States. Journal of International Economics, 36, 373-389.",
        "Li, Q. and A. Resnick. 2003. Reversal of Fortunes: Democratic Institutions and Foreign Direct Investment Inflows to Developing Countries, International Organization, 57, 175211.",
        "Lipsey, R., and M. Weiss. 1984. Foreign Production and Exports of Individual Firms. Review of Economics and Statistics, 66, 304-307.",
        "Loree, D. W. and S. E. Guisinger 1995. Policy and Non-Policy Determinants of U.S. Equity Foreign Direct Investment, Journal of International Business Studies, 26, 281299.",
        "Markusen, J. 1995. The Boundaries of Multinational Enterprises and the Theory of International Trade. Journal of Economic Perspectives 9, 169-189.",
        "Nordhaus, W. 1975. The Political Business Cycle. Review of Economic Studies, 42, 169190.",
        "Pindyck, R., and A. Solimano. 1993. Economic Instability and Aggregate Investment. NBER Macroeconomics Annual, 8, 259-303.",
        "Schneider, F. and B. S.Frey. 1985. Economic and Political Determinants of Foreign Direct Investment. World Development, 13, 161-175.",
        "Rivoli, P. and E. Salorio. 1996. Foreign Direct Investment and Investment under Uncertainty. Journal of International Business Studies, 27, 335-357.",
        "Singh, H., and K. Jun. 1995. Some New Evidence on Determinants of Foreign Direct Investment in Developing Countries. The World Bank Policy Research Working Paper 1531.",
        "Stokey, N. 2013. Wait-and-See: Investment Options under Policy Uncertainty, NBER Working Paper No. 19630.",
        "Wei, S. 2000. How Taxing is Corruption on International Investors. Review of Economics and Statistics 82, 1-11."
    ]
}