{
    "id": 22337,
    "cites": 30,
    "cited_by": 5,
    "reference": [
        "Aaronson, D., Barrow, L., Sander, W., 2007. Teachers and Student Achievement in the Chicago Public High Schools. Journal of Labor Economics 25(1) 95-135.",
        "Andrews, R.J., Li, J., Lovenheim, M.F., 2012. Quantile Treatment Effects of College Quality on Earnings: Evidence from Administrative Data in Texas. NBER Working Paper 18068.",
        "Abdulkadiroglu, A., Angrist, J., Pathak, P., 2014. The Elite Illusion: Achievement effects at Boston and New York Exam Schools. Econometrica 82(1): 137-196.",
        "Angrist, J., Lavy, V., 1999. Using MaimonidesÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0084¢ Rule to Estimate the Effect of Class Size on Scholastic Achievement. The Quarterly Journal of Economics 114(2): 533-575.",
        "Berkowitz, D., Hoekstra M., 2011. Does high school quality matter? Evidence from admissions data. Economics of Education Review 30 (2011) 280-288.",
        "Calonico, S., Cattaneo, M,D., Titiunik, R., 2014. Robust Nonparametric Confidence Intervals for Regression-Discontinuity Designs. Econometrica 82 (6): 2295-2326.",
        "Canaan, S., Mouganie, P., 2015. Returns to Education Quality for Low Skilled Students: Evidence from a Discontinuity. Working Paper. Available at SSRN 2518067.",
        "Chetty R., Friedman, J.N., Rockoff, J.E., 2014. Measuring the Impacts of Teachers I: Evaluating Bias in Teacher Value-Added Estimates. American Economic Review 104(9): 2593-2632.",
        "Clark, D., 2010. Selective Schools and Academic Achievement. B.E Journal of Economics Analysis and Policy: Advances in Economic Analysis and Policy 10(1).",
        "Clark, D., Del Bono, E., 2014. The Long-Run Effects of Attending an Elite School: Evidence from the UK. IZA Discussion Paper No.8617 November 2014.",
        "Ding, W., Lehrer, S, F., 2007. Do Peers Affect Student Achievement in ChinaÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0084¢s Secondary Schools? Review of Economics and Statistics 89(2): 300-312.",
        "Dobbie W., Fryer, R.G., 2014. The Impact of Attending a School with High-Achieving Peers: Evidence from the New York City Exam Schools. American Economics Journal: Applied Economics 6(3): 58-75.",
        "Giles, J., Park, A., Wang, W., 2015. The Great Proletarian Cultural Revolution, Disruptions to Education, and the Returns to Schooling in Urban China. IZA Discussion Paper No. 8930, March 2015.",
        "Hannum, E., Park, A., 2001. Do Teachers Affect Learning in Developing Countries?: Evidence from Matched Student-Teacher Data from China. Conference Rethinking Social Science Research on the Developing World in the 21st Century.",
        "Hoekstra, M., 2009. The Effect of Attending the Flagship State University on Earnings: A Discontinuity-Based Approach. The Review of Economics and Statistics 91 (4), 717-24.",
        "Imbens, G.W., Lemieux, T., 2008. Regression discontinuity designs: A guide to practice. Journal of Econometrics 142 (2), 615-35.",
        "Jackson, C.K, 2010. Do Students Benefit From Attending Better Schools? Evidence From Rule-based Student Assignments in Trinidad and Tobago. Economic Journal 120(549): 13991429.",
        "Jackson, C.K, 2013. Can higher-achieving peers explain the benefits to attending selective schools? Evidence from Trinidad and Tobago. Journal of Public Economics 108: 63-77.",
        "Kane, T.J., Rockoff, J.E., Staiger, O., 2008. What Does Certification Tell Us about Teacher Effectiveness? Evidence from New York City. Economics of Education Review 27(6):615-31.",
        "Krueger, A.B., 2003. Economic Considerations and Class Size. Economic Journal 113(485): F34-F63.",
        "Lai, F., Sadoulet, E., de Janvry, A., 2011. The Contributions of School Quality and Teacher Qualifications to Student Performance: Evidence from a Natural Experiment in Beijing Middle Schools. Journal of Human Resources 46: 123-153.",
        "Lee, D.S, 2009. Training, Wages, and Sample Selection: Estimating Sharp Bounds on Treatment Effects. Review of Economic Studies 76(3): 1071-1102.",
        "Lee, D.S., Card, D. 2008. Regression discontinuity inference with specification error. Journal of Econometrics 142 (2), 655-674.",
        "Lee, D.S., Lemieux, T., 2010. Regression discontinuity designs in economics. Journal of Economic Literature 48 (2), 281-355.",
        "Li, H., Liu, P. W., Ma, N., Zhang, J., 2005. Does Education Pay in Urban China? Estimating Returns to Education Using Twins. Discussion Papers 00015, Chinese University of Hong Kong, Department of Economics.",
        "Lucas, A.M., Isaac M.M., 2014. Effects of School Quality on Student Achievement: Discontinuity Evidence from Kenya. American Economic Journal: Applied Economics 6(3): 234-63.",
        "Park, A., Xinzheng, S., Xuenhi, An., Hsieh C., 2015. Magnet High Schools and Academic Performance in China: A Regression Discontinuity Design. Forthcoming in Journal of Comparative Economics.",
        "Pop-Eleches, C., Urquiola M., 2013. Going to a Better School: Effects and Behavioral Responses.",
        "Econometrica 73(2): 417-58 Rockoff, J.E., 2004. The Impact of Individual Teachers on Student Achievement: Evidence from Panel Data. American Economic Review: Papers and Proceedings 94(2): 247-52 Saavedra, J., 2009. The Learning and Early Labor Market Effects of College Quality: A Regression Discontinuity Analysis. Rand Corporation Working Paper.",
        "Zimmerman, S., 2014. The Returns to College Admission for Academically Marginal Students. Journal of Labor Economics 32 (4): 711-754. Zhang, H., Forthcoming. Identification of Local Average Treatment Effects under Imperfect Matching: with an Application to Chinese Elite Schools. Journal of Public Economics. A Figures"
    ]
}