{
    "id": 22338,
    "cites": 43,
    "cited_by": 14,
    "reference": [
        "Abaluck, Jason and Jonathan Gruber (2011), Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Choice Inconsistencies among the Elderly: Evidence from Plan Choice in the Medicare Part D Program,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d American Economic Review, Vol. 101, No. 4, (June 2011), pp. 1180-1210.",
        "Afendulis, Christopher C, Michael E Chernew and Daniel P Kessler (2013), Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093The Effect of Medicare Advantage on Hospital Admissions and Mortality,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d NBER Working Paper No. 19101.",
        "Batata, Amber, (2004), Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093The Effect of HMOs on Fee-For-Service Health Care Expenditures: Evidence from Medicare Revisited, Journal of Health Economics, Vol. 23, (2004), pp. 951-963.",
        "Berndt, E., (2004), Unique Issues Raised By Drug Benefit Design, Health Affairs, Vol. 23, No. 1.",
        "Brown, Jason, Mark Duggan, Illyana Kuziemko, and William Woolston (Brown et al. 2014). Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093How Does Risk Selection Respond to Risk Adjustment? New Evidence from the Medicare Advantage ProgramÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d American Economic Review, Vol. 104, No. 10, (Oct. 2014), pp 3335-64.",
        "Cabral, Marika, Michael Geruso, and Neale Mahoney (2014) Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Does Privatized Health Insurance Benefit Patients or Producers? Evidence from Medicare AdvantageÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d NBER Working Paper No. 20470, 2014.",
        "Carey, Colleen (2016), Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Technological Change and Risk Adjustment: Benefit Design Incentives in Medicare Part D,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Forthcoming at American Economic Journal: Economic Policy, 2016.",
        "Centers for Medicare and Medicaid Services (CMS), 2007 Medicare Modernization Act 2007 Final Guidelines Formularies, available at http://www.cms.hhs.gov/PrescriptionDrugCovContra/Downloads/ CY07FormularyGuidance.pdf (accessed August 13, 2007)",
        "Centers for Medicare and Medicaid Services (CMS), 2008 Medicare Part D Manual-Chapter 6, Part D Drugs and Formulary Requirements, available at http://www.cms.hhs.gov/ PrescriptionDrugCovContra/Downloads/PDBMChap6FormularyReqrmts_03.09.07.pdf",
        "Centers for Medicare and Medicaid Services (CMS), 2013 Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093The 80/20 Rule: How Insurers Spend Your Health Insurance Premiums,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d available at https://www.cms.gov/CCIIO/Resources/Files/ Downloads/mlr-report-02-15-2013.pdf",
        "Chandra, Amitabh, Jonathan Gruber, and Robin McKnight (2010) Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Patient Cost-Sharing, Hospitalization Offsets, and the Design of Optimal Health Insurance for the Elderly,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d American Economic Review Vol. 100, No. 1, (2010), pp. 193-213.",
        "Curto, Vilsa, Liran Einav, Jonathan Levin and Jay Bhattacharya. 2015. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Can Health Insurance Competition Work? Evidence from Medicare AdvantageÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d NBER Working Paper No. 20818, 2015.",
        "Duggan, Mark and Fiona Scott Morton (2010) Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093The Effect of Medicare Part D on Pharmaceutical Prices and Utilization,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d American Economic Review, Vol. 100, No. 1, (March 2010), pp. 590-607.",
        "Duggan, Mark and Amanda Starc, and Boris Vabson (2015) Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Who Benefits when the Government Pays More? Pass-Through in the Medicare Advantage Program,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d NBER Working Paper 19989, March 2014.",
        "Einav, Liran, Amy Finkelstein, and Maria Polykova (2016), Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Private Provision of Social Insurance: Drug-Specific Price Elasticities and Cost Sharing in Medicare Part D,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Working paper, 2016.",
        "Fendrick AM, Smith DG, Chernew ME, Shah SN. 2001. A benefit-based copayment for prescription drugs: patient contribution based on total benefits, not drug acquisition cost. American Journal of Managed Care.pp.861-867.",
        "Geruso, Michael and Timothy Layton (2016) Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Upcoding or Selection? Evidence from Medicare on Squishy Risk AdjustmentÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Working Paper.",
        "Goldman, Dana and Tomas Philipson. 2007. Integrated Insurance Design in the Presence of Multiple Medical Technologies, American Economic Review Papers and Proceedings, 97 (2) May pp. 427-432.",
        "Han, Shijie and Kurt Lavetti (2016) Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093The Effect of Part D on Medicare Advantage SelectionÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Working Paper.",
        "Handel, Benjamin (2013) Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Adverse Selection and Inertia in Health Insurance Markets: When Nudging Hurts,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d American Economic Review, Vol. 103, No. 7, (2013), pp. 2643-82.",
        "Hoadley, Jack 2005. The Effect of Formularies and Other Cost Management Tools on Access to Medications: An Analysis of the MMA and the Final Rule, Kaiser Family Foundation, March 2005, available at http://www.kff.org/medicare/7299.cfm",
        "Hoadley, J. et al., 2006. An In-Depth Examination of Formularies and Other Features of Medicare Drug Plans, April, available at http://www.kff.org/medicare/upload/7489.pdf(accessedAugust19, 2007)",
        "Hoadley, Jack, Elizabeth Hargrave, Katie Merrell, Juliette Cubanski, and Tricia Neuman, 2008. Medicare Part D 2008 Data Spotlight: Formularies, The Kaiser Family Foundation, January, Available at http://www.kff.org/medicare/upload/7734.pdf.",
        "Hoadley, Jack, Juliette Cubanski, and Tricia Neuman, 2015 (Hoadley et al. 2015). Medicare Part D at Ten Years: The 2015 Marketplace and Key Trends, 2006-2015, The Kaiser Family Foundation, Oct. 2015, Available at http://kff.org/medicare/report/ medicare-part-d-at-ten-years-the-2015-marketplace-and-key-trends-2006-2015/.",
        "Hoadley, J. and K. Simon. 2010. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009dMedicare Part D Turns Four: Trends in Plan Design, Enrollment, and the Impact of the Program on BeneficiariesÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d in Avi Dor edited Advances in Health Economics and Health Services Research Vol. 22.",
        "Kaiser Family Foundation 2014 (KFF 2014). Key Findings on Medicaid Managed Care: Highlights from the Medicaid Managed Care Market Tracker, December 2014, available at http://files.kff.org/attachment/ key-findings-on-medicaid-managed-care-highlights-from-the-medicaid-managed-caremarket -tracker-report (accessed May, 2016).",
        "Jonathan Ketcham, Claudio Lucarelli, Eugenio Miravete and M. Christopher Roebuck, (Ketcham et al. 2012), Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Sinking, Swimming, or Learning to Swim in Medicare Part D,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d American Economic Review, Vol. 102, No. 6, (2012) pp. 2639-73.",
        "Lichtenberg, Frank R. and Shawn X. Sun, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093The Impact Of Medicare Part D On Prescription Drug Use By The ElderlyÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Health Affairs 26, no.6 (2007):1735-1744.",
        "Lucarelli, Claudio, Jeff Prince and K. Simon, (2012) Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093The Welfare Impact of Reducing Choice in Medicare Part D: A Comparison of Two Regulatory Strategies,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d International Economic Review, Vol. 53, No. 4, (Nov. 2012), pp. 1155-77.",
        "Lustig, J. 2010. The Welfare Effects of Adverse Selection in Privatized Medicare, Yale University, Working Paper.",
        "Medicare Payment Advisory Commission (MedPAC). 2005.Report to the Congress: Issues in a modernized Medicare program, June 2005.",
        "Medicare Payment Advisory Commission (MedPAC). 2006a. Report to the Congress: Increasing the value of Medicare, June 2006.",
        "Medicare Payment Advisory Commission (MedPAC), 2006b. Medicare Advantage Program Payment System, September, available at http://www.medpac.gov/publications/other_reports/Sept06_ MedPAC_Payment_Basics_MA.pdf",
        "Medicare Payment Advisory Commission (MedPAC). 2007. Report to the Congress: Update on the Medicare Advantage Program Implementation of Past Recommendations, March 2007.",
        "Newhouse, J. 2004 How Much Should Medicare Pay for Drugs? Health Affairs. Vol 23, N 1, pp.89-102",
        "Pauly, Mark, and Yuhui Zeng, 2004. Adverse Selection and the Challenges to Stand-Alone Prescription Drug Insurance, Forum for Health Economics and Policy, Vol. 7, Article 3",
        "Polyakova, Maria (2015) Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Regulation of Insurance with Adverse Selection and Switching Costs: Evidence from Medicare Part DÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d NBER Working Paper No. 21541.",
        "Rothschild, M., and J. Stiglitz. 1976. Equilibrium in Competitive Insurance Markets: An Essay in the Economics of Imperfect Competition, Quarterly Journal of Economics, Vol 90, p.629-49.",
        "Simon, K., S. Tennyson and J. Hudman, 2009, What Policies are States Using to Control Medicaid Prescription Drug Spending, and How Effective are They? Risk Management and Insurance Review. Vol 12, issue 1",
        "Stanley, Theodore (2014) Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093The Fentanyl StoryÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d The Journal of Pain, Vol. 15, No. 12, (Dec. 2014), pp. 1215-26.",
        "Starc, Amanda and Robert J Town (2016) Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Internalizing Behavioral Externalities: Benefit Integration in Health InsuranceÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Working Paper.",
        "Tamblyn, Robyn, Rejean Laprise, James Hanley, Michael Abrahamowicz, Susan Scott, Nancy Mayo, Jerry Hurley, Roland Grad, Eric Latimer, Robert Perreault, Peter McLeod, Allen Huang, Pierre Larochelle, and Louise Mallet . 2001. Adverse Events Associated with Prescription Drug Cost-Sharing Among Poor and Elderly Persons. Journal of the American Medical Association 285(4):42129.",
        "U.S. Congress. 2003 Public Law 108-173. Medicare Prescription Drug, Improvement, and Modernization Act of 2003."
    ]
}