{
    "id": 22345,
    "cites": 21,
    "cited_by": 3,
    "reference": [
        "Borenstein, Severin, James Bushnell, Frank A. Wolak, and Matthew Zaragoza-Watkins, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Expecting the Unexpected: Emissions Uncertainty and Environmental Market Design,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Working Paper 20999, National Bureau of Economic Research March 2015.",
        "Brons, Martijn, Peter Nijkamp, Eric Pels, and Piet Rietveld, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093A meta-analysis of the price elasticity of gasoline demand. A {SUR} approach,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Energy Economics, 2008, 30 (5), 2105 Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c 2122.",
        "Coglianese, John, Lucas W. Davis, Lutz Kilian, and James H. Stock, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Anticipation, Tax Avoidance, and the Price Elasticity of Gasoline Demand,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d February 2015. National Bureau of Economic Research, Working Paper No. 20980.",
        "Cui, Carolyn, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Questions Arise on Gasoline Data,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d The Wall Street Journal, March 21, 2012, p. C1.",
        "Dahl, Carol and Thomas Sterner, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Analysing Gasoline Demand Elasticities: A Survey,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Energy Economics, July 1991, 13 (3), 203Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c210.",
        "Davis, Lucas W. and Lutz Kilian, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Estimating the Effects of a Gasoline Tax on Carbon Emissions,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Journal of Applied Econometrics, November/December 2011, 26 (7), 1187Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c 1214.",
        "Espey, Molly, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Gasoline Demand Revisited: An International Meta-analysis of Elasticities,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Energy Economics, 1998, 20 (3), 273Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c295.",
        "Gicheva, Dora, Justine Hastings, and Sofia Villas-Boas, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Revisiting the Income Effect: Gasoline Prices and Grocery Purchases,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d November 2007. NBER Working Paper No. 13614.",
        "Goodwin, P. B., Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093A Review of New Demand Elasticities with Special Reference to Short and Long Run Effects of Price Changes,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Journal of Transport Economics and Policy, May 1992, 26 (2), 155Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c169.",
        "Hastings, Justine S. and Jesse M. Shapiro, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Fungibility and Consumer Choice: Evidence from Commodity Price Shocks*,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d The Quarterly Journal of Economics, 2013, 128 (4), 1449Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c1498.",
        "Hsing, Yu, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093On the variable elasticity of the demand for gasoline: The case of the {USA},Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Energy Economics, 1990, 12 (2), 132 Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c 136.",
        "Hughes, Jonathan E., Christopher R. Knittel, and Daniel Sperling, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Evidence of a Shift in the Short-Run Price Elasticity of Gasoline Demand,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d The Energy Journal, 2008, 29 (1), 93Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c114.",
        "Li, Shanjun, Joshua Linn, and Erich Muehlegger, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Gasoline Taxes and Consumer Behavior, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d American Economic Journal: Economic Policy, 2014, 6 (4), 302Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c42.",
        "Lin, C.-Y. Cynthia and Lea Prince, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Gasoline Price Volatility and the Elasticity of Demand for Gasoline,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Energy Economics, July 2013, 38, 111Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c117.",
        "Morath, Eric, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Lower Gas Prices Drove Down Transit Use,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d The Wall Street Journal, April 6, 2016.",
        "Park, Sung Y. and Guochang Zhao, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093An estimation of U.S. gasoline demand: A smooth time-varying cointegration approach,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Energy Economics, 2010, 32, 110Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c120.",
        "Rivers, Nicholas and Brandon Schaufele, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Salience of carbon taxes in the gasoline market, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Journal of Environmental Economics and Management, November 2015, 74, 23 Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c 36.",
        "Small, Kenneth A. and Kurt Van Dender, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Fuel Efficiency and Motor Vehicle Travel: The Declining Rebound Effect,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Energy Journal, 2007, 28 (1), 25Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c51.",
        "Sommer, Jeff, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Cheap Gas Is a Thrill, but a Costly One,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d The New York Times, December 11, 2015.",
        "Sterner, Thomas and Carol Dahl, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Modeling Transport Fuel Demand,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d in Thomas Sterner, ed., International Energy Economics, Chapman-Hall, 1992, pp. 65Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c79.",
        "Once again, if Ã\u0083Å½Ã\u0082Â³ and Sreg are constant over time our demand elasticity estimates will not be affected by this bias. On the other hand, if the share of consumers buying regular grade gasoline (Sreg) increases when prices rise (as Hastings and Shapiro (2013) suggest) then some of the decrease in quantity we observe could be a result of people substituting to cheaper regular grade gasoline rather than people reducing gasoline consumption altogether."
    ]
}