{
    "id": 2235,
    "cites": 24,
    "cited_by": 3,
    "reference": [
        "New York: Council on Foreign Relations. AFL-CIO, Industrial Union Department. 1984. Deindustrialization and the Two Tier Society: Challen,ges for an Industrial ~Ã\u0083Â§4~c. Washington: Industrial Union Department, AFL-CIO.",
        "American Multinationals and American Interests. Washington, D.C.: Brookings Institution. Bhagwati, Jagdish. 1984. Splintering and Disembodiment of Services and Developing Nations. The World Economy. 7:133-144.",
        "Brock, William A. 1982. A Simple Plan for Negotiating on Trade in Services. The World Econoj~y 5:229-240.",
        "Deardorff, Alan V. 1985. Comparative Advantage and International Trade and Investment in Services. In Trade and Investment in Services: Canada/US Per~pectives, ed. Robert M. Stern.",
        "International Trade in Services. Federal Reserve Bank of New York Quarterly Review 8, no. 1, 30-36. Feketekuty, Geza, and Lawrence B. Krause. 1986. Service and High Technology Goods in the New GATT Round. In Pacific Trade Policy Cooperation: Goals and Initiatives. Korea Development Institute, 87-99.",
        "Gray, H. Peter. 1983. A Negotiating Strategy for Trade in Services. Journal of World Tr~ La~ 17:377-387.",
        "Helpman, Elhanan, and Paul R. Krugman. 1985. Market_Structure and Foreign Trade. Cambridge, MA: MIT Press.",
        "Howe, Wayne J. 1986. The Business Services Industry Sets Pace in Employment Growth. Monthly Labor Review 109 (April) 29- 36.",
        "Kravis, Irving B. 1983. Services in the Domestic Economy and in World Transactions. National Bureau of Economic Research Working Paper no. 1124, May. - Kravis, Irving B., Alan W. Heston, and Robert Summers. 1983.",
        "Krueger,. Alan B., and Lawrence H. Summers. 1986. Reflections on the Inter-industry Wage Structure. Harvard Institute of Economic Research Discussion Paper No. 1252, July.",
        "Deindustrialization and the Shift to Services. Monthly Labor Review 109 (June) 3-13. Lancaster, Kelvin. 1979. ~ Efficiency. New York: Columbia University Press.",
        "Lawrence, Robert Z. 1984. Can America Comp~~ Washington, D.C.: Brookings Institution.",
        "Lipsey, Robert E., and Irving B. Kravis. 1985. The Competitive Position of U.S. Manufacturing Firms. BancaNazionale_del Lavoro Quarterly Review 153: 127-154.",
        "Trade in Services: Exports and Foreign Revenues Report. Washington, D.C.: U.S. Government Printing Office. Price Waterhouse. 1985. Exporting Services: A Fortune 500 View. Export Today 1:53-57.",
        "Sampson, Gary P., and Richard H. Snape. 1985. Identifying the Issues in Trade in Services. The World Economy 8:171-182.",
        "Sapir, Andre. 1985. North-South Issues in Trade in Services.",
        "The World Economy 8:27-42. Schott, Jeffrey J. 1983. Protectionist Threat to Trade and Investment in Services. The World Economy 6:195-214.",
        "Stalson, Helena. 1985. U.S. Service Exports and Foreign Barriers: An Agenda for Negotiations. Washington, D.C.: National Planning Association.",
        "Stern, Robert M. 1985. Global Dimensions of International Trade and Investment in Services. In Trade and Investment in Services: Canada/US Perspectives, ed. Robert M. Stern.",
        "Ontario Economic Council. Stern, Robert M., and Bernard M. Hoekman. 1986. GATT Negotiations on Services: Analytical Issues and Data Needs.",
        "Research Seminar in International Economics, University of Michigan, Seminar Discussion Paper No. 189. United States International Trade Commission. 1982. The Relationship of Exports in ~ to U.S. Merchandise Exports. USITC Publication 1290.",
        "Washington, D.C.: United States International Trade Commission, September. United States Trade Representative. 1983. U.S. National Study on Trade in Services: A SubmissiÃ\u0083Â§j~y the United States Government to the General Agreement on Tariffs and Trade.",
        "Washington, D.C.: Office of the United States Trade Representative. - - Urquhart, Michael. 1984. The Employment Shift to Services: Where Did It Come From? Monthly Labor Review 107 (April) 15-22.",
        "Whalley, John. 1986. Some Reflections on the Current Trade in Services Debate. University of Western Ontario."
    ]
}