{
    "id": 22359,
    "cites": 64,
    "cited_by": 8,
    "reference": [
        "Aiyagari, S. R. and McGrattan, E. R. (1998). The optimum quantity of debt. Journal of Monetary Economics, 42(3):447Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c469.",
        "Auclert, A. (2016). Monetary policy and the redistribution channel. Princeton University manuscript.",
        "Auerbach, A. J. and Feenberg, D. (2000). The significance of federal taxes as automatic stabilizers. Journal of Economic Perspectives, 14(3):37Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c56.",
        "Baily, M. N. (1978). Some aspects of optimal unemployment insurance. Journal of Public Economics, 10(3):379Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c402.",
        "Barron, J. M., Berger, M. C., and Black, D. A. (1997). On-the-job training. W.E. Upjohn Institute for Employment Research, Kalamazoo, MI.",
        "Basu, S. and Fernald, J. G. (1997). Returns to scale in us production: Estimates and implications. Journal of Political Economy, 105(2):249Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c283.",
        "Benabou, R. (2002). Tax and education policy in a heterogeneous agent economy: What levels of redistribution maximize growth and efficiency? Econometrica, 70(2):481Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c517.",
        "Bhandari, A., Evans, D., Golosov, M., and Sargent, T. J. (2013). Taxes, debts, and redistributions with aggregate shocks. NBER working paper 19470.",
        "Blanchard, O., DellÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0084¢Ariccia, G., and Mauro, P. (2010). Rethinking macroeconomic policy. Journal of Money, Credit and Banking, 42(s1):199Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c215.",
        "Blanchard, O. and GalÃ\u0083â\u0080\u009eÃ\u0082Â±Ã\u0083Å\u0092Ã\u0082Â\u0081, J. (2010). Labor markets and monetary policy: A New Keynesian model with unemployment. American Economic Journal: Macroeconomics, 2(2):1Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c30.",
        "Calvo, G. A. (1983). Staggered prices in a utility-maximizing framework. Journal of Monetary Economics, 12(3):383 Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c 398.",
        "Card, D., Chetty, R., and Weber, A. (2007). Cash-on-hand and competing models of intertemporal behavior: New evidence from the labor market. Quarterly Journal of Economics, 122(4):1511Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c 1560.",
        "Chari, V. V., Kehoe, P. J., and McGrattan, E. R. (2007). Business cycle accounting. Econometrica, 75(3):781Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c836.",
        "Chetty, R. (2006). A general formula for the optimal level of social insurance. Journal of Public Economics, 90(10):1879Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c1901.",
        "Chetty, R. (2012). Bounds on elasticities with optimization frictions: A synthesis of micro and macro evidence on labor supply. Econometrica, 80(3):969Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c1018.",
        "Conesa, J. C. and Krueger, D. (2006). On the optimal progressivity of the income tax code. Journal of Monetary Economics, 53(7):1425Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c1450.",
        "De Santis, M. (2007). Individual consumption risk and the welfare cost of business cycles. American Economic Review, 97(4):1488 Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c 1506.",
        "Den Haan, W. J., Rendahl, P., and Riegler, M. (2015). Unemployment (fears) and deflationary spirals. CEPR Discussion Paper 10814.",
        "DiMaggio, M. and Kermani, A. (2016). The importance of unemployment insurance as an automatic stabilizer. Columbia Business School Research Paper 15-31.",
        "Gali, J. (2011). Unemployment Fluctuations and Stabilization Policies: A New Keynesian Perspective. MIT Press, Cambridge, USA.",
        "GalÃ\u0083â\u0080\u009eÃ\u0082Â±Ã\u0083Å\u0092Ã\u0082Â\u0081, J., Gertler, M., and LoÃ\u0083Å\u0092Ã\u0082Â\u0081pez-Salido, J. D. (2007). Markups, gaps, and the welfare costs of business fluctuations. The Review of Economics and Statistics, 89(1):44Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c59.",
        "Golosov, M., Troshkin, M., and Tsyvinski, A. (2016). Redistribution and social insurance. American Economic Review, 106(2):359Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c386.",
        "Guerrieri, V. and Lorenzoni, G. (2011). Credit crises, precautionary savings, and the liquidity trap. NBER Working Paper 17583.",
        "Guvenen, F., Karahan, F., Ozkan, S., and Song, J. (2015). What do data on millions of U.S. workers reveal about life-cycle earnings risk? University of Minnesota working paper.",
        "Guvenen, F. and McKay, A. (2016). A parsimonious income process for business cycle analysis. Boston University Working Paper.",
        "Guvenen, F., Ozkan, S., and Song, J. (2014). The nature of countercyclical income risk. Journal of Political Economy, 122(3):pp. 621Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c660.",
        "Hagedorn, M., Karahan, F., Manovskii, I., and Mitman, K. (2013). Unemployment benefits and unemployment in the great recession: The role of macro effects. NBER Working Paper 19499.",
        "Hall, R. E. (2005). Employment fluctuations with equilibrium wage stickiness. American Economic Review, 95(1):50Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c65.",
        "Heathcote, J. and Perri, F. (2015). Wealth and volatility. NBER Working Paper 20944.",
        "Heathcote, J., Storesletten, K., and Violante, G. L. (2014). Optimal Tax Progressivity: An Analytical Framework. NBER working paper 19899.",
        "Hosios, A. J. (1990). On the efficiency of matching and related models of search and unemployment. Review of Economic Studies, 57(2):279Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c298.",
        "IMF (2015). Can fiscal policy stabilize output? In Fiscal Monitor, chapter 2, pages 21Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c49. International Monetary Fund.",
        "Johnston, A. C. and Mas, A. (2015). Potential unemployment insurance duration and labor supply: the individual and market-level response to a benefit cut. Princeton University working paper.",
        "Jung, P. and Kuester, K. (2015). Optimal labor-market policy in recessions. American Economic Journal: Macroeconomics, 7(2):124Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c156.",
        "Kaplan, G. W., Moll, B., and Violante, G. (2016). Monetary policy according to HANK. Princeton University manuscript.",
        "Kekre, R. (2015). Unemployment insurance in macroeconomic stabilization. Harvard University manuscript.",
        "Klenow, P. J. and Malin, B. A. (2010). Microeconomic evidence on price-setting. In Friedman, B. and Woodford, M., editors, Handbook of Monetary Economics, volume 3A, pages 231Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c284. Elsevier: North Holland.",
        "Krebs, T. (2003). Growth and welfare effects of business cycles in economies with idiosyncratic human capital risk. Review of Economic Dynamics, 6(4):846Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c868.",
        "Krebs, T. (2007). Job displacement risk and the cost of business cycles. American Economic Review, 97(3):664Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c686.",
        "Krueger, D. and Ludwig, A. (2013). Optimal progressive labor income taxation and education subsidies when education decisions and intergenerational transfers are endogenous. American Economic Review, 103(3):496Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c501.",
        "Krusell, P., Mukoyama, T., and Smith, Jr., A. A. (2011). Asset prices in a Huggett economy. Journal of Economic Theory, 146(3):812Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c844.",
        "Lalive, R. (2007). Unemployment benefits, unemployment duration, and post-unemployment jobs: A regression discontinuity approach. American Economic Review, 97(2):108Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c112.",
        "Landais, C., Michaillat, P., and Saez, E. (2015). A macroeconomic approach to optimal unemployment insurance: Theory. LSE manuscript.",
        "Maliar, L. and Maliar, S. (2015). Merging simulation and projection approaches to solve highdimensional problems with an application to a new Keynesian model. Quantitative Economics, 6(1):1Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c47.",
        "Mankiw, N. G. and Reis, R. (2010). Imperfect information and aggregate supply. In Friedman, B. and Woodford, M., editors, Handbook of Monetary Economics, volume 3A, chapter 5, pages 183Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c230. Elsevier: North Holland.",
        "McKay, A., Nakamura, E., and Steinsson, J. (2016). The power of forward guidance revisited. American Economic Review, forthcoming.",
        "McKay, A. and Reis, R. (2016). The role of automatic stabilizers in the U.S. business cycle. Econometrica, 84(1):141Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c194.",
        "Mirrlees, J. A. (1971). An exploration in the theory of optimum income taxation. Review of Economics Studies, 38(2):175Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c208.",
        "Mitman, K. and Rabinovich, S. (2011). Pro-cyclical unemployment benefits? optimal policy in an equilibrium business cycle model. PIER working paper 11-010.",
        "Musgrave, R. A. and Miller, M. H. (1948). Built-in flexibility. American Economic Review, 38(1):122Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c128.",
        "Oh, H. and Reis, R. (2012). Targeted transfers and the fiscal response to the great recession. Journal of Monetary Economics, 59(Supplement):S50Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009cS64.",
        "Perotti, R. (2005). Estimating the effects of fiscal policy in OECD countries. Federal Reserve Bank of San Francisco, Conference Proceedings.",
        "Petrongolo, B. and Pissarides, C. A. (2001). Looking into the black box: A survey of the matching function. Journal of Economic Literature, 39:390Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c431.",
        "Ravn, M. and Sterk, V. (2013). Job uncertainty and deep recessions. University College London working paper.",
        "Rothstein, J. and Valletta, R. G. (2014). Scraping by: Income and program participation after the loss of extended unemployment benefits. IZA Discussion Paper No. 8022.",
        "Samuelson, P. A. (1954). The pure theory of public expenditure. The Review of Economics and Statistics, 36(4):387Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c389.",
        "Shimer, R. (2012). Reassessing the ins and outs of unemployment. Review of Economic Dynamics, 15(2):127 Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c 148.",
        "Storesletten, K., Telmer, C. I., and Yaron, A. (2001). The welfare cost of business cycles revisited: Finite lives and cyclical variation in idiosyncratic risk. European Economic Review, 45(7):1311Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c 1339.",
        "Storesletten, K., Telmer, C. I., and Yaron, A. (2004). Cyclical dynamics in idiosyncratic labor market risk. Journal of Political Economy, 112(3):695Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c717.",
        "Van Ours, J. C. and Vodopivec, M. (2008). Does reducing unemployment insurance generosity reduce job match quality? Journal of Public Economics, 92(3):684Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c695.",
        "Varian, H. R. (1980). Redistributive taxation as social insurance. Journal of Public Economics, 14(1):49Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c68.",
        "Werning, I. (2007). Optimal fiscal policy with redistribution. Quarterly Journal of Economics, 122(3):925Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c967.",
        "Werning, I. (2015). Incomplete markets and aggregate demand. NBER Working Paper 21448.",
        "Woodford, M. (2010). Optimal monetary stabilization policy. In Friedman, B. M. and Woodford, M., editors, Handbook of Monetary Economics, volume 3, chapter 14, pages 723 Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c 828. Elsevier: North Holland."
    ]
}