{
    "id": 22355,
    "cites": 45,
    "cited_by": 6,
    "reference": [
        "Acharya, Viral V, Yakov Amihud, and Lubomir Litov, 2011, Creditor rights and corporate risktaking, Journal of Financial Economics 102, 150Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c166.",
        "Acharya, Viral V, Deniz Anginer, and A Joseph Warburton, 2013, The end of market discipline? investor expectations of implicit state guarantees, December). www. papers. ssrn. com/sol3/papers. cfm.",
        "Acharya, Viral V., Christian Brownless, Robert Engle, Farhang Farazmand, and Matthew Richardson, 2011, Measuring Systemic Risk, Regulating Wall Street: The Dodd-Frank Act and the New Architecture of Global Finance (John Wiley and Sons, Inc.). Acharya, Viral V., Itamar Drechsler, and Phillip Schnabl, 2014, A pyrrhic victory? bank bailouts and sovereign credit risk, The Journal of Finance 69, 2689Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c2739.",
        "Acharya, Viral V., Lasse Pedersen, Thomas Philippon, and Matthew Richardson, 2011, Taxing Systemic Risk, Regulating Wall Street: The Dodd-Frank Act and the New Architecture of Global Finance (John Wiley and Sons, Inc., New York, NY). (John Wiley and Sons, Inc., New York, NY).",
        "Admati, Anat R, Peter M DeMarzo, Martin F Hellwig, and Paul C Pfleiderer, 2011, Fallacies, irrelevant facts, and myths in the discussion of capital regulation: Why bank equity is not expensive, MPI Collective Goods Preprint.",
        "Adrian, Tobias, and Markus K. Brunnermeier, forthcoming, Covar, American Economic Review. Ang, Andrew, Robert J. Hodrick, Yuhang Xing, and Xiaoyan Zhang, 2009, High idiosyncratic volatility and low returns: International and further u.s. evidence, Journal of Financial Economics 91, 1Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c23.",
        "Backus, David, Mikhail Chernov, and Ian Martin, 2011, Disasters implied by equity index options, Journal of Finance forthcoming.",
        "Baker, Malcolm, Brendan Bradley, and Jeffrey Wurgler, 2011, Benchmarks as limits to arbitrage: Understanding the low-volatility anomaly, Financial Analysts Journal 67, 40Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c54.",
        "Baker, Malcolm, and Jeffrey Wurgler, 2015, Do strict capital requirements raise the cost of capital? bank regulation, capital structure and the low risk anomaly., American Economic Review: Papers and Proceedings 105, 315Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c320.",
        "Banz, Rolf W., 1981, The relationship between return and market value of common stocks, Journal of Financial Economics 9, 3Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c18.",
        "Baron, Matthew, and Wei Xiong, 2015, Credit expansion and neglected crash risk, Working Paper, Princeton University.",
        "Barro, Robert, 2006a, Rare disasters and asset markets in the twentieth century, Quarterly Journal of Economics 121, 823Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c866.",
        ", 2006b, Rare disasters and asset markets in the twentieth century, Quarterly Journal of Economics 121, 823Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c866.",
        "Basu, Sanjoy, 1983, The relationship between earningsÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0084¢ yield, market value and return for nyse common stocks : Further evidence, Journal of Financial Economics 12, 129Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c156.",
        "Beaver, William, Maureen McNichols, and Richard Price, 2007, Delisting returns and their effect on accounting-based market anomalies, Journal of Accounting and Economics 43, 341Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c368.",
        "Berk, Jonathan, 1997, Does size really matter?, Financial Analyst Journal 53, 12Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c18.",
        "Brooks, Robin, and Marco Del Negro, 2005, Country versus region effects in international stock returns, The Journal of Portfolio Management 31, 67Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c72.",
        "Demirguc-Kunt, Asli, and Enrica Detragiache, 2002, Does deposit insurance increase banking system stability? an empirical investigation, Journal of Monetary Economics 49, 1373 Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c 1406.",
        "Epstein, Larry, and Stan Zin, 1989, Substitution risk aversion and the temporal behavior of consumption and asset returns: A theoretical framework, Econometrica 57, 937Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c968.",
        "Fahlenbrach, RuÃ\u0083Å\u0092Ã\u0082Ë\u0086diger, Robert Prilmeier, and ReneÃ\u0083Å\u0092Ã\u0082â\u0082¬ M. Stulz, 2012, This time is the same: Using bank performance in 1998 to explain bank performance during the recent financial crisis, The Journal of Finance 67, 2139Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c2185.",
        "Fama, Eugene F, and Kenneth R French, 1993, Common risk factors in the returns on stocks and bonds, Journal of financial economics 33, 3Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c56.",
        "Frazzini, Andrea, and Lasse Heje Pedersen, 2014, Betting against beta, Journal of Financial Economics 1, 111Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c125.",
        "Gabaix, Xavier, 2012a, Variable rare disasters: An exactly solved framework for ten puzzles in macro-finance, The Quarterly Journal of Economics 127, 645Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c700.",
        ", 2012b, Variable rare disasters: An exactly solved framework for ten puzzles in macrofinance, Quarterly Journal of Economics 127, 645Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c700.",
        "Gandhi, Priyank, and Hanno Lustig, 2015, Size anomalies in bank stock returns, Journal of Finance 70, 733Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c768.",
        "GAO, U.S., 2014, Large bank holding companies: Expectations of government support, Discussion Paper, GAO-14-621.",
        "Gorton, Gary, and Andrew Metrick, 2009, Securitized banking and the run on repo, NBER working paper 15223.",
        "Gourio, Francois, 2008, Time-series predictability in the disaster model, Finance Research Letters 5(4), 191Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c203.",
        "Harvey, Compbell R., and Akhtar Siddique, 2000, Conditional skewness in asset pricing tests, The Journal of Finance 55, 1263Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c1295.",
        "Huang, Xin, Hao Zhou, and Haibin Zhu, 2009, A framework for assessing the systemic risk of major financial institutions, Journal of Banking & Finance 33, 2036 Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c 2049.",
        "Kelly, Bryan, Hanno Lustig, and Stijn Van Nieuwerburgh, 2016, Too-systemic-to-fail: What option markets imply about sector-wide government guarantees, American Economic Review 106, 1278Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c 1319.",
        "La Porta, Rafael, Florencio Lopez-De-Silanes, and Andrei Shleifer, 2002, Government ownership of banks, The Journal of Finance 57, 265Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c301.",
        "La Porta, Rafael, Florencio Lopez-de Silanes, Andrei Shleifer, and Robert Vishny, 2000, Investor protection and corporate governance, Journal of Financial Economics 58, 3 Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c 27.",
        "Laeven, Luc, 2002, Bank risk and deposit insurance, The World Bank Economic Review 16, 109Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c 137.",
        ", and Fabian Valencia, 2008, Systemic banking crises: A new database, IMF Working Paper 08/224.",
        "Lakonishok, Josef, Andrei Shleifer, and Robert W. Vishny, 1994, Contrarian investment, extrapolation, and risk, Journal of Finance 49, 1541Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c1578.",
        "Longstaff, Francis A., and Monika Piazzesi, 2004, Corporate earnings and the equity premium, Journal of Financial Economics 74, 401Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c421.",
        "LoÃ\u0083Å\u0092Ã\u0082Â\u0081pez de Silanes, Florencio, Rafael La Porta, Andrei Shleifer, and Robert Vishny, 1998, Law and finance, Journal of political economy 106, 1113Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c1155.",
        "OÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0084¢Hara, Maureen, and Wayne Shaw, 1990, Deposit insurance and wealth effects: The value of being Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009dtoo big to fail.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d, Journal of Finance 45, 1587Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c1600.",
        "Panageas, Stavros, 2010, Optimal taxation in the presence of bailouts, Journal of Monetary Economics 57, 101Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c116.",
        "Rietz, Thomas A., 1988a, The equity risk premium: A solution, Journal of Monetary Economics 22, 117Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c131.",
        ", 1988b, The equity risk premium: A solution, Journal of Monetary Economics 22, 117Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c131.",
        "Romer, Christina D., and David H. Romer, 2015, New evidence on the impact of financial crises in advanced countries, Working Paper, University of California, Berkeley.",
        "Wachter, Jessica, 2008, Can time-varying risk of rare disasters explain aggregate stock market volatility?, NBER Working Papers 14386.",
        "Wachter, Jessica A., 2013, Can time-varying risk of rare disasters explain aggregate stock market volatility?, The Journal of Finance 68, 987Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c1035. Ã\u0083Â¢Ã\u0082Ë\u0086Ã\u0082â\u0080\u009930 Ã\u0083Â¢Ã\u0082Ë\u0086Ã\u0082â\u0080\u009920 Ã\u0083Â¢Ã\u0082Ë\u0086Ã\u0082â\u0080\u009910 Country India Indonesia Philippines China Canada Thailand Korea Taiwan Hong Kong Australia Poland Israel Singapore Malaysia Peru Brazil Japan South Africa France Belgium USA Turkey Switzerland Italy Germany Denmark Spain Chile UK Mexico Sweden RiskÃ\u0083Â¢Ã\u0082Ë\u0086Ã\u0082â\u0080\u0099adjusted return RiskÃ\u0083Â¢Ã\u0082Ë\u0086Ã\u0082â\u0080\u0099adjusted returns of sizeÃ\u0083Â¢Ã\u0082Ë\u0086Ã\u0082â\u0080\u0099sorted portfolios"
    ]
}