{
    "id": 22364,
    "cites": 81,
    "cited_by": 0,
    "reference": [
        "Adrian, Tobias and Nina Boyarchenko. 2012. Intermediary Leverage Cycles and Financial Stability. Federal Reserve Bank of New York Staff Report No. 567.",
        "Ai, Hengjie, Mariano Massimiliano Croce, Anthony Diercks, and Kai Li. 2013. Production-Based Term Structure of Equity Returns.",
        "Alvarez, Fernando and Urban J. Jermann. 2004. Using Asset Prices to Measure the Cost of Business Cycles. Journal of Political Economy 112 (6):1223Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c1256.",
        "Anderson, Evan W., Lars Peter Hansen, and Thomas J. Sargent. 2003. A Quartet of Semigroups for Model Specification, Robustness, Prices of Risk, and Model Detection. Journal of the European Economic Association 1 (1):68Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c123.",
        "Andreasen, Martin M., JesuÃ\u0083Å\u0092Ã\u0082Â\u0081s FernaÃ\u0083Å\u0092Ã\u0082Â\u0081ndez-Villaverde, and Juan F. Rubio-RamÃ\u0083â\u0080\u009eÃ\u0082Â±Ã\u0083Å\u0092Ã\u0082Â\u0081rez. 2010. The Pruned State Space System for Non-Linear DSGE Models: Asset Pricing Applications to GMM and SMM. Unpublished manuscript.",
        "Belo, Frederico, Pierre Collin-Dufresne, and Robert S. Goldstein. 2015. Dividend Dynamics and the Term Structure of Dividend Strips. Journal of Finance 70 (3):1115Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c1160.",
        "Benigno, Gianluca, Pierpaolo Benigno, and Salvatore NisticoÃ\u0083Å\u0092Ã\u0082â\u0082¬. 2010. Second-Order Approximation of Dynamic Models with Time-Varying Risk. NBER Working paper W16633.",
        "Bernanke, Ben S. and Mark Gertler. 1989. Agency Costs, Net Worth, and Business Fluctuations. American Economic Review 79 (1):14Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c31.",
        "Bernanke, Ben S., Mark Gertler, and Simon Gilchrist. 1999. The Financial Accelerator in a Quantitative Business Cycle Framework. In Handbook of Macroeconomics: Volume 1, chap. 21, 1341Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c 1393. Elsevier B.V. Beveridge, Stephen and Charles R. Nelson. 1981. A New Approach to Decomposition of Economic Time Series into Permanent and Transitory Components with Particular Attention to Measurement of the Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Ë\u009cBusiness CycleÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0084¢. Journal of Monetary Economics 7:151Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c174.",
        "Bhandari, Anmol, Jaroslav BorovicÃ\u0083Å\u0092Ã\u0082Å\u0092ka, and Paul Ho. 2016. Identifying Ambiguity Shocks in Business Cycle Models Using Survey Data.",
        "Bianchi, Francesco. 2012. Regime Switches, AgentsÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0084¢ Beliefs, and Post-World War II U.S. Macroeconomic Dynamics. Review of Economic Studies 67 (2):380Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c405.",
        "Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009dÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009dÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009d. 2015. Rare Events, Financial Crises, and the Cross-Section of Asset Returns.",
        "Bianchi, Francesco and Leonardo Melosi. 2015. Modeling the Evolution of Expectations and Uncertainty in General Equilibrium. Forthcoming in International Economic Review.",
        "Bianchi, Francesco, Cosmin Ilut, and Martin Schneider. 2013. Uncertainty Shocks, Asset Supply and Pricing over the Business Cycle.",
        "Bianchi, Javier. 2016. Efficient Bailouts? Forthcoming in American Economic Review.",
        "van Binsbergen, Jules, Wouter Hueskes, Ralph S.J. Koijen, and Evert B. Vrugt. 2013. Equity Yields. Journal of Financial Economics 110 (3):503Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c519.",
        "van Binsbergen, Jules H. van and Ralph S. J. Koijen. 2016. The Term Structure of Returns: Facts and Theory. Forthcoming in Journal of Financial Economics.",
        "van Binsbergen, Jules H. van, Michael W. Brandt, and Ralph S. J. Koijen. 2012. On the Timing and Pricing of Dividends. American Economic Review 102 (4):1596Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c1618.",
        "Blanchard, Olivier Jean and Charles M. Kahn. 1980. The Solution of Linear Difference Models under Rational Expectations. Econometrica 48 (5):1305Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c1312.",
        "Blanchard, Olivier Jean and Danny Quah. 1989. The Dynamic Effects of Aggregate Demand and Supply Disturbances. The American Economic Review 79 (4):655Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c673.",
        "Bocola, Luigi. 2016. The Pass-Through of Sovereign Risk. Forthcoming in Journal of Political Economy.",
        "Borodin, Andrei N. and Paavo Salminen. 2002. Handbook of Brownian Motion: Facts and Formulae. Springer Verlag, 2nd ed.",
        "BorovicÃ\u0083Å\u0092Ã\u0082Å\u0092ka, Jaroslav and Lars Peter Hansen. 2013. Robust Preference Expansions.",
        "Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009dÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009dÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009d. 2014. Examining Macroeconomic Models through the Lens of Asset Pricing. Journal of Econometrics 183 (1):67Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c90.",
        "BorovicÃ\u0083Å\u0092Ã\u0082Å\u0092ka, Jaroslav, Lars Peter Hansen, Mark Hendricks, and JoseÃ\u0083Å\u0092Ã\u0082Â\u0081 A. Scheinkman. 2011. Risk-Price Dynamics. Journal of Financial Econometrics 9 (1):3Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c65.",
        "BorovicÃ\u0083Å\u0092Ã\u0082Å\u0092ka, Jaroslav, Lars Peter Hansen, and JoseÃ\u0083Å\u0092Ã\u0082Â\u0081 A. Scheinkman. 2014. Shock Elasticities and Impulse Responses. Mathematics and Financial Economics 8 (4):333Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c354.",
        "Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009dÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009dÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009d. 2015. Misspecified Recovery. Forthcoming in Journal of Finance.",
        "Brunnermeier, Markus K. and Yuliy Sannikov. 2014. A Macroeconomic Model with a Financial Sector. American Economic Review 104 (2):379Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c421.",
        "Campbell, John Y. and Robert J. Shiller. 1988. Stock Prices, Earnings, and Expected Dividends. The Journal of Finance 43 (3):661Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c676.",
        "Chen, Hui. 2010. Macroeconomic Conditions and the Puzzles of Credit Spreads and Capital Structure.",
        "Chung, Hess, Troy Davig, and Eric M. Leeper. 2007. Monetary and Fiscal Policy Switching. Journal of Money, Credit and Banking 39 (4):809Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c842.",
        "David, Alexander. 2008. Heterogeneous Beliefs, Speculation, and the Equity Premium. The Journal of Finance 63 (1):41Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c83.",
        "Davig, Troy, Eric M. Leeper, and Todd B. Walker. 2010. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Unfunded LiabilitiesÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d and Uncertain Fiscal Financing. Journal of Monetary Economics 57 (5):600Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c619.",
        "Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009dÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009dÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009d. 2011. Inflation and the Fiscal Limit. European Economic Review 55 (1):31Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c47.",
        "Di Nunno, Giulia and Bernt Ã\u0083Æ\u0092Ã\u0082Ë\u009cksendal. 2009. Malliavin Calculus for LeÃ\u0083Å\u0092Ã\u0082Â\u0081vy Processes with Applications to Finance. Springer Verlag.",
        "Di Tella, Sebastian. 2015. Uncertainty Shocks and Balance Sheet Recessions. Forthcoming in Journal of Political Economy.",
        "Epstein, Larry G. and Stanley E. Zin. 1989. Substitution, Risk Aversion, and the Temporal Behavior of Consumption and Asset Returns: A Theoretical Framework. Econometrica 57 (4):937Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c969.",
        "Farmer, Roger E.A., Daniel F. Waggoner, and Tao Zha. 2011. Minimal State Variable Solutions to Markov-Switching Rational Expectations Models. Journal of Economic Dynamics and Control 35 (12):2150Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c2166.",
        "Feller, William. 1952. The Parabolic Differential Equations and the Associated Semi-Groups of Transformations. Annals of Mathematics, Second Series 55 (3):468Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c519.",
        "Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009dÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009dÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009d. 1957. On Boundaries and Lateral Conditions for the Kolmogorov Differential Equations. Annals of Mathematics, Second Series 65 (3):527Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c570.",
        "Foerster, Andrew, Juan Rubio-Ramirez, Daniel F. Waggoner, and Tao Zha. 2014. Perturbation Methods for Markov-Switching DSGE Models. NBER Working paper W20390.",
        "Frisch, Ragar. 1933. Propagation Problems and Impulse Problems in Dynamic Economics. In Economic Essays in Honour of Gustav Cassel, 171Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c205. Allen and Unwin.",
        "Hansen, Lars Peter. 2012. Dynamic Valuation Decomposition within Stochastic Economies. Econometrica 80 (3):911Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c967. FisherÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009cSchultz Lecture at the European Meetings of the Econometric Society.",
        "Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009dÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009dÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009d. 2014. Nobel Lecture: Uncertainty Outside and Inside Economic Models. Journal of Political Economy 122 (5):945 Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c 987.",
        "Hansen, Lars Peter and Scott F. Richard. 1987. The Role of Conditioning Information in Deducing Testable Restrictions Implied by Dynamic Asset Pricing Models. Econometrica 50:587Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c614.",
        "Hansen, Lars Peter and JoseÃ\u0083Å\u0092Ã\u0082Â\u0081 A. Scheinkman. 2009. Long Term Risk: An Operator Approach. Econometrica 77 (1):177Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c234.",
        "Hansen, Lars Peter and JoseÃ\u0083Å\u0092Ã\u0082Â\u0081 A. Scheinkman. 2012. Pricing Growth-Rate Risk. Finance and Stochastics 16:1Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c15.",
        "Hansen, Lars Peter, Thomas J. Sargent, and Jr. Tallarini, Thomas D. 1999. Robust Permanent Income and Pricing. The Review of Economic Studies 66 (4):873Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c907.",
        "Hansen, Lars Peter, John C. Heaton, and Nan Li. 2008. Consumption Strikes Back? Measuring Long-Run Risk. Journal of Political Economy 116:260Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c302.",
        "Hasler, Michael and Roberto MarfeÃ\u0083Å\u0092Ã\u0082â\u0082¬. 2015. Disaster Recovery and the Term Structure of Dividend Strips.",
        "He, Zhiguo and Arvind Krishnamurthy. 2013. Intermediary Asset Pricing. American Economic Review 103 (2):732Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c770.",
        "Holmes, Mark H. 1995. Introduction to Perturbation Methods. Springer.",
        "Jacobson, David H. 1973. Optimal Stochastic Linear Systems with Exponential Performance Criteria and Their Relation to Deterministic Differential Games. IEEE Transactions for Automatic Control AC-18:1124Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c131.",
        "Justiniano, Alejandro and Giorgio E. Primiceri. 2008. The Time-Varying Volatility of Macroeconomic Fluctuations. The American Economic Review 98 (3):604Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c641.",
        "Karlin, Samuel and Howard M. Taylor. 1981. A Second Course in Stochastic Processes. Academic Press.",
        "Kim, Jinill, Sunghyun Kim, Ernst Schaumburg, and Christopher A. Sims. 2008. Calculating and Using Second-Order Accurate Solutions of Discrete Time Dynamic Equilibrium Models. Journal of Economic Dynamics and Control 32 (11):3397Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c3414.",
        "Klimenko, Nataliya, Sebastian Pfeil, Jean-Charles Rochet, and Gianni De NicoloÃ\u0083Å\u0092Ã\u0082â\u0082¬. 2016. Aggregate Bank Capital and Credit Dynamics.",
        "Kreps, David M. and Evan L. Porteus. 1978. Temporal Resolution of Uncertainty and Dynamic Choice Theory. Econometrica 46 (1):185Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c200.",
        "Linetsky, Vadim. 2008. Spectral Methods in Derivatives Pricing. In Handbooks in Operations Research and Management Science, Vol. 15, chap. 6, 213Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c289. Elsevier B.V. Liu, Zheng, Daniel F. Waggoner, and Tao Zha. 2009. Asymmetric Expectation Effects of Regime Switches in Monetary Policy. Review of Economic Dynamics 12 (2):284Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c303.",
        "Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009dÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009dÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009d. 2011. Sources of Macroeconomic Fluctuations: A Regime-Switching DSGE Approach. Quantitative Economics 2 (2):251Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c301.",
        "Lombardo, Giovanni and Harald Uhlig. 2014. A theory of pruning. Working Paper Series 1696, European Central Bank.",
        "Lopez, Pierlauro, David Lopez-Salido, and Francisco Vazquez-Grande. 2015. Nominal Rigidities and the Term Structures of Equity and Bond Returns.",
        "Maenhout, Pascal J. 2004. Robust Portfolio Rules and Asset Pricing. Review of Financial Studies 17 (4):951Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c983.",
        "Malkhozov, Aytek and Maral Shamloo. 2011. Asset Prices in Affine Real Business Cycle Models.",
        "Moreira, Alan and Alexi Savov. 2016. The Macroeconomics of Shadow Banking. Forthcoming in Journal of Finance.",
        "Nakamura, Emi, Dmitriy Sergeyev, and JoÃ\u0083Å\u0092Ã\u0082Â\u0081n Steinsson. 2016. Growth-Rate and Uncertainty Shocks in Consumption: Cross-Country Evidence. Tech. rep., Columbia University.",
        "Nualart, David. 2006. The Malliavin Calculus and Related Topics. Springer Verlag, 2nd ed.",
        "Park, Hyungbin. 2015. Ross Recovery with Recurrent and Transient Processes.",
        "Pryce, John D. 1993. Numerical Solution of SturmÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009cLiouville Problems. Clarendon Press.",
        "Qin, Likuan and Vadim Linetsky. 2014a. Long Term Risk: A Martingale Approach. Mimeo, Northwestern University.",
        "Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009dÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009dÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009d. 2014b. Positive Eigenfunctions of Markovian Pricing Operators: HansenÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009cScheinkman Factorization and Ross Recovery. Mimeo, Northwestern University.",
        "Qin, Likuan, Vadim Linetsky, and Yutian Nie. 2016. Long Forward Probabilities, Recovery and the Term Structure of Bond Risk Premiums. Mimeo, Northwestern University.",
        "Schmitt-GroheÃ\u0083Å\u0092Ã\u0082Â\u0081, Stephanie and MartÃ\u0083â\u0080\u009eÃ\u0082Â±Ã\u0083Å\u0092Ã\u0082Â\u0081n Uribe. 2004. Solving Dynamic General Equilibrium Models Using a Second-Order Approximation to the Policy Function. Journal of Economic Dynamics and Control 28 (4):755Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c775.",
        "Sims, Christopher. 1980. Macroeconomics and Reality. Econometrica 48 (1):1Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c48.",
        "Sims, Christopher A. 2002. Solving Rational Expectations Models. Computational Economics 20 (1Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c2):1Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c20.",
        "Sims, Christopher A. and Tao Zha. 2006. Were There Regime Switches in U.S. Monetary Policy. The American Economic Review 96 (1):54Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c81.",
        "Slutsky, E. 1927. The summation of random causes as the source of cyclic processes. Problems of economic conditions 3 (1).",
        "Tallarini, Thomas D. 2000. Risk-sensitive Real Business Cycles. Journal of Monetary Economics 45 (3):507Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c532.",
        "Walden, Johan. 2014. Recovery with Unbounded Diffusion Processes.",
        "Whittle, Peter. 1990. Risk Sensitive and Optimal Control. West Suffix, England: John Wiley and Sons.",
        "Zviadadze, Irina. 2016. Term Structure of Consumption Risk Premia in the Cross Section of Currency Returns. Forthcoming in Journal of Finance."
    ]
}