{
    "id": 22370,
    "cites": 42,
    "cited_by": 28,
    "reference": [
        "Adalet, M. and B. Eichengreen (2007, March). Current Account Reversals: Always a Problem? In G7 Current Account Imbalances: Sustainability and Adjustment, NBER Chapters, pp. 205Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c246. National Bureau of Economic Research, Inc.",
        "Aguiar, M. and M. Amador (2014). Sovereign debt. Handbook of International Economics 4.",
        "An, S. and F. Schorfheide (2007). Bayesian Analysis of DSGE Models. Econometric Reviews 26(2-4), 113Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c172.",
        "Arellano, C. (2008). Default risk and income fluctuations in emerging economies. American Economic Review.",
        "Blanchard, O. J. and F. Giavazzi (2002). Current Account Deficits in the Euro Area: The End of the Feldstein Horioka Puzzle? Brookings Papers on Economic Activity 33(2), 147Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c210.",
        "Blanchard, O. J., M. Griffiths, and G. Bertrand (2013). Boom, bust, recovery: Forensics of the latvia crisis. Brookings Papers on Economic Activity, 325Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c371.",
        "Brunnermeier, M., L. Garicano, P. Lane, M. Pagano, R. Reis, T. Santos, M. Pagano, D. Thesmar, S. Van Nieuwerburgh, and D. Vayanos (2016). The sovereign-bank diabolic loop and ESBies. American Economic Review, P&P 106, pp. 508Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c12.",
        "Calvo, G. A., A. Izquierdo, and E. Talvi (2006). Phoenix miracles in emerging markets: recovering without credit from systemic financial crises. Technical report, National Bureau of Economic Research.",
        "Campbell, J. Y. and N. G. Mankiw (1989). Consumption, income and interest rates: Reinterpreting the time series evidence. NBER Macroeconomics Annual 4, 185Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c246.",
        "Cantor, R. and F. Packer (1995, June). Sovereign credit ratings. Current Issues in Economics and Finance 1(3), 1Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c6.",
        "Chambers, J. (2011, February). Sovereign defaults and rating transition data, 2010 update. Standard & PoorÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0084¢s Global Credit Portal.",
        "Christiano, L. J., M. Eichenbaum, and C. L. Evans (2005, February). Nominal Rigidities and the Dynamic Effects of a Shock to Monetary Policy. Journal of Political Economy 113(1), 1Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c45.",
        "Dornbusch, R. and A. Werner (1994). Mexico: stabilization, reform, and no growth. Brookings papers on economic activity 1994(1), 253Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c315.",
        "Eggertsson, G. and P. Krugman (2012). Debt, deleveraging, and the liquidity trap:a fisher-minsky-koo approach. Quarterly Journal of Economics (127(3)), 1469Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c1513.",
        "Eichengreen, B., A. Rose, and C. Wyplosz (1995, October). Exchange market mayhem: The antecedents and aftermath of speculative attacks. 0(21), 249Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c96.",
        "Farhi, E. and J. Tirole (2016, January). Deadly embrace: Sovereign and financial balance sheets doom loops. Working Paper 21843, National Bureau of Economic Research.",
        "Faria-e-Castro, M. (2016). Fiscal policy and financial crises in a monetary union. Manuscript, New York University.",
        "Gali, J. and T. Monacelli (2008). Optimal monetary and fiscal policy in a currency union. Journal of International Economics 76, 116Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c132.",
        "Garber, P. M. (1999, December). The target mechanism: Will it propagate or stifle a stage III crisis? Carnegie-Rochester Conference Series on Public Policy 51(1), 195Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c220.",
        "Gertler, M. and N. Kiyotaki (2010). Financial intermediation and credit policy in business cycle analysis. Working Paper, NYU.",
        "Gourinchas, P.-O. and M. Obstfeld (2012). Stories of the twentieth century for the twenty-first. American Economic Journal Macro 4(1), 226Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c265.",
        "Gourinchas, P.-O., R. O. ValdÃ\u0083Æ\u0092Ã\u0082Â©s, and O. Landerretche (2001, Spring). Lending booms: Latin america and the world. Economia 1(2), 47Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c99.",
        "Guerrieri, V. and G. Lorenzoni (2010). Credit crises, precautionary savings and the liquidity trap. Chicago-Booth Working Paper.",
        "Iacoviello, M. (2015, January). Financial Business Cycles. Review of Economic Dynamics 18(1), 140Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c164.",
        "Ilzetzki, E. I., C. M. Reinhart, and K. S. Rogoff (2010). Exchange rate arrangements entering the 21st century: Which anchor will hold? Ingram, J. C. (1973, April). The case for European monetary integration. Number 98 in Essays in International Finance. Princeton University Press.",
        "Jermann, U. and V. Quadrini (2012). Macroeconomic effects of financial shocks. American Economic Review 102(1), 238Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c71.",
        "Kaminsky, G. L. and C. M. Reinhart (1999, June). The twin crises: The causes of banking and balance of payments problems. 89(3), 473Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c500.",
        "Korinek, A. and E. G. Mendoza (2013). From sudden stops to fisherian deflation: Quantitative theory and policy implications. NBER WP 19362.",
        "Korinek, A. and E. G. Mendoza (2014). From sudden stops to fisherian deflation: Quantitative theory and policy. Annual Review of Economics 6(1), 299Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c332.",
        "Krugman, P. (2012, June 24). Revenge of the optimum currency area. http://krugman.blogs. nytimes.com/2012/06/24/revenge-of-the-optimum-currency-area.",
        "Mankiw, N. G. (2000). The savers-spenders theory of fiscal policy. American Economic Review Papers and Proceedings, 120Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c125.",
        "Martin, P. and T. Philippon (2014). Inspecting the mechanism: Leverage and the great recession in the eurozone. Working Paper NYU.",
        "Mendoza, E. G. (2010). Sudden stops, financial crises, and leverage. American Economic Review 100, 1941Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c1966.",
        "Midrigan, V. and T. Philippon (2010). Household leverage and the recession. NYU Working Paper.",
        "MoodyÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0084¢s (2009, March). Sovereign default and recovery rates, 1983-2008. MoodyÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0084¢s Global Credit Policy.",
        "Philippon, T. (2011). Has the us finance industry become less efficient? on the theory and measurement of financial intermediation. NBER WP 18077.",
        "Ranciere, R., A. Tornell, and F. Westermann (2008). Systemic crises and growth. The Quarterly Journal of Economics, 359Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c406.",
        "Reinhart, C. M. and K. S. Rogoff (2004). The Modern History of Exchange Rate Arrangements: A Reinterpretation. The Quarterly Journal of Economics 119(1), 1Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c48.",
        "Reinhart, C. M. and K. S. Rogoff (2009). This Time Is Different: Eight Centuries of Financial Folly. Princeton University Press.",
        "Schmitt-Grohe, S. and M. Uribe (2003). Closing small open economy models. Journal of International Economics 61, 163Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c185.",
        "Schumacher, J. and B. Weder di Mauro (2015, Fall). Greek debt sustainability and official crisis lending. Brookings Papers on Economic Activity, 279Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c305.",
        "Sturzenegger, F. and J. Zettelmeyer (2007). Debt Defaults and Lessons from a Decade of Crises. Cambridge, MA: The MIT Press."
    ]
}