{
    "id": 22377,
    "cites": 34,
    "cited_by": 7,
    "reference": [
        "Adrian, T, P. Colla, H. S. Shin, 2012. Which Financial Frictions? Parsing the Evidence from the Financial Crisis of 2007-9, National Bureau of Economic Research, No. 18335. (also NBER Macroeconomics Annual, 2012, Vol. 27)",
        "Aguiar M., and G. Gopinath, 2007. Emerging Market Business Cycles: The Cycle Is the Trend, Journal of Political Economy, University of Chicago Press, vol. 115, pages 69-102.",
        "Aikman, D., and M. Paustian, 2006. Bank capital, asset prices, and monetary policy, Bank of England, Working Paper 305.",
        "Alfaro, L., G. Asis, A. Chari, U. Panizza, 2016. Lessons Unlearned? Corporate Debt in Emerging Markets. Mimeo",
        "Axtell R. L., 2001. Zipf Distribution of U.S. Firm Sizes, Science, vol. 293, pp.18181820",
        "Bastos, F. R., Kamil, H., Sutton, B., 2015. Corporate nancing trends and balance sheet risks in Latin America: taking stock of The Bon(d)anza. IMF Working paper No. WP/15/10",
        "Bernanke, B., M. Gertler, and S. Gilchrist, Simon, 1999. The nancial accelerator in a quantitative business cycle framework, Handbook of Macroeconomics, in: J. B. Taylor & M. Woodford (ed.), Handbook of Macroeconomics, edition 1, volume 1, chapter 21, pages 1341-1393, Elsevier.",
        "Besanko, D. and G. Kanatas, 1993. Credit Market Equilibrium With Bank Monitoring and Moral Hazard, Review of Financial Studies 6 (1), 213-232.",
        "Bolton, P. and D. S. Scharfstein, 1996. Optimal debt structure and the number of creditors, Journal of Political Economy, 1-25.",
        "Bruno V. and H.S. Shin, 2015. Global dollar credit and carry trades: a rm level analysis. BIS WP No. 510",
        "Caballero J., A. FernÃ\u0083Æ\u0092Ã\u0082Â¡ndez, J. Park, 2016. On Corporate Borrowing, Credit Spreads and Business Cycles in Emerging Economies. An Empirical Investigation, Mimeo",
        "Caballero J., U. Panizza, A. Powell, 2016. The Second Wave of Global Liquidity: Why Are Firms Acting Like Financial Intermediaries. BID WP No. 641",
        "Chen, N.-K., 2001. Bank net worth, asset prices, and economic activity, Journal of Monetary Economics 48, 415436",
        "ihÃ\u0083Æ\u0092Ã\u0082Â¡k M., A. DemirgÃ\u0083Æ\u0092Ã\u0082Â¼-Kunt, E. Feyen, R. Levine, 2013. Financial Development in 205 Economies, 1960 to 2010, National Bureau of Economic Research, Inc., NBER Working Papers 18946, April",
        "Crouzet N., 2015. Aggregate Implications of Corporate Debt Choices, Mimeo, Kellogg School of Management, Northwestern University, April",
        "De Fiore F. and H. Uhlig, 2011. Bank Finance versus Bond Finance, Journal of Money, Credit and Banking, Blackwell Publishing, vol. 43(7), pages 1399-1421, October.",
        "De Fiore, F. and H. Uhlig, 2015. Corporate debt structure and the nancial crisis, ECB-WP 1759 (JMCB Forthcoming).",
        "Denis, D. and V. Mihov, 2003. The choice among bank debt, non-bank private debt and public debt: Evidence from new corporate borrowings, Journal of Financial Economics.",
        "Diamond, D. W., 1991. Monitoring and reputation: the choice between bank loans and directly placed debt, Journal of political Economy, 689-721.",
        "FernÃ\u0083Æ\u0092Ã\u0082Â¡ndez A., and A. Gulan, 2015. Interest Rates, Leverage, and Business Cycles in Emerging Economies: The Role of Financial Frictions, American Economic Journal: Macroeconomics, American Economic Association, vol. 7(3), pages 153-88, July.",
        "FernÃ\u0083Æ\u0092Ã\u0082Â¡ndez A., M. Klein, A. Rebucci, M. Schindler, M. Uribe, 2015. Capital Control Measures: A New Dataset, NBER Working Paper No. 2097",
        "Gozzi, J. C., Levine R., Schmukler, S. L., 2010. Patterns in international capital raisings. Journal of International Economics 80, 45-57.",
        "Greenwood, J., Z. Hercowitz, G. Human, 1988. Investment, Capacity Utilization, and the Real Business Cycle, American Economic Review, American Economic Association, vol. 78(3), pages 402-17, June.",
        "HolmstrÃ\u0083Æ\u0092Ã\u0082Â¶m, B. , and J. Tirole, 1997. Financial Intermediation, Loanable Funds, and the Real Sector, The Quarterly Journal of Economics, MIT Press, vol. 112(3), pages 663-91, August.",
        "Kehoe, T. and F. Meza, 2012. Catch-up growth followed by stagnation: Mexico, 1950 2010, Working Papers 693, Federal Reserve Bank of Minneapolis.",
        "Meh, C. and K. Moran, 2010. The role of bank capital in the propagation of shocks, Journal of Economic Dynamics and Control, vol. 34(3), 555-576.",
        "Neumeyer, P. A., and F. Perri, 2005. Business cycles in emerging economies: the role of interest rates, Journal of Monetary Economics, Elsevier, vol. 52(2), pages 345-380, March.",
        "Powell A., 2014. Global Recovery and Monetary Normalization: Escaping a Chronicle Foretold?, 2014 Latin American and Caribbean Macroeconomic Report, Inter-American Development Bank, Washington DC, March",
        "Quandt, R., 1966. On the Size Distribution of Firms, American Economic Review, vol. 56, pp. 416-432",
        "Rajan, R. G., 1992. Insiders and outsiders: The choice between informed and arm&apos;slength debt, The Journal of Finance 47 (4), 1367-1400.",
        "Repullo, R. and J. Suarez, 2000. Entrepreneurial moral hazard and bank monitoring: A model of the credit channel, European Economic Review, vol. 44(10), 1931-1950",
        "Schmitt-GrohÃ\u0083Æ\u0092Ã\u0082Â©, S. and M. Uribe, 2003. Closing small open economy models, Journal of International Economics, Elsevier, vol. 61(1), pages 163-185, October",
        "Shin, H., 2013. The Second Phase of Global Liquidity and Its Impact on Emerging Economies, Mimeo, Princeton University",
        "Turner, P. 2014. The Global Long-Term Interest Rate, Financial Risks and Policy Choices in EMEs, BIS Working Paper No. 441. Monetary and Economic Department, Bank for International Settlements, Basel, Switzerland."
    ]
}