{
    "id": 22379,
    "cites": 20,
    "cited_by": 20,
    "reference": [
        "Adar, Zvi and James M. Griffin. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Uncertainty and the Choice of Pollution Control InstrumentsÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d, Journal of Environmental Economics and Management, 3(1976):178-188.",
        "Biglaiser, Gary, John K. Horowitz, John Quiggin. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Dynamic pollution regulationÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d. Journal of Regulatory Economics, 8(1995): 33-44.",
        "Chao, Hung-Po and Robert Wilson. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Option Value of Emission AllowancesÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d, Journal of Regulatory Economics, 5(1993): 233-249.",
        "Fell, Harrison, Ian A. Mackenzie, and William A. Pizer. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Prices versus Quantities versus Bankable Quantities.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Resource and Energy Economics, 34.4 (2012): 607-23.",
        "Fishelson, Gideon. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Emission Control Policies under UncertaintyÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d, Journal of Environmental Economics and Management, 3(1976): 189-197.",
        "Hoel, Michael, and Larry Karp. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Taxes versus Quotas for a Stock Pollutant.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Resource and Energy Economics, 24.4 (2002): 367-84.",
        "Interagency Working Group on the Social Cost of Carbon, United States Government, Technical Support Document: Social Cost of Carbon for Regulatory Impact Analysis, (2010).",
        "Interagency Working Group on the Social Cost of Carbon, United States Government, Technical Support Document: Technical Update of the Social Cost of Carbon for Regulatory Impact Analysis, (2013).",
        "Kaplow, Louis, and Steven Shavell. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093On the superiority of corrective taxes to quantity regulation.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d American Law and Economics Review 4.1 (2002): 1-17.",
        "Kelly, David L. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Price and quantity regulation in general equilibriumÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d, Journal of Economic Theory, 125(2005): 36-60.",
        "Murray, Brian C., Richard G. Newell, and William A. Pizer. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Balancing cost and emission certainty: An allowance reserve for cap-and-tradeÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Review of Environmental Economics and Policy 3(2009): 84-103.",
        "Newell, Richard and William Pizer. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Regulating stock externalities under uncertainty,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Journal of Environmental Economics and Management, 45(2003): 416-432.",
        "Newell, Richard G. and William A. Pizer. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Indexed regulationÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Journal of Environmental Economics and Management 56(2008): 221-233.",
        "Pizer, William A. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Combining price and quantity controls to mitigate global climate changeÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d, Journal of Public Economics. 85(2002): 409-434.",
        "Stavins, Robert. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Correlated uncertainty and the choice of pollution control instrumentsÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d, Journal of Environmental Economics and Management, 30(1996): 218-252.",
        "Stranlund, John K. and Yakov Ben-Haim. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Price-based vs. quantity-based environmental regulation under Knightian uncertainty: An info-gap robust satisficing perspectiveÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d, Journal of Environmental Management, 87(2008): 443-449.",
        "United States Environmental Protection Agency. Regulatory Impact Analysis for the Final Clean Air Interstate Rule, (2005).",
        "Weitzman, Martin. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Prices versus quantitiesÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d, Review of Economic Studies, (1974): 477-491.",
        "Yohe, G. W. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Towards a general comparison of price controls and quantity controls under uncertainty Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d, Rev. Econom. Stud. 45(1978): 229-238.",
        "Yates, Andrew J. and Mark B. Cronshaw. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Pollution Permit Markets with Intertemporal Trading and Asymmetric InformationÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d, Journal of Environmental Economics and Management, 42(2001): 104-118."
    ]
}