{
    "id": 2237,
    "cites": 40,
    "cited_by": 3,
    "reference": [
        "Adams, Bert. Kinship in an Urban Setting. Chicago: Markham Publishing Company, 1968.",
        "Ando, Albert. Selected Comments on Current Empirical Evidence For or Against the life Cycle Theory. Paper presented at the International Seminar on the Life Cycle Theory, Paris, 1985.",
        "Ando, Albert and Franco Modigliani. The Life Cycle Hypothesis of Saving: Aggregate Implications and Tests, American Economic Review, March 1963.",
        "Atkinson, A. B. the Distribution of Wealth and the Individual life Cycle, Oxford Economic Papers, 1971.",
        "Atkinson, A. B. and A. J. Harrison. The Distribution of Wealth in Britain. Cambridge: Cambridge University Press, 197B. Auerbach, Alan J. and Laurence J. kotlikoff. Dynamic Fiscal Policy. Cambridge: Cambridge University Press, 1987.",
        "Auerbach, Alan J. and Laurence J. kotlikoff. Simulating Alternative Social Security Responses to the Demographic Transition, National Tax Journal, June 1985.",
        "Bernheim, B. Douglas. Dissaving After Retirement: Testing the Pure Life Cycle Hypothesis, in Issues in Pension Economics. NBER volume. Chicago: University of Chicago Press, 1985.",
        "Bernheim, B. Douglas and Kyle Bagwell. Is Everything Neutral? Mimeo, 1985.",
        "Bernheim, B. Douglas, Andrei Shleifer, and Lawrence H. Summers. Bequests as a Means of Payment, Journal of Political Economy, 1985.",
        "Blinder, Alan. A Model of Inherited Wealth, The Quarteriy Journal of Economics, 1973.",
        "Boskin, Michael J. and Laurence J. Kotlikoff. Public Debt and U.S. Saving: A New test of the Neutrality Hypothesis. Carnegie-Rochester Conference Volume Series, February, 1986.",
        "Brittain, John A. Inheritance and the Inequality of Material Wealth. Washington, D.C.: The Brookings Institution, 1978.",
        "Burbridge, J. B. and A. I. Robb. Evidence on Wealth Age Profiles in Canadian Cross Section Data, Canadian Journal of Economics, November 1985.",
        "Cox, Donald. Motives for Private Income Transfers, Journal of Political Economy, 1987.",
        "Danziger, S., J. Van der Gaag, E. Smolensky, and M. Taussig. The Life Cycle Hypothesis and the Consumption Behavior of the Elderly, Journal of Post Keynesian Economics, 1983.",
        "Darby, Michael R. Effects of Social Security on Income and the Capital Stock. Washington, D.C. American Enterprise Institute, 1979.",
        "David, Martin and Paul I. Menchik. The Effect of Social Security on Lifetime -27- Wealth Accumulation and Bequests, Economica, 1985.",
        "Davies, James. Uncertain lifetime, Consumption, and Dissaving in Retirement, Journal of Political Economy, June 1981.",
        "Diamond, Peter A. and Jerry Hausman. Individual Retirement and Savings Behavior, Journal of Public Economics, 1984.",
        "Eckstein, Zvi, Marty Eichenbaum, and Dan Peled. Uncertain Lifetimes and the Welfare Enhancing Properties of Annuity Markets and Social Security. Nimeo, 1983.",
        "Feldstein, Martin S., Social Security, Induced Retirement, and Saving. The Journal of Political Economy, 1974.",
        "Feldstein, Martin S. National Saving In the United States, In Jobs, Shapiro and White, eds., Capital for Productivity and Jobs, by the American Assembly, Columbia University. Englewood Cliffs, NJ: Prentice Hall, 1977.",
        "Friedman, Benjamin and Mark Warshanky. The Cost of Annuities: Implications for Saving Behavior and Bequests. NBER Working Paper No. 1682. Cambridge, Mass.: National Bureau of Economic Research, August 1985.",
        "Friedman, Joseph and Avia Spivak. the Demand for Annuities. Mimeo, 1986.",
        "Kotlikoff, Laurence J. Some Economic Implications of life Span Extension, in Biology and Behavior of the Aged, National Institute of Aging, Academic Press, 1982.",
        "Kotlikoff, Laurence J. The Impact of Annuity Insurance on Savings and Inequality, Journal of Labor Economics, 1986.",
        "Kotlikoff, Laurence J., John Shoven, and Avia Spivak. Annuity Markets Savings, and the Capital Stock. NBER Working Paper No. 1250. Cambridge, Mass.: National Bureau of Economic Research, 1984.",
        "Kotlikoff, Laurence J. and Daniel E. Smith. Pensions in the American Economy. Chicago: University of Chicago Press, 1983.",
        "Nenchik, Paul L. Primogeniture, Equal Sharing, and the U.S. Distribution of Wealth, The Quarterly Journal of Economics, 1980.",
        "Menchik, Paul and H. David. Income Distribution, Life Time Saving and Bequests, the American Economic Review, September 1983.",
        "Mirer, Thad W. The Wealth Age Relation Among the Aged, American Economic Review, June 1979.",
        "Modigliani, Franco. The Contribution of Intergenerational Transfer to Total Wealth. Paper presented to the Paris Conference on Modeling the Accumulation and Distribution of Wealth, September 1984.",
        "Seidman, Laurence S. taxes in a Life Cycle Growth Model with Bequests and Inheritances, American Economic Review, June 1983.",
        "Sheshinski, Eytan and Yoram Weiss. Uncertainty and Optimal Social Security Systems, Quarterjy Journal of Economics, May 1981.",
        "Shorrocks, Anthony F. the Age Wealth Relationship: A Cross Section and Cohort Analysis, Review of Economics and Statistics, 1976.",
        "Skinner, Jonathan. The Effect of Increased Longevity on Capital Accumulation, American Economic Review, December 1985.",
        "Solow, Robert. Reflections on Saving Behavior, in Savinq and Government Policy. Conference Series No. 25. Boston: Federal Reserve Bank of Boston, 1982.",
        "Summers, Lawrence H. Capital Taxation and Capital Accumulation in a Life Cycle Growth Model, American Economic Review, September 1981.",
        "Sussman, M. B~, J. N. Cates, and 0. T. Smith. Inheritance and the Family. New York: Sage, 1970.",
        "Thurow, Lester. Generating Inequality. Basic Books, 1976."
    ]
}