{
    "id": 22389,
    "cites": 27,
    "cited_by": 18,
    "reference": [
        "Ã\u0083Æ\u0092Ã\u0082â\u0080¦slund, Olof, Per-Anders Edin, Peter Fredriksson, and Hans GrÃ\u0083Æ\u0092Ã\u0082Â¶nqvist (2011). Peers, Neighborhoods, and Immigrant Student Achievement: Evidence from a Placement Policy. American Economic Journal: Applied Economics 3(2), 67Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c95.",
        "Bayer, Patrick, Stephen L. Ross, and Giorgio Topa (2008). Place of Work and Place of Residence: Informal Hiring Networks and Labor Market Outcomes. Journal of Political Economy 116(6), 1150Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c1196.",
        "Beaman, Lori A. (2012). Social Networks and the Dynamics of Labour Market Outcomes: Evidence from Refugees Resettled in the U.S. The Review of Economic Studies 79(1), 128Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c161.",
        "Bennett, Patrick, Lisbeth La Cour, Birthe Larsen, and Gisela Waisman (2015). Negative Attitudes, Network and Education. Copenhagen Business School Working Paper 01-2015.",
        "Borjas, George J. (1998). To Ghetto or Not to Ghetto: Ethnicity and Residential Segregation. Journal of Urban Economics 44(2), 228Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c253.",
        "Cutler, David M. and Edward L. Glaeser (1997). Are Ghettos Good or Bad? The Quarterly Journal of Economics 112(3), 827Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c872.",
        "Damm, Anna Piil (2009). Ethnic Enclaves and Immigrant Labor Market Outcomes: QuasiExperimental Evidence. Journal of Labor Economics 27(2), 281Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c314.",
        "Dustmann, Christian, Albrecht Glitz, Uta SchÃ\u0083Æ\u0092Ã\u0082Â¶nberg, and Herbert BrÃ\u0083Æ\u0092Ã\u0082Â¼cker (2016). Referralbased Job Search Networks. Review of Economic Studies 83(2), 514Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c546.",
        "Dustmann, Christian and Ian Preston (2001). Attitudes to Ethic Minorities, Ethnic Context and Location Decisions. Economic Journal 111(470), 353Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c73.",
        "Edin, Per-Anders, Peter Fredriksson, and Olof Ã\u0083Æ\u0092Ã\u0082â\u0080¦slund (2003). Ethnic Enclaves And The Economic Success Of Immigrants - Evidence From A Natural Experiment. The Quarterly Journal of Economics 118(1), 329Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c357.",
        "Fitzenberger, Bernd, Aderonke Osikominu, and Robert VÃ\u0083Æ\u0092Ã\u0082Â¶lter (2005). Imputation rules to improve the education variable in the IAB employment subsample. FDZ Methodenreport No. 3/2005.",
        "Galenianos, Manolis (2013). Learning About Match Quality and the Use of Referrals. Review of Economic Dynamics 16(4), 668Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c690.",
        "Galenianos, Manolis (2014). Hiring through referrals. Journal of Economic Theory 152(C), 304Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c323.",
        "Glitz, Albrecht (2012). The Labor Market Impact of Immigration: A Quasi-Experiment Exploiting Immigrant Location Rules in Germany. Journal of Labor Economics 30(1), 175Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c213.",
        "Glitz, Albrecht (2014). Ethnic segregation in Germany. Labour Economics 29, 28Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c40.",
        "Goel, Deepti and Kevin Lang (2009). Social Ties and the Job Search of Recent Immigrants. NBER Working Paper 15186.",
        "Gould, Eric D., Victor Lavy, and M. Daniele Paserman (2009). Does Immigration Affect the Long-Term Educational Outcomes of Natives? Quasi-Experimental Evidence. Economic Journal 119(540), 1243Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c1269.",
        "Granovetter, Mark (1973). The Strength of Weak Ties. American Journal of Sociology 78(6), 1360Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c1380.",
        "Guryan, Jonathan, Kory Kroft, and Matthew J. Notowidigdo (2009). Peer Effects in the Workplace: Evidence from Random Groupings in Professional Golf Tournaments. American Economic Journal: Applied Economics 1(4), 34Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c68.",
        "Hellerstein, Judith K., Melissa McInerney, and David Neumark (2011). Neighbors and Coworkers: The Importance of Residential Labor Market Networks. Journal of Labor Economics 29(4), 659Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c695.",
        "Loury, Linda Datcher (2006). Some Contacts Are More Equal than Others: Informal Networks, Job Tenure, and Wages. Journal of Labor Economics 24(2), 299Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c318.",
        "Montgomery, James D (1991). Social Networks and Labor-Market Outcomes: Toward an Economic Analysis. The American Economic Review 81(5), 1408Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c1418.",
        "Patacchini, Eleonora and Yves Zenou (2012). Ethnic networks and employment outcomes. Regional Science and Urban Economics 42(6), 938Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c949.",
        "Pellizzari, Michele (2010). Do Friends and Relatives Really Help in Getting a Good Job? Industrial and Labor Relations Review 63(3), 494Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c510.",
        "Schmutte, Ian M (2015). Job referral networks and the determination of earnings in local labor markets. Journal of Labor Economics 33(1), 1Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c32.",
        "van den Berg, Gerard J and Bas van der Klaauw (2006). Counseling And Monitoring Of Unemployed Workers: Theory And Evidence From A Controlled Social Experiment. International Economic Review 47(3), 895Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c936.",
        "Xie, Yu and Margaret Gough (2011). Ethnic Enclaves and the Earnings of Immigrants."
    ]
}