{
    "id": 2238,
    "cites": 18,
    "cited_by": 12,
    "reference": [
        "Altonji, Joseph G. and Christina Paxson, Hours-Wage Tradeoffs and Job Mobility, Industrial Relations Section, Princeton University, working paper no. 214, 1987.",
        "Azariadis, Costas, Implicit Contracts and the Underemployment Equilibrium, Journal of Political Economy, 83 (1975): 1183-1202.",
        "Baily, Martin N. Wages and Unemployment under Uncertain Demand, Review of Economic Studies, 41 (1974): 37-50.",
        "Carmichael, H. Lorne, Efficiency Wages and Labor Hoarding: A Survey, Queens University, unpublished, 1986.",
        "Dickens, William T. and Kevin Lang, A Test of Dual Labor Market Theory, American Economic Review, 75 (September 1985).",
        "Dickens, William T. and Shelly Lundberg, Hours Restrictions and Labor Supply, NBER Working Paper No. 1636, 1985.",
        "Hall, Robert. The Importance of Lifetime Jobs in the U.S. Economy. American Economic Review, 72 (1982).",
        "Ham, John C., Estimation of a Labor Supply Model with Censoring Due to Unemployment and Underemployment, Review of Economic Studies, 49 (July 1982): 335-54.",
        "Kahn, Shulamit, Occupational Safety and Worker Preferences: Is There a Marginal Worker? Review of Economics and Statistics, forthcoming 1987.",
        "Kuhn, Peter, Wages, Effort and Incentive Compatibility in Life-Cycle Employment Contracts, Journal of Labor Economics, 4 (January 1986): 28-49.",
        "Lang, Kevin, The Impossiblility of Efficient Bonding, or Why Was There Mandatoty Retirement? University of California, unpublished, 1987.",
        "Lang, Kevin and Shulamit Kahn, Efficiency Wage Models: A Second View, UC Irvine, unpublished, 1987.",
        "Lazear, Edward, Agency, Earnings Profiles, Productivity, and Hours Restrictions, American Economic Review, 71 (September 1981): 606-20.",
        "Maddala, G.S. Limited Dependent Variables in Econometrics, Cambridge: Cambridge University Press. Mincer, Jacob A., Schooling. Experience, and Earnings, New York:Columbia University Press, 1974.",
        "Moffitt, Robert, The Estimation of a Joint Wage-Hours Labor Supply Model, Journal of Labor Economics, 2 (October 1984): 550-66.",
        "Parsons, Donald 0., Specific Human Capital: An Application to Quit Rates and Layoff Rates,: Journal of Political Economy 80, 1972.",
        "Poirier, Dale J. and Paul A. Ruud, On the Appropriateness of Endogenous Switching, Journal of Econometrics. 16 (June 1981).",
        "Polinsky, A. Mitchell and Steven Shavell, The Optimal Tradeoff Between the Probability and Magnitude of Fines, American Economic Review, 69 (December 1979): 880-91."
    ]
}