{
    "id": 22399,
    "cites": 22,
    "cited_by": 14,
    "reference": [
        "Allport, G.W. 1954. The Nature of Prejudice. Reading, MA: Addison Wesley",
        "Aigner, D.J. and Cain, G.G., 1977. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Statistical theories of discrimination in labor markets.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Industrial and Labor relations review, pp.175-187.",
        "Altonji, J.G. and Pierret, C.R., 2001. Employer Commitment and Statistical Discrimination. The Quarterly Journal of Economics, 116.",
        "Anwar, S. and Fang, H., 2006. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009dAn Alternative Test of Racial Prejudice in Motor Vehicle Searches: Theory and Evidence.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d American Economic Review, 96(1): 127-151.",
        "Becker Gary, S., 1957. The economics of discrimination.",
        "Coate, S. and Loury, G.C., 1993a. Will affirmative-action policies eliminate negative stereotypes ?. The American Economic Review, pp.1220-1240.",
        "Coate, S. and Loury, G., 1993b. Antidiscrimination enforcement and the problem of patronization. The American Economic Review, 83(2), pp.92-98.",
        "Coviello, D. and Persico, N., 2015. An Economic Analysis of Black-White Disparities in NYPDs Stop and Frisk Program. Journal of Legal Studies, 44(2), pp. 315-360.",
        "Cose, E., 1993. The rage of a privileged class: Why are middle-class Blacks angry? Why should America care. New York: HarperPerennial.",
        "Eberhardt, J.L., Goff, P.A., Purdie, V.J. and Davies, P.G., 2004. Seeing black: race, crime, and visual processing. Journal of Personality and Social Psychology, 87(6), p.876.",
        "Fiske, S.T. 1998. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Stereotyping, Prejudice, and DiscriminationÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d in D.T. Gilbert, S.T. Fiske and G. Lindzey, eds, Handbook of Social Psychology, vol 2. New York: Oxford University Press, 357-414.",
        "Fryer, R. and Jackson, M.O., 2008. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093A categorical model of cognition and biased decision making.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d The BE Journal of Theoretical Economics, 8(1).",
        "Gelman, A., Fagan, J. and Kiss, A., 2012. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093An analysis of the New York City police department Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0084¢s stop-and-frisk policy in the context of claims of racial bias.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Journal of the American Statistical Association.",
        "Goff, P.A., Jackson, M.C., Di Leone, B.A.L., Culotta, C.M. and DiTomasso, N.A., 2014. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093The essence of innocence: Consequences of dehumanizing Black children.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Journal of Personality and Social Psychology, 106(4), p.526.",
        "Knowles, J., Persico, N., and Todd, P., 2001. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Racial Bias in Motor-Vehicle Searches: Theory and Evidence.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Journal of Political Economy, 109(1), pp. 203-29.",
        "Miller, J., Davis, R.C., Henderson, N.J., Markovic, J. and Ortiz, C.W., 2004. Public opinions of the police: The influence of friends, family and news media. New York: Vera Institute of Justice.",
        "Mincer, J., 1958. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Investment in human capital and personal income distribution.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d The Journal of Political Economy, pp.281-302.",
        "Neal, D. A., and Johnson, W. R. 1996. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093The Role of Premarket Factors in Black White Wage Differences.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Journal of Political Economy, 104, 869-895.",
        "OÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0084¢Neill, J. 1990. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093The Role of Human Capital in Earnings Differences Between Black and White Men.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Journal of Economic Perspectives, 4, 25-45.",
        "Ridgeway, G., and MacDonald, J. M. 2009. Doubly robust internal benchmarking and false discovery rates for detecting racial bias in police stops. Journal of the American Statistical Association, 104(486), 661-668.",
        "Schneider, A., 1977. Portland (Or) Forward Record Check of Crime-Victims Final Report, December 1977. Oregon Research Institute and United States of America, 1977.",
        "Sporer, S. 2001. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Recognizing Faces of Other Ethnic Groups: An Integration of Theories,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Psychology, Public Policy, and Law, 7, 36-97."
    ]
}