{
    "id": 22398,
    "cites": 58,
    "cited_by": 1,
    "reference": [
        "A. Akerman, I. Gaarder, and M. Mogstad. The skill complementarity of broadband Internet. The Quarterly Journal of Economics, 130(4):1781Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c1824, 2015.",
        "N. Anderson, D. S. Ones, H. K. Sinangil, and C. Viswesvaran. Handbook of Industrial, Work & Organizational Psychology: Volume 1: Personnel Psychology. Sage, 2001.",
        "J. Angrist and V. Lavy. New evidence on classroom computers and pupil learning. The Economic Journal, 112(482):735Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c765, 2002.",
        "A. V. Banerjee, S. Cole, E. Duflo, and L. Linden. Remedying education: Evidence from two randomized experiments in India. The Quarterly Journal of Economics, 122(3):1235Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c1264, 2007.",
        "L. Barrow, L. Markman, and C. E. Rouse. TechnologyÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0084¢s edge: The educational benefits of computer-aided instruction. American Economic Journal: Economic Policy, pages 52Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c74, 2009.",
        "D. W. Beuermann, J. Cristia, S. Cueto, O. Malamud, and Y. Cruz-Aguayo. One laptop per child at home: Short-term impacts from a randomized experiment in Peru. American Economic Journal: Applied Economics, 7(2):53Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c80, 2015.",
        "H. S. Bloom, L. Richburg-Hayes, and A. R. Black. Using covariates to improve precision: Empirical guidance for studies that randomize schools to measure the impacts of educational interventions. MDRC Working Papers on Research Methodology, 2005.",
        "N. Bloom, C. Genakos, R. Sadun, and J. Van Reenen. Management practices across firms and countries. The Academy of Management Perspectives, 26(1):12Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c33, 2012. J. S. Brown, A. Collins, and P. Duguid. Situated cognition and the culture of learning.",
        "M. Buchinsky. Recent advances in quantile regression models: a practical guideline for empirical research. Journal of Human Resources, pages 88Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c126, 1998.",
        "G. Bulman and R. W. Fairlie. Technology and education: Computers, software, and the internet. NBER Working Paper w22237, May 2016.",
        "R. Chetty, J. N. Friedman, and J. E. Rockoff. Measuring the impacts of teachers II: Teacher value-added and student outcomes in adulthood. American Economic Review, 104(9): 2633Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c2679, 2014a.",
        "R. Chetty, J. N. Friedman, and J. E. Rockoff. Measuring the impacts of teachers I: Evaluating bias in teacher value-added estimates. American Economic Review, 104(9):2593Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c2632, 2014b.",
        "S. Comi, M. Gui, F. Origo, L. Pagani, and G. Argentin. Is it the way they use it? Teachers, ICT and student achievement. DEMS Working Paper No. 341, June 2016.",
        "L. Darling-Hammond, R. C. Wei, A. Andree, N. Richardson, and S. Orphanos. Professional learning in the learning profession. 2009.",
        "S. DellaVigna and U. Malmendier. Paying not to go to the gym. The American Economic Review, pages 694Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c719, 2006.",
        "D. Deming. Early childhood intervention and life-cycle skill development: Evidence from Head Start. American Economic Journal: Applied Economics, pages 111Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c134, 2009.",
        "J. DostaÃ\u0083Å\u0092Ã\u0082Â\u0081l. Inquiry-based instruction : Concept, essence, importance and contribution. PalackyÃ\u0083Å\u0092Ã\u0082â\u0082¬ University Olomouc, 2015.",
        "E. Duflo, M. Kremer, and J. Robinson. Nudging farmers to use fertilizer: Theory and experimental evidence from Kenya. The American Economic Review, pages 2350Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c2390, 2011.",
        "R. Ehrenberg and R. Smith. Modern labor economics: Theory and public policy. 2009.",
        "R. G. Fryer. The Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0084¢pupilÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0084¢ factory: Specialization and the production of human capital in schools. NBER Working Paper w22205, 2016.",
        "S. Gonser. This may be the best way to train teachers, but can we afford it? Huffington Post, May 2016.",
        "S. Harvey and A. Goudvis. Strategies that work: Teaching comprehension for understanding and engagement. Stenhouse Publishers, 2007.",
        "J. J. Heckman and D. V. Masterov. The productivity argument for investing in young children. Applied Economic Perspectives and Policy, 29(3):446Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c493, 2007.",
        "B. Holmstrom and P. Milgrom. Multitask principal-agent analyses: Incentive contracts, asset ownership, and job design. Journal of Law, Economics, & Organization, pages 24Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c52, 1991.",
        "C. K. Jackson. The effect of single-sex education on academic outcomes and crime: Fresh evidence from low-performing schools in Trinidad and Tobago. NBER Working Paper w22222, May 2016a.",
        "C. K. Jackson. What do test scores miss? The importance of teacher effects on non-test score outcomes. NBER Working Paper w22226, May 2016b. C. K. Jackson and H. S. Schneider. Checklists and worker behavior: A field experiment.",
        "American Economic Journal: Applied Economics, 7(4):136Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c168, 2015. C. K. Jackson, J. E. Rockoff, and D. O. Staiger. Teacher effects and teacher-related policies.",
        "C. K. Jackson, R. C. Johnson, and C. Persico. The effects of school spending on educational and economic outcomes: Evidence from school finance reforms. The Quarterly Journal of Economics, 131(1):157Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c218, 2016.",
        "T. J. Kane and D. O. Staiger. Estimating teacher impacts on student achievement: An experimental evaluation. NBER Working Paper w14607, December 2008.",
        "L. F. Katz et al. Changes in the wage structure and earnings inequality. Handbook of Labor Economics, 3:1463Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c1555, 1999.",
        "R. Koenker and G. Bassett. Regression quantiles. Econometrica, pages 33Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c50, 1978. A. Koutropoulos, M. S. Gallagher, S. C. Abajian, I. de Waard, R. J. Hogue, N. OÃ\u0083Å\u0092Ã\u0082Ë\u0086. Keskin, and C. O. Rodriguez. Emotive vocabulary in MOOCs: Context & participant retention.",
        "J. Lave and E. Wenger. Situated learning: Legitimate peripheral participation. Cambridge University Press, 1991.",
        "D. Ledger and D. McCaffrey. Inside wearables: How the science of human behavior change offers the secret to long-term engagement. Endeavour Partners, 2014.",
        "R. Lesh and H. Doerr. Foundations of a model and modeling perspective on mathematics teaching, learning, and problem solving. 2003.",
        "K. Muralidharan and V. Sundararaman. Contract teachers: Experimental evidence from India. NBER Working Paper w19440, September 2013.",
        "T. OÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0084¢Donoghue and M. Rabin. Doing it now or later. American Economic Review, pages 103Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c124, 1999.",
        "R. C. Pianta. Teaching children well: New evidence-based approaches to teacher professional development and training. Center for American Progress, 2011.",
        "J. L. Pierce, I. Jussila, and A. Cummings. Psychological ownership within the job design context: revision of the job characteristics model. Journal of Organizational Behavior, 30 (4):477Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c496, 2009.",
        "S. G. Rivkin, E. A. Hanushek, and J. F. Kain. Teachers, schools, and academic achievement. Econometrica, pages 417Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c458, 2005.",
        "P. R. Rosenbaum. Observational studies. Springer, 2002.",
        "J. Rothstein. Revisiting the impacts of teachers. UC-Berkeley Working Paper, 2014.",
        "J. Rothstein et al. Teacher quality policy when supply matters. American Economic Review, 105(1):100Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c130, 2015.",
        "C. E. Rouse and A. B. Krueger. Putting computerized instruction to the test: a randomized evaluation of a Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093scientifically basedÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d reading program. Economics of Education Review, 23(4):323Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c338, 2004.",
        "D. B. Rubin. Multiple imputation for nonresponse in surveys, volume 81. John Wiley & Sons, 2004.",
        "J. L. Schafer. Analysis of incomplete multivariate data. CRC press, 1997.",
        "J. W. Stigler, P. Gonzales, T. Kwanaka, S. Knoll, and A. Serrano. The timss videotape classroom study: Methods and findings from an exploratory research project on eighthgrade mathematics instruction in Germany, Japan, and the United States. a research and development report. 1999.",
        "E. S. Taylor and J. H. Tyler. The effect of evaluation on teacher performance. The American Economic Review, 102(7):3628Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c3651, 2012.",
        "P. E. Todd and K. I. Wolpin. On the specification and estimation of the production function for cognitive achievement. The Economic Journal, 113(485):3Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c33, 2003. K. S. Yoon, T. Duncan, S. W.-Y. Lee, B. Scarloss, and K. L. Shapley. Reviewing the evidence on how teacher professional development affects student achievement. Issues & answers.",
        "Regional Educational Laboratory Southwest (NJ1), 2007. Tables and Figures Figure 1: Illustration of the Model. n d T pn T pd IC1 (a) No off-the-shelf lessons n d T pd T pn d IC1 (b) With off-the-shelf lessons n d T p0 d T pd T pn d IC1 IC2 (c) Gains from adoption Notes: This is an Illustration of a stylized version of the model presented in Section B2. Figure 2. Marginal Effect of the Full Treatment by Teacher Quality.",
        "Table 3. Effects on Student Test Scores. 2014 Raw Score 2014 Raw Score 2014 Standardized Score 2014 Standardized Score 2014 Standardized Score 2014 Standardized Score 2014 Raw Score 2014 Standardized Score (1) (2) (3) (4) (5) (6) (7) (8) License Only 0.976 3.068 0.020 0.052 0.053 0.047 0.502 0.014 [2.578] [2.028] [0.046] [0.035] [0.036] [0.033] [1.626] [0.029] Full Treatment 7.618** 6.293** 0.102* 0.087** 0.078** 0.091** -0.050-0.002 [3.214] [2.543] [0.054] [0.040] [0.0396] [0.038] [2.044] [0.037] District FE x Requested Y Y Y Y Y Y Y Y District FE x Teacher-Level Lagged Test Scores Y Y Y Y Y Y Y Y District FE x Individual Lagged Test Scores N N N N Y N Y Y All controls N Y N Y Y Y Y Y Observations 27,613 27,613 27,613 27,613 27,613 363 24,409 24,409 Unit of Observation Student Student Student Student Student Teacher Student Student Falsification: English Mathematics *** - significance at less than 1%; ** - significance at 5%; * - significance at 10%.",
        "Standard errors clustered at the teacher level are reported in square brackets. All specifications include controls for the requested indicator, average teacher-level 2013 math test scores, and a teacher-level share of students with missing 2013 math test scores - all interacted with district fixed effects.",
        "Now, assuming QÃ\u0083Â\u008fÃ\u0082â\u0080\u009e (Ã\u0083Å½Ã\u0082Â½t(Ã\u0083Â\u008fÃ\u0082â\u0080\u009e)+Ã\u0083Å½Ã\u0082Â¸c(Ã\u0083Â\u008fÃ\u0082â\u0080\u009e)+Ã\u0083Å½Ã\u0082ÂµÃ\u0083Å\u0092Ã\u0082â\u0080\u009et(Ã\u0083Â\u008fÃ\u0082â\u0080\u009e)|T, XÃ\u0083Å\u0092Ã\u0082â\u0080\u009e) = 0 for each quantile Ã\u0083Â\u008fÃ\u0082â\u0080\u009e,28 the quantile regression coefficient Ã\u0083Å½Ã\u0082Â²Ã\u0083Å\u0092Ã\u0082â\u0080\u009aT (Ã\u0083Â\u008fÃ\u0082â\u0080\u009e) is a consistent estimate of Ã\u0083Å½Ã\u0082Â²T (Ã\u0083Â\u008fÃ\u0082â\u0080\u009e) in the model 5. Moreover, it is asymptotically normal. This can be proven by putting the moments into a GMM framework, e.g. see Buchinsky (1998). To conclude, conditional quantile regression model provides marginal effect estimates at particular quantiles of the distribution of the residual, which in our case can be interpreted as teacher value-added. 28 This is a standard identifying assumption in the quantile regression literature. For a reference, see e.g. Buchinsky (1998) Appendix H. Test Score Regressions - Teacher Level.",
        "In  1965  Gordon  Moore,  computer  scientist  and  Intel  co-founder,  predicted that computer processor speeds would double every two years.  Twelve years later the first modern video game console, the Atari 2600, was released.",
        "Act One In 1965 Gordon Moore, computer scientist and Intel co-founder, predicted that computer processor speeds would double  every  two  years.    Starting  with  the  1.2  MHz  Atari  2600  in  1977  (the  first  console  with  an  internal microprocessor),  students  apply  the  rule  doubles  every  two  years  to  predict  the  speed  of  consoles  released  in several different years.  By extending the rule far into the future, they are motivated to write a function to model processor speed in terms of release year: 1.2 Ã\u0083Â¢Ã\u0082â\u0080¹Ã\u0082â\u0080¦ 2t/2 .  They will understand that 1.2 represents the speed of the initial processor, the base of 2 is due to doubling, and the exponent t/2 represents the number of doublings.",
        "Lesson Guide: XBOX XPONENTIAL Act One: Moore Fast 1 In 1965, computer scientist Gordon Moore predicted that computer processor speeds would double every two years.  Twelve years later, Atari released the 2600 with a processor speed of 1.2 MHz.",
        "Based on MooreÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0084¢s Law, how fast would you expect the processors to be in each of the consoles below?  Atari 2600  Intellivision  N.E.S.  Atari Jaguar  GameCube  XBOX 360 1977  1979  1983  1993  2001  2005 1.2 MHz  2.4 MHz  9.6 MHz  307.2 MHz  4,915 MHz  19,661 MHz Ã\u0083Æ\u0092Ã\u0082â\u0080\u00942        Ã\u0083Æ\u0092Ã\u0082â\u0080\u00942Ã\u0083Æ\u0092Ã\u0082â\u0080\u00942  Ã\u0083Æ\u0092Ã\u0082â\u0080\u00942Ã\u0083Æ\u0092Ã\u0082â\u0080\u00942Ã\u0083Æ\u0092Ã\u0082â\u0080\u00942Ã\u0083Æ\u0092Ã\u0082â\u0080\u00942Ã\u0083Æ\u0092Ã\u0082â\u0080\u00942      Ã\u0083Æ\u0092Ã\u0082â\u0080\u00942Ã\u0083Æ\u0092Ã\u0082â\u0080\u00942Ã\u0083Æ\u0092Ã\u0082â\u0080\u00942Ã\u0083Æ\u0092Ã\u0082â\u0080\u00942            Ã\u0083Æ\u0092Ã\u0082â\u0080\u00942Ã\u0083Æ\u0092Ã\u0082â\u0080\u00942 Explanation & Guiding Questions Before turning students loose on this question, make sure they can articulate the rule doubles every two years.",
        "It is common for students to correctly double 1.2MHz and get 2.4 MHz in 1979, but then to continue adding 1.2 at a constant rate every two years.  Most will self-correct as they check in with their neighbors, but be on the lookout for that misunderstanding of the pattern. Once students have finished the table, and some have started to think about the next question, you can display the answers and prompt students to explain their reasoning. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â¢ Restate Moore's Law in your own words.",
        "Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â¢ How many times should the processor speed have doubled between the release of the Intellivision and the release of the N.E.S.? Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â¢ What operation did you keep doing over and over again? Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â¢ Where did that 307.2 come from?  How did you calculate that? Deeper Understanding Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â¢ What's an easier way to write Ã\u0083Æ\u0092Ã\u0082â\u0080\u00942Ã\u0083Æ\u0092Ã\u0082â\u0080\u00942Ã\u0083Æ\u0092Ã\u0082â\u0080\u00942Ã\u0083Æ\u0092Ã\u0082â\u0080\u00942Ã\u0083Æ\u0092Ã\u0082â\u0080\u00942?  (Ã\u0083Æ\u0092Ã\u0082â\u0080\u009425 ) Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â¢ In what year would Gordon Moore say a 76.8 MHz processor would be released?  (1989, since 76.8 = 9.6 Ã\u0083Æ\u0092Ã\u0082â\u0080\u0094 23 , so 6 years after 1983.)"
    ]
}