{
    "id": 224,
    "cites": 19,
    "cited_by": 0,
    "reference": [
        "Astin, Alexander W. and James W. Henson. New Measures of College Selectivity, mimeographed, Higher Education Research Institute and University of California, Los Angeles. Becker, Gary S. Human Capital: A Theoretical and Empirical Analysis with Special References to Education. New York: National Bureau of Economic Research, 1964.",
        "Berg, Ivar. Education and Jobs: The Great Training Robbery. Boston: Beacon Press, 1971.",
        "Brown, Charles. Education and Jobs: An Interpretation, Journal of Human Resources, forthcoming. Chamberlain, Gary. Omitted Variable Bias in Panel Data: Estimating the Returns to Schooling, paper presented at the INSEE Conference on Econo- metrics of Panel Data, Paris, France, August 1977.",
        "Fane, George. Education and the Management Efficiency of Farmers, The Review of Economics and Statistics, November 1975.",
        "Griliches, Zvi. Notes on the Role of Education in Production Functions and Growth. Accounting, in Y. Ben-Porath, et al., Education, Income and Human Capital. New York: National Bureau of Economic Research, 1970.",
        "Griliches, Zvi and William M. Mason. Education, Income and Ability, Journal of Political Economy, May/June 1972.",
        "Heckman, James. Sample Selection Bias as a Specification Error, mimeographed, February 1977.",
        "Johnson, George E. and Frank P. Stafford. Lifetime Earnings in a Professional Labor Market: Academic Economists, Journal of Political Economy, May! June 1974.",
        "Johnson, Norman L. and Samuel Kotz. Continuous Univariate Distributions-i. New York: Houghton Mifflin, 1970.",
        "No. 104. Washington: Bureau of National Affairs, Inc., 1974.",
        "Mincer, Jacob. Schooling, Experience and Earnings. New York: National Bureau of Economic Research, 1974.",
        "Morgan, James N. and Greg J. Duncan. College Quality and Earnings, in Five- Thousand American Families--Patterns of Economic Progress, Volume V. Ann Arbor: Institute for Social Research, 1976.",
        "Rosen, Sherwin. Human Capital: A Survey of Empirical Research, in R. Ehrenberg, Research in Labor Economics, Vol. 1, Greenwich, Conn.: Jai Press, 1977.",
        "Sayles, Leonard, R., and George Strauss. Managing Human Resources. Englewood Cliffs, N.J.: Prentice Hall, 1977.",
        "Solmon, Lewis C. The Definition of College Quality and its Impact on Earnings, in Explorations in Economic Research: Occasional Papers of the NBER, Vol. 2. New York: National Bureau of Economic Research, 1975.",
        "Summers, Anita A. and Barbara L. Wolfe. Do Schools Make a Difference? American Economic Review, September 1977.",
        "Taubman, Paul J. and Terence J. Wales. Higher Education, Mental Ability, and Screening. Journal of Political Economy, Jan./Feb. 1973.",
        "Wachtel, Paul. The Effects of Schooling Quality on Achievement, Attainment Levels, and Lifetime Earnings, in Explorations in Economic Research: Occasional Papers of the NBER, Vol. 2. New York: National Bureau of Economic Research, 1975.",
        "Wise, David A. Academic Achievement and Job Performance, American Economic Review, June 1975."
    ]
}