{
    "id": 2240,
    "cites": 19,
    "cited_by": 19,
    "reference": [
        "Baldwin, Robert E. 1979. Determinants of Trade and Foreign Investment: Further Evidence, Review of Economics and Statistics, Vol. LXI, No. 1, February.",
        "Liabilities, Year-End, 1962-85, Board of Governors of the Federal Reserve System, September.",
        "Hood, Neil and Stephen Young. 1979. The Economics of Multinational Enter prise, London and New York, Longman.",
        "Krueger, Russell C. 1985. ~U.S. International Transactions, First Quarter 1985, Survey of Current Business, Vol. 65, No. 6, June, pp. 34-71.",
        "Lewis, Cleona. 1938. Americas Stake in International Investments, Washington, D.C., Brookings.",
        "Lipsey, Robert E. and Irving B. Kravis. 1985. The Competitive Position of US. Manufacturing Firms, Banca Nazionale del Lavoro Quarterly Review, 153, June, pp. 127-154.",
        "Musgrave, John C. 1986a. Fixed Reproducible Tangible Wealth in the United States: Revised Estimates, Survey of Current Business, Vol. 66, No. 1, January, pp. 51-75.",
        "United States, 1982-85, Survey of Current Business, Vol. 66, No. 8, August, pp. 36-39.",
        "Organization for Economic Cooperation and Development. 1981. International Investment and Multinational Enterprises: Recent International Direct Investment Trends, Paris, OECD.",
        "Southard, Frank A. 1931. American Industry-in Europe. Boston and New York, Houghton-Mifflin Co.",
        "United Nations. 1983. Transnational Corporations in World Development, Third Survey, UN Centre on Transnational Corporations.",
        "States, Census of 1950, Office of Business Economics, Washington, D.C., U.S. Government Printing office.",
        "United States, Report to the Congress, Vol. 2: Report of the secretary of Commerce: Benchmark survey, 1974.",
        "Operations of u.s. Parents and their Foreign Affiliates, Preliminary 1983 Estimates, Bureau of Economic Analysis, December.",
        "Operations of U.S. Affiliates, 1977-80, Bureau of Economic Analysis.",
        "Operations of U.S. Affiliates of Foreign Companies, Revised 1982 Estimates, Bureau of Economic Analysis, December.",
        "Operations of U.S. Affiliates of Foreign Companies, Preliminary 1983 Estimates, Bureau of Economic Analysis, December.",
        "United States: Country and Industry Detail for Position and Balance of Payment Flows, 1984, Survey of Current Business, Vol. 65, No. 8, August, pp. 47-66.",
        "Wilkins, Mira. 1970. The Emergence of Multinational Enterprise, Cambridge, Harvard University Press."
    ]
}