{
    "id": 22401,
    "cites": 16,
    "cited_by": 7,
    "reference": [
        "Akyol, S. P., Key, J., and Krishna, K. (2016). Estimation of multiple choice exams. mimeo.",
        "Baker, E. L., Barton, P. E., Darling-Hammond, L., Haertel, E., Ladd, H. F., Linn, R. L., Ravitch, D., Rothstein, R., Shavelson, R. J., and Shepard, L. A. (2010). Problems with the use of student test scores to evaluate teachers, volume 278. Economic Policy Institute Washington, DC.",
        "Baldiga, K. (2013). Gender differences in willingness to guess. Management Science.",
        "Ben-Shakhar, G. and Sinai, Y. (1991). Gender differences in multiple-choice tests: The role of differential guessing tendencies. The Journal of Educational Measurement, 28(1):23Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c35.",
        "Bernardo, J. (1998). A decision analysis approach to multiple-choice examinations. Applied Decision Analysis, IV:195Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c207.",
        "Burgos, A. (2004). Guessing and gambling. Economics Bulletin, 4(4):1Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c10.",
        "Croson, R. and Gneezy, U. (2009). Gender differences in preferences. Journal of Economic Literature, 47(2):448Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c474.",
        "Duffie, D. and Singleton, K. J. (1993). Simulated moments estimation of markov models of asset prices. Econometrica, 61(4):pp. 929Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c952.",
        "Eckel, C. C. and Grossman, P. J. (2008). Men, women, and risk aversion: Experimental evidence. Handbook of Experimental Economics, 1(113):1061Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c1073.",
        "Espinosa, M. P. and Gardeazabal, J. (2010). Optimal correction for guessing in multiplechoice tests. Journal of Mathematical Psychology, 54(5):415Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c425.",
        "Espinosa, M. P., Gardeazabal, J., et al. (2013). Do students behave rationally in multiple choice tests? evidence from a field experiment. Journal of Economics and Management, 9(2):107Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c135.",
        "Gourieroux, C. and Monfort, A. (1997). Simulation-based econometric methods. Oxford University Press.",
        "Hansen, L. P. (1982). Large sample properties of generalized method of moments estimators.",
        "Lynn, R. (1992). Sex differences on the differential aptitude test in british and american adolescents. Educational Psychology, 12(2):101Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c102.",
        "Pekkarinen, T. (2014). Gender differences in behaviour under competitive pressure: Evidence on omission patterns in university entrance examinations. Journal of Economic Behavior & Organization.",
        "Tannenbaum, D. I. (2012). Do gender differences in risk aversion explain the gender gap in sat scores? uncovering risk attitudes and the test score gap. mimeo."
    ]
}