{
    "id": 22408,
    "cites": 29,
    "cited_by": 2,
    "reference": [
        "Alm, James, 2012, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Measuring, Explaining, and Controlling Tax Evasion: Lessons from Theory, Experiments, and Field Studies,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d International Tax and Public Finance, Vol. 19, pp. 54-77.",
        "Carrillo, Paul, Dina Pomeranz and Monica Singhal, 2014, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Dodging the Taxman: Firm Misreporting and the Limits to Tax Enforcement,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d National Bureau of Economic Research Working Paper No. 20624.",
        "Chetty, Raj, 2009, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Is the Taxable Income Elasticity Sufficient to Calculate Deadweight Loss? The Implications of Evasion and Avoidance,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d American Economic Journal: Economic Policy, Vol. 1, pp. 31-52.",
        "European Commission, 2015, Study to Quantify and Analyze the VAT Gap in the EU Member States: 2015 Report. Brussels, TAXUD/2013/DE/321.",
        "Evans, Chris. 2003, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Studying the Studies: An Overview of Recent Research into Taxation Operating Costs,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d eJournal of Tax Research, Vol. 1, pp. 64-79.",
        "Gemmell, Norman and John Hasseldine, 2014, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093TaxpayersÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0084¢ Behavioural Responses and Measures of Tax Compliance Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Ë\u009cGapsÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0084¢: A Critique and a New Measure,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Fiscal Studies, Vol.35, pp. 275-296.",
        "Gorodnichenko, Yuri, Jorge Martinez-Vasquez and Klara Sabirianova Peter, 2009, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Myth and Reality of Flat Tax Reform: Micro Estimates of Tax Evasion Response and Welfare Effects in Russia,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Journal of Political Economy, Vol. 117, pp. 504-554.",
        "Hodge, Ronald H., Alan H. Plumley, Kyle Richison, Getaneh Yismaw, Nicole Misek, Matt Olson and H. Sanith Wijesinghe, 2015, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Estimating Marginal Revenue/Cost Curves for Correspondence Audits,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Mimeo, Internal Revenue Service.",
        "HM Revenue and Customs, 2015, Measuring Tax Gaps 2015 Edition: Tax Gap Estimates for 2013-14. Available at https://www.gov.uk/government/statistics/measuring-tax-gaps.",
        "Internal Revenue Service, 2012, Tax Gap for the Year 2006: Overview, January 6. Available at https://www.irs.gov/pub/newsroom/overview_tax_gap_2006.pdf.",
        "Internal Revenue Service, 2016, The IRS Budget in Brief, 2016. Available at https://www.irs.gov/PUP/newsroom/IRS%20Budget%20in%20Brief%20FY%202016.pdf.",
        "International Monetary Fund, 2015, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Current Challenges in Revenue Mobilization: Improving Tax Compliance. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Available at https://www.imf.org/external/np/pp/eng/2015/020215a.pdf.",
        "Keen, Michael, 2013, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093The Anatomy of the VAT,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d National Tax JournalVol. 66, pp. 423-446.",
        "Keen, Michael, 2016, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Some Empirics of Compliance Gaps,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d forthcoming in the Journal of the Japan Institute of Public Finance Zaisei Kenkyu.",
        "Kleven, Henrik, Martin B.Knudsen, Claus Thustrup Kreiner, SÃ\u0083Æ\u0092Ã\u0082Â¸ren Pedersen and Emmanuel Saez, 2011, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Unwilling or Unable to Cheat? Evidence from a Tax Audit Experiment in Denmark,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Econometrica, Vol. 79, pp. 651-692.",
        "Malanga, Frank, 1986, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093The Relationship Between IRS Enforcement and Tax Yield,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d National Tax Journal, Vol. 39, pp. 333-337.",
        "Mayshar, Joram, 1991, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Taxation with Costly Administration,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Scandinavian Journal of Economics, Vol. 93, pp.75-88.",
        "OECD, 2015, Tax Administration 2015: Comparative Information on OECD and Other Advanced and Emerging Economies. Available at http://www.oecd.org/ctp/administration/tax-administration23077727. html.",
        "Ortega, Daniel and Carlos Scartascini, 2015, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093DonÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0084¢t Blame the Messenger: A Field Experiment on Delivery Methods for Increasing Tax Compliance.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Inter-American Development Bank.",
        "Pomeranz, Dina, 2015, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093No Taxation without Information: Deterrence and Self-Enforcement in the Value Added Tax,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d American Economic Review, Vol. 105, pp. 2539-2569.",
        "Saez, Emmanuel, Joel Slemrod and Seth Giertz, 2012, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093The Elasticity of Taxable Income with Respect to Marginal Tax Rates: A Critical Review,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Journal of Economic Literature, Vol. 50, pp. 3-50.",
        "Slemrod, Joel, 1989, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093The Return to Tax Simplification: An Econometric Analysis,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Public Finance Review, Vol. 17, pp. 3-27.",
        "Slemrod, Joel, 2001, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093A General Model of the Behavioral Response to Taxation,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d International Tax and Public Finance, Vol. 8, pp. 119-128.",
        "Slemrod, Joel, 2004, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Measuring Tax Complexity,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Written Testimony Submitted to the Committee on Ways and Means, Hearing on Tax Simplification, June 15.",
        "Slemrod, Joel, 2016, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Tax Compliance and Enforcement: New Research and its Policy Implications,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Available at SSRN, paper no. 2726077.",
        "Slemrod, Joel, Marsha Blumenthal and Charles Christian, 2001, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Taxpayer Response to an Increased Probability of Audit: Evidence from a Controlled Experiment in Minnesota,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Journal of Public Economics, Vol. 79, pp. 455-483.",
        "Slemrod, Joel, Brett Collins, Jeffrey L. Hoopes, Daniel A. Reck and Michael Sebastiani, 2015, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Does Credit Card Information Improve Small Business Tax Compliance?Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Available at SSRN, paper no. 21412.",
        "Slemrod, Joel and Christian Gillitzer, 2014, Tax Systems (MIT Press: Cambridge MA).",
        "Yitzhaki, Shlomo, 1987, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093On the Excess Burden of Tax Evasion,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Public Finance Review, Vol. 15, pp.123137."
    ]
}