{
    "id": 22402,
    "cites": 27,
    "cited_by": 3,
    "reference": [
        "Ang, A., G. Bekaert, and M. Wei (2007): Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Do Macro Variables, Asset Markets, or Surveys Forecast Inflation Better?,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Journal of Monetary Economics, 54, 1163Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c1212.",
        "Atkeson, A., and L. E. Ohanian (2001): Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Are Phillips Curves Useful for Forecasting Inflation?,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Federal Reserve Bank of Minneapolis Quarterly Review, 25(1), 2Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c11.",
        "BanÃ\u0083Å\u0092Ã\u0082Â\u0081bura, M., D. Giannone, and L. Reichlin (2010): Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Large Bayesian Vector Autoregressions, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Journal of Applied Econometrics, 25(1), 71Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c92.",
        "Bauer, A., R. A. Eisenbeis, D. F. Waggoner, and T. Zha (2006): Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Transparency, Expectations, and Forecasts,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Economic Review, pp. 1Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c25, First Quarter.",
        "Bernanke, B. S., M. Gertler, and M. W. Watson (1997): Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Systematic Monetary Policy and the Effects of Oil Price Shocks,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Brookings Papers on Economic Activity, 1, 91Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c142.",
        "Carriero, A., T. E. Clark, and M. Marcellino (2015): Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Bayesian VARs: Specification Choices and Forecast Accuracy,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Journal of Applied Econometrics, 30(1), 46Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c73.",
        "Chang, C., K. Chen, D. F. Waggoner, and T. Zha (2015): Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Trends and Cycles in ChinaÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0084¢s Macroeconomy,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d NBER Macroeconomics Annual, 30, 1Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c84.",
        "Chow, G. C., and A.-L. Lin (1971): Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Best Linear Unbiased Interpolation, Distribution, and Extrapolation of Time Series by Related Series,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d The Review of Economics and Statistics, 53(4), 372Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c375.",
        "Christiano, L. J., M. S. Eichenbaum, and C. L. Evans (1999): Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Monetary Policy Shocks: What Have We Learned and To What End?,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d in Handbook of Macroeconomics, ed. by J. B. Taylor, and M. Woodford, vol. 1A, pp. 65Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c148. North-Holland, Amsterdam, Holland.",
        "Ding, H., and H. He (2016): Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093A Tale of Transition: An Empirical Analysis of Economic Inequality in Urban China, 1986-2009,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Unpublished Manuscript, International Monetary Fund.",
        "Doan, T., R. B. Litterman, and C. A. Sims (1984): Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Forecasting and Conditional Projection Using Realistic Prior Distributions,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Econometric Reviews, 3(1), 1Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c100.",
        "Fernald, J. G., M. M. Spiegel, and E. T. Swanson (2014): Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Monetary policy effectiveness in China: Evidence from a FAVAR model,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Journal of International Money and Finance, 49, 83Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c103.",
        "Giannone, D., M. Lenza, and G. E. Primiceri (2015): Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Prior Selection for Vector Autoregressions,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d The Review of Economics and Statistics, 97(2), 436Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c451.",
        "Higgins, P. C., and T. Zha (2015): Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093ChinaÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0084¢s Macroeconomic Time Series: Methods and Implications,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Unpublished Manuscript, Federal Reserve Bank of Atlanta.",
        "FORECASTING CHINAÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0084¢S ECONOMIC GROWTH AND INFLATION 23 Leeper, E. M., C. A. Sims, and T. Zha (1996): Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093What Does Monetary Policy Do?,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Brookings Papers on Economic Activity, 2, 1Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c78.",
        "Li, Z. (2016): Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Forecasting ChinaÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0084¢s Economy: A Bayesian Approach,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Unpublished Manuscript.",
        "Litterman, R. B. (1986): Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Forecasting with Bayesian Vector Autoregressions Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009d Five Years of Experience,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Journal of Business and Economic Statistics, 4, 25Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c38.",
        "Nie, J. (2016): Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Gauging the Strenth of Chinese GDP Growth,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d The Macro Bulletin, pp. 1Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c3, http://macrobulletin.kcfed.org.",
        "Robertson, J. C., and E. W. Tallman (2001): Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Improving Federal-Funds Rate Forecasts in VAR Models Used for Policy Analysis,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Journal of Business and Economic Statistics, 19(3), 324Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c330.",
        "Sims, C. A. (1980): Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Macroeconomics and Reality,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Econometrica, 48(1), 1Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c48.",
        "Sims, C. A., and T. Zha (1998): Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Bayesian Methods for Dynamic Multivariate Models,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d International Economic Review, 39(4), 949Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c968.",
        "(2006): Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Does Monetary Policy Generate Recessions?,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Macroeconomic Dynamics, 10, 231Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c272.",
        "Stock, J. H., and M. W. Watson (2007): Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Why Has U.S. Ination Become Harder to Forecast?,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Journal of Money, Credit and Banking, 39(Supplement s1), 3Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c33.",
        "Waggoner, D. F., and T. Zha (1999): Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Conditional Forecasts in Dynamic Multivariate Models,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d The Review of Economics and Statistics, 81(4), 639Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c651.",
        "Wen, Y. (2016): The Making of an Economic Superpower: Unlocking ChinaÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0084¢s Secret of Rapid Industrialization. World Scientific Publishing Co.",
        "Wright, J. H. (2013): Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Unseasonal Seasonals?,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Brookings Papers on Economic Activity, pp. 65Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c126, Fall.",
        "Zha, T. (1998): Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093A Dynamic Multivariate Model for Use in Formulating Policy,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Federal Reserve Bank of Atlanta Economic Review, 83(1), 16Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c29, First Quarter. Federal Reserve Bank of Atlanta; Shanghai Advanced Institute of Finance, Shanghai Jiaotong University; Federal Reserve Bank of Atlanta, Emory University, and NBER"
    ]
}