{
    "id": 22414,
    "cites": 47,
    "cited_by": 1,
    "reference": [
        "Axelson, Ulf, Tim Jenkinson, Per StroÃ\u0083Å\u0092Ã\u0082Ë\u0086mberg, and Michael S. Weisbach, 2013, Borrow cheap, buy high? The determinants of leverage and pricing in buyouts, Journal of Finance 68, 2223Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c2267.",
        "Axelson, Ulf, Per StroÃ\u0083Å\u0092Ã\u0082Ë\u0086mberg, and Michael S. Weisbach, 2009, Why are buyouts levered? The financial structure of private equity funds, Journal of Finance 64, 1549Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c1582.",
        "Baker, Malcolm, and Jeffrey Wurgler, 2002, Market timing and capital structure, Journal of Finance 57, 1Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c32.",
        "Baker, Malcolm, and Jeffrey Wurgler, 2006, Investor sentiment and the cross-section of stock returns, Journal of Finance 61, 1645Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c1680.",
        "Barro, Robert J., 1990, The stock market and investment, Review of Financial Studies 3, 115Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c131.",
        "Berk, Jonathan B., Richard C. Green, and Vasant Naik, 1999, Optimal investment, growth options, and security returns, Journal of Finance 54, 1553Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c1607.",
        "Bharath, Sreedhar T., and Amy K. Dittmar, 2010, Why do firms use private equity to opt out of public markets? Review of Financial Studies 23, 1771Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c1818.",
        "Campbell, John Y., 1987, Stock returns and the term structure, Journal of Financial Economics 18, 373Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c399.",
        "Campbell, John Y., and John Ammer, 1993, What moves the stock and bond markets? A variance decomposition for long-term asset returns, Journal of Finance 48, 3Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c37.",
        "Campbell, John Y., and Robert J. Shiller, 1988a, The dividend-price ratio and expectations of future dividends and discount factors, Review of Financial Studies 1, 195Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c228.",
        "Campbell, John Y., and Robert J. Shiller, 1988b, Stock prices, earnings and expected dividends, Journal of Finance 43, 661Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c676.",
        "Cochrane, John H., 1991, Production-based asset pricing and the link between stock returns and economic fluctuations, Journal of Finance 46, 209Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c237.",
        "Cochrane, John H., 2008, The dog that did not bark: A defense of return predictability, Review of Financial Studies 21, 1533Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c1575.",
        "Cochrane, John H., 2011, Presidential address: Discount rates, Journal of Finance 66, 1047Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c1108.",
        "Davis, Steven J., John Haltiwanger, Kyle Handley, Ron Jarmin, Josh Lerner, and Javier Miranda, 2014, Private equity, jobs, and productivity, American Economic Review 104, 3956Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c3990.",
        "Dittmar, Amy K., and Robert F. Dittmar, 2008, The timing of financing decisions: An examination of the correlation in financing waves, Journal of Financial Economics 90, 59Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c83.",
        "Ewens, Michael, Charles M. Jones, and Matthew Rhodes-Kropf, 2013, The price of diversifiable risk in venture capital and private equity, Review of Financial Studies 26, 1853Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c1889.",
        "Fama, Eugene F., and Kenneth R. French, 1988, Dividend yields and expected stock returns, Journal of Financial Economics 22, 3Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c25.",
        "Fama, Eugene F., and Kenneth R. French, 1989, Business conditions and expected returns on stocks and bonds, Journal of Financial Economics 25, 23Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c49.",
        "Fama, Eugene F., and Kenneth R. French, 1993, Common risk factors in the returns on stocks and bonds, Journal of Financial Economics 33, 3Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c56.",
        "Gilchrist, Simon, and Egon ZakrajsÃ\u0083Å\u0092Ã\u0082Å\u0092ek, 2012, Credit spreads and business cycle fluctuations, American Economic Review 102, 1692Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c1720.",
        "Giroud, Xavier, and Holger M. Mueller, 2010, Does corporate governance matter in competitive industries? Journal of Financial Economics 95, 312Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c331.",
        "Gompers, Paul, Joy Ishii, and Andrew Metrick, 2003, Corporate governance and equity prices, Quarterly Journal of Economics 118, 107Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c156.",
        "Harford, Jarrad, 2005, What drives merger waves? Journal of Financial Economics 77, 529Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c560.",
        "Harris, Robert S., Tim Jenkinson, and Steven N. Kaplan, 2014, Private equity performance: What do we know? Journal of Finance 69, 1851Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c1882.",
        "Jensen, Michael C., 1986, Agency costs of free cashflow, corporate finance, and takeovers, American Economic Review 76, 323Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c329.",
        "Kaplan, Steven N., and Antoinette Schoar, 2005, Private equity performance: Returns, persistence, and capital flows, Journal of Finance 60, 1791Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c1823.",
        "Kaplan, Steven N., and Jeremy C. Stein, 1993, The evolution of buyout pricing and financial structure in the 1980s, Quarterly Journal of Economics 108, 313Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c357.",
        "Kaplan, Steven N., and Per StroÃ\u0083Å\u0092Ã\u0082Ë\u0086mberg, 2009, Leveraged buyouts and private equity, Journal of Economic Perspectives 23, 121Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c146.",
        "Lamont, Owen A., and Jeremy C. Stein, 2006, Investor sentiment and corporate finance: Micro and macro, American Economic Review Papers and Proceedings 96, 147Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c151.",
        "Lee, Charles M. C., Andrei Shleifer, and Richard H. Thaler, 1991, Investor sentiment and the closed-end fund puzzle, Journal of Finance 46, 75Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c109.",
        "Lerner, Josh, and Antoinette Schoar, 2004, The illiquidity puzzle: Theory and evidence from private equity, Journal of Financial Economics 72, 3Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c40.",
        "Lettau, Martin, and Sydney Ludvigson, 2001, Consumption, aggregate wealth, and expected stock returns, Journal of Finance 56, 815Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c849.",
        "Maksimovic, Vojislav, Gordon Phillips, and Liu Yang, 2013, Private and public merger waves, Journal of Finance 68, 2177Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c2217.",
        "Malenko, Andrey, and Nadya Malenko, 2015, A theory of LBO activity based on repeated debtequity conflicts, Journal of Financial Economics 117, 607Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c627.",
        "Martos-Vila, Marc, Matthew Rhodes-Kropf, and Jarrad Harford, 2012, Financial vs. strategic buyers, Working paper, Harvard Business School .",
        "Metrick, Andrew, and Ayako Yasuda, 2010, The economics of private equity funds, Review of Financial Studies 23, 2303Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c2341.",
        "Mikkelson, Wayne H., Megan Partch, and Kshitij Shah, 1997, Ownership and operating performance of companies that go public, Journal of Financial Economics 44, 281Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c307.",
        "Opler, Tim, and Sheridan Titman, 1993, The determinants of leveraged buyout activity: Free cash flow vs. financial distress costs, Journal of Finance 48, 1985Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c1999.",
        "Pastor, Lubos, and Pietro Veronesi, 2005, Rational IPO waves, Journal of Finance 60, 1713Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c1757.",
        "Rhodes-Kropf, Matthew, David T. Robinson, and S. Viswanathan, 2005, Valuation waves and merger activity: The empirical evidence, Journal of Financial Economics 77, 561Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c603.",
        "Rhodes-Kropf, Matthew, and S. Viswanathan, 2004, Market valuation and merger waves, Journal of Finance 59, 2685Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c2718.",
        "Robinson, David T., and Berk A. Sensoy, 2013a, Cyclicality, performance measurement, and cash flow liquidity in private equity, Working paper, NBER .",
        "Robinson, David T., and Berk A. Sensoy, 2013b, Do private equity fund managers earn their fees? Compensation, ownership, and cash flow performance, Review of Financial Studies 26, 2760Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c 2797.",
        "Shivdasani, Anil, and Yihui Wang, 2011, Did structured credit fuel the LBO boom? Journal of Finance 66, 1291Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c1328.",
        "Sorensen, Morten, Neng Wang, and Jinqiang Yang, 2013, Valuing private equity, Working paper, Columbia University .",
        "Stock, James H., and Mark W. Watson, 1999, Business cycle fluctuations in U.S. macroeconomic time series, in John B Taylor, and Michael Woodford, eds., Handbook of Macroeconomics, volume 1. Ã\u0083Â¢Ã\u0082Ë\u0086Ã\u0082â\u0080\u009910 Ã\u0083Â¢Ã\u0082Ë\u0086Ã\u0082â\u0080\u00995 Risk Premium % Volume 1985q1 1990q1 1995q1 2000q1 2005q1 2010q1 Quarter Deal Volume Equity Risk Premium"
    ]
}