{
    "id": 22417,
    "cites": 56,
    "cited_by": 17,
    "reference": [
        "AguÃ\u0083Å\u0092Ã\u0082Ë\u0086ero, Jorge M. and Prashant Bharadwaj, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Do the More Educated Know More about Health? Evidence from Schooling and HIV Knowledge in Zimbabwe,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Economic Development and Cultural Change, 2014, 62 (3), 489Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c517.",
        "Ambrus, Attila, Erica Field, and Maximo Torero, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Muslim Family Law, Prenuptial Agreements, and the Emergence of Dowry in Bangladesh,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Quarterly Journal of Economics, 2010, 125 (3), 1349Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c1397.",
        "Anderson, Siwan, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Why Dowry Payments Declined with Modernization in Europe but are Rising in India,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Journal of Political Economy, 2003, 111 (2), 269Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c310.",
        ", Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093The Economics of Dowry and Brideprice,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Journal of Economic Perspectives, 2007, 21 (4), 151Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c174.",
        ", Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Why the Marriage Squeeze Cannot Cause Dowry Inflation,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Journal of Economic Theory, 2007, 137, 140Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c152.",
        "Arunachalam, Raj and Suresh Naidu, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093The Price of Fertility: Marriage Markets and Family Planning in Bangladesh,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d 2015.",
        "Bau, Natalie, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Can Policy Crowd Out Culture?,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d 2016. Mimeo, Harvard University.",
        "Becker, Gary S., A Treatise on the Family, Cambridge, M.A.: Harvard University Press, 1981.",
        ", Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Nobel Lecture: The Economic Way of Looking at Behavior,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Journal of Political Economy, 1993, 101 (3), 385Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c409.",
        ", William H.J. Hubbard, and Kevin M. Murphy, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Explaining the Worldwide Boom in Higher Education of Women,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Journal of Human Capital, 2010, 4 (3), 203Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c241.",
        "Bishai, David and Shoshana Grossbard, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Far above Rubies: Bride Price and Extramarital Sexual Relations in Uganda,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Journal of Population Economics, 2010, 23 (4), 1177Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c1187.",
        "Boomgaard, Peter, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Bridewealth and Birth Control: Low Fertility in the Indonesian Archipelago, 1500Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c1900,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Population and Development Review, 2003, 29 (2), 197Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c214.",
        "Boserup, Ester, WomanÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0084¢s Role in Economic Development, London: George Allen and Unwin Ltd., 1970.",
        "Botticini, Maristella, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093A Loveless Economy? Intergenerational Altruism and the Marriage Market in a Tuscan Town, 1415-1436,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Journal of Economic History, 1999, 59 (1), 104Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c121.",
        "Breierova, Lucia and Esther Duflo, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093The Impact of Education on Fertility and Child Mortality: Do Fathers Really Matter Less than Mothers?,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d 2002. Mimeo, M.I.T.",
        "Cameron, A. Colin and Douglas L. Miller, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093A PractitionerÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0084¢s Guide to Cluster-Robust Inference, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Journal of Human Resources, 2015, 50 (2), 317Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c372.",
        "Dalton, George, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093BridewealthÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d vs.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093BridepriceÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d 1,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d American Anthropologist, 1966, 68 (3), 732Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c 738.",
        "DuBois, Cora, The People of Alor, Cambridge, M.A.: Harvard University Press, 1944.",
        "Duflo, Esther, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Schooling and Labor Market Consequences of School Construction in Indonesia: Evidence from an Unusual Policy Experiment,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d American Economic Review, 2001, 91 (4), 795Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c813.",
        "Eryenyu, Jeff, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Payment of Bride Price Turns Women into Commodities,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d September 2014. Uganda Daily Monitor. [Online; posted 10-September-2014].",
        "Fabinger, Michal and E. Glen Weyl, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Pass-Through and Demand Forms,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Working Paper 2013.",
        "Fernandez, Raquel, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Women, Work and Culture,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Journal of the European Economic Association, 2007, 5 (2Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c3), 305Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c332.",
        ", Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Does Culture Matter?,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d in Jess Benhabib, Matthew O. Jackson, and Alberto Bisin, eds., Handbook of Social Economics, Vol. 1A, Amsterdam: North-Holland, 2011, pp. 481Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c510.",
        "Gale, William G. and John Karl Scholz, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Intergenerational Transfers and the Accumulation of Wealth,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Journal of Economic Perspectives, 1994, 8 (4), 145Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c160.",
        "Gaspart, Frederic and Jean-Philippe Platteau, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Strategic Behavior and Marriage Payments: Theory and Evidence from Senegal,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Economic Development and Cultural Change, 2010, 59 (1), 149Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c185.",
        "Geertz, Hildred, The Javanese Family: A Study of Kinship and Socialization, Prospect Heights, Illinois: Waveland Press Inc., 1961.",
        "Giuliano, Paola, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093The Role of Women in Society: From Pre-Industrial to Modern Times,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d CESifo Economic Studies, 2014, 61 (1), 33Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c52.",
        "Goody, Jack and S.J. Tambiah, Bridewealth and Dowry, Cambridge: Cambridge University Press, 1973.",
        "Griliches, Zvi, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Estimating the Returns to Schooling: Some Econometric Problems,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Econometrica, 1977, 45 (1), 1Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c22.",
        "Hayek, Friedrich A., Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093The Use of Knowledge in Society,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d American Economic Review, September 1945, 35 (4), 519Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c30.",
        "Heckman, James J., Lance J. Lochner, and Petra E. Todd, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Earnings Functions, Rates of Return and Treatment Effects: The Mincer Equation and Beyond,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Handbook of the Economics of Education, 2006, 1, 307Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c458.",
        "Hertz, Tom and Tamara Jayasundera, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093School Construction and Intergenerational Mobility in Indonesia,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Working Paper, American University 2007.",
        "IRIN News, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Study Links Payment of Bride Price to Abuse of Women,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d May 2006. [Online; posted 16-May-2006].",
        "Jacoby, Hanan G., Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093The Economics of Polygyny in Sub-Saharan Africa: Female Productivity and the Demand for Wives in CoÃ\u0083Å\u0092Ã\u0082â\u0080\u009ate dÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0084¢Ivoire,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Journal of Political Economy, 1995, 103 (5), 938Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c971.",
        "LeBar, Frank M., Ethnic Groups of Insular Southeast Asia. Volume 1: Indonesia, Adaman Islands, and Madagascar, New Haven: Human Relations Area Files Press, 1972.",
        "Levine, David and Michael Kevane, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Are Investments in Daughters Lower when Daughters Move Away? Evidence from Indonesia,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d World Development, 2003, 31 (6), 1065Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c1084.",
        "Mocan, Naci H. and Colin Cannonier, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Empowering Women Through Education: Evidence from Sierra Leone,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d 2012. NBER Working Paper 18016.",
        "Moore, Erin, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Translating GirlsÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0084¢ Empowerment: Gender, Adolescence and Transnational NGOs in Urban Uganda,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d PhD Dissertation, University of Chicago 2016.",
        "Mujuzi, Jamil Ddamulira, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Bride Wealth (Price) and WomenÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0084¢s Marriage Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c Related Rights in Uganda: A Historical Constitutional Perspective and Current Developments,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d International Journal of Law, Policy and the Family, August 2010, 24 (3), 414Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c430.",
        "Murdock, George Peter, Ethnographic Atlas, Pittsburgh: University of Pittsburgh Press, 1967.",
        ", Atlas of World Cultures, Pittsburgh: University of Pittsburgh Press, 1981.",
        "Noldeke, Georg and Larry Samuelson, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Investment and Competitive Matching,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Econometrica, 2015, 83 (3), 835Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c896.",
        "Osili, Una Okonkwo and Bridget Terry Long, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Does Female Schooling Reduce Fertility? Evidence from Nigeria,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Journal of Development Economics, 2008, 87 (1), 57Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c75.",
        "Platteau, Jean-Philippe and Frederic Gaspart, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093The Perverse Effects of High Brideprices,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d World Development, 2010, 35 (7), 149Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c185.",
        "Quale, G. Robina, A History of Marriage Systems, New York: Greenwood Press, 1988.",
        "RAND, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Family Life Surveys Newsletter,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d August 1999.",
        "Rutstein, Shea Oscar and Kiersten Johnson, The DHS Wealth Index, ORC Macro, MEASURE DHS, 2004.",
        "Schapera, I., The Tswana, London: International African Institute, 1953.",
        "Sitompul, Lola Utama, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Tata Cara Penetapan Mahar Bagi Perempuan Nias (Studi Kasus Pada Perempuan Nias Yang Bekerja di Sektor Informal di Padang Bulan),Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d 2009. Working paper.",
        "Tertilt, Michele, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Polygyny, Fertility, and Savings,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Journal of Political Economy, 2005, 113 (6), 1341Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c1371.",
        ", Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Polygyny, WomenÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0084¢s Rights, and Development,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Journal of the European Economic Association, 2006, 4 (2-3), 523Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c530.",
        "Vroklage, Bernh, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Bride Price or Dower,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Anthropos, 1952, Bd. 47, H. 1./2., 133Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c146.",
        "Wendo, Charles, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093African Women Denounce Bride Price,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d The Lancet, February 2004, 363 (9410), 716.",
        "Whiteley, Wilfred and J. Slaski, Bemba and Related Peoples of Northern Rhodesia, London: International African Institute, 1950.",
        "Willis, Roy, The Fipa and Related Peoples of South-West Tanzania and North-East Zambia, London: International African Institute, 1966.",
        "World Bank, World Development Report 2015: Mind, Society, and Behavior, Washington, D.C.: World Bank Publications, 2015."
    ]
}