{
    "id": 22418,
    "cites": 25,
    "cited_by": 9,
    "reference": [
        "Ascari, G., Colciago, A., and Rossi, L. (2016). Limited Asset Market Participation and Optimal Monetary Policy. mimeo.",
        "Auclert, A. (2015). Monetary Policy and the Redistribution Channel. mimeo.",
        "Bilbiie, F. O. (2008). Limited asset markets participation, monetary policy and (inverted) aggregate demand logic. Journal of Economic Theory, 140(1):162Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c196.",
        "Boppart, T. and Krusell, P. (2016). Labor Supply in the Past, Present, and Future: A Balance-Growth Perspective.",
        "Buffie, E. F. (2013). The Taylor principle fights back, Part I. Journal of Economic Dynamics and Control, 37(12):2771Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c2795.",
        "Christiano, L. J. and Eichenbaum, M. (2005). Nominal Rigidities and the Dynamic Effects of a Shock to Monetary Policy. Journal of Political Economy, 113(1):1Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c45.",
        "Christiano, L. J., Eichenbaum, M., and Rebelo, S. (2011). When Is the Government Spending Multiplier Large? Journal of Political Economy, 119(1):78Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c121.",
        "Christiano, L. J. and Evans, C. L. (1997). Sticky price and limited participation models of money: A comparison. European Economic Review, 41(1997):1201Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c1249.",
        "Erceg, C. J., Henderson, D. W., and Levin, A. T. (2000). Optimal Monetary Policy with staggered Wage and Price Contracts. Journal of Monetary Economics, 46.",
        "Francis, N. and Ramey, V. A. (2005). Is the technology-driven real business cycle hypothesis dead? Shocks and aggregate fluctuations revisited. Journal of Monetary Economics, 52(8):1379Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c1399.",
        "GalÃ\u0083â\u0080\u009eÃ\u0082Â±Ã\u0083Å\u0092Ã\u0082Â\u0081, J. (1999). Technology, Employment , and the Business Cycle: Do Technology Shocks Explain Aggregate Fluctuations ? American Economic Review, 89(1).",
        "GalÃ\u0083â\u0080\u009eÃ\u0082Â±Ã\u0083Å\u0092Ã\u0082Â\u0081, J. (2009). Monetary Policy, Inflation, and the Business Cycle: An Introduction to the New Keynesian Framework. Princeton University Press.",
        "GalÃ\u0083â\u0080\u009eÃ\u0082Â±Ã\u0083Å\u0092Ã\u0082Â\u0081, J. and Rabanal, P. (2004). Technology Shocks and Aggregate Fluctuations: How Well Does the Real Business Cycle Model Fit Technology Shocks and Aggregate Fluctuations.",
        "Gornemann, N., Kuester, K., and Nakajima, M. (2016). Doves for the rich, hawks for the poor? Distributional consequences of monetary policy. mimeo.",
        "Kaplan, G., Moll, B., and Violante, G. L. (2016). Monetary Policy According to HANK. mimeo.",
        "Karabarbounis, L. and Neiman, B. (2014). The Global Decline of the Labor Share. The Quarterly Journal of Economics, pages 61Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c103.",
        "King, R. G., Plosser, C. I., and Rebelo, S. T. (1988). Production, growth and business cycles. Journal of Monetary Economics, 21(2-3):195Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c232.",
        "Kuhn, M. and Rios-Rull, J.-V. (2016). Federal Reserve Bank of Minneapolis. Federal Reserve Bank of Minneapolis Quarterly Review, (February).",
        "LindeÃ\u0083Å\u0092Ã\u0082Â\u0081, J. (2009). The effects of permanent technology shocks on hours: Can the RBCmodel fit the VAR evidence? Journal of Economic Dynamics and Control, 33(3):597Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c613.",
        "Lorenzoni, G. (2009). A Theory of Demand Shocks. American Economic Review, 99(5):2050Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c2084.",
        "McKay, A., Nakamura, E., and Steinsson, J. (2015). The Power of Forward Guidance Revisited. mimeo.",
        "Piketty, T. and Zucman, G. (2015). Wealth and Inheritance in the Long Run, volume 2. Elsevier B.V., 1 edition.",
        "Saez, E. and Zucman, G. (2016). Wealth Inequality in the United States since 1913: Evidence from Capitalized Income Tax Data. Quarterly Journal of Economics, 131(May):519Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c578.",
        "Schmitt-GroheÃ\u0083Å\u0092Ã\u0082Â\u0081, S. and Uribe, M. (2003). Closing small open economy models. Journal of International Economics, 61(1):163Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c185.",
        "Wolff, E. N. (2014). Household Wealth Trends in the United States, 1983-2010. Oxford Review of Economic Policy, 30(1):21Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c43."
    ]
}