{
    "id": 22425,
    "cites": 90,
    "cited_by": 51,
    "reference": [
        "Acemoglu, D., S. Naidu, P. Restrepo, and J. A. Robinson (2014): Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Democracy Does Cause Growth,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Working Paper 20004, National Bureau of Economic Research.",
        "Andrews, D. W. K. and M. Buchinsky (2000): Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093A Three-Step Method for Choosing the Number of Bootstrap Repetitions,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Econometrica, 68, 23Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c51.",
        "Angrist, J. D. (1997): Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Conditional independence in sample selection models,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Economics Letters, 54, 103 Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c 112.",
        "Angrist, J. D., OÃ\u0083Å\u0092Ã\u0082â\u0082¬. JordaÃ\u0083Å\u0092Ã\u0082â\u0082¬, and G. Kuersteiner (2013): Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Semiparametric estimates of monetary policy effects: string theory revisited,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Tech. rep., National Bureau of Economic Research.",
        "Angrist, J. D. and G. M. Kuersteiner (2010): Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Causal Effects of Monetary Shocks: Semiparametric Conditional Independence Tests with a Multinomial Propensity Score,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Review of Economics and Statistics, 93, 725Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c747.",
        "Auerbach, A. J. and Y. Gorodnichenko (2012): Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Measuring the Output Responses to Fiscal Policy,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d American Economic Journal: Economic Policy, 4, 1Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c27.",
        "Barro, R. J. and C. J. Redlick (2011): Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Macroeconomic Effects From Government Purchases and Taxes,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d The Quarterly Journal of Economics, 126, 51Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c102.",
        "Bartik, T. J. (1991): Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Who Benefits from State and Local Economic Development Policies?Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Books from Upjohn Press, W.E. Upjohn Institute for Employment Research.",
        "Belin, T. R. and J. E. Rolph (1994): Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Can We Reach Consensus on Census Adjustment?Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Statistical Science, 9, 486Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c508.",
        "Blanchard, O. J. and R. Perotti (2002): Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093An Empirical Characterization of the Dynamic Effects of Changes in Government Spending and Taxes on Output,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d The Quarterly Journal of Economics, 117, 1329Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c1368.",
        "Blumerman, L. M. and P. Vidal (2009): Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Uses of Population and Income Statistics in Federal Funds Distribution - With a Focus on Census Bureau Data,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Government Division Report Series, Research Report #2009-1, U.S. Census Bureau, Washington, D.C. Boscoe, F. P. and B. A. Miller (2004): Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Population Estimation Error and Its Impact on 19911999 Cancer Rates,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d The Professional Geographer, 56, 516Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c529.",
        "Bound, J., D. A. Jaeger, and R. M. Baker (1995): Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Problems with Instrumental Variables Estimation When the Correlation Between the Instruments and the Endogeneous Explanatory Variable is Weak,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Journal of the American Statistical Association, 90, 443Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c450.",
        "Brown, L. D., M. L. Eaton, D. A. Freedman, S. P. Klein, R. A. Olshen, K. W. Wachter, M. T. Wells, and D. Ylvisaker (1999): Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Statistical Controversies in Census 2000,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Jurimetrics, 39, 347Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c375.",
        "Brunell, T. L. (2002): Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Why There is Still a Controversy About Adjusting the Census,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d PS: Political Science & Politics, 35, 85.",
        "Bureau of Economic Analysis (2010): Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093State Personal Income and Employment: Methodology,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Tech. rep., Washington, D.C. Card, D. (2001): Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Immigrant Inflows, Native Outflows, and the Local Labor Market Impacts of Higher Immigration,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Journal of Labor Economics, 19, 22Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c64.",
        "Cattaneo, M. D. (2010): Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Efficient semiparametric estimation of multi-valued treatment effects under ignorability,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Journal of Econometrics, 155, 138Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c154.",
        "Cattaneo, M. D., D. M. Drukker, and A. D. Holland (2013): Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Estimation of multivalued treatment effects under conditional independence,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Stata Journal, 13, 407Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c450.",
        "Chen, X. and D. Pouzo (2009): Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Efficient estimation of semiparametric conditional moment models with possibly nonsmooth residuals,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Journal of Econometrics, 152, 46Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c60.",
        "Chernozhukov, V. and C. Hansen (2008): Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Instrumental variable quantile regression: A robust inference approach,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Journal of Econometrics, 142, 379Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c398.",
        "Chodorow-Reich, G., L. Feiveson, Z. Liscow, and W. G. Woolston (2012): Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Does State Fiscal Relief during Recessions Increase Employment? Evidence from the American Recovery and Reinvestment Act,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d American Economic Journal: Economic Policy, 4, 118Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c145.",
        "Christiano, L., M. Eichenbaum, and S. Rebelo (2011): Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093When Is the Government Spending Multiplier Large?Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Journal of Political Economy, 119, 78 Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c 121.",
        "Clemens, J. and S. Miran (2012): Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Fiscal Policy Multipliers on Subnational Government Spending, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d American Economic Journal: Economic Policy, 4, 46Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c68.",
        "Congressional Research Service (2008): Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Medicaid: The Federal Medical Assistance Percentage (FMAP),Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d CRS Report for Congress #RL32950, Washington, D.C. Davis, S. (1994): Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Evaluation of Postcensal County Estimates for the 1980s,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d U.S. Bureau of the Census, Population Division Working Paper No. 5.",
        "Ericksen, E. P. and J. B. Kadane (1985): Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Estimating the Population in a Census Year: 1980 and Beyond,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Journal of the American Statistical Association, 80, 98Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c109.",
        "FataÃ\u0083Å\u0092Ã\u0082Â\u0081s, A. and I. Mihov (2001): Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093The Effects of Fiscal Policy on Consumption and Employment: Theory and Evidence,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d CEPR Discussion Paper 2760, C.E.P.R. Discussion Papers.",
        "Fay, R., J. Passel, and J. Robinson (1988): Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093The Coverage of the Population in the 1980 Census,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d 1980 Census of Population and Housing Evaluation and Research Reports PHC80-E4, U.S. Bureau of the Census.",
        "Fishback, P. V. and V. Kachanovskaya (2010): Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093In Search of the Multiplier for Federal Spending in the States During the Great Depression,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Working Paper 16561, National Bureau of Economic Research.",
        "Freedman, D. A. (1993): Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Adjusting the Census of 1990,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Jurimetrics Journal, 34, 99Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c106.",
        "Glaeser, E. L. (2008): Cities, Agglomeration, and Spatial Equilibrium, Oxford: Oxford University Press, 1 edition ed.",
        "Glaeser, E. L. and J. D. Gottlieb (2009): Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093The Wealth of Cities: Agglomeration Economies and Spatial Equilibrium in the United States,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Working Paper 14806, National Bureau of Economic Research.",
        "Glaeser, E. L., B. I. Sacerdote, and J. A. Scheinkman (2003): Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093The Social Multiplier,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Journal of the European Economic Association, 1, 345Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c353.",
        "Gordon, N. (2004): Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Do federal grants boost school spending? Evidence from Title I,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Journal of Public Economics, 88, 1771Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c1792.",
        "Government Accountability Office (1987): Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093A Catalog of Federal Aid to States and Localities,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d GAO/HRD-87-28, Washington, D.C. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009dÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009dÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009d (1990): Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Federal Formula Programs: Outdated Population Data Used to Allocate Most Funds,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d GAO/HRD-90-145, Washington, D.C. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009dÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009dÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009d (1999): Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Effects of Adjusted Population Counts on Federal Funding to States,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d GAO/HEHS99 -69, Washington, D.C. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009dÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009dÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009d (2006): Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Illustrative Simulations of Using Statistical Population Estimates for Reallocating Certain Federal Funding,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d GAO-06-567, Washington, D.C. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009dÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009dÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009d (2009): Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093FORMULA GRANTS Census Data Are among Several Factors That Can Affect Funding Allocations,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Tech. Rep. GAO-09-832T, Washington, D.C. Hirano, K. and G. W. Imbens (2004): The Propensity Score with Continuous Treatments, John Wiley & Sons, Ltd, 73Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c84.",
        "Hirano, K., G. W. Imbens, and G. Ridder (2003): Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Efficient Estimation of Average Treatment Effects Using the Estimated Propensity Score,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Econometrica, 71, 1161Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c1189.",
        "Imbens, G. W. (2000): Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093The role of the propensity score in estimating dose-response functions,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Biometrika, 87, 706Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c710.",
        "Judson, D. H., C. L. Popoff, and M. J. Batutis (2001): Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093An evaluation of the accuracy of U.S. census bureau county population estimation,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Statistics in transition, 5.",
        "Kline, P. (2010): Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Place Based Policies, Heterogeneity, and Agglomeration,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d American Economic Review, 100, 383Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c387.",
        "Knight, B. (2002): Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Endogenous federal grants and crowd-out of state government spending: Theory and evidence from the federal highway aid program,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d American Economic Review, 71Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c92.",
        "Larcinese, V., L. Rizzo, and C. Testa (2013): Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Changing needs, sticky budget: Evidence from the Geographic Distribution of U.S. Federal Grants,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d National Tax Journal, 66, 311Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c342.",
        "Lavin, M. R. (1996): Understanding the census: a guide for marketers, planners, grant writers and other data users, Kenmore, New York, Epoch Books.",
        "Louis, T. A., T. B. Jabine, and M. A. Gerstein, eds. (2003): Statistical Issues in Allocating Funds by Formula, National Research Counci.",
        "Mohammed Shahidullah, M. F. (2005): Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Criteria for Selecting a Suitable Method for Producing Post-2000 County Population Estimates: A Case Study of Population Estimates in Illinois,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Population Research and Policy Review, 24, 215Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c229.",
        "Moretti, E. (2011): Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Chapter 14 - Local Labor Markets,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d in Handbook of Labor Economics, ed. by O. Ashenfelter and D. Card, Elsevier, vol. 4, Part B, 1237Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c1313.",
        "Murdock, S. H. and M. N. Hoque (1995): Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093The effect of undercount on the accuracy of smallarea population estimates: Implications for the use of administrative data for improving population enumeration,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Population Research and Policy Review, 14, 251Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c271.",
        "Murray, M. P. (1992): Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Census adjustment and the distribution of federal spending,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Demography, 29, 319Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c332.",
        "Nakamura, E. and J. Steinsson (2014): Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Fiscal Stimulus in a Monetary Union: Evidence from US Regions,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d American Economic Review, 104, 753Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c792.",
        "National Research Council (1995): Modernizing the U.S. Census, Washington, D.C.: National Academies Press.",
        "Pande, R. (2003): Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Can Mandated Political Representation Increase Policy Influence for Disadvantaged Minorities? Theory and Evidence from India,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d American Economic Review, 93, 1132Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c1151.",
        "Poi, B. P. (2004): Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093From the help desk: Some bootstrapping techniques,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Stata Journal, 4, 312Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c 328(17).",
        "Ramey, V. and M. Shapiro (1997): Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Costly Capital Reallocation and the Effects of Government Spending,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Carnegie-Rochester Conference Series on Public Policy.",
        "Ramey, V. A. (2011): Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Identifying Government Spending Shocks: ItÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0084¢s all in the Timing,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d The Quarterly Journal of Economics, 1Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c50.",
        "Roback, J. (1982): Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Wages, Rents, and the Quality of Life,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Journal of Political Economy, 90, 1257Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c1278.",
        "Robinson, J. (2001): Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Accuracy and Coverage Evaluation: Demographic Analysis Results,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d DSSD Census 2000 Procedures and Operations Memorandum Series B-4, U.S. Census Bureau.",
        "Robinson, J. and K. K. West (2005): Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Understanding Factors that Contributed to the Large Error of Closure in Census 2000,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Paper presented at the 2005 annual meeting of the population association of america, Philadelphia, PA.",
        "Robinson, J. G., B. Ahmed, P. D. Gupta, and K. A. Woodrow (1993): Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Estimation of Population Coverage in the 1990 United States Census Based on Demographic Analysis,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Journal of the American Statistical Association, 88, 1061Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c1071.",
        "Robinson, J. G., K. K. West, and A. Adlakha (2002): Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Coverage of the Population in Census 2000: Results from Demographic Analysis,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Population Research and Policy Review, 21, 19Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c38.",
        "Romer, C. and J. Bernstein (2009): Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093The Job Impact of the American Recovery and Reinvestment Plan,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d , [Accessed October 25, 2010] http://www.ampo.org/assets/library/184_obama.pdf.",
        "Rosenbaum, Paul, R. and B. Rubin, Donanld (1983): Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093The central role of the propensity score in observational studies for causal effects,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Biometrika, 70, 41Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c55.",
        "Rosenthal, M. D. (2000): Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Striving for perfection: a brief history of advances and undercounts in the U.S. Census,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Government Information Quarterly, 17, 193Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c208.",
        "Rubin, D. B. (1974): Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Estimating causal effects of treatments in randomized and nonrandomized studies.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Journal of educational Psychology, 66, 688.",
        "Shoag, D. (2010): Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093The Impact of Government Spending Shocks: Evidence on the Multiplier from State Pension Plan Returns,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Working Paper.",
        "Starsinic, D. (1983): Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Evaluation of Population Estimate Procedures for States, 1980: An Interim Report,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Current Population Reports, P25-933, U.S. Census Bureau, Washington, D.C. Steffey, D. L. and N. M. Bradburn (1994): Counting people in the information age, National Academy Press.",
        "SuaÃ\u0083Å\u0092Ã\u0082Â\u0081rez Serrato, J. and P. Wingender (2014a): Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Estimating Local Fiscal Multipliers,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Working paper (version: March 30).",
        "Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009dÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009dÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009d (2014b): Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Estimating the Incidence of Government Spending,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Working paper.",
        "Swanson, D. A. and J. N. McKibben (2010): Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093New Directions in the Development of Population Estimates in the United States?Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Population Research and Policy Review, 29, 797Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c818.",
        "Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009dÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009dÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009d (2010b): Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u00931990 Census of Population and Housing: History,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Tech. rep., [Accessed October 25, 2010] http://www2.census.gov/prod2/decennial/documents/1990/history/ Chapter1-14_TOC.pdf.",
        "Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009dÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009dÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009d (2010c): Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093National Intercensal Estimates (1990-2000),Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Tech. rep., [Accessed October 25, 2010] http://www.census.gov/popest/archives/methodology/intercensal_nat_meth.html.",
        "Werning, I. and E. Farhi (2012): Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Fiscal Unions,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Working Paper 18280, National Bureau of Economic Research.",
        "West, K. K. and D. J. Fein (1990): Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Census Undercount: An Historical and Contemporary Sociological Issue,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Sociological Inquiry, 60, 127Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c141.",
        "Wilson, D. (2010): Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Fiscal Spending Multipliers: Evidence from the 2009 American Recovery and Reinvestment Act,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Federal Reserve Bank of San Francisco Working Paper 2010-17.",
        "Woodford, M. (2010): Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Simple Analytics of the Government Expenditure Multiplier,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Working Paper 15714, National Bureau of Economic Research.",
        "Wooldridge, J. M. (2010): Econometric Analysis of Cross Section and Panel Data, Cambridge, Mass: The MIT Press, second edition edition ed.",
        "Word, D. (1997): Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Who Responds/Who DoesnÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0084¢t? Analyzing Variation in Mail Response Rates During the 1990 Census,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Population Division Working Paper No. 19, U.S. Bureau of the Census.",
        "Zaslavsky, A. M. and A. L. Schirm (2002): Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Interactions Between Survey Estimates and Federal Funding Formulas,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Journal of Official Statistics, 18, 371Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c391.",
        "Population Growth (%) 1970 1980 1990 2000 2010 Year Notes: This figure plots the unweighted average population growth in percent across all counties by year using postcensal population estimates. See Appendix A for data sources.",
        "Figure 2: Distribution of County Population Growth Rates 1999-2000 0 .1 .2 .3 Density Ã\u0083Â¢Ã\u0082Ë\u0086Ã\u0082â\u0080\u009915 0 15 Annual Population Growth (%) 1999 2000 Notes: This figure plots the kernel density function of county population growth rates across all counties in 1999 and 2000 using postcensal population estimates. A half-width of 0.5 is used for the kernel. See Appendix A for data sources. Figure 3: Timeline Notes: This figure plots a stylized timeline of events surrounding a Census enumeration. See Section 1.2 for details and Appendix A for data sources.",
        "Figure 4: Serial Correlation of the Census Shock Ã\u0083Â¢Ã\u0082Ë\u0086Ã\u0082â\u0080\u0099.25 0 .25 Census Shock 1990 Ã\u0083Â¢Ã\u0082Ë\u0086Ã\u0082â\u0080\u0099.25 0 .25 Census Shock 1980 (a) 1980Ã\u0083Â¢Ã\u0082Ë\u0086Ã\u0082â\u0080\u00991990 Ã\u0083Â¢Ã\u0082Ë\u0086Ã\u0082â\u0080\u0099.25 0 .25 Census Shock 2000 Ã\u0083Â¢Ã\u0082Ë\u0086Ã\u0082â\u0080\u0099.25 0 .25 Census Shock 1990 (b) 1990Ã\u0083Â¢Ã\u0082Ë\u0086Ã\u0082â\u0080\u00992000 Notes: The figure shows the scatter plots and estimated linear relation between each countyÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0084¢s Census Shocks across two consecutive Censuses after controlling for state fixed effects. See Section 3 for details and Appendix A for data sources..",
        "Figure 5: Federal Spending in the CFFR 40 50 60 70 Percent of NIPA Spending 1980 1990 2000 2010 Year Share of Domestic Spending Share of Total Spending (a) CFFR and NIPA 0 10 20 30 Percent of Total Spending Loans Individuals Retirement Grants Procurements Salaries Spending Category 1980 1990 2000 (b) Spending by Category Notes: Panel (a) plots the share of domestic and total federal expenditure reported in the NIPA that is captured by the CFFR federal spending measure used in the estimations. Panel (b) plots the share of CFFR federal spending by major category and year for 1980, 1990 and 2000.",
        "Federal expenditures in NIPA Table 3.2 are from the Bureau of Economic Analysis. CFFR data is from the U.S. Census Bureau (2010d).",
        "Multiplier 0 20 40 60 80 100 Quantiles Income Multiplier 90% CI (a) Income 0 10 20 30 40 Thousand Dollars -100 0 100 200 300 Jobs per Million Dollars 0 20 40 60 80 100 Quantiles Jobs per $1M Cost per Job (RHS) (b) Employment Notes: The figure plots the estimated multipliers from the IVQR analysis along with a 90% confidence interval for 7 quantiles of the distribution of the dependent variable. See Section 6 for details and Appendix A for data sources. Panel (a) uses the average annual growth in local personal income from 1982 to 1985, 1992 to 1995 and 2002 to 2005. Panel (b) uses the average annual growth in employment. Panel (b) also reports the cost per job created in dollars of 2009 on the right hand side axis at the corresponding quantiles. Standard errors are computed via bootstrap. See Figure E.17 for the corresponding quantile regression estimates.",
        "Online Appendix Not For Publication A Data Sources In order to construct the panel of county population and the instrument, we use postcensal population estimates published by the Census Bureau from 1971 to 2009. This distinction between postcensal and intercensal is important. The latter are retrospectively revised to account for the error of closure in Census years whereas the former are the contemporaneous estimates produced every year to tract population growth. Intercensal population estimates are not relevant for our study since federal spending only depends on the contemporaneous estimates. Most of the earlier data are archived at the Inter-University Consortium for Political and Social Research (ICPSR) (http://www.icpsr.",
        "umich.edu/). For the years 1971 to 1974, we use the Population Estimates of Counties in the United States (ICPSR 7500). For years 1975 to 1978, we use the data from the Federal-State Cooperative Program: Population Estimates study (ICPSR 7841 and 7843). No postcensal population estimates were published for 1979, 1980, 1989, 1990 and 2000. For 1981 to 1988, we use population data from the County Statistics File 4 (CO-STAT 4) (ICPSR 9806). Data for Census years and from 1991 onward were taken directly from the Census BureauÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0084¢s website (http://www.census.gov/popest/estimates.",
        "html) since the postcensal estimates are still available. Local and state population estimates are produced jointly by the Census Bureau and state agencies. The Federal-State Cooperative Program has produced the population estimates used for federal funds allocation and other official uses since 1972.",
        "Birth data from Vital Statistics are taken from the micro data files available at the NBER (http://www.nber.org/data/) for the years 1970 to 1978. We use the Centers for Disease Control and PreventionÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0084¢s (CDC) Compressed Mortality Files (http://wonder.cdc.gov/) for years 1979 to 1988 and tables published in the Vital Statistics, Live births by county of occurrence and place of residence for years 1989 and 1990. Data for 1991 to 2009 are taken directly from the Census BureauÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0084¢s components of growth data files available on the Census website. Data on county level deaths are taken from the NBERÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0084¢s Compressed Mortality micro data files from 1970 to 1988 and from the CDCÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0084¢s Compressed Mortality tabulated files from 1989 to 2006. County level deaths for 2007 to 2009 were taken directly from the Census BureauÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0084¢s components of growth files.",
        "Migration data come from the IRS Statistics of Income. Years 1978 to 1992 were taken from the County-to-County, State-to-State, and County Income Study Files, 1978Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c1992 (ICPSR 2937) and Population Migration Between Counties Based on Individual Income Tax Returns, 1982-1983 (ICPSR 8477). The most recent years are available directly from the IRS SOIÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0084¢s website (http: //www.irs.gov/taxstats/). Data on Federal spending were taken from the Census BureauÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0084¢s Consolidated Federal Funds Reports.",
        "Federal Spending Total annual federal spending by county as recorded by the Consolidated Federal Funds Report. This measure excludes Direct Payments Other than for Individuals and Insurance and Guaranteed Loans. Debt servicing, international payments and security and intelligence spending are also not covered in the CFFR. We also exclude Medicare and Social Security transfers. See main text for details. All variables are normalized by constant population level from 1980.",
        "Personal Income Total personal income minus place-of-residence adjustment (BEA Table CA5 line 42), personal current transfer receipts (line 47), farm earnings (line 81) and government employee earnings (line 2000) plus contributions for government social insurance (line 36). Alternatively, this can be calculated as the sum of gross private nonfarm labor earnings (line 90) and dividends, interests and rental income (line 46). Employment Total private nonfarm employment (line 90). Total employment as reported by the BEA is the sum of full-time and parttime employment for both employees and sole proprietors. SOI Measures of Income and Employment We use earnings from tax returns aggregated at the countyyear level from the IRS Statistics of Income Division. We also use the number of tax filers as an alternative measure of employment. QCEW Measures of Employment and Earnings We use earnings and employment from all private industries as alternative measures of earnings and employment.",
        "We illustrate this possibility by generating 1000 datasets of 1000 counties each with 10 neighboring counties and where we have set Ã\u0083Å½Ã\u0082Â²1 = 2 and Ã\u0083Å½Ã\u0082Â²2 = Ã\u0083Â¢Ã\u0082Ë\u0086Ã\u0082â\u0080\u0099.1. Consider first the case where Ã\u0083Å½Ã\u0082Â´ = 0 and Ã\u0083Â\u008fÃ\u0082Â\u0081 is large. This case implies that there is no omitted variable and the instrument is strong; such that both OLS and IV approaches will result in consistent estimates. Table D.1 presents the results from the case where Ã\u0083Å½Ã\u0082Â´ = 0 and Ã\u0083Â\u008fÃ\u0082Â\u0081 = 0.5. Note that the OLS and IV estimators perform well in both approaches.",
        "Multiplier 0 20 40 60 80 100 Quantiles Income Multiplier 90% CI (a) Income 0 10 20 30 40 Thousand Dollars -100 0 100 200 300 Jobs per Million Dollars 0 20 40 60 80 100 Quantiles Jobs per $1M Cost per Job (RHS) (b) Employment Notes: The figure plots the estimated multipliers from the IVQR analysis where we control for state fixed effects and estimated propensity scores along with a 90% confidence interval for 7 quantiles of the distribution of the dependent variable. See Section 6 for details and Appendix A for data sources. Panel (a) uses the average annual growth in local personal income from 1982 to 1985, 1992 to 1995 and 2002 to 2005. Panel (b) uses the average annual growth in employment. Panel (b) also reports the cost per job created in dollars of 2009 on the right hand side axis at the corresponding quantiles. Standard errors are computed via bootstrap. See Figure E.17 for the corresponding quantile regression estimates.",
        "Figure E.17: Quantile Regression Estimates of Spending Multipliers 0 .05 .1 .15 .2 .25 Multiplier 0 20 40 60 80 100 Quantiles Income Multiplier 95% CI (a) Income 2 4 6 8 10 Million Dollars 0 .1 .2 .3 .4 .5 Jobs per Million Dollars 0 20 40 60 80 100 Quantiles Emp Multiplier Cost per Job (RHS) (b) Employment Notes: The figure plots the estimated multipliers from the IVQR analysis along with a 90% confidence interval for 7 quantiles of the distribution of the dependent variable. See Section 6 for details and Appendix A for data sources. Panel (a) uses the average annual growth in local personal income from 1982 to 1985, 1992 to 1995 and 2002 to 2005. Panel (b) uses the average annual growth in employment. Panel (b) also reports the cost per job created in dollars of 2009 on the right hand side axis at the corresponding quantiles. Standard errors are computed via bootstrap. See Figure 11 for the corresponding IVQR estimates."
    ]
}