{
    "id": 22421,
    "cites": 39,
    "cited_by": 0,
    "reference": [
        "Aghion, Philippe and Lucia Quesada, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Petroleum Contracts: What Does Contract Theory Tell Us?,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d in William W. Hogan and Federico Sturzenegger, eds., The Natural Resources Trap, Cambridge, MA: MIT Press, 2010.",
        "Anderson, Soren T., Ryan Kellogg, and Stephen W. Salant, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Hotelling Under Pressure,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d 2014. NBER working paper No. 20280.",
        "Baldursson, Fridrik Mar and Nils-Henrik M Von der Fehr, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Natural Resources and Sovereign Expropriation,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d 2015. Available at SSRN 2565336 (http://papers.ssrn.com/ sol3/papers.cfm?abstract_id=2565336).",
        "Boadway, Robin and Michael Keen, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Theoretical Perspectives On Resource Tax Design, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d in Philip Daniel, Robin Boadway, and Charles McPherson, eds., The Taxation of Petroleum and Minerals: Principles, Problems and Practice, New York, NY: Routledge, 2010.",
        "BP, Statistical Review of World Energy 2015, London, United Kingdom: BP, 2015.",
        "ChaÃ\u0083Å\u0092Ã\u0082Â\u0081vez, Franz, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Bolivia Boosts Incentives for Foreign Oil Companies,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Inter Press Service, May 2nd 2012.",
        "Daubanes, Julien and Pierre Lasserre, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Optimum Commodity Taxation With a NonRenewable Resource,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d 2011. Available at SSRN 1931496 (http://papers.ssrn.com/ sol3/papers.cfm?abstract_id=1931496).",
        "Energy Tribune, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093The History of PDVSA and Venezuela,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d January 17th 2007.",
        "Engel, Eduardo and Ronald Fischer, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Optimal Resource Extraction Contracts Under Threat of Expropriation,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d in William W. Hogan and Federico Sturzenegger, eds., The Natural Resources Trap, Cambridge, MA: MIT Press, 2010.",
        "Fane, George, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Neutral Taxation Under Uncertainty,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Journal of Public Economics, 1987, 33 (1), 95Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c105.",
        "Financial Times, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Autumn Statement 2014: North Sea Oil Tax Burden Eased,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d December 3rd 2014.",
        "Guriev, Sergei, Anton Kolotilin, and Konstantin Sonin, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Determinants of Nationalization in the Oil Sector: A Theory and Evidence From Panel Data,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Journal of Law, Economics, and Organization, 2011, 27 (2), 301Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c323.",
        "Hajzler, Christopher, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Expropriation of Foreign Direct Investments: Sectoral Patterns From 1993 To 2006,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Review of World Economics, 2012, 148 (1), 119Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c149.",
        "Hassler, John, Per Krusell, Kjetil Storesletten, and Fabrizio Zilibotti, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093On the Optimal Timing of Capital Taxes,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Journal of Monetary Economics, 2008, 55 (4), 692Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c 709.",
        "Hogan, William W. and Federico Sturzenegger, The Natural Resources Trap: Private Investment Without Public Commitment, Cambridge, MA: MIT Press, 2010.",
        "International Energy Agency, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Energy Balances of Non-OECD Countries,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d 2015.",
        "Jemio, Luis Carlos, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Booms and Collapses of the Hydro Carbons Industry in Bolivia,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d 2008. Institute for Advanced Development Studies, Development Research Working Paper Series No. 09/2008.",
        "Klein, Herbert S. and JoseÃ\u0083Å\u0092Ã\u0082Â\u0081 A. Peres-CajÃ\u0083â\u0080\u009eÃ\u0082Â±Ã\u0083Å\u0092Ã\u0082Â\u0081as, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Bolivian Oil and Natural Gas Under State and Private Control, 1920-2010,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Bolivian Studies Journal, 2014, 20, 141Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c164.",
        "Klein, Paul, Per Krusell, and JoseÃ\u0083Å\u0092Ã\u0082Â\u0081-Victor Rios-Rull, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Time-Consistent Public Policy, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d The Review of Economic Studies, 2008, 75 (3), 789Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c808.",
        "Kydland, Finn E. and Edward C. Prescott, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Rules Rather than Discretion: The Inconsistency of Optimal Plans,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Journal of Political Economy, 1977, 85 (3), 473Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c491.",
        "Lund, Diderik, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Rent Taxation for Nonrenewable Resources,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Annual Review of Resource Economics, 2009, 1, 287Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c307.",
        "Manzano, Osmel and Francisco Monaldi, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093The Political Economy of Oil Production in Latin America,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Economia, 2008, 9 (1), 59Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c103.",
        "Monaldi, Francisco, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Sunk Costs, Institutions, and Commitment: Foreign Investment in the Venezuelan Oil Industry,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d 2001. Stanford University working paper.",
        "Ortigueira, Salvador, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Markov-Perfect Optimal Taxation,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Review of Economic Dynamics, 2006, 9 (1), 153Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c178.",
        "Peres-CajÃ\u0083â\u0080\u009eÃ\u0082Â±Ã\u0083Å\u0092Ã\u0082Â\u0081as, JoseÃ\u0083Å\u0092Ã\u0082Â\u0081 A., Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Public Finances and Natural Resources in Bolivia, 1883-2010: Is There a Fiscal Curse?,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d in Marc Badia-MiroÃ\u0083Å\u0092Ã\u0082Â\u0081, Vicente Pinilla, and Henry Willebald, eds., Natural Resources and Economic Growth: Learning From History, Abingdon, United Kingdom: Routledge Explorations in Economic History, 2015, pp. 184Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c203.",
        "Persson, Torsten and Guido Tabellini, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Representative Democracy and Capital Taxation, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Journal of Public Economics, 1994, 55 (1), 53Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c70.",
        "Reis, Catarina, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Taxation Without Commitment,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Economic Theory, 2013, 52 (2), 565Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c 588.",
        "Reuters Africa, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Israeli Court Blocks GovernmentÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0084¢s Natural Gas Plan in Blow To Energy Firms,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d March 27th 2016.",
        "Rigobon, Roberto, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Dealing With Expropriations: General Guidelines for Oil Production Contracts,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d in William W. Hogan and Federico Sturzenegger, eds., The Natural Resources Trap, Cambridge, MA: MIT Press, 2010.",
        "Sachs, Natan and Tim Boersma, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093The Energy Island: Israel Deals With Its Natural Gas Discoveries,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d 2015. Foreign Policy at Brookings, Policy Paper No. 35.",
        "Stroebel, Johannes C. and Arthur A. van Benthem, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Resource Extraction Contracts Under Threat of Expropriation: Theory and Evidence,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Review of Economics and Statistics, 2013, 95 (5), 1622Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c1639.",
        "The Jerusalem Post, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Sheshinski 2 Panel Backs 42% Surtax On Natural Resource Exploitation, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d May 19th 2014.",
        "Thomas, Jonathan and Tim Worrall, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Foreign Direct Investment and the Risk of Expropriation,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d The Review of Economic Studies, 1994, 61 (1), 81Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c108.",
        "Times of Israel, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u009310 Things to Know About IsraelÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0084¢s Natural Gas,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d November 29th 2015.",
        "Valera, JoseÃ\u0083Å\u0092Ã\u0082Â\u0081 L., Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Changing Oil and Gas Fiscal and Regulatory Regimes in Latin America,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Oil & Gas Journal, 2007, 105 (45), 20Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c22+24.",
        "Venables, Anthony J., Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Using Natural Resources for Development: Why Has It Proven So Difficult?,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Journal of Economic Perspectives, 2016, 30 (1), 161Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c184.",
        "Venezuela Analysis, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093The Economics, Culture, and Politics of Oil in Venezuela,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d August 30th 2003.",
        "Wernerfelt, Nils and Richard Zeckhauser, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Denying the Temptation to GRAB,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d in William W. Hogan and Federico Sturzenegger, eds., The Natural Resources Trap, Cambridge, MA: MIT Press, 2010.",
        "Wirth, John D., The Oil Business in Latin America: The Early Years, second ed., Beard Books, 2001."
    ]
}