{
    "id": 22423,
    "cites": 95,
    "cited_by": 11,
    "reference": [
        "Abrams, Samuel J. and Morris P. Fiorina. 2012. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093The big sortÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d that wasnÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0084¢t: A skeptical reexamination. PS: Political Science & Politics 45(2): 203Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c222.",
        "Alcalde-Unzu, Jorge and Marc Vorsatz. 2013. Measuring the cohesiveness of preferences: An axiomatic analysis. Social Choice and Welfare 41(4): 965Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c988.",
        "Allen, Rebecca, Simon Burgess, Russel Davidson, and Frank Windmeijer. 2015. More reliable inference for the dissimilarity index of segregation. Econometrics Journal 18(1): 40Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c66.",
        "Amer, Mildred L. 1993. The congressional record; content, history, and issues. Washington DC: Congressional Research Service. CRS Report No. 93-60 GOV.",
        "Andrews, Wilson and Larry Buchanan. 2016. Mass shooting or terrorist attack? Depends on your party. New York Times, June 13, 2016. Accessed at &lt;http://www.nytimes.com/interactive/2016/06/13/us/politics/politicians-respond-to-orlando-nightclubattack.",
        "Antweiler, Werner and Murray Z. Frank. 2004. Is all that talk just noise? The information content of internet stock message boards. Journal of Finance 59(3): 1259Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c1294.",
        "Bai, Matt. 2005. The framing wars. New York Times, July 17, 2005. Accessed at &lt;http://www.nytimes.com/2005/07/17/magazine/the-framing-wars.html? r=0> on June 16, 2016.",
        "Baker, Stuart G. 1994. The multinomial-Poisson transformation. The Statistician: 495-504.",
        "Ballester, Coralio and Marc Vorsatz. 2014. Random walk-based segregation measures. Review of Economics and Statistics 96(3): 383Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c401.",
        "Bayard, Kimberly, Judith Hellerstein, David Neumark, and Kenneth Troske. 2003. New evidence on sex segregation and sex differences in wages and matched employee-employer data. Journal of Labor Economics 21(4): 887Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c922.",
        "Bayer, Patrick, Robert McMillan, and Kim Rueben. 2002. An equilibrium model of sorting in an urban housing market: A study of the causes and consequences of residential segregation. NBER Working Paper No. 10865.",
        "Birney, Mayling, Michael J. Graetz, and Ian Shapiro. 2006. Public opinion and the push to repeal the estate tax. National Tax Journal 59(3): 439-461.",
        "Blei, David M., and John D. Lafferty. 2007. A correlated topic model of science. The Annals of Applied Statistics: 17-35.",
        "Caminal, Ramon and Antonio Di Paolo. 2015. Your language or mine? Barcelona GSE Working Paper No. 852.",
        "Carrington, William J. and Kenneth R. Troske. 1997. On measuring segregation in samples with small units. Journal of Business & Economic Statistics 15(4): 402Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c409.",
        "Chen, M. Keith. 2013. The effect of language on economic behavior: Evidence from savings rates, health behaviors, and retirement assets. The American Economic Review 103(2): 690-731.",
        "Chong, Dennis and James N. Druckman. 2007. Framing public opinion in competitive democracies. American Political Science Review 101(4): 637Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c655.",
        "Clots-Figueras, Irma, and Paolo Masella. 2013. Education, language and identity. The Economic Journal 123(570): F332-F357.",
        "Congressional Record 43-104. Available from LexisNexis Congressional. Accessed in April, 2009.",
        "Cortese, Charles F., R. Frank Falk, and Jack K. Cohen. 1976. Further considerations on the methodological analysis of segregation indices. American Sociological Review 41(4): 630Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c637.",
        "Cutler, David M., Edward L. Glaeser, and Jacob L. Vigdor. 1999. The rise and decline of the American ghetto. Journal of Political Economy 107(3): 455Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c506.",
        "Democratic National Committee. 2016. Health Care. Accessed at &lt;https://www.democrats.org/issues/health-care> on June 24, 2016.",
        "Druckman, James N., Erik Peterson, and Rune Slothuus. 2013. How elite partisan polarization affects public opinion formation. American Political Science Review 107(1): 57-79.",
        "Echenique, Frederico and Roland G. Fryer Jr. 2007. A measure of segregation based on social interactions. Quarterly Journal of Economics 122(2): 441Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c485.",
        "Ellison, Glenn and Edward L. Glaeser. 1997. Geographic concentration in US manufacturing industries: A dartboard approach. Journal of Political Economy 105(5): 889Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c927.",
        "Fan, Jianqing and Runze Li. 2001. Variable selection via nonconcave penalized likelihood and its oracle properties. Journal of the American Statistical Association 96(456): 1348Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c1360.",
        "Fiorina, Morris P. and Samuel J. Abrams. 2008. Political polarization in the American public. Annual Review of Political Science 11: 563-588.",
        "Fiorina, Morris P., Samuel J. Abrams, and Jeremy C. Pope. 2005. Culture war? The myth of a polarized America. New York: Pearson Longman.",
        "Flynn, Cheryl J., Clifford M. Hurvich, and Jeffrey S. Simonoff. 2013. Efficiency for regularization parameter selection in penalized likelihood estimation of misspecified models. Journal of the American Statistical Association 108(503): 1031Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c1043.",
        "Fossett, Mark. 2011. Generative models of segregation: Investigating model-generated patterns of residential segregation by ethnicity and socioeconomic status. Journal of Mathematical Sociology 35(1Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c3): 114Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c145.",
        "Frankel, David M. and Oscar Volij. 2011. Measuring school segregation. Journal of Economic Theory 146(1): 1Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c38.",
        "Frantzich, Stephen and John Sullivan. 1996. The C-SPAN revolution. Norman OK: University of Oklahoma Press.",
        "Fryer, Roland G., Jr. and Steven D. Levitt. 2004. The causes and consequences of distinctively black names. Quarterly Journal of Economics 119(3): 767Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c805.",
        "Gentzkow, Matthew and Jesse M. Shapiro. 2010. What drives media slant? Evidence from U.S. daily newspapers. Econometrica 78(1): 35Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c71.",
        "Gentzkow, Matthew and Jesse M. Shapiro. 2011. Ideological segregation online and offline. Quarterly Journal of Economics 126(4): 1799Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c1839.",
        "Gentzkow, Matthew, Jesse M. Shapiro, and Matt Taddy. 2015. Measuring polarization in highdimensional data: Method and application to Congressional speech. Stanford University mimeo. Accessed at &lt;http://web.stanford.edu/Ã\u0083Â¢Ã\u0082Ë\u0086Ã\u0082Â¼gentzkow/research/politext.pdf> on July 6, 2016.",
        "Glaeser, Edward L. and Bryce A. Ward. 2006. Myths and realities of American political geography. The Journal of Economic Perspectives 20(2): 119-144.",
        "Graetz, Michael J. and Ian Shapiro. 2006. Death by a thousand cuts: The fight over taxing inherited wealth. Princeton, NJ: Princeton University Press.",
        "Greenstein, Shane and Feng Zhu. 2012. Is Wikipedia Biased? American Economic Review: Papers and Proceedings. 102(3): 343-348.",
        "Grimmer, Justin. 2010. A bayesian hierarchical topic model for political texts: Measuring expressed agendas in Senate press releases. Political Analysis 18(1): 1Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c35.",
        "Haberman, Shelby J. 1973. Log-linear models for frequency data: Sufficient statistics and likelihood equations. Annals of Statistics 1(4): 617Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c632.",
        "Harris, Douglas B. 2013. LetÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0084¢s play hardball: Congressional partisanship in the television era. In Politics to the extreme: American political institutions in the twenty-first century, ed. Scott A. Frisch and Sean Q. Kelly, 93-115. New York: Palgrave MacMillan.",
        "Hellerstein, Judith K. and David Neumark. 2008. Workplace segregation in the United States: Race, ethnicity, and skill. Review of Economics and Statistics 90(3): 459Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c477.",
        "Issenberg, Sasha. 2012. The death of the hunch. Slate, May 22, 2012. Accessed at &lt;http://www.slate.com/articles/news and politics/victory lab/2012/05/obama campaign ads how the analyst institute is helping him hone his message .html> on June 16, 2016.",
        "Iyengar, Shanto, Gaurav Sood, and Yphtach Lelkes. 2012. Affect, not ideology a social identity perspective of polarization. Public Opinion Quarterly 76(3): 405-431.",
        "Jacobson, Gary C. 1996. The 1994 House elections in perspective. Political Science Quaterly 111(2): 203Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c223.",
        "Jensen, Jacob, Suresh Naidu, Ethan Kaplan, and Laurence Wilse-Samson. 2012. Political polarization and the dynamics of political language: Evidence from 130 years of partisan speech. Brookings Papers on Economic Activity: 1Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c81.",
        "Johnson, Dennis W. 2015. Political consultants and American elections: Hired to fight, Hired to win. Routledge.",
        "Kim, In Song, John Londregan, and Marc Ratkovic. 2015. Voting, speechmaking, and the dimensions of conflict in the US Senate. Princeton mimeo. Accessed at &lt;https://www.princeton.edu/Ã\u0083Â¢Ã\u0082Ë\u0086Ã\u0082Â¼ratkovic/public/sfa.pdf> on June 16, 2016.",
        "Kinzler, Katherine D., Emmanuel Dupoux, and Elizabeth S. Spelke. 2007. The native language of social cognition. Proceedings of the National Academy of Sciences 104(30): 12577-12580.",
        "Lakoff, George. 2003. Framing the issues: UC Berkeley professor George Lakoff tells how conservatives use language to dominate politics. UC Berkeley News, Octoboer 27, 2003. Accessed at &lt;http://www.berkeley.edu/news/media/releases/2003/10/27 lakoff.shtml> on June 16, 2016.",
        "Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009d. 2004. DonÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0084¢t think of an elephant! Know your values and frame the debate the essential guide for progressives. White River Junction, VT: Chelsea Green.",
        "Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009d. 2014. The all new donÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0084¢t think of an elephant!: Know your values and frame the debate. White River Junction, VT: Chelsea Green.",
        "Lamy, Lynne C. 1988. Recent developments in construction industry bargaining: Doublebreasting and prehire agreements. Missouri Law Review 53(3): 465-495.",
        "Lathrop, Douglas A. 2003. The campaign continues: How political consultants and campaign tactics affect public policy. ABC-CLIO.",
        "Laver, Michael, Kenneth Benoit, and John Garry. 2003. Extracting policy positions from political texts using words as data. American Political Science Review 97(2): 311Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c331.",
        "Library of Congress. 2015. Congressional Globe. Accessed at &lt;http://memory.loc.gov/ammem/amlaw/lwcg.html> on June 11, 2015.",
        "Luntz, Frank I. 2004. Interview Frank Luntz. Frontline, November 9, 2004. Accessed at &lt;http://www.pbs.org/wgbh/pages/frontline/shows/persuaders/interviews/luntz.html> on June 16, 2016.",
        "Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009d. 2006. The new American lexicon. Luntz Research Companies. Accessed at &lt;https://drive.google.com/file/d/0B 2I29KBujFwNWY2MzZmZjctMjdmOS00ZGRhLWEyY2 MtMGE1MDMyYzVjYWM2/view> on June 16, 2016.",
        "Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009d. 2009. The language of healthcare. Accessed at &lt;http://thinkprogress.org/wp-content/uploads/2009/05/frank-luntz-the-language-ofhealthcare -20091.pdf> on June 24, 2016.",
        "Martin, Gregory J. and Ali Yurukoglu. 2016. Bias in cable news: Persuasion and polarization.",
        "Martis, Kenneth C. 1989. The Historical Atlas of Political Parties in the United States Congress, 1789-1989. New York: Macmillan Publishing Company.",
        "Accessed at &lt;http://www.voteview.com/> in April, 2009.",
        "McCarty, Nolan, Keith Poole, and Howard Rosenthal. 2015. The polarization of congressional parties. Voteview, March 21, 2015. Accessed at &lt;http://voteview.com/political polarization 2014.html> on June 16, 2016.",
        "Mele, Angelo. 2013. Poisson indices of segregation. Regional Science and Urban Economics 43(1): 65Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c85.",
        "Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009d. 2015. A structural model of segregation in social networks. Johns Hopkins University mimeo.",
        "Michel, Robert Henry. 2013. The theme team. Accessed at &lt;http://www.robertmichel.name/RHM blueprint/blueprint Theme%20Team.pdf> on June 16, 2016.",
        "Mosteller, Frederick and David L. Wallace. 1963. Inference in an authorship problem. Journal of the American Statistical Association 58(302): 275Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c309.",
        "Murphy, Kevin P. 2012. Machine Learning: A Probabilistic Perspective. Cambridge, MA: MIT Press.",
        "Nelson, Thomas E., Rosalee A. Clawson, and Zoe M. Oxley. 1997. Media framing of a civil liberties conflict and its effect on tolerence. American Political Science Review 91(3): 567Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c583.",
        "Newman, David. 1985. The evolution of a political landscape: Geographical and territorial implications of Jewish colonization in the West Bank. Middle Eastern Studies 21(2): 192-205.",
        "Orwell, George. 1946. Politics and the English language. Horizon 13(76): 252Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c265.",
        "Palmgren, Juni. 1981. The Fisher information matrix for log linear models arguing conditionally on observed explanatory variable. Biometrika 68 (2): 563-566.",
        "Peace, Roger. 2010. Winning hearts and minds: The debate over U.S. intervention in Nicaragua in the 1980s. Peace & Change 35(1): 1-38.",
        "Peters, Gerhard and John T. Woolley. 2016. Political party platforms of parties receiving electoral votes. American Presidency Project. Accessed at &lt;http://www.presidency.ucsb.edu/platforms.php> on June 16, 2016.",
        "Poole, Keith T. and Howard Rosenthal. 1985. A spatial model for legislative roll call analysis. American Journal of Political Science 29(2): 357Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c384.",
        "ProQuest Congressional. 2016. Legislative and executive publications. Accessed at &lt;http://congressional.proquest.com/congressional/search/basic/basicsearch> on June 16, 2016.",
        "Rathelot, Roland. 2012. Measuring segregation when units are small: A parametric approach. Journal of Business & Economic Statistics 30(4): 546Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c533.",
        "Reardon, Sean F. and Glenn Firebaugh. 2002. Measures of multigroup segregation. Sociological Methodology 32(1): 33Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c67.",
        "Riddick, Floyd. 1992. RiddickÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0084¢s Senate procedure: Precedents and practices. Accessed at &lt;http://www.gpoaccess.gov/riddick/1441-1608.pdf> on August 11, 2010.",
        "Robert, Henry M. 1876. RobertÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0084¢s rules of order. Chicago, IL: S. C. Griggs & Company.",
        "Ruggles, Steven, Katie Genadek, Ronald Goeken, Josiah Grover, and Matthew Sobek. 2008. Integrated Public Use Microdata Series: Version 4 [Machine-readable database]. Minneapolis: University of Minnesota.",
        "Silva, J.M.C. Santos and Silvana Tenreyro. 2010. On the existence of the maximum likelihood estimates in Poisson regression. Economics Letters 107(2): 310Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c312.",
        "Swift, Elaine K., Robert G. Brookshire, David T. Canon, Evelyn C. Fink, John R. Hibbing, Brian D. Humes, Michael J. Malbin, and Kenneth C. Martis. 2009. Database of Congressional Historical Statistics, 1789Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c1989. ICPSR Study No. 3371. Accessed at &lt;http://www.icpsr.umich.edu/cocoon/ICPSR/STUDY/03371.xml> in April, 2009.",
        "Taddy, Matt. 2013. Multinomial inverse regression for text analysis. Journal of the American Statistical Association 108(503): 755Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c770.",
        "Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009d. 2015. Distributed multinomial regression. The Annals of Applied Statistics 9(3): 1394-1414. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009d. Forthcoming. One-step estimator paths for concave regularization. Journal of Computational and Graphical Statistics.",
        "Tetlock, Paul C. 2007. Giving content to investor sentiment: The role of media in the stock market.",
        "Tibshirani, Robert. 1996. Regression shrinkage and selection via the lasso. Journal of the Royal Statistical Society, Series B (Methodological) 58(1): 267Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c288.",
        "United States Government Publishing Office. 2011. Congressional Record. Accessed at http://gpoaccess.gov/ in December 2011.",
        "United States Senate. 2013. Dates of the sessions of the Congress. Accessed at &lt;http://www.senate.gov/reference/Sessions/sessionDates.htm> on September 13, 2011.",
        "Weber, Eugen. 1976. Peasants into Frenchmen: The modernization of rural France 1870-1914. Stanford, CA: Stanford University Press.",
        "White, Michael J. 1986. Segregation and diversity measures in population distribution. Population Index 52(2): 198Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c221.",
        "Whitmarsh, Lorraine. 2009. WhatÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0084¢s in a name? Commonalities and differences in public understanding of Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093climate changeÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d and Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093global warmingÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d. Public understanding of science 18(4): 401-420.",
        "Zou, Hui, Trevor Hastie, and Robert Tibshirani. 2007. On the Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093degrees of freedomÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d of the lasso.",
        "Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â¢ It appears in at least 5 highly Riddick speeches in more than 10 sessions and one of: 1) it appears in at least 3,000 Riddick speeches, and at least 1.75 percent of speeches it appears 39The text version is downloaded from Project Gutenberg http://www.gutenberg.org/etext/9097. The file was obtained in early August 2009 and is the original 1876 version of the document. There have since been ten additional editions."
    ]
}