{
    "id": 22420,
    "cites": 48,
    "cited_by": 5,
    "reference": [
        "Acemoglu, Daron, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Theory, General Equilibrium, and Political Economy in Development Economics,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Journal of Economic Perspectives, September 2010, 24 (3), 17Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c32.",
        "Antras, Pol and C. Fritz Foley, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Poultry in Motion: A Study of International Trade Finance Practices,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d NBER working paper, May 2011, (17091).",
        "Barrot, Jean-Noel, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Trade credit and industry dynamics: Evidence from trucking firms,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d The Journal of Finance, 2015.",
        "Basu, Susanto and John G Fernald, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Returns to scale in US production: Estimates and implications,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Journal of political economy, 1997, 105 (2), 249Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c283.",
        "Bernanke, Ben S., Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Restoring the Flow of Credit to Small Businesses,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Federal Reserve Meeting Series: Addressing the Financing Needs of Small BusinessesÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d, July 12 2010, http://www.federalreserve.gov/newsevents/speech/bernanke20100712a.htm.",
        "Biais, Bruno and Christian Gollier, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Trade Credit and Credit Rationing,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Review of Financial Studies, 1997, 10 (4), 903Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c37.",
        "Blanchard, Olivier Jean, Florencio Lopez de Silanes, and Andrei Shleifer, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093What Do Firms Do with Cash Windfalls?,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Journal of Financial Economics, 1994, 36 (3), 337Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c360.",
        "Breza, Emily and Andres Liberman, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Financial contracting and organizational form: Evidence from the regulation of trade credit,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Journal of Finance, Forthcoming, 2016.",
        "Burkart, Mike and Tore Ellingsen, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093In-Kind Finance: A Theory of Trade Credit,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d American Economic Review, 2004, 94 (3), 569Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c590.",
        "Chaney, Thomas, David Sraer, and David Thesmar, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093The Collateral Channel: How Real Estate Shocks Affect Corporate Investment,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d American Economic Review, 2012, 102 (6), 2381Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c2409.",
        ", Zongbo Huang, David Sraer, and David Thesmar, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Aggregate Effects of Collateral Constraints,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d 2016.",
        "Chodorow-Reich, Gabriel, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093The Employment Effects of Credit Market Disruptions: Firm-level Evidence from the 2008Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c9 Financial Crisis,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Quarterly Journal of Economics, 2014, 129 (1), 1Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c59.",
        "Cohen, Lauren and Christopher Malloy, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Mini west Virginias: Corporations as government dependents,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d 2014.",
        "Cunat, Vicente, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Trade credit: suppliers as debt collectors and insurance providers,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Review of Financial Studies, 2007, 20 (2), 491Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c527.",
        "Dass, Nishant, Jayant Kale, and Vikram Nanda, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Trade Credit, Relationshipspecific Investment, and Product-market Power,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Working paper, 2011.",
        "Demirguc-Kunt, Asli and Vojislav Maksimovic, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Firms as financial intermediaries - evidence from trade credit data,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Policy Research Working Paper Series 2696, The World Bank October 2001.",
        "Demiroglu, Cem and Christopher M James, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093The information content of bank loan covenants,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Review of financial Studies, 2010, 23 (10), 3700Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c3737.",
        "Dennis, William, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093National Small Business Poll: Payroll,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d NFIB Small Business Poll, 2006, 6 (1).",
        "Dobridge, Christine L, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Fiscal stimulus and firms: A tale of two recessions,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d 2016.",
        "Faulkender, Michael and Mitchell Petersen, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Investment and Capital Constraints: Repatriations Under the American Jobs Creation Act,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Review of Financial Studies, 2012, 25 (11), 3351Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c3388.",
        "Fazzari, Steven M, R Glenn Hubbard, and Bruce C Petersen, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Financing Constraints and Corporate Investment,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Brookings Papers on Economic Activity, 1988, 1988 (1), 141Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c206.",
        "Ferraz, Claudio and Frederico Finan, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Procuring Firm Growth: The Effects of Government Purchases on Firm Dynamics,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d NBER Working paper, 2015, 21219.",
        "Garcia-Appendini, Emilia and Judit Montoriol-Garriga, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Firms as liquidity providers: Evidence from the 2007-2008 financial crisis,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Journal of Financial Economics, forthcoming.",
        "Giannetti, M, M Burkart, and T Ellingsen, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093What You Sell Is What You Lend? Explaining Trade Credit Contracts,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Review of Financial Studies, 2011, 24 (4), 1261Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c 1298.",
        "Goldman, Jim, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Government as Customer of Last Resort: The Stabilizing Effect of Government Purchases on Firms,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d 2015.",
        "Greenstone, Michael, Alexandre Mas, and Hoai-Luu Nguyen, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Do credit market shocks affect the real economy? Quasi-experimental evidence from the Great Recession and normaleconomic times,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d 2014.",
        "Hamermesh, Daniel S, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Labor Demand and the Structure of Adjustment Costs,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d The American Economic Review, 1989, pp. 674Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c689.",
        "Holmstrom, Bengt and Jean Tirole, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Financial Intermediation, Loanable Funds, and the Real Sector,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Quarterly Journal of Economics, August 1997, 112 (3), 663Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c91.",
        "Horton, John J, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Procurement, Incentives and Bargaining Friction: Evidence from Government Contracts,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Available at SSRN 1094622, 2008.",
        "House, Christopher L and Matthew D Shapiro, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Temporary investment tax incentives: theory with evidence from bonus depreciation,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d The American Economic Review, 2008, 98 (3), 737Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c768.",
        "Kim, Se-Jik and Hyun Song Shin, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Sustaining Production Chains through Financial Linkages,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d American Economic Review, May 2012, 102 (3), 402Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c06.",
        "Klapper, Leora, Luc Laeven, and Raghuram Rajan, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Trade Credit Contracts,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Review of Financial Studies, 2012, 25 (3), 838Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c867.",
        "Lamont, Owen, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Cash Flow and Investment: Evidence from Internal Capital Markets,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Journal of Finance, 1997, 52 (1), 83Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c109.",
        "Liebman, Jeffrey B and Neale Mahoney, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Do expiring budgets lead to wasteful year-end spending? Evidence from federal procurement,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d 2013.",
        "Mills, Karen, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093The State of Small Business Lending: Credit Access During the Recovery and How Technology May Change the Game.,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Harvard Business School Working Paper 15-004, 2014.",
        "Mount, Ian, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093When Banks Wont Lend, There Are Alternatives, Though Often Expensive, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d The New York Times, 2012, Aug 1, 2012 (l).",
        "Murfin, Justin and Ken Njoroge, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093The implicit costs of trade credit borrowing by large firms,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Review of Financial Studies, 2014, p. hhu051.",
        "Petersen, Mitchell A and Raghuram G Rajan, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Trade credit: theories and evidence, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Review of Financial Studies, 1997, 10 (3), 661Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c691.",
        "Rauh, Joshua D, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Investment and Financing Constraints: Evidence from the Funding of Corporate Pension Plans,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Journal of Finance, 2006, 61 (1), 33Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c71.",
        "Schoefer, Benjamin, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093The financial channel of wage rigidity,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d 2015.",
        "Siemer, Michael, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Firm entry and employment dynamics in the great recession,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d 2014.",
        "Stiglitz, Joseph E and Andrew Weiss, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Credit Rationing in Markets with Imperfect Information,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d American Economic Review, June 1981, 71 (3), 393Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c410.",
        "Whited, Toni M, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Debt, Liquidity Constraints, and Corporate Investment: Evidence from Panel Data,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Journal of Finance, 1992, 47 (4), 1425Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c1460.",
        "Wilner, Benjamin S, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093The Exploitation of Relationships in Financial Distress: The Case of Trade Credit,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Journal of Finance, 2000, 55 (1), 153Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c178.",
        "Yellen, Janet, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Interconnectedness and systemic risk: Lessons from the financial crisis and policy implications,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Board of Governors of the Federal Reserve System, Washington, DC, 2013.",
        "Zwick, Eric and James Mahon, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Tax Policy and Heterogeneous Investment Behavior,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d 2016.",
        "Under cost-plus contracts, contractors are paid for their expenses up to a set limit, plus profit. 0 10 20 30 40 50 Accounts payable 2003 2004 2005 2006 2007 2008 2009 2010 2011 2012 2013 2014 Federal accounts payable in billion dollars Figure A.2: US federal accounts payable. This figure presents total accounts payables across agencies of the US federal government for fiscal years 2003 to 2014, obtained from United States Government Notes to the Financial Statements. These aggregates exclude agencies that did not report payables consistently across the period. .04 .06 .08 .1 .12 2008 2010 2012 2014 Qyear 25 percentile 75 percentile Unemployment rate across Commuting Zones Figure A.3: Unemployment rates across CZs . This figure presents the 25th and 75th percentile of the distribution of unemployment rates across commuting zones in the US, from 2008 to 2014.",
        "Ã\u0083Â¢Ã\u0082Ë\u0086Ã\u0082â\u0080  Average quarterly government contract, scaled by 2011Q1 payroll Treatment 0.067 0.073 0.072 0.054 0.046 (0.052) (0.051) (0.051) (0.053) (0.052) CountyÃ\u0083Æ\u0092Ã\u0082â\u0080\u0094sector controls No Yes Yes Yes Yes Sector FE No No Yes No Yes County FE No No No Yes Yes Observations 45333 45333 45333 45333 45333 R2 0.283 0.284 0.290 0.349 0.356 Table A.2: Distribution of procurement contracts across sectors This table presents the cross-sector distribution of average yearly amounts of Government contracts granted between 2009 and 2014, in billion dollars. Eligible refers to all contracts but DOD cost-plus contracts. Ineligible refer to DOD cost-plus contracts. There are 18 industries."
    ]
}