{
    "id": 22439,
    "cites": 58,
    "cited_by": 21,
    "reference": [
        "Abowd, J. M., F. Kramarz, and D. N. Margolis (1999). High Wage Workers and High Wage Firms. Econometrica 67(2), 251Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c333.",
        "Altonji, J. G. and R. A. Shakotko (1987, July). Do wages rise with job seniority? Review of Economic Studies 54(3), 437Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c59.",
        "Andersen, T. and M. Svarer (2007). Flexicurity - Labour Market Performance in Denmark. CESifo Working Paper Series 2108, CESifo Group Munich.",
        "Andrews, M. J., L. Gill, T. Schank, and R. Upward (2008). High wage workers and low wage firms: negative assortative matching or limited mobility bias? Journal of the Royal Statistical Society A(2008) 171(Part 3), 673Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c697.",
        "Bagger, J., F. Fontaine, F. Postel-Vinay, and J.-M. Robin (2014). Tenure, experience, human capital, and wages: A tractable equilibrium search model of wage dynamics.",
        "Bagger, J. and R. Lentz (2015). An equilibrium model of wage dispersion and sorting. Working Paper.",
        "Barlevy, G. (2008, January). Identification of search models using record statistics. Review of Economic Studies 75(1).",
        "Becker, D. (2009). Non-wage job characteristics and the case of the missing margin. Federal Trade Commision.",
        "Bertheau, A., H. Bunzel, M. Hejlesen, and R. Vejlin (2016). Labor market transitions over the business cycle. Unpublished Working Paper, Department of Economics, Aarhus University.",
        "Bobbio, E. (2010). The Danish Matched Employer-Employee Data. Unpublished Manuscript.",
        "Boeri, Tito, A. B. and L. Calmfors (2001). The role of unions in the twenty-first century. Oxford University Press.",
        "Bunzel, H. (2010). The LMDG Data Sets. Unpublished Manuscript.",
        "Burdett, K. and M. Coles (2003). Equilibrium wage-tenure contracts. Econometrica 71(5), 1377Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c 1404.",
        "Burdett, K. and D. T. Mortensen (1998). Wage differentials, employer size, and unemployment. International Economic Review 39(2), 257Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c273.",
        "Cahuc, C., F. Postel-Vinay, and J.-M. Robin (2006, March). Wage bargaining with on-the-job search: Theory and evidence. Econometrica 74(2), 323Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c364.",
        "Card, D., A. Cardoso, and P. Kline (2014). Bargaining, sorting, and the gender wage gap: Quantifying the impact of firms on the relative pay of women.",
        "Card, D., J. Heining, and P. Kline (2013). Workplace heterogeneity and the rise of west german wage inequality. Quartely Journal of Economics 128(3), 967Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c1015.",
        "Dahl, C. M., D. le Maire, and J. R. Munch (2013). Wage dispersion and decentralization of wage bargaining. Journal of Labor Economics 31(3), 501Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c533.",
        "Dey, M. S. and C. J. Flinn (2005, 03). An equilibrium model of health insurance provision and wage determination. Econometrica 73(2), 571Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c627.",
        "Dey, M. S. and C. J. Flinn (2008, January). Household search and health insurance coverage.",
        "Doniger, C. L. (2015, August). Wage dispersion with heterogeneous wage contracts. Finance and economics discussion series 2015-023. washington: Board of governors of the federal reserve system.",
        "Eckstein, Z. and G. Van den Berg (2007). Empirical labor search. Journal of Econometrics 136(2), 531Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c564.",
        "Flinn, C. and J. Heckman (1982). New methods for analyzing structural models of labor force dynamics. Journal of Econometrics 18, 115Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c168.",
        "Fontaine, F. and R. Vejlin (2016). Who benefits from the unemployment insurance? French, E. and C. Taber (2011). Identification of models of the labor market. In D. C. O. Ashenfelter (Ed.), The Handbook of Labor Economics Volume 4A.",
        "Gourieroux, C., A. Monfort, and E. Renault (1993, December). Indirect inference. Journal of Applied Econometrics 8, S85Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009cS118.",
        "Gruetter, M. and R. Lalive (2004). The importance of firms in wage determination. IEW - Working Papers 207, Institute for Empirical Research in Economics - IEW.",
        "Hall, R. E. and A. B. Krueger (2012, September). Evidence on the incidence of wage posting, wage bargaining, and on-the-job search. American Economic Journal: Macroeconomics 4(4), 56Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c 67.",
        "Han, J. (2016, April). Multidimensional learning and earnings dynamics.",
        "Heckman, J. (1990). Varieties of selection bias. American Economic Review, Papers and Proceedings 80.",
        "Heckman, J. and B. Honore (1989). The identifiability of the competing risks mode. Biometrika 76, 325Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c330.",
        "Heckman, J. and G. Sedlacek (1985). Heterogeneity, aggregation, and market wage functions: An empirical model of self-selection in the labor market. Journal of Political Economy 93(6), 1077Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c1125.",
        "Heckman, J. and B. Singer (1984). A method for minimizing the impact of distributional assumptions in econometric models for duration data. Econometrica 52, 271Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c320.",
        "Heckman, J. J. and B. E. HonorÃ\u0083Æ\u0092Ã\u0082Â© (1990). The empirical content of the roy model. Econometrica 58(5), 1121Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c1149.",
        "Heckman, J. J., L. J. Lochner, and P. E. Todd (2006). Earnings Functions, Rates of Return and Treatment Effects: The Mincer Equation and Beyond, Volume 1, Chapter 7, pp. 307Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c458. Amsterdam: North Holland.",
        "Heckman, J. J. and C. R. Taber (2008). Chapter Roy model. Palgrave Macmillan.",
        "Huggett, M., G. Ventura, and A. Yaron (2011). Sources of lifetime inequality. American Economic Review 101(7), 2923Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c54.",
        "Keane, M. P. and K. I. Wolpin (1997). The career decisions of young men. The Journal of Political Economy 105(3), 473Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c522.",
        "Kotlarski, I. (1967). On characterizing the gamma and the normal distributions. Pacific Journal of Mathematics 20(1), 69Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c76.",
        "Lentz, R. (2010). Sorting by search intensity. Journal of Economic Theory 145(4), 1436 Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c 1452. Search Theory and Applications.",
        "Lise, J., C. Meghir, and J.-M. Robin (2013, January). Mismatch, sorting and wage dynamics. Working Paper 18719, National Bureau of Economic Research.",
        "Lise, J., C. Meghir, and J.-M. Robin (2016). Matching, sorting and wages. Review of Economic Dynamics 19, 63 Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c 87. Special Issue in Honor of Dale Mortensen.",
        "Lu, C. (2016, January). Wages, career progress, and multidimensional skills: What do recessions tell us? Lund, C. and R. Vejlin (2015). Documenting and improving the hourly wage measure in the danish ida database.",
        "Postel-Vinay, F. and J.-M. Robin (2002, November). Equilibrium Wage Dispersion with Worker and Employer Heterogeneity. Econometrica 70(6), 2295Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c2350.",
        "Postel-Vinay, F. and J.-M. Robin (2004). To match or not to match?: Optimal wage policy with endogenous worker search intensity. Review of Economic Dynamics 7(2), 297 Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c 330.",
        "Postel-Vinay, F. and H. Turon (2010). On-the-job search, productivity shocks, and the individual earnings process*. International Economic Review 51(3), 599Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c629.",
        "Roberson, R. and R. Shimer (2011). Search in macroeconomic models of the labor market. In D. C. O. Ashenfelter (Ed.), The Handbook of Labor Economics Volume 4A.",
        "Robin, J.-M. (2011). On the dynamics of unemployment and wage distributions. Econometrica 79(5), 1327Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c1355.",
        "Rogerson, R., R. Shimer, and R. Wright (2005). Search-theoretic models of the labor market: A survey. Journal of Economic Literature XLIII, 959Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c988.",
        "Rosen, S. (1987). Handbook of Labor Economics, Volume 1, Chapter 12, The Theory of Equalizing DifferencesÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å¾ pp. 641Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c692.",
        "Roy, A. D. (1951). Some thoughts on the distribution of earnings. Oxford Economic Papers 3(2), 135Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c146.",
        "Sanders, C. (2014, August). Skill accumulation, skill uncertainty, and occupational choice.",
        "Sanders, C. and C. Taber (2012). Life-cycle wage growth and heterogeneous human capital. Annual Review of Economics 4.",
        "SÃ\u0083Æ\u0092Ã\u0082Â¸rensen, T. and R. Vejlin (2013). The importance of worker, firm and match effects in the formation of wages. Empirical Economics 45(1), 435Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c464.",
        "Sorkin, I. (2015, October). Ranking firms using revealed preference.",
        "Sullivan, P. (2010). A dynamic analysis of educational attainment, occupational choices, and job search. International Economic Review 51(1), 289Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c317.",
        "Sullivan, P. and T. To (2014). Search and nonwage job characteristics.",
        "Topel, R. (1991). Specific capital, mobility, and wages: wages rise with job seniority. The Journal of Political Economy 99(1), 145Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c176.",
        "Villanueva, E. (2007). Estimating compensating wage differentials using voluntary job changes: Evidence from germany. Industrial and Labor Relations Review 60(4), 544Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c561."
    ]
}