{
    "id": 22441,
    "cites": 15,
    "cited_by": 18,
    "reference": [
        "Francesco Agostinelli and Matthew Wiswall. Estimating the technology of childrenÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0084¢s skill formation. Working Paper, 2016.",
        "W. Anderson and Herman Rubin. Statistical inference in factor analysis. Proc. Third Berkeley Symp. on Math. Statist. and Prob, 5:111Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c150, 1956.",
        "Orazio Attanasio, Sarah Cattan, Emla Fitzsimons, Costas Meghir, and Marta RubioCodina. Estimating the production function for human capital: Results from a randomized control trial in colombia. NBER Working Paper, (21740), 2015a.",
        "Orazio Attanasio, Costas Meghir, and Emily Nix. Human capital development and parental investment in india. NBER Working Paper, (20965), 2015b.",
        "Timothy N. Bond and Kevin Lang. The evolution of the black-white test score gap in grades k3: The fragility of results. Review of Economics and Statistics, 95(5): 1468Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c1479, 2013a.",
        "Timothy N. Bond and Kevin Lang. The black-white education-scaled test-score gap in grades k-7. NBER Working Paper, (19243), 2013b.",
        "Pedro Carneiro, Karsten T Hansen, and James J Heckman. Estimating distributions of treatment effects with an application to the returns to schooling and measurement of the effects of uncertainty on college. International Economic Review, 2003.",
        "Gary Chamberlain. Education, income, and ability revisited. Journal of Econometrics, page 241257, 1977a.",
        "Gary Chamberlain. An instrumental variable interpretation of identification in variance components and mimic models. in Paul Taubman, ed., Kinometrics: Determinants of Socio-Economic SuccessWithin and Between Families (Amsterdam: North-Holland), 1977b.",
        "Gary Chamberlain and Zvi Griliches. Unobservables with a variance-components structure: Ability, schooling, and the economic success of brothers. International Economic Review, 16:422449, 1975.",
        "Flavio Cunha and James Heckman. The technology of skill formation. American Economic Review, 97(2):31Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c47, 2007.",
        "Flavio Cunha and James J. Heckman. Formulating, identifying, and estimating the technology for the formation of skills. Journal of Human Resources, 43(4):738Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c782, 2008.",
        "Flavio Cunha, James J. Heckman, and Susanne M. Schennach. Estimating the technology of cognitive and noncognitive skill formation. Econometrica, 78(3):883Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c931, 2010.",
        "Arthur S. Goldberger. Structural equation methods in the social sciences. Econometrica, 40:979Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c1001, 1972.",
        "Karl G. JoÃ\u0083Å\u0092Ã\u0082Ë\u0086reskog and Arthur S. Goldberger. Estimation of amodel withmultiple indicators and multiple causes of a single latent variable. Journal of the American Statistical Association, 70:631639, 1975. Ronni Pavan. On the production of skills and the birth order effect. Working Paper,"
    ]
}