{
    "id": 22442,
    "cites": 23,
    "cited_by": 61,
    "reference": [
        "W. Anderson and Herman Rubin. Statistical inference in factor analysis. Proc. Third Berkeley Symp. on Math. Statist. and Prob, 5:111Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c150, 1956.",
        "Orazio Attanasio, Sarah Cattan, Emla Fitzsimons, Costas Meghir, and Marta RubioCodina. Estimating the production function for human capital: Results from a randomized control trial in colombia. NBER Working Paper, (21740), 2015a.",
        "Orazio Attanasio, Costas Meghir, and Emily Nix. Human capital development and parental investment in india. NBER Working Paper, (20965), 2015b.",
        "Raquel Bernal. The effect of maternal employment and child care on childrenÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Ë\u009cs cognitive development. International Economic Review, 49(4):1173Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c1209, 2008.",
        "Timothy N. Bond and Kevin Lang. The evolution of the black-white test score gap in grades k3: The fragility of results. Review of Economics and Statistics, 95(5): 1468Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c1479, 2013a.",
        "Timothy N. Bond and Kevin Lang. The black-white education-scaled test-score gap in grades k-7. NBER Working Paper, (19243), 2013b.",
        "Pedro Carneiro, Karsten T Hansen, and James J Heckman. Estimating distributions of treatment effects with an application to the returns to schooling and measurement of the effects of uncertainty on college. International Economic Review, 2003.",
        "Elizabeth M. Caucutt, Lance Lochner, and Youngmin Park. Correlation, consumption, confusion, or constraints: Why do poor children perform so poorly? NBER Working Papers, (21023), 2015.",
        "Gary Chamberlain. Education, income, and ability revisited. Journal of Econometrics, pages 241Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c257, 1977a.",
        "Gary Chamberlain. An instrumental variable interpretation of identification in variance components and mimic models. in Paul Taubman, ed., Kinometrics: Determinants of Socio-Economic SuccessWithin and Between Families (Amsterdam: North-Holland), 1977b.",
        "Gary Chamberlain and Zvi Griliches. Unobservables with a variance-components structure: Ability, schooling, and the economic success of brothers. International Economic Review, 16:422Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c449, 1975.",
        "Flavio Cunha. Investments in children when markets are incomplete. Working Paper, 2013.",
        "Flavio Cunha and James Heckman. The technology of skill formation. American Economic Review, 97(2):31Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c47, 2007.",
        "Flavio Cunha and James J. Heckman. Formulating, identifying, and estimating the technology for the formation of skills. Journal of Human Resources, 43(4):738Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c782, 2008.",
        "Flavio Cunha, James J. Heckman, and Susanne M. Schennach. Estimating the technology of cognitive and noncognitive skill formation. Econometrica, 78(3):883Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c931, 2010.",
        "Flvio Cunha, Irma Elo, and Jennifer Culhane. Eliciting maternal expectations about the technology of cognitive skill formation. NBER working paper, (19144), 2013.",
        "Gordon B. Dahl and Lance Lochner. The impact of family income on child achievement: Evidence from the earned income tax credit. American Economic Review, 102(5):1927Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c1956, 2012.",
        "Daniela Del Boca, Christopher Flinn, and Matthew Wiswall. Household choices and child development. Review of Economic Studies, 81(1):137Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c185, 2014a.",
        "Daniela Del Boca, Christopher Flinn, and Matthew Wiswall. Transfers to households with children and child development. Working Paper, 2014b.",
        "Arthur S. Goldberger. Structural equation methods in the social sciences. Econometrica, 40:979Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c1001, 1972.",
        "James J. Heckman and Stefano Mosso. The economics of human development and social mobility. NBER Working Paper, (19925), 2014.",
        "Karl G. JoÃ\u0083Å\u0092Ã\u0082Ë\u0086reskog and Arthur S. Goldberger. Estimation of a model with multiple indicators and multiple causes of a single latent variable. Journal of the American Statistical Association, 70:631Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c639, 1975.",
        "Katrine V. Loken, Magne Mogstad, and Matthew Wiswall. What linear estimators miss: Re-examining the effects of family income on child outcomes. American Economic Journal: Applied Economics, 4(2):1Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c35, 2012. Ronni Pavan. On the production of skills and the birth order effect. Working Paper,"
    ]
}