{
    "id": 22444,
    "cites": 31,
    "cited_by": 1,
    "reference": [
        "Allen, Franklin, and Douglas Gale. 2004. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Financial intermediaries and markets.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Econometrica, 72(4): 1023Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c1061.",
        "Bhattacharya, S., and D. Gale. 1987. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Preference Shocks, Liquidity and Central Bank Policy.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d New Approaches to Monetary Economics, W. Barnett and K. Singleton (eds.). Bianchi, Javier, and Enrique G. Mendoza. 2012. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Overborrowing, Financial Crises and Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0084¢Macro-prudentialÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0084¢ Taxes.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Working Paper.",
        "Brunnermeier, Markus, and Martin Oehmke. 2013. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Bubbles, Financial Crises, and Systemic Risk.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Handbook of the Economics of Finance, 2B: 1221Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c1288.",
        "Caballero, Ricardo J., and Arvind Krishnamurthy. 2003. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Excessive Dollar Debt: Financial Development and Underinsurance.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Journal of Finance, 58(2): 867Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c894.",
        "Davila, Eduardo. 2014. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Dissecting Fire Sale Externalities.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d manuscript, Harvard University.",
        "Davila, J., J. Hong, P. Krusell, and J.V. RÃ\u0083Æ\u0092Ã\u0082Â­os-Rull. 2012. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Constrained efficiency in the neoclassical growth model with uninsurable idiosyncratic shocks.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Econometrica, 80(6): 2431Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c2467.",
        "Farhi, Emmanuel, and Ivan Werning. 2016. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093A Theory of Macroprudential Policies in the Presence of Nominal Rigidities.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Econometrica, forthcoming.",
        "Farhi, Emmanuel, Mikhail Golosov, and Aleh Tsyvinski. 2009. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093A Theory Of Liquidity and Regulation of Financial Intermediation.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Review of Economic Studies, 76(3): 973Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c992.",
        "Fisher, Irving. 1933. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093The Debt-Deflation Theory of Great Depressions.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Econometrica, 1(4): 337Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c357.",
        "Geanakoplos, John D., and Heraklis M. Polemarchakis. 1986. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Existence, regularity, and constrained suboptimality of competitive allocations when the asset market is incomplete.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Cowles Foundation Paper, 652.",
        "Gersbach, Hans, and Jean Charles Rochet. 2012. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Aggregate investment externalities and macroprudential regulation.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Journal of Money, Credit, and Banking, 44: 73Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c109.",
        "Greenwald, Bruce C., and Joseph E. Stiglitz. 1986. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Externalities in Economies with Imperfect Information and Incomplete Markets.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Quarterly Journal of Economics, 90(May): 229Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c264.",
        "Gromb, Denis, and Dimitri Vayanos. 2002. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Equilibrium and welfare in markets with financially constrained arbitrageurs.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Journal of Financial Economics, 66(2-3): 361Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c407.",
        "Hart, Oliver D. 1975. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093On the Optimality of Equilibrium When the Market Structure is Incomplete.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Journal of Economic Theory, 11(3): 418Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c443.",
        "Hart, Oliver D., and Luigi Zingales. 2015. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Liquidity and Inefficient Investment.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Journal of the European Economic Association, 13(5): 737Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c769.",
        "Jacklin, Charles J. 1987. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Demand Deposits, Trading Restrictions, and Risk Sharing.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d E Prescott and N Wallace, eds , Contractual Arrangements for Intertemporal Trade (University of Minnesota Press, Minneapolis, MN).",
        "Jeanne, Olivier, and Anton Korinek. 2010a. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Excessive Volatility in Capital Flows: A Pigouvian Taxation Approach.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d American Economic Review, 100(2): 403Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c407.",
        "Jeanne, Olivier, and Anton Korinek. 2010b. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Managing Credit Booms and Busts: A Pigouvian Taxation Approach.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d NBER Working Paper, 16377.",
        "Kilenthong, Weerachart T., and Robert M. Townsend. 2014. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Segregated Security Exchanges with Ex Ante Rights to Trade: A Market-Based Solution to Collateral-Constrained Externalities.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d NBER Working Paper, 20086.",
        "Korinek, Anton. 2011. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Systemic Risk-Taking: Amplification Effects, Externalities, and Regulatory Responses.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d ECB Working Paper, 1345.",
        "Korinek, Anton, and Alp Simsek. 2016. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Liquidity Trap and Excessive Leverage.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d American Economic R, 106(3): 699Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c738.",
        "Krishnamurthy, Arvind. 2010. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Amplification Mechanisms in Liquidity Crises.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d American Economic Journal: Macroeconomics, 2(2): 1Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c33.",
        "Magill, Michael, and Martine Quinzii. 2002. Theory of incomplete markets. Vol. 1, Mit press.",
        "Mas-Colell, Andreu, Michael Dennis Whinston, and Jerry R. Green. 1995. Microeconomic Theory. Oxford University Press.",
        "Prescott, Edward C., and Robert M. Townsend. 1984. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093General Competitive Analysis In An Economy With Private Information.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d International Economic Review, 25: 1Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c20.",
        "Rampini, A., and S. Viswanathan. 2010. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Collateral, risk management, and the distribution of debt capacity.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d The Journal of Finance, 65(6): 2293Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c2322.",
        "Schmitt-GrohÃ\u0083Æ\u0092Ã\u0082Â©, Stephanie, and MartÃ\u0083Æ\u0092Ã\u0082Â­n Uribe. 2016. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Downward Nominal Wage Rigidity, Currency Pegs, and Involuntary Unemployment.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Journal of Political Economy, forthcoming.",
        "Shleifer, Andrei, and Robert W. Vishny. 1992. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Liquidation Values and Debt Capacity: A Market Equilibrium Approach.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Journal of Finance, 47(4): 1343Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c1366.",
        "Shleifer, Andrei, and Robert W. Vishny. 2011. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Fire Sales in Finance and Macroeconomics.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Journal of Economic Perspectives, 25(1): 29Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c48.",
        "Stein, Jeremy. 2012. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Monetary Policy as Financial-Stability Regulation.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Quarterly Journal of Economics, 127: 57Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c95.",
        "Stein, Jeremy. 2013. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093The fire-sales problem and securities financing transactions.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d FRB Speech."
    ]
}