{
    "id": 22459,
    "cites": 50,
    "cited_by": 5,
    "reference": [
        "Aizer, A. (2008). \"Peer Effects, Institutions, and Human Capital Accumulation: The Externalities of ADD.\" NBER Working Paper w14354.",
        "Bertrand, M., E. Duflo and S. Mullainathan (2004). \"How much should we trust differences-indifferences estimates?\" Quarterly Journal of Economics 119(1): 249-275.",
        "Bourdon, K. H., R. Goodman, D. S. Rae, G. Simpson and D. S. Koretz (2005). \"The Strengths and Difficulties Questionnaire: U.S. normative data and psychometric properties.\" J Am Acad Child Adolesc Psychiatry 44(6): 557-564.",
        "Bradford, W. D. and W. D. Lastrapes (2014). \"A Prescription for Unemployment? Recessions and the Demand for Mental Health Drugs.\" Health Economics 23(11): 1301-1325.",
        "Busch, S., E. Golberstein and E. Meara (2014). \"FDA and ABCs: The Unintended Consequences of Antidepressant Warnings on Adolescent Human Capital Outcomes.\" Journal of Human Resources 49(3): 540-571.",
        "Carlson, K. (2015). \"Fear itself: The effects of distressing economic news on birth outcomes.\" J Health Econ 41: 117-132.",
        "Case, A., A. Fertig and C. Paxson (2005). \"The lasting impact of childhood health and circumstance.\" Journal of Health Economics 24(2): 365-389.",
        "Cawley, J., A. S. Moriya and K. Simon (2015). \"The impact of the macroeconomy on health insurance coverage: evidence from the Great Recession.\" Health Econ 24(2): 206-223.",
        "Chambers, J. G., T. B. Parrish and J. J. Harr (2004). What Are We Spending on Special Education Services in the United States, 1999-2000? , American Institutes for Research.",
        "Charles, K. K. and P. DeCicca (2008). \"Local labor market fluctuations and health: Is there a connection and for whom?\" Journal of Health Economics 27(6): 1532-1550.",
        "Conger, R. D. and M. B. Donnellan (2007). \"An interactionist perspective on the socioeconomic context of human development.\" Annual Review of Psychology 58: 175-199.",
        "Currie, J. (2009). \"Healthy, Wealthy, and Wise: Socioeconomic Status, Poor Health in Childhood, and Human Capital Development.\" Journal of Economic Literature 47(1): 87-122.",
        "Currie, J. and M. Stabile (2006). \"Child mental health and human capital accumulation: The case of ADHD.\" Journal of Health Economics 25(6): 1094-1118.",
        "Currie, J. and M. Stabile (2009). Mental Health in Childhood and Human Capital. An Economic Perspective on the Problems of Dsiadvantaged Youth. J. Gruber. Chicago, University of Chicago Press for NBER.",
        "Currie, J., M. Stabile, P. Manivong and L. L. Roos (2010). \"Child Health and Young Adult Outcomes.\" Journal of Human Resources 45(3): 517-548.",
        "Currie, J. and E. Tekin (2015). \"Is There a Link between Foreclosure and Health?\" American Economic Journal-Economic Policy 7(1): 63-94.",
        "Davalos, M. E. and M. T. French (2011). \"This Recession Is Wearing Me Out! Health-Related Quality of Life and Economic Downturns.\" Journal of Mental Health Policy and Economics 14(2): 61-72.",
        "Dave, D. M. and I. R. Kelly (2012). \"How does the business cycle affect eating habits?\" Social Science & Medicine 74(2): 254-262.",
        "Dehejia, R. and A. Lleras-Muney (2004). \"Booms, busts, and babies' health.\" Quarterly Journal of Economics 119(3): 1091-1130.",
        "DeNavas-Walt, C., B. Proctor and J. Smith (2012). Income, Poverty, and Health Insurane Coverage in the United States: 2011. Current Population Reports. U. S. C. Bureau. Washington, DC, U.S. Government Printing Office.",
        "Fergusson, D. M., L. J. Horwood and E. M. Ridder (2007). \"Conduct and attentional problems in childhood and adolescence and later substance use, abuse and dependence: results of a 25-year longitudinal study.\" Drug Alcohol Depend 88 Suppl 1: S14-26.",
        "Fletcher, J. and B. Wolfe (2008). \"Child mental health and human capital accumulation: The case of ADHD revisited.\" Journal of Health Economics 27(3): 794-800.",
        "Gassman-Pines, A., E. O. Ananat and C. M. Gibson-Davis (2014). \"Effects of statewide job losses on adolescent suicide-related behaviors.\" Am J Public Health 104(10): 1964-1970.",
        "Goodman, A., R. Joyce and J. P. Smith (2011). \"The long shadow cast by childhood physical and mental problems on adult life.\" Proceedings of the National Academy of Sciences of the United States of America 108(15): 6032-6037.",
        "Goodman, R. (1999). \"The extended version of the Strengths and Difficulties Questionnaire as a guide to child psychiatric caseness and consequent burden.\" J Child Psychol Psychiatry 40(5): 791-799.",
        "Goodman, R. (2001). \"Psychometric properties of the strengths and difficulties questionnaire.\" J Am Acad Child Adolesc Psychiatry 40(11): 1337-1345.",
        "Houle, J. N. and M. T. Light (2014). \"The home foreclosure crisis and rising suicide rates, 2005 to 2010.\" Am J Public Health 104(6): 1073-1079.",
        "Hoynes, H., D. L. Miller and J. Schaller (2012). \"Who Suffers During Recessions?\" Journal of Economic Perspectives 26(3): 27-47.",
        "Johnson, R. C., A. Kalil and R. E. Dunifon (2010). Mothers' Work and Children's Lives: LowIncome Families After Welfare Reform. Kalamazoo, MI, W.E. Upjohn Institute for Employment Research.",
        "Kalil, A. (2013). \"Effects of the Great Recession on Child Development.\" Annals of the American Academy of Political and Social Science 650(1): 232-249.",
        "Kessler, R. C., S. Avenevoli, J. Costello, J. G. Green, M. J. Gruber, K. A. McLaughlin, M. Petukhova, N. A. Sampson, A. M. Zaslavsky and K. R. Merikangas (2012). \"Severity of 12month DSM-IV disorders in the National Comorbidity Survey Replication Adolescent Supplement.\" Arch Gen Psychiatry 69(4): 381-389.",
        "Kessler, R. C., P. R. Barker, L. J. Colpe, J. F. Epstein, J. C. Gfroerer, E. Hiripi, M. J. Howes, S. L. Normand, R. W. Manderscheid, E. E. Walters and A. M. Zaslavsky (2003). \"Screening for serious mental illness in the general population.\" Arch Gen Psychiatry 60(2): 184-189.",
        "Kessler, R. C., P. Berglund, O. Demler, R. Jin, K. R. Merikangas and E. E. Walters (2005). \"Lifetime prevalence and age-of-onset distributions of DSM-IV disorders in the National Comorbidity Survey Replication.\" Arch Gen Psychiatry 62(6): 593-602.",
        "Lin, H. Z., J. D. Ketcham, J. N. Rosenquist and K. I. Simon (2013). \"Financial distress and use of mental health care: Evidence from antidepressant prescription claims.\" Economics Letters 121(3): 449-453.",
        "Lindo, J. M. (2015). \"Aggregation and the estimated effects of economic conditions on health.\" J Health Econ 40: 83-96.",
        "Lupien, S. J., S. King, M. J. Meaney and B. S. McEwen (2000). \"Child's stress hormone levels correlate with mother's socioeconomic status and depressive state.\" Biol Psychiatry 48(10): 976980.",
        "McInerney, M. and J. M. Mellor (2012). \"Recessions and seniors' health, health behaviors, and healthcare use: Analysis of the Medicare Current Beneficiary Survey.\" Journal of Health Economics 31(5): 744-751.",
        "McInerney, M., J. M. Mellor and L. H. Nicholas (2013). \"Recession depression: Mental health effects of the 2008 stock market crash.\" Journal of Health Economics 32(6): 1090-1104.",
        "\"Prevalence and treatment of mental disorders among US children in the 2001-2004 NHANES.\" Pediatrics 125(1): 75-81.",
        "Milligan, K. and M. Stabile (2011). \"Do Child Tax Benefits Affect the Well-being of Children? Evidence from Canadian Child Benefit Expansions.\" American Economic Journal-Economic Policy 3(3): 175-205.",
        "National Research Council and Institute of Medicine (2009). Preventing Mental, Emotional, and Behavioral Disorders among Young People: Progress and Possibilities. Washington, D.C., The National Academies Press.",
        "Pastor, P. N., C. A. Reuben and C. R. Duran (2012). \"Identifying Emotional and Behavioral Problems in Children Aged 4-17 Years: United States, 2001-2007.\" National Health Statistics Reports Number 48.",
        "Ruhm, C. J. (2000). \"Are recessions good for your health?\" Quarterly Journal of Economics 115(2): 617-650.",
        "Ruhm, C. J. (2005). \"Healthy living in hard times.\" Journal of Health Economics 24(2): 341-363.",
        "Ruhm, C. J. (2013). \"Recessions, Healthy No More?\" Working Paper.",
        "Schaller, J. and A. H. Stevens (2014). \"Short-Run Effects of Job Loss on Health Conditions, Health Insurance, and Health Care Utilization.\" NBER Working Paper 19884.",
        "Stephens-Davidowitz, S. (2013). \"Unreported Victims of an Economic Downturn.\" Working Paper.",
        "Stevens, A. H., D. L. Miller, M. E. Page and M. Filipski (2013). \"The Best of Times, the Worst of Times: Understanding Pro-Cyclical Mortality.\" Working Paper.",
        "Van Den Berg, G. J., M. Lindeboom and F. Portrait (2006). \"Economic conditions early in life and individual mortality.\" American Economic Review 96(1): 290-302.",
        "Weiland, C. and H. Yoshikawa (2012). \"The Effects of Large-Scale Economic Change and Policies on Children's Developmental Contexts and Developmental Outcomes.\" Child Development Perspectives 6(4): 342-350."
    ]
}