{
    "id": 22464,
    "cites": 17,
    "cited_by": 5,
    "reference": [
        "Davis, S. F., P. M. Strebel, S. L. Cochi, E. R. Zell, and S. C. Hadler, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Pertussis surveillanceÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009cUnited States, 1989-1991,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d MMWR CDC Surveill Summ, Dec 1992, 41 (8), 11Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c19.",
        "Glasser, John W, Zhilan Feng, Saad B. Omer, Philip J. Smith, and Lance E. Rodewald, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093The effect of heterogeneity in uptake of the measles, mumps, and rubella vaccine on the potential for outbreaks of measles: a modelling study,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d The Lancet Infectious Diseases, 2016, pp. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c.",
        "Healy, Jack and Michael Paulson, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Vaccine Critics Turn Defensive Over Measles,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d The New York Times, 2015.",
        "Kutty, Preeta, Jennifer Rota, William Bellini, Susan B. Redd, Albert Barskey, and Gregory Wallace, Manual for the Surveillance of Vaccine-Preventable Diseases, Chapter 7: Measles Centers for Disease Control and Prevention, 6 ed. 2013.",
        "Mnookin, Seth, The panic virus: a true story of medicine, science, and fear, Simon and Schuster, 2011.",
        "Nyhan, B. and J. Reifler, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Does correcting myths about the flu vaccine work? An experimental evaluation of the effects of corrective information,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Vaccine, Jan 2015, 33 (3), 459Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c464.",
        "Nyhan, Brendan, Jason Reifler, Sean Richey, and Gary L Freed, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Effective messages in vaccine promotion: a randomized trial,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Pediatrics, 2014, 133 (4), e835Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009ce842.",
        "Omer, Saad B., Daniel A. Salmon, Walter A. Orenstein, M. Patricia deHart, and Neal Halsey, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Vaccine Refusal, Mandatory Immunization, and the Risks of Vaccine-Preventable Diseases,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d New England Journal of Medicine, 2009, 360 (19), 1981Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c1988.",
        ", Jennifer L. Richards, Michelle Ward, and Robert A. Bednarczyk, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Vaccination Policies and Rates of Exemption from Immunization, 2005-2011,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d New England Journal of Medicine, 2012, 367 (12), 1170Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c1171.",
        ", William K. Y. Pan, Neal A. Halsey, Shannon Stokley, Lawrence H. Moulton, Ann Marie Navar, and Daniel A. Pierce Mathew annd Salmon, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Nonmedical exemptions to school immunization requirements: Secular trends and association of state policies with pertussis incidence,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d The Journal of the American Medical Association, 2006, 296 (14), 1757Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c1763.",
        "Orenstein, Walter and Katherine Seib, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Mounting a good offense against measles,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d New England Journal of Medicine, 2014, 371 (18), 1661Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c1663.",
        "Phadke, Varun, Robert A. Bednarczyk, Daniel A. Salmon, and Saad B. Omer, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Association between vaccine refusal and vaccine-preventable diseases in the united states: A review of measles and pertussis,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d The Journal of the American Medical Association, 2016, 315 (11), 1149Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c1158.",
        "Sadaf, A., J. L. Richards, J. Glanz, D. A. Salmon, and S. B. Omer, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093A systematic review of interventions for reducing parental vaccine refusal and vaccine hesitancy,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Vaccine, Sep 2013, 31 (40), 4293Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c4304.",
        "Salmon, Daniel A., Lawrence H. Moulton, Saad B. Omer, Patricia deHart, Shannon Stokley, and Neal A. Halsey, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Factors associated with refusal of childhood vaccines among parents of school-aged children: A case-control study,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Archives of Pediatrics and Adolescent Medicine, 2005, 159 (5), 470Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c476.",
        "Stephens-Davidowitz, Seth and Hal Varian, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093A Hands-on Guide to Google Data,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d 2014.",
        "Williams, S. E., R. L. Rothman, P. A. Offit, W. Schaffner, M. Sullivan, and K. M. Edwards, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093A randomized trial to increase acceptance of childhood vaccines by vaccine-hesitant parents: a pilot study,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Acad Pediatr, 2013, 13 (5), 475Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c480.",
        "Yang, Tony Y. and Ross D. Silverman, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Legislative Prescriptions for Controlling Nonmedical Vaccine Exemptions,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d The Journal of the American Medical Association, 2015, 313 (3), 247Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c248."
    ]
}