{
    "id": 2247,
    "cites": 19,
    "cited_by": 0,
    "reference": [
        "Abel, Andrew B., 1979, Investment and the Value of Capital (Garland Publishing, New York).",
        "Profits and Cyclical Movements in Investment, Harvard University. Chirinko, Robert S., 1982, The Not-So-Conventional Wisdom Concerning Taxes, Inflation, and Capital Formation, National Tax Association - Tax Institute of America Proceedings, 272-281.",
        "Hoover Institution, Stanford University. _______ 1987, Will `The Neoclassical Theory of Investment Please Rise?: The General Structure Of Investment Models And Their Implications For Tax Policy, in: Jack M. Mintz and Douglas D. Purvis, eds., The Impact of Taxation On Business Investment (John Deutsch Institute of Economic Policy, Kingston, Ontario).",
        "Eichhorn, Wolfgang, 1978, Functional Equations in Economics (Addison-Wesley, Reading, Massachusetts).",
        "Eisner, Robert, and Robert H. Strotz, 1963, Determinants of Business Investment, in: Commission On Money And Credit. Impacts Of Monetary Policy (Prentice-Hall, Englewood Cliffs, New Jersey).",
        "Hansen, Lars P., and Thomas J. Sargent, 1980, Formulating and Estimating Dynamic Linear Rational Expectations Models, Journal of Economic Dynamics And Control 2, 9-46.",
        "Variables Estimation Of Nonlinear Rational Expectations Models, Econometrica 50, 1269-1286. Hasbrouck, Joel, 1985, The Characteristics of Takeover Targets: q and Other Measures, Journal of Banking and Finance 9, 351-3 62.",
        "Hayashi, Fumio, 1982, Tobins Marginal q and Average q: A Neoclassical Interpretation, Econometric a 50, 213-224.",
        "Jorgenson, Dale W., 1974, The Economic Theory of Replacement and Depreciation, in: Willy Sellekaerts, ed., Econometrics and Economic Theory Essays in Honour of Jan Tinbergen (International Arts and Sciences Press, White Plains, New York), 189-221.",
        "Kamien, Morton I., and E. Muller, 1976, Optimal Control With Integral State Equations, The Review Of Economic Studies 43, 469-47 3.",
        "Kleindorfer, G.B., P.R. Kleindorfer, and R.L. Thompson, 1977, The Discrete Time Maximum Principle, in: Charles Tapiero, ed., Managerial Planning: An Optimum and A Stochastic Control Approach (Gordon Breech Science Publishers, New York), 375-3 82.",
        "Lindenberg, Eric B., and Stephen A. Ross, 1981, Tobins q Ratio and Industrial Organization, Journal of Business 54, 1-32.",
        "Lucas, Robert E., 1967, Optimal Investment Policy And The Flexible Accelerator, International Economic Review 8, 78-85.",
        "Brunner and Allan H. Meltzer, eds., Carnegie-Rochester Conferences in Public Policy, The Phillips Curve and Labor Markets (North-Holland, Amsterdam), 19-46. Reprinted, 1981, in: Studies in Business Cycle Theory (MIT, Cambridge),104-130.",
        "Salinger, Michael A., 1984, Tobins q, Unionization, and the Concentration-Profits Relationship, Rand Journal of Economics 15, 159-170.",
        "Smirlock, Michael, Thomas Gilligan, and William Marshall, 1984, Tobins q And The Structure-Performance Relationship, American Economic Review 74, 1051-1060.",
        "Summers, Lawrence H., 1981, Taxation and Corporate Investment: A q-Theory Approach, Brookings Papers on Economic Activity 1981.1, 67-140.",
        "Tobin, James, 1969, A General Equilibrium Approach To Monetary Theory, Journal of Money. Credit. And Banking 1, 15-29.",
        "Weitzman, Martin L., and Schmidt, A.G., 1971, The Maximum Principle for Discrete Economic Processes on an Infinite Time Interval, Kibernetika 5, 22-35."
    ]
}