{
    "id": 22484,
    "cites": 56,
    "cited_by": 21,
    "reference": [
        "ABDEL-RAHMAN, H. and FUJITA, M. (1990). Product variety, marshallian externalities, and city sizes. Journal of Regional Science, 30 (2), 165Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c183.",
        "ALLEN, T., ARKOLAKIS, C. and LI, X. (2015). On the existence and uniqueness of trade equilibria. mimeo, Northwestern and Yale Universities.",
        "Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009d, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009d and TAKAHASHI, Y. (2014). Universal gravity. NBER Working Paper, (w20787).",
        "ALVAREZ, F. and LUCAS, R. (2007). General equilibrium analysis of the Eaton-Kortum model of international trade. Journal of Monetary Economics, 54 (6), 1726Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c1768.",
        "ARKOLAKIS, C., COSTINOT, A. and RODRIÃ\u0083Å\u0092Ã\u0082Â\u0081GUEZ-CLARE, A. (2012). New trade models, same old gains? American Economic Review, 102 (1), 94Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c130.",
        "Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009d, DEMIDOVA, S., KLENOW, P. J. and RODRIÃ\u0083Å\u0092Ã\u0082Â\u0081GUEZ-CLARE, A. (2008). Endogenous Variety and the Gains from Trade. American Economic Review: Papers and Proceedings, 98 (2), 444Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c50.",
        "BEHRENS, K., LAMORGESE, A. R., OTTAVIANO, G. I. and TABUCHI, T. (2009). Beyond the home market effect: Market size and specialization in a multi-country world. Journal of International Economics, 79 (2), 259 Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c 265.",
        "CABALLERO, R. J. and LYONS, R. K. (1989). The Role of External Economies in U.S. Manufacturing. NBER Working Papers 3033, National Bureau of Economic Research, Inc.",
        "Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009d and Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009d (1990). Internal versus external economies in European industry. European Economic Review, 34 (4), 805Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c826.",
        "Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009d and Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009d (1992). The case of external economies. In A. Cukierman, Z. Hercowitz and L. Leiderman (eds.), Political Economy, Growth, and Business Cycles, 5, MIT Press, pp. 117Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c139.",
        "CALIENDO, L. and PARRO, F. (2015). Estimates of the Trade and Welfare Effects of NAFTA. The Review of Economic Studies, 82 (1), 1Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c44.",
        "CHAN, V.-L., CHEN, B.-L. and CHEUNG, K.-N. (1995). External Economies in TaiwanÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0084¢s Manufacturing Industries. Contemporary Economic Policy, 13 (4), 118Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c130.",
        "KUCHERYAVYY-LYN-RODRÃ\u0083â\u0080\u009eÃ\u0082Â±Ã\u0083Å\u0092Ã\u0082Â\u0081GUEZ-CLARE CHANEY, T. (2008). Distorted gravity: The intensive and extensive margins of international trade. American Economic Review, 98 (4), 1707Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c21.",
        "CHIPMAN, J. S. (1965). A survey of the theory of international trade: Part 2, the neoclassical theory. Econometrica, 33 (4), 685Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c760.",
        "COSTINOT, A., DONALDSON, D. and KOMUNJER, I. (2012). What Goods Do Countries Trade? A Quantitative Exploration of RicardoÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0084¢s Ideas. Review of Economic Studies, 79 (2), 581Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c608.",
        "Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009d and RODRIÃ\u0083Å\u0092Ã\u0082Â\u0081GUEZ-CLARE, A. (2014). Trade theory with numbers: Quantifying the consequences of globalization. In G. Gopinath, E. Helpman and K. Rogoff (eds.), Handbook of International Economics, vol. 4, 4, Elsevier, pp. 197Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c261.",
        "DEKLE, R., EATON, J. and KORTUM, S. (2008). Global Rebalancing with Gravity: Measuring the Burden of Adjustment. IMF Staff Papers, 55 (3), 511Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c540.",
        "DONALDSON, D. (2016). Railroads of the Raj: Estimating the Impact of Transportation Infrastructure. The American Economic Review, forthcoming.",
        "DORNBUSCH, R., FISCHER, S. and SAMUELSON, P. A. (1977). Comparative advantage, trade, and payments in a ricardian model with a continuum of goods. American Economic Review, 67 (5), 823Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c839.",
        "EATON, J. and KORTUM, S. (2001). Technology, trade, and growth: A unified framework. European Economic Review, 45 (4-6), 742Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c755.",
        "Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009d and Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009d (2002). Technology, geography, and trade. Econometrica, 70 (5), 1741Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c1779.",
        "ETHIER, W. J. (1982a). Decreasing Costs in International Trade and Frank GrahamÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0084¢s Argument for Protection. Econometrica, 50 (5), 1243Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c1268.",
        "Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009d (1982b). National and international returns to scale in the modern theory of international trade. American Economic Review, 72 (3), 389Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c405.",
        "FEENSTRA, R. C., LUCK, P. A., OBSTFELD, M. and RUSS, K. N. (2014). In Search of the Armington Elasticity. NBER Working Paper 20063, National Bureau of Economic Research, Inc.",
        "FERRIS, M. C. and MUNSON, T. S. (1999). Interfaces to PATH 3.0: Design, Implementation and Usage. Computational Optimization and Applications, 12 (1), 207Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c227.",
        "GROUNDED BY GRAVITY 67 GALLE, S., RODRIÃ\u0083Å\u0092Ã\u0082Â\u0081GUEZ-CLARE, A. and YI, M. (2015). Slicing the Pie: Quantifying the Aggregate and Distributional Effects of Trade. Mimeo, University of California, Berkeley.",
        "GRAHAM, F. D. (1923). Some aspects of protection further considered. The Quarterly Journal of Economics, 37 (2), 199Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c227.",
        "GROSSMAN, G. M. and ROSSI-HANSBERG, E. (2010). External Economies and International Trade Redux. The Quarterly Journal of Economics, 125 (2), 829Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c858.",
        "HANSON, G. H. and XIANG, C. (2004). The home-market effect and bilateral trade patterns.",
        "HEAD, K. and MAYER, T. (2014). Gravity equations: Workhorse, toolkit, and cookbook. In G. Gopinath, E. Helpman and K. Rogoff (eds.), Handbook of International Economics, vol. 4, 3, Elsevier, pp. 131 Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c 195.",
        "HENRIKSEN, E., STEEN, F. and ULLTVEIT-MOE, K.-H. (2001). Economies of Scale in European Manufacturing Revisited. CEPR Discussion Papers 2896, C.E.P.R. Discussion Papers.",
        "HORN, R. A. and JOHNSON, C. R. (2013). Matrix analysis. New York: Cambridge University Press, 2nd edn.",
        "KEHOE, T. J. (1980). An Index Theorem for General Equilibrium Models with Production.",
        "Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009d, LEVINE, D. K. and ROMER, P. M. (1992). On Characterizing Equilibria of Economies with Externalities and Taxes as Solutions to Optimization Problems. Economic Theory, 2 (1), 43Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c68.",
        "KEMP, M. C. (1964). The pure theory of international trade and investment. Englewoods Cliffs, NJ: Prentice-Hall.",
        "KRUGMAN, P. (1980). Scale Economies, Product Differentiation, and the Pattern of Trade. American Economic Review, 70 (5), 950Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c59.",
        "Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009d (1995). Increasing returns, imperfect competition and the positive theory of international trade. In G. M. Grossman and K. Rogoff (eds.), Handbook of International Economics, vol. 3, 24, Elsevier, pp. 1243Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c1277.",
        "KUCHERYAVYY-LYN-RODRÃ\u0083â\u0080\u009eÃ\u0082Â±Ã\u0083Å\u0092Ã\u0082Â\u0081GUEZ-CLARE Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009d (2011). Increasing returns in a comparative advantage world. In R. M. Stern (ed.), Comparative Advantage, Growth, and the Gains from Trade and Globalization: A Festschrift in Honor of Alan V Deardorff, World Scientific Studies in International Economics, vol. 16, 7, World Scientific Publishing Company Pte Limited, pp. 43Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c51.",
        "Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009d and Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009d (2013b). Marshallian Externalities, Comparative Advantage and International Trade. Mimeo, Department of Economics, University of California, Berkeley.",
        "MARKUSEN, J. R. and MELVIN, J. R. (1981). Trade, factor prices, and the gains from trade with increasing returns to scale. The Canadian Journal of Economics / Revue canadienne dÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0084¢Economique, 14 (3), 450Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c469.",
        "MARSHALL, A. (1890). Principles of Economics, vol. 1. London: Macmillan and Co., 1st edn.",
        "Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009d (1930). The Pure Theory of Foreign Trade, The Pure Theory of Domestic Values. No. 1 in Books for college libraries, London School of Economics and Political Science, original publication 1879.",
        "MATTHEWS, R. C. O. (1949). Reciprocal demand and increasing returns. The Review of Economic Studies, 17 (2), 149Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c158.",
        "MELITZ, M. J. (2003). The impact of trade on intra-industry reallocations and aggregate industry productivity. Econometrica, 71 (6), 1695Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c1725.",
        "MELVIN, J. R. (1969). Increasing returns to scale as a determinant of trade. The Canadian Journal of Economics / Revue canadienne dÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0084¢Economique, 2 (3), 389Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c402.",
        "NEGISHI, T. (1960). Welfare Economics and Existence of Equilibrium for a Competitive Economy. Metroeconomica, 12 (2-3), 92Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c97.",
        "OHLIN, B. (1933). Interregional and International Trade. Cambridge, MA: Harvard University Press.",
        "GROUNDED BY GRAVITY 69 ORTEGA, J. M. and RHEINBOLDT, W. C. (2000). Iterative Solution of Nonlinear Equations in Several Variables. Classics in Applied Mathematics, Society for Industrial and Applied Mathematics.",
        "REDDING, S. J. (2016). Goods trade, factor mobility and welfare. mimeo, Princeton University.",
        "RUDIN, W. (1976). Principles of mathematical analysis. International series in pure and applied mathematics, McGraw-Hill, Inc., 3rd edn.",
        "SEGOURA, I. (1998). Return to scale and external economies: empirical evidence from greek two-digit manufacturing industries. Applied Economics Letters, 5 (8), 485Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c490.",
        "SOMALE, M. (2014). Comparative Advantage in Innovation and Production. Mimeo, Princeton University.",
        "STOKEY, N. L., LUCAS, R. E., JR. and PRESCOTT, E. C. (1989). Recursive methods in economic dynamics. Harvard University Press, Cambridge, MA.",
        "TIMMER, M. P., DIETZENBACHER, E., LOS, B., STEHRER, R. and DE VRIES, G. J. (2015). An Illustrated User Guide to the World InputOutput Database: The Case of Global Automotive Production. Review of International Economics, 23 (3), 575Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c605.",
        "VENABLES, A. J. (1987). Trade and trade policy with differentiated products: A chamberlinian-ricardian model. The Economic Journal, 97 (387), 700Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c715.",
        "YATSYNOVICH, Y. (2014). Technological Spillovers and Dynamics of Comparative Advantage. Mimeo, University of California, Berkeley."
    ]
}