{
    "id": 22481,
    "cites": 12,
    "cited_by": 2,
    "reference": [
        "Benigno, Gianluca, Huigang Chen, Christopher Otrok, Alessandro Rebucci, and Eric R. Young, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Optimal Capital Controls and Real Exchange Rate Policies: A Pecuniary Externality Perspective,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d CEPR Discussion Paper No. 9936, April 2014.",
        "Bianchi, Javier, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Overborrowing and Systemic Externalities in the Business Cycle,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d American Economic Review 101, December 2011, 3400-3426.",
        "FernaÃ\u0083Å\u0092Ã\u0082Â\u0081ndez, AndreÃ\u0083Å\u0092Ã\u0082Â\u0081s, Alessandro Rebucci, and MartÃ\u0083â\u0080\u009eÃ\u0082Â±Ã\u0083Å\u0092Ã\u0082Â\u0081n Uribe, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Are Capital Controls Countercyclical ?,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Journal of Monetary Economics 76, 2015, 1-14.",
        "Korinek, Anton, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Excessive Dollar Borrowing in Emerging Markets: Balance Sheet Effects and Macroeconomic Externalities,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d University of Maryland, July 2011.",
        "Mendoza, Enrique G., Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Credit, Prices, and Crashes: Business Cycles with a Sudden Stop,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d in Sebastian Edwards and Jeffrey A. Frankel (Eds.), Preventing Currency Crises in Emerging Markets, University of Chicago Press, Chicago, IL, 2002, 335-392.",
        "Reinhart, Carmen M., and Vincent R. Reinhart, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093After the fall,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Proceedings, Economic Policy Symposium, Jackson Hole, Federal Reserve Bank of Kansas City, 17-60, 2010.",
        "Reinhart, Carmen M., and Kenneth S. Rogoff, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Recovery from Financial Crises: Evidence from 100 Episodes,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d American Economic Review: Papers & Proceedings 104, May 2014, 50-55.",
        "Schmitt-GroheÃ\u0083Å\u0092Ã\u0082Â\u0081, Stephanie, and MartÃ\u0083â\u0080\u009eÃ\u0082Â±Ã\u0083Å\u0092Ã\u0082Â\u0081n Uribe, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Finite-State Approximation Of VAR Processes: A Simulation Approach,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Columbia University, 2009.",
        "Schmitt-GroheÃ\u0083Å\u0092Ã\u0082Â\u0081, Stephanie and MartÃ\u0083â\u0080\u009eÃ\u0082Â±Ã\u0083Å\u0092Ã\u0082Â\u0081n Uribe, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Downward Nominal Wage Rigidity, Currency Pegs, And Involuntary Unemployment,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Journal of Political Economy, forthcoming. Schmitt-GroheÃ\u0083Å\u0092Ã\u0082Â\u0081, Stephanie and MartÃ\u0083â\u0080\u009eÃ\u0082Â±Ã\u0083Å\u0092Ã\u0082Â\u0081n Uribe, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Multiple Equilibria in Open Economy Models with Collateral Constraints: Overborrowing Revisited,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Columbia University, 2016.",
        "Uribe, MartÃ\u0083â\u0080\u009eÃ\u0082Â±Ã\u0083Å\u0092Ã\u0082Â\u0081n, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093On Overborrowing,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d American Economic Review Papers and Proceedings 96, May 2006, 417-421.",
        "Uribe, MartÃ\u0083â\u0080\u009eÃ\u0082Â±Ã\u0083Å\u0092Ã\u0082Â\u0081n, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Individual Versus Aggregate Collateral Constraints and the Overborrowing Syndrome,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d NBER working paper 12260, May 2007. Uribe, MartÃ\u0083â\u0080\u009eÃ\u0082Â±Ã\u0083Å\u0092Ã\u0082Â\u0081n, and Stephanie Schmitt-GroheÃ\u0083Å\u0092Ã\u0082Â\u0081, Open Economy Macroeconomics, Princeton, NJ: Princeton University Press, forthcoming.",
        "Uribe, MartÃ\u0083â\u0080\u009eÃ\u0082Â±Ã\u0083Å\u0092Ã\u0082Â\u0081n and Z. Vivian Yue, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Country Spreads and Emerging Countries: Who Drives Whom?,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Journal of International Economics 69, June 2006, 6-36."
    ]
}