{
    "id": 22486,
    "cites": 42,
    "cited_by": 0,
    "reference": [
        "Bault, Nadege, Giorgio Coricelli, and Aldo Rustichini. 2008. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Interdependent utilities: how social ranking affects choice behavior.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d PLoS one, 3(10): e3477.",
        "Brown, Keith C., W. Van Harlow, and Laura T. Starks. 1996. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Of tournaments and temptations: An analysis of managerial incentives in the mutual fund industry.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Journal of Finance, 51(1): 85Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c110.",
        "Bull, Clive, Andrew Schotter, and Keith Weigelt. 1987. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Tournaments and piece rates: An experimental study.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d The Journal of Political Economy, 1Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c33.",
        "Carpenter, Jeffrey, Peter Hans Matthews, and John Schirm. 2010. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Tournaments and office politics: Evidence from a real effort experiment.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d American Economic Review, 100(1): 504Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c517.",
        "Cialdini, Robert B., and Noah J. Goldstein. 2004. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Social influence: Compliance and conformity.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Annual Review of Psychology, 55: 591Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c621.",
        "Cooper, David J., and Mari Rege. 2011. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Misery loves company: social regret and social interaction effects in choices under risk and uncertainty.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Games and Economic Behavior, 73(1): 91Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c110.",
        "Croson, Rachel, and Uri Gneezy. 2009. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Gender differences in preferences.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Journal of Economic literature, 448Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c474.",
        "Dechenaux, Emmanuel, Dan Kovenock, and Roman M. Sheremeta. 2015. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093A survey of experimental research on contests, all-pay auctions and tournaments.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Experimental Economics, 18(4): 609Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c669.",
        "Dijk, Oege, Martin Holmen, and Michael Kirchler. 2014. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Rank mattersÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009cThe impact of social competition on portfolio choice.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d European Economic Review, 66: 97Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c 110.",
        "Duffy, John, and Nick Feltovich. 1999. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Does observation of others affect learning in strategic environments? An experimental study.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d International Journal of Game Theory, 28(1): 131Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c152.",
        "Dutcher, E. Glenn, Loukas Balafoutas, Florian Lindner, Dmitry Ryvkin, and Matthias Sutter. 2015. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Strive to be first or avoid being last: An experiment on relative performance incentives.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Games and Economic Behavior, 94: 39Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c56.",
        "Eriksen, Kristoffer W., and Ola KvalÃ\u0083Æ\u0092Ã\u0082Â¸y. 2014. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Myopic risk-taking in tournaments.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Journal of Economic Behavior & Organization, 97: 37Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c46.",
        "Eriksson, Tor, Anders Poulsen, and Marie Claire Villeval. 2009. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Feedback and incentives: Experimental evidence.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Labour Economics, 16(6): 679Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c688.",
        "Estes, William K. 1950. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Toward a statistical theory of learning.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Psychological Review, 57(2): 94Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c107.",
        "Falk, Armin, and Andrea Ichino. 2006. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Clean evidence on peer effects.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Journal of Labor Economics, 24(1): 39Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c57.",
        "Fischbacher, Urs. 2007. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093z-Tree: Zurich toolbox for ready-made economic experiments.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Experimental Economics, 10(2): 171Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c178.",
        "Gaba, Anil, Ilia Tsetlin, and Robert L. Winkler. 2004. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Modifying variability and correlations in winner-take-all contests.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Operations Research, 52(3): 384Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c395.",
        "Gaissmaier, Wolfgang, and Lael J. Schooler. 2008. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093The smart potential behind probability matching.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Cognition, 109(3): 416Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c422.",
        "Gamba, Astrid, and Elena Manzoni. 2014. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Social comparison and risk taking behavior.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Working paper, https://papers.econ.mpg.de/ESI/discussionpapers/2014-001.pdf.",
        "Gill, David, Zdenka KissovaÃ\u0083Å\u0092Ã\u0082Â\u0081, Jaesun Lee, and Victoria L. Prowse. 2015. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Firstplace loving and last-place loathing: How rank in the distribution of performance affects effort provision.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Available at SSRN 2641875.",
        "Greiner, Ben. 2004. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093An online recruitment system for economic experiments.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Forschung und wissenschaftliches Rechnen, , ed. Kurt Kremer and Volker Macho, 79Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c93. GoÃ\u0083Å\u0092Ã\u0082Ë\u0086ttingen:GWD.",
        "Hvide, Hans K. 2002. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Tournament rewards and risk taking.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Journal of Labor Economics, 20(4): 877Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c898.",
        "James, Duncan, and R. Mark Isaac. 2000. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Asset markets: How they are affected by tournament incentives for individuals.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d American Economic Review, 90(4): 995Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c1004.",
        "Knoeber, Charles R., and Walter N. Thurman. 1994. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Testing the theory of tournaments: an empirical analysis of broiler production.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Journal of Labor Economics, 155Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c179.",
        "Koehler, Derek J., and Greta James. 2009. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Probability matching in choice under uncertainty: Intuition versus deliberation.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Cognition, 113(1): 123Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c127.",
        "KPMG. 2009. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Never Again? Risk Management in Banking beyond the Credit Crisis.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d KraÃ\u0083Å\u0092Ã\u0082Ë\u0086kel, Matthias. 2008. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Optimal risk taking in an uneven tournament game with risk averse players.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Journal of Mathematical Economics, 44(11): 1219Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c1231.",
        "Lahno, Amrei Marie, and Marta Serra-Garcia. 2014. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Peer effects in risk taking.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d CESifo Working Paper: Behavioural Economics, http://ssrn.com/abstract=2204956.",
        "Lazear, Edward P., and Sherwin Rosen. 1981. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Rank-Order Tournaments as Optimum Labor Contracts.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Journal of Political Economy, 89(5): 841Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c864.",
        "Linde, Jona, and Joep Sonnemans. 2012. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Social comparison and risky choices.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Journal of Risk and Uncertainty, 44(1): 45Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c72.",
        "Lount Jr., Robert B., and Steffanie L. Wilk. 2014. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Working harder or hardly working? Posting performance eliminates social loafing and promotes social laboring in workgroups.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Management Science, 60(5): 1098Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c1106.",
        "Maccheroni, Fabio, Massimo Marinacci, and Aldo Rustichini. 2012. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Social decision theory: Choosing within and between groups.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Review of Economic Studies, 79(4): 1591Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c1636.",
        "McKelvey, Richard D., and Thomas R. Palfrey. 1995. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Quantal response equilibria for normal form games.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Games and Economic Behavior, 10(1): 6Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c38.",
        "Moore, Don A., and Daylian M. Cain. 2007. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Overconfidence and underconfidence: When and why people underestimate (and overestimate) the competition.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Organizational Behavior and Human Decision Processes, 103(2): 197Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c213.",
        "Nieken, Petra. 2010. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093On the choice of risk and effort in tournaments Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c experimental evidence.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Journal of Economics & Management Strategy, 19(3): 811Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c840.",
        "Nieken, Petra, and Dirk Sliwka. 2010. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Risk-taking tournamentsÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009ctheory and experimental evidence.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Journal of Economic Psychology, 31(3): 254Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c268.",
        "Robin, SteÃ\u0083Å\u0092Ã\u0082Â\u0081phane, KaterÃ\u0083Å\u0092Ã\u0082Å\u0092ina StraÃ\u0083Å\u0092Ã\u0082Â\u0081zÃ\u0083Å\u0092Ã\u0082Å\u0092nickaÃ\u0083Å\u0092Ã\u0082Â\u0081, and Marie-Claire Villeval. 2012. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Bubbles and incentives: An experiment on asset markets.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Working paper GATE 2012-35.",
        "Schoenberg, Eric J., and Ernan Haruvy. 2012. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Relative performance information in asset markets: An experimental approach.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Journal of Economic Psychology, 33(6): 1143Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c1155.",
        "Sutter, Matthias, Martin G. Kocher, Daniela GlaÃ\u0083Å\u0092Ã\u0082Ë\u0086tzle-RuÃ\u0083Å\u0092Ã\u0082Ë\u0086tzler, and Stefan T. Trautmann. 2013. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Impatience and uncertainty: Experimental decisions predict adolescents Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0084¢ field behavior.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d American Economic Review, 103(1): 510Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c531.",
        "Taylor, Jonathan. 2003. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Risk-taking behavior in mutual fund tournaments.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Journal of Economic Behavior & Organization, 50(3): 373Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c383.",
        "Vandegrift, Donald, Abdullah Yavas, and Paul M. Brown. 2007. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Incentive effects and overcrowding in tournaments: An experimental analysis.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Experimental Economics, 10(4): 345Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c368.",
        "Vandegrift, Donald, and Paul Brown. 2003. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Task difficulty, incentive effects, and the selection of high-variance strategies: an experimental examination of tournament behavior.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Labour Economics, 10(4): 481Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c497.",
        "Vulkan, Nir. 2000. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093An economistÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0084¢s perspective on probability matching.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Journal of Economic Surveys, 14(1): 101Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c118."
    ]
}