{
    "id": 22493,
    "cites": 37,
    "cited_by": 4,
    "reference": [
        "Axelson, Ulf, Tim Jenkinson, Per StroÃ\u0083Å\u0092Ã\u0082Ë\u0086mberg, and Michael S Weisbach, 2013, Borrow cheap, buy high? the determinants of leverage and pricing in buyouts, The Journal of Finance 68, 2223Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c 2267.",
        "Barber, Brad M, and Ayako Yasuda, 2014, Interim fund performance and fundraising in private equity, University of California Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c Davis Working Paper.",
        "Brealey, Richard, Hayne E Leland, and David H Pyle, 1977, Informational asymmetries, financial structure, and financial intermediation, The journal of Finance 32, 371Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c387.",
        "Brown, Gregory W, Robert S Harris, Tim Jenkinson, Steven N Kaplan, and David T Robinson, 2015, What do different commercial data sets tell us about private equity performance?, University of North Carolina Working Paper.",
        "Chakraborty, Indraneel, and Michael Ewens, 2014, When reputation is not enough: Portfolio manipulation and fund-raising in venture capital, Southern Methodist University Working Paper.",
        "Chung, Ji-Woong, Berk Sensoy, Lea Stern, and Michael Weisbach, 2011, Pay for performance from future fund flows: The case of private equity, Review of Financial Studies 25 (11), 32593304.",
        "Cumming, Douglas, and Uwe Walz, 2009, Private equity returns and disclosure around the world, Journal of International Business Studies 41, 727Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c754.",
        "Da Rin, Marco, and Ludovic Phalippou, 2014, There is something special about large investors: evidence from a survey of private equity limited partners, University of Oxford Working Paper.",
        "Franzoni, Francesco, Eric Nowak, and Ludovic Phalippou, 2012, Private equity performance and liquidity risk, The Journal of Finance 67, 2341Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c2373.",
        "Gompers, Paul, Anna Kovner, Josh Lerner, and David Scharfstein, 2010, Performance persistence in entrepreneurship, Journal of Financial Economics 96, 18Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c32.",
        "Harris, Robert, Tim Jenkinson, and RuÃ\u0083Å\u0092Ã\u0082Ë\u0086diger Stucke, 2012, Are too many private equity funds top quartile?, Journal of Applied Corporate Finance 24, 77Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c89.",
        "Harris, Robert S, Tim Jenkinson, and Steven N Kaplan, 2014, Private equity performance: What do we know?, The Journal of Finance 69, 1851Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c1882.",
        "Harris, Robert S., Tim Jenkinson, Steven N. Kaplan, and RuÃ\u0083Å\u0092Ã\u0082Ë\u0086diger Stucke, 2012, Has persistence persisted in private equity? evidence from buyout and venture capital funds, University of Virginia Working Paper.",
        "Harris, Robert S., Tim Jenkinson, and RuÃ\u0083Å\u0092Ã\u0082Ë\u0086diger Stucke, 2010, A white paper on private equity data and research, UAI foundation working paper Private Equity Research Consortium.",
        "Hochberg, Yael V., Alexander Ljungqvist, and Yang Lu, 2010, Networking as a barrier to entry and the competitive supply of venture capital, The Journal of Finance 65, 829Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c859.",
        "Hochberg, Yael V, Alexander Ljungqvist, and Annette Vissing-JÃ\u0083Æ\u0092Ã\u0082Â¸rgensen, 2014, Informational holdup and performance persistence in venture capital, Review of Financial Studies 27, 102Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c 152.",
        "Jenkinson, Tim, Miguel Sousa, and RuÃ\u0083Å\u0092Ã\u0082Ë\u0086diger Stucke, 2013, How fair are the valuations of private equity funds?, Oxford University Working Paper.",
        "Kaplan, Steven N, and Antoinette Schoar, 2005, Private equity performance: Returns, persistence, and capital flows, The Journal of Finance 60, 1791Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c1823.",
        "Kaplan, Steven N., and Per StroÃ\u0083Å\u0092Ã\u0082Ë\u0086mberg, 2008, Leveraged buyouts and private equity, Journal of Economic Perspectives 22(4).",
        "Kocis, James M., James C. Bachman, Austin M. Long, and Craig J. Nickels, 2009, Inside Private Equity (John Wiley & Sons, Inc.: Hoboken, N.J., USA).",
        "Korteweg, Arthur, and Stefan Nagel, 2016, Risk-adjusting the returns to venture capital, The Journal of Finance.",
        "Korteweg, Arthur, and Morten Sorensen, 2010, Risk and return characteristics of venture capitalbacked entrepreneurial companies, Review of Financial Studies 23, 3738Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c3772.",
        "Lerner, Josh, Antoinette Schoar, and Jialan Wang, 2008, Secrets of the academy: The drivers of university endowment success, The Journal of Economic Perspectives 22, 207Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c222.",
        "Lerner, Josh, Antoinette Schoar, and Wan Wongsunwai, 2007, Smart institutions, foolish choices: The limited partner performance puzzle, The Journal of Finance 62, 731Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c764.",
        "Metrick, Andrew, and Ayako Yasuda, 2010, The economics of private equity funds, Review of Financial Studies 23, 2303Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c2341.",
        "Phalippou, Ludovic, 2009, Beware of venturing into private equity, Journal of Economic Perspectives 23, 147Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c166.",
        ", 2010, The performance of private equity funds, Journal of Banking and Finance 34, 568Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c577.",
        ", 2014, Performance of buyout funds revisited?, Review of Finance 18, 189Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c218.",
        ", and Oliver Gottschalg, 2009, The performance of private equity funds, Review of Financial Studies 22, 1747Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c1776.",
        "Roberts, Michael R., and Toni M. Whited, 2012, Endogeneity in empirical corporate finance, University of Pennsylvania Working Paper.",
        "Robinson, David, and Berk Sensoy, 2011, Cyclicality, performance measurement, and cash flow liquidity in private equity, NBER Working Paper.",
        "Robinson, David T, and Berk A Sensoy, 2013, Do private equity fund managers earn their fees? compensation, ownership, and cash flow performance, Review of Financial Studies 26, 2760Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c 2797.",
        "Sorensen, Morten, 2007, How smart is smart money? a two-sided matching model of venture capital, The Journal of Finance 62, 2725Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c2762.",
        "Sorensen, Morten, and Ravi Jagannathan, 2015, The public market equivalent and private equity performance, Financial Analysts Journal 71, 2013Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c039.",
        "Stein, Jeremy C, 1989, Efficient capital markets, inefficient firms: A model of myopic corporate behavior, The Quarterly Journal of Economics pp. 655Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c669.",
        "Stucke, RuÃ\u0083Å\u0092Ã\u0082Ë\u0086diger, 2011, Updating history, Oxford University Working Paper.",
        "Consequently, PMEs give the appearance of outperforming in 2008 and underperforming in 2009."
    ]
}