{
    "id": 22509,
    "cites": 41,
    "cited_by": 1,
    "reference": [
        "Aguiar M., and M. Amador (2016) Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Fiscal Policy in Debt Constrained Economies,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Journal of Economic Theory 161, pp. 37-75.",
        "Aguiar, M. and M. Amador (2014) Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Sovereign Debt,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Handbook of International Economics, Vol 4. North-Holland, 647-87..",
        "Aguiar M., M. Amador, E. Farhi and G. Gopinath (2015) Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Coordination and Crisis in Monetary Unions,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Quarterly Journal of Economics, 130, pp. 1727-1779.",
        "Aguiar M., S. Chatterjee, H. Cole and Z. Stangebye (2016) Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Quantitative Models of Sovereign Debt Crises,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d forthcoming Handbook of Macroeconomics Vol II.",
        "Aiyagari R., A. Marcet, T. Sargent and J. Seppala (2002) Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Optimal Taxation without State-Contingent Debt,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Journal of Political Economy, 110(6), pp 1220-1254.",
        "Andreasen, E., G. Sandleris and A. Van der Ghote Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093The Political Economy of Sovereign Defaults,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Universidad Torcuato Di Tella, Business School Working Paper, 2011-07.",
        "Aiyagari R. and E. McGrattan (1998) Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093The optimum quantity of debt, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Journal of Monetary Economics, 42, pp 447-469.",
        "Arellano C. (2008) Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Default Risk and Income Fluctuations in Emerging Economies,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d American Economic Review, 98(3), pp 690-712.",
        "Arslanalp S. and T. Tsuda (2014) Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Tracking Global Demand for Advanced Economy Sovereign DebtÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d IMF Economic Review, Volume 62, Number 3.",
        "Bhandari, A., D. Evans, M. Golosov, and T. Sargent (2015) Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Taxes, Debt and Redistribution with Incomplete Markets,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d mimeo NYU.",
        "Bover O (2010) Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Wealth Inequality and Household Structure U.S. vs Spain,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Review of Income and Wealth, Series 56, 2.",
        "Broner F., A. Martin and J. Ventura (2010) Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Sovereign Risk and Secondary Markets,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d American Economic Review, 100(4), pp 1523-55.",
        "Chatterjee S. and B. Eyigungor (2012) Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Maturity, Indebtedness, and Default Risk,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d American Economic Review, vol. 102(6), pp 2674-99.",
        "Conesa J.C. and T. Kehoe (2005) Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Productivity, Taxes and Hours Worked in Spain: 19702003,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Manuscript, University of Minnesota.",
        "Corbae D., P. DÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0084¢Erasmo and B. Kuruscu (2009) Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Politico-economic consequences of rising wage inequality,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Journal of Monetary Economics, 56(1), pp. 43-61.",
        "Cuadra G., Sanchez J. and Sapriza H. (2010) Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Fiscal Policy and Default Risk in Emerging Markets,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Review of Economic Dynamics, 13(2), pp 452-469.",
        "DÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0084¢Erasmo P. and E. Mendoza (2016) Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Distributional Incentives in an Equilibrium Model of Domestic Sovereign Default,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Journal of the European Ec. Assoc., Vol 14 (1), pp 7-44.",
        "Dias D., C. Richmond and M. Wright (2012) Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093In for a Penny, In for a 100 Billion Pounds: Quantifying the Welfare Benefits from Debt Relief,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d mimeo.",
        "Di Casola, P. and S. Sichlimiris (2014) Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Domestic and External Sovereign Debt,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Working Paper, Stockholm School of Economics.",
        "Dovis, A., M. Golosov and A. Shourideh (2016) Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Political Economy of Sovereign Debt: A Theory of Cycles of Populism and Austerity,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d NBER wp21948.",
        "Du, W. and J. Schreger (2016) Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Sovereign Risk, Currency Risk, and Corporate Balance Sheets,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d mimeo.",
        "Eaton J. and M. Gersovitz (1981) Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Debt with Potential Repudiation: Theoretical and Empirical Analysis,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Review of Economic Studies, 48(2), pp 289-309.",
        "Floden M. (2001) Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093The effectiveness of government debt and transfers as insurance,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Journal of Monetary Economics, 48, pp 81-108.",
        "Gennaioli N., A. Martin and S. Rossi, (2010) Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Sovereign default, domestic banks and financial institutions,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Journal of Finance, 69 (2), pp 819-866.",
        "Guembel A. and O. Sussman (2009) Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Sovereign Debt without Default Penalties, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Review of Economic Studies, 76, pp 1297-1320.",
        "Guvenen, F (2009) Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093An Empirical Investigation of Labor Income Processes,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Review of Economic Dynamics, 12 (1), 58-79.",
        "Jeon, K. and Z. Kabukcuoglu (2014) Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Income Inequality and Sovereign DefaultÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d, working paper, University of Pittsburgh.",
        "Hall, G. and T. Sargent (2014) Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Fiscal Discrimination in Three Wars,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Journal of Monetary Economics, 61, 148166.",
        "Hatchondo, J.C. and L. Martinez (2009) Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Long-duration bonds and sovereign defaults,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Journal of International Economics, vol. 79(1), pp 117-125.",
        "Heathcote J. (2005) Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Fiscal Policy with Heterogeneous Agents,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Review of Economic Studies, 72, pp 161-188.",
        "Lojsch D., M. Rodriguez-Vives and M. Slavik (2011) Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093The size and composition of government debt in the euro area,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Occasional Paper Series 132, E.C.B..",
        "Lorenzoni, G. and I. Werning (2013) Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Slow moving debt crises,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d NBER wp19228.",
        "Mendoza, E. G., Tesar, L. L., and Zhang, J. (2014) Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Saving europe?: The unpleasant arithmetic of fiscal austerity in integrated economiesÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d NBER, wp20200.",
        "Mengus E. (2014) Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Honoring Sovereign Debt or Bailing Out Domestic Residents? A Theory of Internal Cost of Default,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d WP Banque de France 480.",
        "Olivares-Caminal, R. (2013)Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093The pari passu clause in sovereign debt instruments: developments in recent litigation,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Panel 1Policy panel, 121.",
        "Panizza, U., F. Sturzenegger and J. Zettelmeyer (2009) Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093The Economics and Law of Sovereign Debt and Default,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Journal of Economic Literature, vol. 47(3), pp 651-98.",
        "Pijoan-Mas, J. and V. Sanchez-Marcos (2010) Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Spain is Different: Falling Trends of Inequality,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Review of Economic Dynamics, 13(1), pp 154-178.",
        "Presno, I. and D. Pouzo (2014) Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Optimal Taxation with Endogenous Default under Incomplete Markets.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d U.C. Berkeley, mimeo.",
        "Reinhart C. and S. Rogoff (2008) Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093The Forgotten History of Domestic Debt,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d NBER Working Papers 13946.",
        "Sosa-Padilla, C. (2014) Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Sovereign Defaults and Banking Crises,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d mimeo.",
        "Tauchen, G. (1986) Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Finite state Markov-chain approximation to univariate and vector autoregressions,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Economics Letters, 20, 177-81."
    ]
}