{
    "id": 22506,
    "cites": 23,
    "cited_by": 2,
    "reference": [
        "Ahlin, Chris and Mototsugu Shintani. 2007. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Menu Costs and Markov Inflation: A Theoretical Revision with New Evidence Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009dJournal of Monetary Economics, 54 (2007), 753-784.",
        "Beckerman, Paul. 2001. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Dollarization and Semi-dollarization in Ecuador.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d World Bank Working Paper No. 2643.",
        "Bils, Mark and Peter J. Klenow. 2004. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Some Evidence on the Importance of Sticky Prices Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009dThe Quarterly Journal of Economics, 112(5), 947-985.",
        "Boivin, Jean, Marc P. Giannoni, and Ilian Mihov. 2009. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Sticky Prices and Monetary Policy: Evidence from Disaggregated US Data Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009dThe American Economic Review, 99(1), 350-384.",
        "Burstein, Ariel, Martin Eichenbaum and Sergio Rebelo. 2005. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Large Devaluations and the Real Exchange Rate.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Journal of Political Economy, 113, 742Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c784.",
        "Carvalho, Carlos. 2006. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Heterogeneity in Price Stickiness and the Real Effects of Monetary Shocks Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d The B.E. Journal of Macoeconomics, 6(3).",
        "Crucini, Mario J., and Anthony Landry, 2012. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Accounting for Real Exchange Rates Using Micro-data.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d NBER Working Paper No.17812.",
        "Crucini, Mario J., Mototsugu Shintani, and Takayuki Tsuruga. 2013. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009dNoisy Information, Distance and Law of One Price Dynamics Across US Cities.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d NBER Working Papers No.17815.",
        "Crucini, Mario J. and Hakan Yilmazkuday. 2013. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Understanding Long-run Price Dispersion. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d NBER Working Paper No.18811.",
        "Dotsey, Michael, Robert G. King, and Alexander L. Wolman 1999. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093State-Dependent Pricing and the General Equilibrium Dynamics of Money and Output Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d The Quarterly Journal of Economics, 114(2), 655-690.",
        "Eden, Benjamin 2001. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Inflation and Price Adjustment: An Analysis of Microdata.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Review of Economic Dynamics, 4 (2001), 607-635.",
        "Gagnon, Etienne. 2009. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Price Setting During Low and High Inflation: Evidence from Mexico.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009dThe Quarterly Journal of Economics, 124(3), 1221-1263.",
        "Gertler, Mark and John Leahy. 2008. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093A Phillips Curve with an Ss Foundation Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Journal of Political Economy, 116(3), 533-572.",
        "Golosov, Mikhail and Robert E. Lucas. 2007. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Menu Costs and Phillips Curves.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Journal of Political Economy, 115 (2007), 171-199.",
        "Gopinath, Gita and Oleg Itskhoki. 2010. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Frequency of Price Adjustment and Passthrough. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009dThe Quarterly Journal of Economics, 125 (2010), 675-727.",
        "Klenow, Peter J. and Oleksiy Kryvtsov. 2008. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093State-dependent or Time-dependent Pricing: Does It Matter for Recent U.S. Inflation?Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009dThe Quarterly Journal of Economics, 123(3), 863-904.",
        "Landry, Anthony. 2009. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Expectations and Exchange Rate Dynamics: A Statedependent Pricing Approach Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009dJournal of International Economics, 78(1), 60-71.",
        "Landry, Anthony. 2010. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093State-dependent Pricing, Local-currency Pricing, and Exchange Rate Pass-through Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009dJournal of Economic Dynamics and Control, 34(10), 18591871.",
        "Mackowiak, Bartosz and Miko Wiederholt. 2009. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Optimal Sticky Prices under Rational Inattention Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d American Economic Review, 99(3), 769-803.",
        "Midrigan, Virgiliu. 2011. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Menu Costs, Multiproduct Firms, and Aggregate Fluctuations Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009dEconometrica, 79(4), 1139-1180.",
        "Nakamura, Emi and Jon Steinsson. 2008. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Five Facts About Prices: A Reevaluation of Menu Cost Models.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Quarterly Journal of Economics, 123(4), 1415-1464.",
        "Nakamura, Emi and Jon Steinsson. 2010. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Monetary Non-neutrality in a Multisector Menu Cost Model.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Quarterly Journal of Economics, 125(3), 961-1013.",
        "PenÃ\u0083Å\u0092Ã\u0082Æ\u0092aloza-Pesantes, Roberto. 2005. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009dDollarization and Price Dynamics.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Ph.D. Dissertation, Vanderbilt University."
    ]
}