{
    "id": 22511,
    "cites": 41,
    "cited_by": 5,
    "reference": [
        "Abrams, David S., Marianne Bertrand, and Sendhil Mullainathan. 2012. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Do Judges Vary in Their Treatment of Race?Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Journal of Legal Studies, 41(2): 347-383.",
        "Agan, Amanda Y., and Sonja B. Starr. 2016. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Ban the Box, Criminal Records, and Statistical Discrimination: A Field Experiment.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d University of Michigan Law & Econ Research Paper No. 16-012.",
        "Aizer, Anna, and Joseph Doyle, Jr. 2015. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Juvenile Incarceration, Human Capital, and Future Crime: Evidence from Randomly-Assigned Judges.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Quarterly Journal of Economics, 130(2): 759-803.",
        "Ares, Charles E., and Anne Rankin, and Herbert Sturz. 1963. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093The Manhattan Bail Project: An Interim Report on the Use of Pre-trial Parole.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d New York University Law Review 38(1): 67-95.",
        "Autor, David, Andreas Ravndal Kostol, and Magne Mogstad. 2015. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Disability Benefits, Consumption Insurance, and Household Labor Supply.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d MIT Working Paper.",
        "Ayres, Ian, and Joel Waldfogel. 1994. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093A Market Test for Race Discrimination in Bail Setting.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Stanford Law Review, 46(5): 987-1047.",
        "Bhuller, Manudeep, Gordon B. Dahl, Katrine V. Loken, and Magne Mogstad. 2016. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Incarceration, Recidivism and Employment.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Unpublished Working Paper.",
        "Bushway, Shawn D., and Jonah B. Gelbach. 2011. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Testing for Racial Discrimination in Bail Setting Using Nonparametric Estimation of a Parametric Model.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Unpublished Working Paper.",
        "Chang, Tom, and Antoinette Schoar. 2008. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Judge Specific Differences in Chapter 11 and Firm Outcomes.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Unpublished Working Paper.",
        "Chetty, Raj, John N. Friedman, and Jonah Rockoff. 2014. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Measuring the Impacts of Teachers I: Evaluating Bias in Teacher Value-Added Estimates.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d American Economic Review, 104(9): 2593-2632.",
        "Clarke, Stevens H., Jean L. Freeman, and Gary G. Koch. 1976. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Bail Risk: A Multivariate Analysis.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Journal of Legal Studies, 5(2):341-385.",
        "Cohen, Thomas H., and Brian A. Reaves. 2007. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093State Court Processing Statistics, 1990-2004: Pretrial Release of Felony Defendants in State Courts.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Washington, DC: U.S. Department of Justice.",
        "Dahl, Gordon B., Andreas Ravndal Kostol, and Magne Mogstad. 2014. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Family Welfare Cultures. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Quarterly Journal of Economics, 129 (4): 1711-1752.",
        "Di Tella, Rafael, and Ernesto Schargrodsky. 2013. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Criminal Recidivism after Prison and Electronic Monitoring.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Journal of Political Economy, 121(1): 28-73.",
        "Dobbie, Will, Paul Goldsmith-Pinkham, and Crystal Yang. 2015. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Consumer Bankruptcy and Financial Health.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d NBER Working Paper No. 21032.",
        "Dobbie, Will, and Jae Song. 2015. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Debt Relief and Debtor Outcomes: Measuring the Effects of Consumer Bankruptcy Protection.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d American Economic Review, 105(3): 1272-1311.",
        "Doyle, Joseph. 2007. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Child Protection and Child Outcomes: Measuring the Effects of Foster Care.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d American Economic Review, 97(5): 1583-1610.",
        "Doyle, Joseph. 2008. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Child Protection and Adult Crime: Using Investigator Assignment to Estimate Causal Effects of Foster Care.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Journal of Political Economy, 116(4): 746-770.",
        "Durose, Matthew R., and Patrick A. Langan. 2007. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Felony Sentences in State Courts, 2004.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Bureau of Justice Statistics.",
        "French, Eric, and Jae Song. 2014. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093The Effect of Disability Insurance Receipt on Labor Supply.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d American Economic Journal: Economic Policy, 6(2): 291-337.",
        "Foote, Caleb. 1954. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Compelling Appearance in Court: Administration of Bail in Philadelphia.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d University of Pennsylvania Law Review, 102: 1031-1079.",
        "Goldkamp, J. S. 1980. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093The Effects of Detention on Judicial Decisions: A Closer Look.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Justice System Journal, 5: 234-257.",
        "Goldkamp, J. S., and M.R. Gottfredson. 1988. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Development of Bail/Pretrial Release Guidelines in Maricopa County Superior Court, Dade County Circuit Court and Boston Municipal Court. Washington, D.C.:National Institute of Justice.",
        "Gupta, Arpit, Christopher Hansman, and Ethan Frenchman. 2016. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093The Heavy Costs of High Bail: Evidence from Judge Randomization.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Unpublished Working Paper.",
        "Holzer, Harry, Steven Raphael, and Michael Stoll. 2003. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Employer Demand for Ex-Offenders: Recent Evidence from Los Angeles.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Unpublished Working Paper.",
        "Kling, Jeffrey. 2006. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Incarceration Length, Employment, and Earnings.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d American Economic Review, 96(3): 863-876.",
        "Landes, William M. 1973. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093The Bail System: An Economic Approach.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Journal of Legal Studies, 2: 79-105.",
        "Leslie, Emily, and Nolan G. Pope. 2016. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093The Unintended Impact of Pretrial Detention on Case Outcomes: Evidence from NYC Arraignments.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Unpublished Working Paper.",
        "Maestas, Nicole, Kathleen Mullen, and Alexander Strand. 2013. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Does Disability Insurance Receipt Discourage Work? Using Examiner Assignment to Estimate Causal Effects of SSDI Receipt.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d American Economic Review, 103(5): 1797-1829.",
        "McIntyre, Frank, and Shima Baradaran. 2013. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Race, Prediction, and Pretrial Detention.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Journal of Empirical Legal Studies, 10(4): 741-770.",
        "Mueller-Smith, Michael. 2015. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093The Criminal and Labor Market Impacts of Incarceration.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Unpublished Working Paper.",
        "Oleson, James C., Christopher T. Lowenkamp, John Wooldredge, Marie VanNostrand, and Timothy P. Cadigan. 2014. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093The Sentencing Consequences of Federal Pretrial Supervision.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Crime & Delinquency: 1-21.",
        "Pager, Devah. 2003. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093The Mark of a Criminal Record.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d American Journal of Sociology, 108: 937-975.",
        "Phillips, Mary T. 2008. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Bail, Detention, and Felony Case Outcomes.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d New York Criminal Justice Agency, Inc.",
        "Reaves, Brian A. 2013. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Felony Defendants in Large Urban Counties, 2009 - Statistical Tables.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Washington, DC: U.S. Department of Justice.",
        "Rehavi, M. Marit, and Sonja B. Starr. 2014. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Racial Disparity in Federal Criminal Sentences.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Journal of Political Economy, 122(6): 1320-1354.",
        "Shubik-Richards, Claire and Don Stemen. 2010. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093PhiladelphiaÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0084¢s Crowded, Costly Jails: The Search for Safe Solutions.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Technical Report, Pew Charitable Trusts Philadelphia Research Initiative.",
        "Stevenson, Megan. 2016. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Distortion of Justice: How the Inability to Pay Bail Affects Case Outcomes.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Unpublished Working Paper.",
        "Walmsley, Roy. 2013. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093World Prison Population List (tenth edition),Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d International Centre for Prison Studies, London, United Kingdom.",
        "Western, Bruce. 2006. Punishment and Inequality in America. New York: Russell Sage Foundation.",
        "Williams, Marian R. 2003. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093The Effect of Pretrial Detention on Imprisonment Decisions.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Criminal Justice Review, 28: 299-316."
    ]
}