{
    "id": 22524,
    "cites": 14,
    "cited_by": 0,
    "reference": [
        "Adams, A., L. Cherchye, B. D. Rock, and E. Verriest (2014). Consume now or later? Time inconsistency, collective choice, and revealed preference. American Economic Review 104(12), 4147Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c4183.",
        "Calvo, G. A. and M. Obstfeld (1988). Optimal Time-Consistent Fiscal Policy with Finite Lifetimes. Econometrica 56(2), 411Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c432.",
        "Caplin, A. and J. Leahy (2004). The Social Discount Rate. Journal of Political Economy 112(6), 1257Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c1268.",
        "Feldstein, M. S. (1964). The Social Time Preference Discount Rate in Cost Benefit Analysis. The Economic Journal 74(294), 360.",
        "Frederick, S., G. Loewenstein, and T. OÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0084¢Donoghue (2002). Time Discounting and Time Preference: A Critical Review. Journal of Economic Literature 40(2), 351Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c401.",
        "See Halevy (2015) for an experimental design that allows time consistency, time invariance, and stationarity to be disentangled.",
        "Halevy, Y. (2015). Time Consistency: Stationarity and Time Invariance. Econometrica 83(1), 335Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c352.",
        "Jackson, M. O. and L. Yariv (2014). Present Bias and Collective Dynamic Choice in the Lab. American Economic Review 104(12), 4184Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c4204.",
        "Jackson, M. O. and L. Yariv (2015). Collective Dynamic Choice: The Necessity of Time Inconsistency. American Economic Journal: Microeconomics 7(4), 150Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c78.",
        "Koopmans, T. C. (1960). Stationary Ordinal Utility and Impatience. Econometrica 28(2), 287Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c309.",
        "Koopmans, T. C., P. A. Diamond, and R. E. Williamson (1964). Stationary Utility and Time Perspective. Econometrica 32(1/2), 82Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c100.",
        "Marglin, S. A. (1963). The Social Rate of Discount and The Optimal Rate of Investment. The Quarterly Journal of Economics 77(1), 95Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c111.",
        "Strotz, R. H. (1955). Myopia and Inconsistency in Dynamic Utility Maximization. The Review of Economic Studies 23(3), 165.",
        "Zuber, S. (2011). The aggregation of preferences: can we ignore the past? Theory and Decision 70(3), 367Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c384."
    ]
}