{
    "id": 22527,
    "cites": 60,
    "cited_by": 8,
    "reference": [
        "Ai, Hengjie, 2007, Information Quality and Long-run Risks: Asset Pricing and Welfare Implications, Unpublished.",
        "Ai, Hengjie, 2010, Information Quality and Long-Run Risk: Asset Pricing Implications, Journal of Finance LXV, 1333Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c1367.",
        "Alvarez, Fernando, and Urban Jermann, 2004, Using Asset Prices to Measure the Cost of Business Cycles, Journal of Political Economy 112, 1223Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c1256.",
        "Alvarez, Fernando, and Urban Jermann, 2005, Using Asset Prices to Measure the Persistence of the Marginal Utility of Wealth, Econometrica 73, 1977Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c2016.",
        "Backus, David, Mikhail Chernov, and Stanley Zin, 2014, Sources of Entropy in Representative Agent Models, Journal of Finance LXIX, 51Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c99.",
        "Bansal, Ravi, 2007, Long Run Risks and Financial Markets, The Review of the St. Louis Federal Reserve Bank 89, 1Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c17.",
        "Bansal, Ravi, and Bruce N. Lehmann, 1997, Growth-Optimal Portfolio Restrictions on Asset Pricing Models, Macroeconomic Dynamics 1, 333Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c354.",
        "Bansal, Ravi, and Ivan Shaliastovich, 2011, Learning and Asset Price Jumps, Review of Financial Studies 24, 2738Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c2780.",
        "Bansal, Ravi, and Amir Yaron, 2004, Risk for the Long Run: A Potential Resolution of Asset Pricing Puzzles, The Journal of Finance 59, 1481Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c1509.",
        "Barro, Robert, 2009, Rare Disasters, Asset Prices, and Welfare Costs, American Economic Review 99, 243Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c264.",
        "Boldrin, Michele, Lawrence Christiano, and Jonas Fisher, 2001, Habit persistence, asset returns, and the business cycle, American Economic Review 91, 149Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c166.",
        "Breeden, Douglas T., 1979, An Intertemporal Asset Pricing Model with Stochastic Consumption and Investment Opportunities, Journal of Financial Economics 7, 265Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c296.",
        "Brusa, Francesca, Pavel Savor, and Mungo Wilson, 2015, One Central Bank to Rule Them All, Working paper, Temple University.",
        "Campbell, John Y., and John H. Cochrane, 1999, By Force of Habit: A Consumption-based Explanation of Aggregate Stock Market Behavior, Journal of Political Economy 107, 205Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c255.",
        "Chateauneuf, Alain, and Jose Heleno Faro, 2009, Ambiguity through confidence functions, Journal of Mathematical Economics 45, 535Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c558.",
        "Chew, Soo Hong, and Mei Hui Mao, 1995, A Schur Concave Characterization of Risk Aversion for Non-expected Utility Preferences, Journal of Economic Theory 67, 402Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c435.",
        "Cieslak, Anna, Adair Morse, and Annette Vissing-Jorgensen, 2015, Stock Returns over the FOMC Cycle, Working paper, UC Berkeley.",
        "Colacito, Riccardo, and Mariano Massimiliano Croce, 2011, Risks for the Long Run and the Real Exchange Rate, The Journal of Political Economy 119, 153Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c181.",
        "Constantinides, George M., 1990, Habit Formation: A Resolution of the Equity Premium Puzzle, The Journal of Political Economy 98, 519Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c543.",
        "Croce, Mariano Massimiliano, 2014, Long-run productivity risk: A new hope for productionbased asset pricing?, Journal of Monetary Economics 66, 13Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c31.",
        "Dunn, Kenneth, and Kenneth Singleton, 1986, Modeling The Term Structure of Interest Rates under Non-Separable Utility and Durability of Goods, Journal of Financial Economics 17, 27Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c55.",
        "Epstein, Larry, Emmanuel Farhi, and Tomasz Strzalecki, 2014, How much would you pay to resolve long-run risk?, American Economic Review 104, 2680Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c2697.",
        "Epstein, Larry, and Martin Schneider, 2003, Recursive multiple-priors, Journal of Economic Theory 113, 1Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c31.",
        "Epstein, Larry, and Stanley E. Zin, 1989, Substitution, Risk Aversion, and the Temporal Behavior of Consumption and Asset Returns: A Theoretical Framework, Econometrica 57, 937Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c 969.",
        "Ergin, Haluk, and Faruk Gul, 2009, A Theory of Subjective Compound Lotteries, Journal of Economic Theory 144, 899Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c929.",
        "Farhi, Emmanuel, and Ivan Werning, 2008, Optimal Savings Distortions with Recursive Preferences, Journal of Monetary Economics, Carnegie Rochester Series 55, 21Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c42.",
        "Gilboa, Itzhak, and David Schmeidler, 1989, Maxmin expected utility with non-unique prior, Journal of Mathematical Economics 18, 141Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c153.",
        "Hansen, Lars Peter, John C. Heaton, and Nan Li, 2008, Consumption strikes back? Measuring longrun risk, Journal of Political Economy 116, 260Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c302.",
        "Hansen, Lars Peter, and Ravi Jagannathan, 1991, Implications of Security Market Data for Models of Dynamic Economies, Journal of Political Economy 99, 225Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c262.",
        "Hansen, Lars Peter, and Thomas J. Sargent, 2001, Robust Control and Model Uncertainty, American Economic Review, Papers and Proceedings of the Hundred Thirteenth Annual Meeting of the American Economic Association 91, 60Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c66.",
        "Hansen, Lars Peter, and Thomas J. Sargent, 2005, Robust Estimation and Control under Commitment, Journal of Economic Theory 124, 258Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c301.",
        "Hansen, Lars Peter, and Thomas J. Sargent, 2007, Recursive Robust Estimation and Control without Commitment, Journal of Economic Theory 136, 1Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c27.",
        "Hansen, Lars Peter, and Thomas J. Sargent, 2012, Three Types of Amniguity, Working paper, New York University.",
        "Heaton, John, 1993, The Interaction between Time-Nonseparable Preferences and Time Aggregation, Econometrica 61, 353Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c385.",
        "Kaltenbrunner, Georg, and Lars A. Lochstoer, 2010, Long-Run Risk through Consumption Smoothing, The Review of Financial Studies 23, 3190Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c3224.",
        "Karantounias, Anastasios G., 2013, Managing pessimistic expectations and fiscal policy, Theoretical Economics 8, 193Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c231.",
        "Karantounias, Anastasios G., 2015, Optimal Fiscal Policy with Recursive Preferences, Federal Reserve Bank of Atlanta, Working Paper 2013-7.",
        "Kechris, Alexander S., 1995, Classical Descriptive Set Theory. (Springer-Verlag, NY, Inc).",
        "Kelly, Michael A., and Steven P. Clark, 2011, Returns in trading versus non-trading hours: The difference is day and night, Journal of Asset Management 12, 132Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c145.",
        "Klibanoff, Peter, Massimo Marinacci, and Sujoy Mukerji, 2009, Recursive Smooth Ambiguity Preferences, Journal of Economic Theory 144, 930Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c976.",
        "Kreps, David M., and Evan L. Porteus, 1978, Temporal Resolution of Uncertainty. and Dynamic Choice Theory, Econometrica 46, 185Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c200.",
        "Kushner, Harold J, and Paul Dupuis, 2001, Numerical Methods for Stochastic Control Problems in Continuous Time. (Springer-Verlag, NY, Inc).",
        "Kwon, Hyosung, and Jianjun Miao, 2013a, Three Types of Robust Ramsey Problem in a Linear-Quadratic Framework, Working paper, Boston University.",
        "Kwon, Hyosung, and Jianjun Miao, 2013b, WoodfordÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0084¢s Approach to Robust Policy Analysis in a Linear-Quadratic Framework, Working paper, Boston University.",
        "Luenberger, David G., 1997, Optimization by Vector Space Methods. (Wiley-Interscience; 1969 edition).",
        "Maccheroni, Fabio, Massimo Marinacci, and Aldo Rustichini, 2006a, Ambiguity Aversion, Robustness, and the Variational Representation of Preferences, Econometrica 74, 1447Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c1498.",
        "Maccheroni, Fabio, Massimo Marinacci, and Aldo Rustichini, 2006b, Dynamic variational preferences, Journal of Economic Theory 128, 4Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c44.",
        "Milgrom, Paul, and Ilya Segal, 2002, Envelope Theorems for Arbitrary Choice Sets, Econometrica 70, 583Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c601.",
        "Muller, Alfred, and Dietrich Stoyan, 2002, Comparison Methods for Stochastic Models and Risks. (Wiley Series in Probability and Statistics, John Wiley & Sons, Ltd).",
        "Polk, Christopher, Dong Lou, and Spyros Skouras, 2016, A Tug of War: Overnight vs. Intraday Expected Returns, Working paper, London School of Economics.",
        "Rall, Louis B., 1971, Nonlinear Functional Analysis and Applications. (Academic Press, New York).",
        "Rosoiu, Alexandru, 2016, Capital Market Reaction to Predetermined Macroeconomic Announcements, Dissertation, Duke University.",
        "Rothschild, Michael, and Joseph E. Stiglitz, 1970, Increasing Risk: A Definition, Journal of Economic Theory pp. 225Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c243.",
        "Routledge, Bryan R., and Stanley E. Zin, 2010, Generalized Disappointment Aversion and Asset Prices, The Journal of Finance 65, 1303Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c1332.",
        "Savor, Pavel, and Mungo Wilson, 2013, How Much Do Investors Care About Macroeconomic Risk? Evidence from Scheduled Economic Announcement, Journal of Financial and Quantitative Analysis 48, 343Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c375.",
        "Strzalecki, Tomasz, 2011, Axiomatic Foundations of Multiplier Preferences, Econometrica 79, 47Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c73.",
        "Strzalecki, Tomasz, 2013, Temporal resolution of uncertainty and recursive models ambiguity aversion, Econometrica 81, 1039Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c1074.",
        "Veronesi, Pietro, 2000, How Does Information Quality Affect Stock Returns?, Journal of Finance 55, 807Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c837.",
        "Werner, Jan, 2009, Risk and Risk Aversion When States of Nature Matter, Economic Theory 41, 231Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c246.",
        "Woodford, Michael, 2010, Robustly Optimal Monetary Policy with Near-Rational Expectations, American Economic Review 100, 274Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c303."
    ]
}