{
    "id": 22528,
    "cites": 21,
    "cited_by": 6,
    "reference": [
        "Angrist, Joshua, and Victor Lavy. 2009. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093The Effects of High Stake High School Achievement Awards: Evidence from a Randomized Trial.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d American Economic Review 99 (4): 1384Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c1414.",
        "Berry, James. 2014. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Child Control in Education Decisions: An Evaluation of Targeted Incentives to Learn in India.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Mimeograph.",
        "Bettinger, Eric P. 2012. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Paying to Learn: The Effect of Financial Incentives on Elementary School Test Scores.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d The Review of Economics and Statistics 94 (3): 686Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c698.",
        "Accessed on 19th November 2015.",
        "CfBT Education Services. 2010. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093The Gyan Shala Programme: An Assessment.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Technical Report.",
        "Chao, Melody M., Rajeev Dehejia, Anirban Mukhopadhyay, and Sujata Visaria. 2015. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Effects of Lay Theories and Incentive Mechanisms on Human Capital Formation: Evidence from a Field Experiment in Low-Income Indian Schools.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Mimeograph.",
        "Charness, Gary, and Uri Gneezy. 2009. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Incentives to Exercise.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Econometrica 77 (3): 909Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c931.",
        "Deci, Edward L., Richard Koestner, and Richard M. Ryan. 1999. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093A Meta-Analytic Review of Experiments Examining the Effects of Extrinsic Rewards on Intrinsic Motivation.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Psychological Bulletin 25 (6): 627Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c668.",
        "Deci, Edward L., and Richard M. Ryan. 1985. Intrinsic Motivation and Self-determination in Human Behavior. New York, NY: Plenum Press.",
        "Educational Consultants India Limited. 2007. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Study of Students Attendance in Primary & Upper Primary Schools: Abridged Report.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Technical Report.",
        "Educational Initiatives Private Limited. 2010. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Test of Student Learning for Gyanshala: Assessment Report.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Technical Report.",
        "Fryer, Roland. 2011. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Financial Incentives and Student Achievement: Evidence from Randomized Trials.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Quarterly Journal of Economics 126:1755Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c1798.",
        "Gneezy, Uri, Stephan Meier, and Pedro Rey-Biel. 2011. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093When and Why Incentives (DonÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0084¢t) Work to Modify Behavior.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Journal of Economic Perspectives 25 (4): 191Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c210.",
        "Kremer, Michael, Edward Miguel, and Rebecca Thornton. 2009. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Incentives to Learn.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d The Review of Economics and Statistics 91 (3): 437456.",
        "Levitt, Steven D., John A. List, Susanne Neckerman, and Sally Sadoff. 2012. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093The Behavioralist Goes to School: Leveraging Behavioral Economics to Improve Educational Performance.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Technical Report. NBER Working Paper 18165.",
        "Muralidharan, Karthik, and Venkatesh Sundararaman. 2011. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Teacher Performance Pay: Experimental Evidence from India.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Journal of Political Economy 119 (1): 3977.",
        "Paredes, Ricardo D., and Gabriel A. Ugarte. 2011. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Should Students Be Allowed to Miss?Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d The Journal of Educational Research 104:194201.",
        "Roby, Douglas E. 2004. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Research on School Attendance and Student Achievement: A Study of Ohio Schools.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Educational Research Quarterly 28 (1): 314.",
        "Rodriguez-Planas, NuÃ\u0083Å\u0092Ã\u0082â\u0082¬ria. 2012. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Longer-term Impacts of Mentoring, Educational Services, and Learning Incentives: Evidence from a Randomized Trial in the United States.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d American Economic Journal: Applied Economics 4 (4): 121Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c139.",
        "World Health Organization. 2007. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Growth Reference data for 5-19 years.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Technical Report.",
        "Accessed on 21st March 2015. Jun Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â¢School year began Aug Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â¢Time attendance visit SepÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009cOct Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â¢Time interview visit Nov Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â¢Time attendance visit DecÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009cJan Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â¢Reward period Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â¢Time interview visit (during reward period) Feb Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â¢Time attendance visit Mar Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â¢Time interview visit Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â¢EI test (3 weeks later)"
    ]
}