{
    "id": 22537,
    "cites": 24,
    "cited_by": 0,
    "reference": [
        "Adelman, M.A. 1990. Mineral Depletion with Special Reference to Petroleum. Review of Economics and Statistics, 72(1), 1-10.",
        "Allaire, Maura and Stephen Brown. 2009. Eliminating Subsidies for Fossil Fuel Production: Implications for U.S. Oil and Natural Gas Markets, RFF: Washington, DC, Issue Brief 09-10.",
        "Allaire, Maura and Stephen Brown. 2012. U.S. Energy Subsidies: Effects on Energy Markets and Carbon Dioxide Emissions, Pew Charitable Trusts: Washington, DC.",
        "American Petroleum Institute. 2011. Eliminating the Ability to Expense Intangible Drilling and Development Costs Will Hurt Our Energy Security, API: Washington, DC.",
        "Anderson, Soren T.; Ryan Kellogg and Stephen W. Salant. 2014. Hotelling under Pressure, Cambridge, MA, NBER Working Paper 20280.",
        "Attanasi, Emil D. and Ronald R. Charpentier. 2002. Comparison of Two Probability Distributions Used to Model Sizes of Undiscovered Oil and Gas Accumulations: Does the Tail Wag the Assessment? Mathematical Geology, 34(6), 767-777.",
        "BP. 2015. BP Statistical Review of World Energy June 2015, London.",
        "Congressional Budget Office. 2013. Options for Reducing the Deficit: 2014 to 2023, CBO: Washington, DC, Council of Economic Advisors. 2014. The All-of-the-above Energy Strategy as a Path to Sustainable Economic Growth, CEA: Washington, DC, Crooks, Ed and Eric Platt. 2016. Standard & Poor's Cuts Ratings of US Oil and Gas Groups, Financial Times. London: Curtis, Trisha. 2015. US Shale Oil Dynamics in a Low Price Environment, Oxford Institute for Energy Studies: Oxford, WPM 62.",
        "Deutch, John and James Schlesinger. 2006. National Security Consequences of U.S. Oil Dependency  Council on Foreign Relations: Washington, DC, Task Force Report No. 58.",
        "Ernst and Young Global. 2015. U.S. Oil and Gas Reserves Study 2015. Hausman, Catherine and Ryan Kellogg. 2015. Welfare and Distributional Implications of Shale Gas, National Bureau of Economic Research: Cambrdige, MA, Working Paper No 21115.",
        "Helman, Christopher. 2015. The Dim Outlook for Chesapeake Energy, http://www.forbes.com/sites/christopherhelman/2015/08/10/the-dim-outlook-for-chesapeakeenergy /print/. Accessed on Sept. 22, 2015.",
        "Lazzari, Salvatore. 2008. Energy Tax Policy: History and Current Issues, Congressional Research Service: Washington, DC, RL33578.",
        "Mandelbrot, Benoit B. 1995. The Statistics of Natural Resources and the Law of Pareto, Christopher C. Barton and Paul R. La Pointe, Fractals in Petroleum Geology and Earth Processes. Boston, MA: Springer US, 1-12.",
        "Mason, Charles F. 2015. Concentration Trends in the Gulf of Mexico Oil and Gas Industry. The Energy Journal, 36(SI1), 215-236.",
        "Mason, Charles F.; Lucija A. Muehlenbachs and Sheila M. Olmstead. 2015. The Economics of Shale Gas Development, RFF: Washington, DC, RFF-DP-14-42 REV.",
        "Mason, Charles F. and Gavin Roberts. 2015. Natural Gas Production Patterns with Hydrological Fracturing: Implications for Natural Gas Infrastructure, University of Wyoming Department of Economics and Finance: Wyoming.",
        "Metcalf, Gilbert E. 2007. Federal Tax Policy toward Energy. Tax Policy and the Economy, 21, 145-184.",
        "Metcalf, Gilbert E. 2014. The Economics of Energy Security. Annual Review of Resource Economics, 6, 155-174.",
        "Reed, Stanley. 2015. OPEC Keeps Quotas Intact, Focusing on Market Share, The New York Times.",
        "The Economist. 2015. Fractured Finances, The Economist. New York: The Economist, 53-55.",
        "U.S. Department of the Interior. 2007. Gulf of Mexico Oil and Gas Production Forecast: 2007-2016, Mineral Management Service Gulf of Mexico OCS Region: Washington, DC, MMS 2007-020.",
        "U.S. Department of the Treasury. 2016. General Explanations of the Administration's Fiscal Year Revenue Proposals, Department of the Treasury: Washington, DC, U.S. Energy Information Administration. 2014a. International Energy Outlook 2014, EIA: Washington, DC, DOE/EIA-0484(2014).",
        "U.S. Energy Information Administration. 2014b. What Drives U.S. Gasoline Prices?, EIA: Washington, DC, U.S. Energy Information Administration. 2015a. Annual Energy Outlook 2015, EIA: Washington, DC, DOE/EIA-0383(2015).",
        "U.S. Energy Information Administration. 2015b. Drilling Productivity Report, EIA: Washington, DC, Wood Mackenzie Consulting. 2013. Impacts of Delaying IDC Deductibility (2014 - 2025), API: Washington, DC."
    ]
}