{
    "id": 22538,
    "cites": 36,
    "cited_by": 10,
    "reference": [
        "Acemoglu, Daron and Joshua Linn, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Market size in innovation: Theory and evidence from the pharmaceutical industry,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Quarterly Journal of Economics, 2004, 119 (3), 1049Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c1090.",
        "Amiti, Mary, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Inter-industry trade in manufactures: does country size matter?,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Journal of Intermational Economics, 1998, 44, 231Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c255.",
        "Antweiler, Werner and Daniel Trefler, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Increasing Returns and All That: A View from Trade,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d American Economic Review, 2002, 92 (1), 93Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c119.",
        "Behrens, Kristian, Andrea R. Lamorgese, Gianmarco Ottaviano, and Takatoshi Tabuchi, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Beyond the home market effect: Market size and specialization in a multicountry world,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Journal of International Economics, 2009, 79 (2), 259Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c265.",
        "Brulhart, Marius and Federico Trionfetti, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093A test of trade theories when expenditure is home biased,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d European Economic Review, 2009, 53 (7), 830Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c845.",
        "Caron, Justin, Thibault Fally, and Ana Cecilia Fieler, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Home-market effects on innovation, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d mimeo UC Berkeley, 2015.",
        "Cleave, TL, Peptic Ulcer: A New Approach to its Causation, Prevention, and Arrest, Based on Human Evolution, Bristol: Great Britain: John Wright and Sons Ltd, 1962.",
        "Crozet, Mathieu and Federico Trionfetti, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Trade costs and the home market effect,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Journal of Intermational Economics, 2008, 76, 309Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c321.",
        "Davis, Donald R., Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093The home market, trade and industrial structure,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d American Economic Review, 1998, 88 (5), 1264Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c1276.",
        "Dingel, Jonathan I., Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093The Determinants of Quality Specialization,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d 2015. mimeo University of Chicago.",
        "Eaton, Jonathan and Samuel Kortum, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Technology, Geography and Trade,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Econometrica, 2002, 70 (5), 1741Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c1779.",
        "Ethier, Wilfred J., Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Decreasing Costs in International Trade and Frank GrahamÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0084¢s Argument for Protection,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Econometrica, 1982, 50 (5), 1243Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c1268.",
        ", , and , Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093A Linder Hypothesis for Foreign Direct Investment,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Review of Economic Studies, 2015, 82, 83Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c121.",
        "Feenstra, Robert C., James R. Markusen, and Andrew K. Rose, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Using the Gravity Equation to Differentiate among Alternative Theories of Trade,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Canadian Journal of Economics, 2001, 34 (2), 430Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c447.",
        "Fujita, Masahisa, Paul R. Krugman, and Anthony Venables, The Spatial Economy: Cities, Regions, and International Trade, MIT press, 2001.",
        "Gali, Jordi and Tommaso Monacelli, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Monetary Policy and Exchange Rate Volatility in a Small Open Economy,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Review of Economic Studies, 2005, 72, 707Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c734.",
        "Hanson, Gordon H. and Chong Xiang, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093The home market effect and bilateral trade patterns, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d American Economic Review, 2004, 94 (4), 1108Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c1129.",
        "Hara, Takuji, Innovation in the Pharmaceutical Industry: The Process of Drug Discovery and Development, Cheltenham: UK: Edward Elgar, 2003.",
        "Head, Keith and John Ries, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Increasing Returns versus National Product Differentiation as an Explanation for the Pattern of U.S.-Canada Trade,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d American Economic Review, 2001, 91 (4), 858Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c876.",
        ", , and John Ries, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093On the Pervasiveness of Home Market Effects,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Economica, 2002, 69, 371Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c390.",
        "Helpman, Elhanan and Paul Krugman, Market Structure and Foreign Trade: Increasing Returns, Imperfect Competition, and the International Economy, Cambridge, Massachusetts: MIT Press, 1985.",
        "Holmes, Thomas J. and John J. Stevens, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Does home market size matter for the pattern of trade?,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Journal of International Economics, 2005, 65, 489Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c505.",
        "Krugman, Paul, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Scale Economies, Product Differentiation, and the Pattern of Trade,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d The American Economic Review, 1980, 70 (5), 950Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c959.",
        "Krugman, Paul R., Import protection as export promotion: international competition in the presence of oligopoly and economies of scale Monopolistic competition in international trade, Oxford University Press, 1984.",
        "Lichtenberg, Frank R., Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093The Allocation of Publicly Funded Biomedical Research,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d in David M. Cutler and Ernst R. Berndt, eds., Medical Care Output and Productivity, University of Chicago Press, 2001, pp. 565Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c590.",
        "Linder, Staffan B., An Essay on Trade and Transformation, Uppsala: Almqvist and Wiksells, 1961.",
        "Lundback, Erik J. and Johan Torstensson, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Demand, comparative advantage and economic geography in international trade: Evidence from the OECD,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Review of World Economics, 1998, 134 (2), 230Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c249.",
        "Manski, Charles F., Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Identification of Endogenous Social Effects: The Reflection Problem, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Review of Economic Studies, 1993, 60 (3), 531Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c542.",
        "Matsuyama, Kiminori, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093The Home Market Effect and the Pattern of Trade Between Rich and Poor Countries,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d mimeo Northwestern University, 2015.",
        "Ramondo, Natalia and Andres RodrÃ\u0083Æ\u0092Ã\u0082Â­guez-Clare, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Trade, Multinational Production, and the Gains from Openness,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Journal of Political Economy, 2013, 121 (2), 273Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c322.",
        "Scott Morton, Fiona and Margaret Kyle, Markets for Pharmaceutical Products, Vol. 2 of Handbook of Health Economics, Elsevier, 2012.",
        "Shea, John, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Do Supply Curves Slope Up?,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Quarterly Journal of Economics, 1993, 108 (1), 1Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c32.",
        "Thomas, Lacy Glenn, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Implicit Industrial Policy: The Triumph of Britain and the Failure of France in Global Pharmaceuticals,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Industrial and Corporate Change, 1994, 3 (2), 451Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c489.",
        "Trionfetti, Federico, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Using Home-Biased Demand to Test Trade Theories,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Review of World Economics, 2001, 137 (3), 404Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c426.",
        "Vernon, Raymond, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093International Investment and International Trade in the Product Cycle, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Quarterly Journal of Economics, 1966, 80 (2), 190Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c207.",
        "Weder, Rolf, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Comparative home-market advantage: An empirical analysis of British and American exports,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Review of World Economics, 2003, 139 (2), 220Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c247. A Multinational Enterprises (Section 3.1) In this appendix, we illustrate how to incorporate multinational production into our basic environment."
    ]
}