{
    "id": 22548,
    "cites": 12,
    "cited_by": 0,
    "reference": [
        "Bajari, Patrick, C. Lanier Benkard, and Jonathan Levin. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Estimating Dynamic Models of Imperfect Competition.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Econometrica, 2007, v. 75(5), pp. 1331Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c1370.",
        "Ericson, Richard and Ariel Pakes. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Markov-Perfect Industry Dynamics: A Framework for Empirical Work.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Review of Economic Studies, 1995, v. 62(1), pp. 53Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c82,",
        "Gargano, Stephen. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Cafes and Coffee Shops in Australia.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d IBISWorld Industry Report H4511b, November 2014.",
        "Igami, Mitsuru, and Nathan Yang. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Unobserved Heterogeneity in Dynamic Games: Cannibalization and Preemptive Entry of Hamburger Chains in Canada.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Quantitative Economics, 2016, v. 7(2), pp. 483Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c521.",
        "Jellie, Dugald. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Lessons in Lattes.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Sydney Morning Herald, 27 March 2007.",
        "Krugman, Paul R. Geography and trade. Cambridge, MA: MIT Press, 1991.",
        "Luca, Michael. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Reviews, Reputation, and Revenue: The Case of Yelp.Com.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Harvard Business School NOM Unit Working Paper No. 12-016, 2016.",
        "Mazzeo, Michael. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Product Choice and Oligopoly Market Structure.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d RAND Journal of Economics, 2002, v. 33(2), pp. 1Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c22.",
        "Patterson, Paul G., Jane Scott, and Mark D. Uncles. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093How the Local Competition Defeated a Global Brand: The Case of Starbucks.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Australian Marketing Journal, 2010, v. 18(1), pp. 41Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c47.",
        "Seim, Katya. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093An Empirical Model of Firm Entry With Endogenous Product-Type Choices.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d RAND Journal of Economics, 2006, v. 37(3), pp. 619Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c640.",
        "Smith, Chris, Mary Scherer, and Melissa Fugerio. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093More Coffee, Less Crime? The Influence of Gentrification on Neighborhood Crime Rates in Chicago.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d City & Community, 2011, v. 10(3), pp. 215Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c240.",
        "Snider, Conner. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Predatory Incentives and Predation Policy: The American Airlines Case.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Mimeo., 2011."
    ]
}