{
    "id": 2255,
    "cites": 14,
    "cited_by": 1,
    "reference": [
        "Money. Cambridge University Press, New York (in press). Dickey, D. A. and W. A. Fuller (1979). Distribution of the Estimators for Autoregressive Time Series with a Unit Root. Journal of the American Statistical Association, Vol. 74 (June) 427-431.",
        "Dickey, D. A. and W. A. Fuller (1981). Likelihood Ratio Statistics for Autoregressive Time Series with a Unit Root. Econometrica, Vol. 49, No.",
        "Friedman, M. and A. J. Schwartz (1963). A Monetary History of the United States 1867-1963. Princeton, Princeton University Press.",
        "Friedman, M. and A. J. Schwartz (1982). Monetary Trends in the United States and the United Kingdom. Chicago: University of Chicago Press.",
        "Gould, J. P. and C. R. Nelson (1974). The Stochastic Structure of the Velocity of Money. American Economic Review, Vol. 64 (June) 405-418.",
        "Gould, J. P., C. R. Nelson, M. Miller and C. W. Upton (1978). The Stochastic Properties of Velocity and the Quantity Theory of Money. Jqurnal of Monetary Economics 4, 220-248.",
        "Hall, R. E. (1978). The Stochastic Implications of the Life Cycle-Permanent Income Hypothesis: Theories and Evidence. Journal of Political Economy, 86, 971-987.",
        "Haraf, W. S. (1986). The Recent Behavior of Velocity: Implications for Alternative Monetary Rules. The Cato Journal, Vol. 6, No. 2 (Fall), 641-662.",
        "Laidler, D. (1985). The Demand for Money: Theories and Evidence. 3rd ed., Harper and Row, New York.",
        "Leijonhuvud, A. (1984). Inflation and Economic Performance, in B. N. Siegel (ed.). Money in Crisis: The Federal Reserve, the Economy and Monetary Reform, pp. 19-36, Pacific Institute for Public Policy Research, San Francisco.",
        "Nelson, C. R. and C. Plosser (1982). Trends and Random Walks in Macroeconomics Time Series: Some Evidence and Implications. Journal of Monetary Economics, September, 139-162.",
        "Poole, W. (1986). A Random Walk Down Velocity Lane. Memorandum to the Shadow Open Market Committee, March.",
        "Stokes, H. H. and H. Neuberger (1979). A Note on the Stochastic Structure of the Velocity of Money: Some Reservations. American Economist, 23, Fall, 62-64.",
        "Taylor, D. (1976). Friedmans Dynamic Models: Empirical Tests. Journal of Monetary Economics 2, 531-538."
    ]
}