{
    "id": 22550,
    "cites": 55,
    "cited_by": 4,
    "reference": [
        "Acemoglu, Daron, Philippe Aghion, Claire Lelarge, John Van Reenen, and Fabrizzio Zilibotti, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Technology, Information and the Decentralization of the Firm,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Quarterly Journal Economics, 2007, 122, 1759Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c1799.",
        ", , Rachel Griffith, and Fabrizzio Zilibotti, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Vertical Integration and Technology: Theory and Evidence,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Journal of the European Economic Association, 2010, 8, 989Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c1033.",
        "Ai, Chunrong and Ed Norton, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Interaction terms in logit and probit models,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Economic Letters, 2003, 80, 123Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c129.",
        "Akerman, Anders and Loriane Py, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Outsourcing and the Division of Labor between Firms: Evidence from Swedish Cities,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d mimeo, Stockholm University September 2011.",
        "AntraÃ\u0083Å\u0092Ã\u0082â\u0082¬s, Pol, Luis Garicano, and Esteban Rossi-Hansberg, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Offshoring in a Knowledge Economy, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Quarterly Journal of Economics, 2006, 121 (1).",
        ", , and , Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Organizing Offshoring: Middle Managers and Communication Costs,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d in Elhanan Helpman, Dalia Marin, and Thierry Verdier, eds., The Organization of Firms in a Global Economy, Harvard University Press, 2008, pp. 311Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c339.",
        ", Teresa C. Fort, and Felix Tintelnot, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093The Margins of Global Sourcing: Theory and Evidence from U.S. Firms,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Working Paper 20772, NBER 2014.",
        "Baker, George and Thomas Hubbard, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Make versus Buy in Trucking: Asset Ownership, Job Design, and Information,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d The American Economic Review, 2003, 93, 551Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c572.",
        "Barro, Robert J. and Jong-Wha Lee, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093International Data on Educational Attainment: Updates and Implications,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d CID Working Paper 042 April 2000.",
        "Bernard, Andrew B. and Teresa C. Fort, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Factoryless Goods Producing Firms,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d American Economic Review: Papers & Proceedings, 2015, 105 (5), 518Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c23.",
        ", J. Bradford Jensen, and Peter K. Schott, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Importers, Exporters, and Multinationals: A Portrait of Firms in the U.S. that Trade Goods,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d in J. Bradford Jensen and Peter K. Schott, eds., Producer dynamics: New Evidence from Micro Data, University of Chicago Press, 2009.",
        ", Stephen J. Redding, and Peter K. Schott, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Testing for Factor Price Equality in the Presence of Unobserved Quality Differences,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d American Economic Journal: Microeconomics, 2013, 5 (2), 135Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c163.",
        "Blaum, Joaquin, Claire Lelarge, and Michael Peters, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Non-Homothetic Import Demand: Firm Productivity and Quality Bias,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Working Paper, Yale University 2013.",
        "Bloom, Nicholas, Luis Garicano, Raffaella Sadun, and John Van Reenen, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093The distinct effects of Information Technology and Communication Technology on firmÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0084¢s organization,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d mimeo, Stanford University August 2011.",
        ", Mirko Draca, and John Van Reenen, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Trade Induced Technical Change: The Impact of Chinese Imports on Innovation, Diffusion, and Productivity,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Review of Economic Studies, 2016, 83, 87Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c117.",
        "Boler, Esther Ann, Andreas Moxnes, and Karen Helene Ulltveit-Moe, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093R&D, International Sourcing and the Joint Impact on Firm Perform,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d American Economic Review, 2015, 105, 3704Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c 3739.",
        "Bresnahan, Timothy F., Erik Brynjofsson, and Lorin M. Hitt, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Information Technology, Workplace Organization, and the Demand for Skilled Labor: Firm-Level Evidence,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Quarterly Journal Economics, 2002, 117, 339Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c376.",
        "Brynjofsson, Erik and Lorin M. Hitt, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Beyond Computation: Information Technology, Organizational Transformation and Business Performance,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Journal of Economic Perspectives, 2000, 14, 23Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c48.",
        "Bustos, Paula, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Trade Liberalization, Exports and Technology Upgrading: Evidence on the Impact of MERCOSUR on Argentinian Firms,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d American Economic Review, 2011, 101 (1), 304Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c340.",
        "Cameron, A. Colin and Pravin K. Trivedi, Microeconometrics Methods and Applications, Cambridge University Press, 2005.",
        "Campa, JoseÃ\u0083Å\u0092Ã\u0082Â\u0081 and Linda S. Goldberg, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093The Evolving External Orientation of Manufacturing: A Profile of Four Countries,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Federal Reserve Bank of New York Economic Policy Review, 1997, 3 (3), 53Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c81.",
        "Costinot, Arnaud, Jonathan Vogel, and Su Wang, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093An Elementary Theory of Global Supply Chains,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Review of Economic Studies, 2013, 80, 109Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c144.",
        ", Lindsay Oldenski, and James Rauch, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Adaptation and the Boundary of Multinational Firms,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Review of Economics and Statistics, 2011, 93 (1), 298Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c308.",
        "Crespi, Gustavo, Chiara Criscuolo, and Jonathan E. Haskel, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Information Technology, Organisational Change and Productivity,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Discussion Paper 6105, C.E.P.R. 2007.",
        "Deardorff, Alan V., Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Fragmentation in simple trade models,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d North American Economic Journal of Economics and Finance, 2001, 12, 121Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c137.",
        "DOC, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093U.S. Department of Commerce E-Stats Report,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Technical Report, Economics and Statistics Administration 2001.",
        "Fally, Thibault, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Production Staging: Measurement and Facts,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Working Paper, University of Colorado-Boulder October 2012.",
        "Feinberg, Susan E. and Michael P. Keane, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Accounting for the Growth of MNC-Based Trade Using a Structural Model of U.S. MNCs,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d The American Economic Review, December 2006, 96 (5), 1515Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c1558.",
        "Greene, William, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Testing hypotheses about interaction terms in nonlinear models,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Economic Letters, 2010, 107, 291Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c296.",
        "Grossman, Gene M. and Esteban Rossi-Hansberg, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Trading Tasks: A Simple Theory of Offshoring, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d The American Economic Review, 2008, 98 (5), 1978Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c1997.",
        ", Elhanan Helpman, and Philipp Kircher, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Matching and Sorting in a Global Economy,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Technical Report, Princeton University 2013.",
        "Grossman, Sanford J. and Oliver D. Hart, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093The Costs and Benefits of Ownership: A Theory of Vertical and Lateral Integration,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Journal of Political Economy, August 1986, 94, 691Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c719.",
        "Hall, Robert E. and Charles I. Jones, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Why Do Some Countries Produce So Much More Output Per Worker Than Others?,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Quarterly Journal of Economics, 1999, pp. 83Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c116.",
        "Handwerker, Elizabeth Weber and James R. Spletzer, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093What Can OES Data Tell Us About Growing Wage Inequality,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d mimeo 2010.",
        "Helpman, Elhanan, Marc Melitz, and Yona Rubinstein, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Estimating Trade Flows: Trading Partners and Trading Volumes,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Quarterly Review of Economics, 2008, 123, 441Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c487.",
        "Hillberry, Russell and David Hummels, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Trade responses to geographic frictions: A decomposition using micro-data,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d European Economic Review, 2008, 52, 527Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c550.",
        "Hummels, David, Jun Ishii, and Kei-Mu Yi, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093The Nature and Growth of Vertical Specialization in World Trade,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Journal of International Economics, 2001, 54 (1), 75Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c96.",
        "Johnson, Robert and Guillermo Noguera, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Fragmentation and Trade in Value Added Over Four Decades,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Working Paper 18186, NBER 2012.",
        "Jones, Ronald W. and Henryk Kierzkowski, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Globalization and the Consequences of International Fragmentation,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d in R. Dornbusch, G. Calvo, and M. Obstfeld, eds., Money, Factor Mobility, and Trade: Essays in Honor of Robert A. Mundell, MIT Press, 2001. Kee, Hiau Looi and Heiwei Tang, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Domestic Value Added in Exports: Theory and Firm Evidence from China,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d American Economic Review, forthcoming.",
        "Kohler, Willhelm, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Aspects of International Fragmentation,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Review of International Economics, 2004, 12 (5), 793Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c816.",
        "Kohler, Willhelm K. and Marcel Smolka, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Sourcing Premia with Incomplete Contracts: Theory and Evidence,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d The B.E. Journal of Economic Analysis and Policy: Contributions, 2011, 11 (1). Lileeva, Alla and Daniel Trefler, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Improved Access to Foreign Markets Raises Plant-Level Productivity.",
        "McElheran, Kristina S., Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Do Market Leaders Lead in Business Process Innovations? The Case(s) of E-Business Adoption,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Harvard Business School Working Paper 10-104 February 2010.",
        "Melitz, Marc and J Constantini, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093The Dynamics of Firm-Level Adjustment to Trade Liberalization, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d in Elhanan Helpman, Dalia Marin, and Thierry Verdier, eds., The Organization of Firms in a Global Economy, Harvard University Press, 2008.",
        "Nunn, Nathan, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Relationship-Specificity, Incomplete Contracts and the Pattern of Trade,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Quarterly Journal of Economics, May 2007, 122 (2), 569Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c600.",
        "Oostendorp, Remco H., Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093The Standardized ILO October Inquiry 1983-2003,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d mimeo, Amsterdam Institute for International Development 2005.",
        "Rajan, Raghuram G. and Luigi Zingales, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Financial Dependence and Growth,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d The American Economic Review, June 1998, 88 (3), 559Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c586.",
        "RodrÃ\u0083â\u0080\u009eÃ\u0082Â±Ã\u0083Å\u0092Ã\u0082Â\u0081guez-Clare, AndreÃ\u0083Å\u0092Ã\u0082Â\u0081s, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Offshoring in a Ricardian World,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d American Economic Journal: Macroeconomics, April 2010, 2 (2).",
        "Sampson, Thomas, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Selection into Trade and Wage Inequality,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d American Economic Journal: Microeconomics, 2014, 6, 157Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c202.",
        "Schott, Peter K., Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Across-Product Versus Within-Product Specialization in International Trade,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Quarterly Journal Economics, 2004, 119 (2), 647Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c678.",
        "StataCorp, Stata 14 Base Reference Manual, Stata Press, 2015.",
        "Stock, James H., Jonathan H. Wright, and Motohiro Yogo, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093A Survey of Weak Instruments and Weak Identification in Generalized Method of Moments,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Journal of Business and Economic Statistics, 2002, 20, 518Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c529.",
        "Tomiura, Eiichi, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Foreign outsourcing, exporting, and FDI: A productivity comparison at the firm level,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Journal of International Economics, 2007, 72, 113Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c127.",
        "Yeaple, Stephen Ross, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093The Role of Skill Endowments in the Structure of U.S. Outward Foreign Direct Investment,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d The Review of Economics and Statistics, 2003, 85 (3), 726Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c734.",
        ", Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093A Simple Model of Firm Heterogeneity, International Trade, and Wages,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Journal of International Economics, 2005, 65 (1), 1Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c20.",
        ", Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Firm heterogeneity and the structure of U.S. multinational activity,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Journal of International Economics, 2009, 78, 206Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c215."
    ]
}