{
    "id": 22555,
    "cites": 57,
    "cited_by": 3,
    "reference": [
        "Aaronson, Daniel, & Sullivan, Daniel. 2001. Growth in worker quality. Economic Perspectives Q IV. Federal Reserve Bank of Chicago.",
        "Aaronson, Stephanie, Cajner, Tomaz, Fallick, Bruce C., Galbis-Reig, Felix, Smith, Christopher, & Wascher, William L. 2014 (Sept.). Labor Force Participation: Recent Developments and Future Prospects. Finance and Economics Discussion Series 201464.",
        "Board of Governors of the Federal Reserve System (U.S.). Altonji, Joseph G., & Blank, Rebecca M. 1999. Chapter 48 race and gender in the labor market. Handbook of Labor Economics, vol. 3, Part C. Elsevier.",
        "Barrow, Lisa, & Davis, Jonathan. 2012 (October). The upside of down: Postsecondary enrollment in the great recession. Research Report 36. Federal Reserve Bank of Chicago.",
        "Bertrand, Marianne, & Mullainathan, Sendhil. 2003 (July). Are emily and greg more employable than lakisha and jamal? a field experiment on labor market discrimination. Working Paper 9873. National Bureau of Economic Research.",
        "Bils, Mark J. 1985. Real Wages over the Business Cycle: Evidence from Panel Data. Journal of political economy, 93(4), 666Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c89.",
        "Blaug, Mark. 1985. Where are we now in the economics of education? Economics of education review, 4(1), 17 Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c 28.",
        "Boeri, Tito, & van Ours, Jan. 2013. The Economics of Imperfect Labor Markets: Second Edition. Economics Books, vol. 1, no. 10142. Princeton University Press.",
        "Bureau of Labor Statistics. 1993. Labor composition and u.s. productivity growth: 194890.",
        "Bureau of Labor Statistics. 2015a. Changes in the composition of labor for bls multifactor productivity. http://www.bls.gov/mfp/mprlabor.pdf [Last accessed:July 11, 2016].",
        "Bureau of Labor Statistics. 2015b. Multifactor productivity. http://www.bls.gov/mfp/ [last accessed: July 11, 2016].",
        "Burtless, Gary. 2013 (September). Can educational attainment explain the rise in labor force participation at older ages? Tech. rept. 13-13. Center for Retirement Research at Boston College.",
        "Charles, Kerwin Kofi, Hurst, Erik, & Notowidigdo, Matthew J. 2015 (September) . Housing booms and busts, labor market opportunities, and college attendance. Working Paper 21587. National Bureau of Economic Research.",
        "Congressional Budget Office. 2015. An update to the budget and economic outlook: 2015 to 2025.",
        "Deming, David J. 2015 (August). The growing importance of social skills in the labor market. Working Paper 21473. National Bureau of Economic Research.",
        "Dennett, Julia, & Modestino, Alicia Sasser. 2013 (December). Uncertain futures? youth attachment to the labor market in the united states and new england. Research Report 13-3. Federal Reserve Bank of Boston.",
        "Dickens, William, & Katz, Lawrence F. 1987. Inter-industry wage differences and industry characteristics. In: Unemployment and the structure of labor markets, basil. Blackwell.",
        "Diewert, W. E. 1978. Superlative index numbers and consistency in aggregation. Econometrica, 46(4), pp. 883Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c900.",
        "Feenberg, Daniel, & Roth, Jean. 2007. Cps labor extracts: 1979-2006. Tech. rept. National Bureau of Economic Research.",
        "Feenstra, Robert C., Inklaar, Robert, & Timmer, Marcel P. 2015. The next generation of the penn world table. American economic review, forthcoming.",
        "Fernald, John G. 2015. Total factor productivity. http://www.frbsf.org/ economic-research/total-factor-productivity-tfp [last accessed: July 11, 2016].",
        "Fernald, John G., & Jones, Charles I. 2014. The future of us economic growth. American economic review, 104(5), 44Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c49.",
        "Ferraro, Domenico. 2014. The Asymmetric Cyclical Behavior of the U.S. Labor Market. Tech. rept.",
        "Gibbons, Robert, Katz, Lawrence F., Lemieux, Thomas, & Parent, Daniel. 2005. Comparative Advantage, Learning, and Sectoral Wage Determination. Journal of labor economics, 23(4), 681Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c724.",
        "Goldin, Claudia Dale, & Katz, Lawrence F. 2009. The race between education and technology. Belknap of the Harvard University Press, Cambridge MA.",
        "Gollop, Frank, & Jorgenson, Dale. 1983. Sectoral Measures of Labor Cost for the United States, 1948-1978. Pages 185Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c236 of: Triplett, Jack E. (ed), The measurement of labor cost. University of Chicago Press.",
        "Heckman, James J., Stixrud, Jora, & Urzua, Sergio. 2006. The Effects of Cognitive and Noncognitive Abilities on Labor Market Outcomes and Social Behavior. Journal of labor economics, 24(3), 411Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c482.",
        "Heckman, James J., Lochner, Lance J., & Todd, Petra E. 2008. Earnings Functions and Rates of Return. Journal of human capital, 2(1), 1Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c31.",
        "Hellerstein, Judith K., & Neumark, David. 1995. Are Earnings Profiles Steeper Than Productivity Profiles? Evidence from Israeli Firm-Level Data. Journal of human resources, 30(1), 89Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c112.",
        "Hellerstein, Judith K., & Neumark, David. 2008. Workplace Segregation in the United States: Race, Ethnicity, and Skill. The review of economics and statistics, 90(3), 459Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c477.",
        "Hellerstein, Judith K., Neumark, David, & Troske, Kenneth R. 2002. Market Forces and Sex Discrimination. Journal of human resources, 37(2), 353Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c380.",
        "Ho, Mun S., & Jorgenson, Dale W. 1999. The quality of the u.s. work force, 1948-95. Tech. rept. Harvard University.",
        "Hungerford, Thomas, & Solon, Gary. 1987. Sheepskin Effects in the Returns to Education. The review of economics and statistics, 69(1), 175Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c77.",
        "Johnson, Matthew T. 2013. The impact of business cycle fluctuations on graduate school enrollment. Economics of education review, 34, 122 Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c 134.",
        "Jones, Patricia. 2001. Are educated workers really more productive? Journal of development economics, 64(1), 57Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c79.",
        "Jorgenson, D. W., & Griliches, Z. 1967. The explanation of productivity change. The review of economic studies, 34(3), pp. 249Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c283.",
        "Jorgenson, Dale W., Gollop, Frank M., & Fraumeni, Barbara M. 1987. Productivity and u.s. economic growth. Harvard University Press. Reprinted- Universe, 1999.",
        "Jorgenson, Dale W., Ho, Mun S., & Samuels, Jon D. 2014. What will revive u.s. economic growth? lessons from a prototype industry-level production account for the united states. Journal of policy modeling, 36(4), 674 Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c 691. Rapid Growth or Stagnation in the U.S. and World Economy? Jorgenson, Dale W., Ho, Mun S., & Samuels, Jon D. 2015. Education, participation, and the revival of u.s. economic growth. October.",
        "Krueger, Alan B., & Summers, Lawrence H. 1988. Efficiency wages and the interindustry wage structure. Econometrica, 56(2), pp. 259Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c293.",
        "Lang, Kevin. 2015. Racial realism: A review essay on john skrentnyÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0084¢s after civil rights. Journal of economic literature, 53(2), 351Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c59.",
        "Lemieux, Thomas. 2006. The mincer equation thirty years after schooling, experience, and earnings. Pages 127Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c145 of: Grossbard, Shoshana (ed), Jacob mincer a pioneer of modern labor economics. Springer US.",
        "Light, Audrey, & Ureta, Manuelita. 1995. Early-career work experience and gender wage differentials. Journal of labor economics, 13(1), pp. 121Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c154.",
        "Mincer, Jacob A. 1974. Schooling, experience, and earnings. National Bureau of Economic Research, Inc.",
        "Oaxaca, Ronald, & Ransom, Michael. 1994. On discrimination and the decomposition of wage differentials. Journal of econometrics, 61(1), 5Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c21.",
        "OÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0084¢Mahony, Mary, & Timmer, Marcel P. 2009. Output, input and productivity measures at the industry level: The eu klems database*. The economic journal, 119(538), F374Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009cF403.",
        "Pager, Devah, Western, Bruce, & Bonikowski, Bart. 2009. Discrimination in a low-wage labor market: A field experiment. American sociological review, 74, 777Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c99.",
        "Psacharopoulos, George, & Patrinos, Harry Anthony. 2004. Returns to investment in education: a further update. Education economics, 12(2), 111Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c134.",
        "Sherk, James. 2013 (September). Not looking for work: Why labor force participation has fallen during the recession. Tech. rept. 2722. Herritage Foundation.",
        "Silva, Olmo. 2007. The jack-of-all-trades entrepreneur: Innate talent or acquired skill? Economics letters, 97(2), 118Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c123.",
        "Skrentny, John D. 2013. After civil rights: Racial realism in the new american workplace. Princeton University Press, Princeton.",
        "Solon, Gary, Barsky, Robert, & Parker, Jonathan A. 1994. Measuring the cyclicality of real wages: How important is composition bias. The quarterly journal of economics, 109(1), pp. 1Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c25.",
        "Weiss, Andrew. 1995. Human capital vs. signalling explanations of wages. Journal of economic perspectives, 9(4), 133Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c154.",
        "Wyatt, Ian D. 2010. Evaluating the 1996 - 2006 employment projections. Monthly labor review, September, 33Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c69.",
        "of the datasets because of differences in reference period and questions asked. In the CPS-ORG we use the hourly wage as constructed in the National Bureau of Economic Researchs CPS Labor Extracts (Feenberg & Roth, 2007). For the CPS-ASEC and ACS we define hourly wages as total annual earnings divided by the product of usual hours worked per week and weeks worked per year.42 All wages are deflated into real 2005 dollars using the Consumer Price Index for All Urban Consumers, and wages exclude self-employment, self-owned business, and farm income.",
        "To do so we follow a methodology similar to that used by Aaronson & Sullivan (2001)Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009d our primary adjustments are that we use five race/ethnicity categories instead of four and we define employment more narrowly as being employed exclusively in the private business sector to match the sample selection stated in Section A.1. Given that the methodology is substantively unchanged, this section is largely a restatement of Box 1 from (Aaronson & Sullivan, 2001, p. 65).",
        "Ideally this would have been estimated on ACS data to ensure consistency between these projection models and the log-wage regression. However, in order to distinguish age and cohort effects the projection model must be estimated on multiple years of data. Since there is no pre-2000 data for the ACS, this forces us to rely on another dataset to construct the education and employment projections. trols. The estimated model is then used to predict the fraction of individuals with each level of educational attainment based on the Census Bureau projections of the age, gender, and race/ethnicity distribution of the population.",
        "are constant over time means that the Fisher Ideal index collapses into the Laspeyres index, which does have the circularity property. This allows us to construct alternative projection scenarios based on assumptions about the education and employment distribution in a target year alone, without having to make assumptions about the path of educational attainment or EPOP between now and then. Therefore our projection scenarios discussed in 5 are based on the Census Bureau age projections for the years 2022 and 2025 and the education and employment assumptions described below."
    ]
}