{
    "id": 2256,
    "cites": 13,
    "cited_by": 2,
    "reference": [
        "Auerbach, A. and L. Kotlikoff, Dynamic Fiscal Policy, Cambridge University Press, 1987.",
        "Barro, R. J. and M. Feldstein (1978), The Impact of Social Security on Private Saving: A Debate, monograph, American Enterprise Institute.",
        "Boskin, M. J. (1986), Too Many Promises; Ih~~ Uncertain Future ~ Social Security, Homewood, IL: Dow Jones-Irwin.",
        "Boskin, M. J., M. Avrin and K. Cone (1983), Modeling Alternative Solutions to the Long-Run Social Security Funding Problem, in M. Feldstein (ed.), Behavioral Simulation Methods ~ ~ Policy Analysis, Chicago: University of Chicago Press.",
        "Boskin, M. J., L. J. Kotlikoff, D. J. Puffert, and J. B. Shoven (1987), Social Security: A Financial Appraisal Across and Within Generations, National ~ Journal, March.",
        "Boskin, M. J., L. J. Kotlikoff, and J. B. Shoven (1985), Personal Security Accounts: A Proposal for Fundamental Social Security Reform, Policy Paper, Center for Economic Research, Stanford University, September.",
        "Boskin, M. J. and D. J. Puffert, (1987), The Financial Impact of Social Security by Cohort, Mimeo.",
        "Boskin, M. J. and D. J. Puffert, (1987), Social Security and the American Family, NBER Working Paper No. 2117, January.",
        "Feldstein, M. and C. Horioka, Domestic Savings and International Capital Flows, Economic Journal, June 1980.",
        "Jorgenson, D., B. Fraumeni and F. Gallop, Productivity Growth .jii ~ United States, Harvard University Press, 1987.",
        "Summers, L., Issues in National Savings Policy, inC. Adams and S. Wachter, eds., Saving and Caiital Formation: Th~ Policy Ottions, D.C. Heath, 1986.",
        "Thompson, L. H. (1983), The Social Security Reform Debate, Journal ~ Economic Literature, 21(4), December.",
        "United States General Accounting Office, (1986), Social Security: Past Projections and Future Financing Concerns, Washington, D.C., March."
    ]
}