{
    "id": 22563,
    "cites": 69,
    "cited_by": 36,
    "reference": [
        "Agarwal, S., N. Marwell, and L. McGranahan (2013). Consumption responses to temporary tax incentives: Evidence from state sales holidays. Unpublished Manuscript, University of Wisconsin.",
        "Aguiar, M. and E. Hurst (2005). Consumption versus expenditure. Journal of Political Economy 113(5), 919Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c948.",
        "Atkinson, A. B. and J. Micklewright (1983). On the reliability of income data in the family expenditure survey 1970-1977. Journal of the Royal Statistical Society. Series A (General) 146(1), 33Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c61.",
        "Attanasio, O. P. and G. Weber (1993). Consumption growth, the interest rate and aggregation. The Review of Economic Studies 60(3), 631Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c649.",
        "Bachmann, R., T. O. Berg, and E. Sims (2015). Inflation expectations and readiness to spend: Cross-sectional evidence. American Economic Journal: Economic Policy 7(1), 1Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c35.",
        "Baker, S. R., N. Bloom, and S. J. Davis (2016). Measuring economic policy uncertainty. Quarterly Journal of Economics (forthcoming).",
        "Barsky, R. B., C. Boehm, C. L. House, and M. S. Kimball (2016). Monetary policy and durable goods. Unpublished Manuscript, University of Michigan 97(3), 984Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c998.",
        "Barsky, R. B., C. L. House, and M. S. Kimball (2007). Sticky-price models and durable goods. The American economic review 97(3), 984Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c998.",
        "Besley, T. J. and H. S. Rosen (1999). Sales taxes and prices: an empirical analysis. National Tax Journal 52(2), 157Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c178.",
        "Binder, C. (2015). Consumer inflation uncertainty and the macroeconomy: Evidence from a new micro-level measure. Unpublished Manuscript, UC Berkeley.",
        "Bloom, N. (2009). The impact of uncertainty shocks. Econometrica 77(3), 623Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c685.",
        "Bloom, N., M. Floetotto, N. Jaimovich, I. Saporta-Eksten, and S. J. Terry (2016). Really uncertain business cycle. NBER Working Paper 18245.",
        "Burke, M. A. and A. Ozdagli (2014). Household inflation expectations and consumer spending: evidence from panel data. Unpublished Manuscript, Federal Reserve Bank of Boston 13(25), 1Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c43.",
        "Cashin, D. (2016). The household expenditure response to a consumption tax rate increase. Unpublished Manuscript, Federal Reserve Board.",
        "Cashin, D. and T. Unayama (2015). Measuring intertemporal substitution in consumption: Evidence from a VAT increase in Japan. Review of Economics and Statistics 98(2), 285Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c297.",
        "Cavallo, A., B. Neiman, and R. Rigobon (2014). Currency unions, product introductions, and the real exchange rate. The Quarterly Journal of Economics 129(2), 529Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c595.",
        "CDU (2005). Deutschlands Chancen nutzen. Wachstum. Arbeit. Sicherheit. Electoral Manifest.",
        "Christiano, L., M. Eichenbaum, and S. Rebelo (2011). When is the government spending multiplier large? Journal of Political Economy 119(1), 78Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c121.",
        "Correia, I., E. Farhi, J. P. Nicolini, and P. Teles (2013). Unconventional fiscal policy at the zero bound. American Economic Review 103(4), 1172Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c1211.",
        "Crump, R. K., S. Eusepi, A. Tambalotti, and G. Topa (2015). Subjective intertemporal substitution. FRB of New York Staff Report (734).",
        "Del Negro, M., M. P. Giannoni, and C. Patterson (2015). The forward guidance puzzle. FRB of New York Staff Report (574).",
        "Doepke, M. and M. Schneider (2006). Inflation and the redistribution of nominal wealth.",
        "Dupor, B. and R. Li (2015). The expected inflation channel of government spending in the postwar U.S. European Economic Review 74, 36Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c56.",
        "Eggertsson, G. B. (2006). The deflation bias and committing to being irresponsible. Journal of Money, Credit and Banking 38(2), 283Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c321.",
        "Eggertsson, G. B. (2008). Great expectations and the end of the depression. The American Economic Review 98(4), 1476Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c1516.",
        "Eggertsson, G. B. (2011). What fiscal policy is effective at zero interest rates? In NBER Macroeconomics Annual 2010, Volume 25, pp. 59Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c112. University of Chicago Press.",
        "Eggertsson, G. B. and M. Woodford (2003). The zero bound on interest rates and optimal monetary policy. Brookings Papers on Economic Activity 2003(1), 139Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c211.",
        "Eggertsson, G. B. and M. Woodford (2004). Optimal monetary and fiscal policy in a liquidity trap. In NBER International Seminar on Macroeconomics 2004, pp. 75Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c144. The MIT Press.",
        "Farhi, E. and I. Werning (2015). Fiscal multipliers: Liquidity traps and currency unions. Unpublished Manuscript, MIT.",
        "Feldstein, M. (2002). The role for discretionary fiscal policy in a low interest rate environment. Technical report, National Bureau of Economic Research.",
        "Green, D., B. Melzer, J. A. Parker, and R. Pfirrmann-Powell (2014). Accelerator or brake? Microeconomic estimates of the Ã\u0083â\u0080\u009eÃ\u0082Â±Ã\u0083Å\u0092Ã\u0082Ë\u00861 2 cash for clunkersÃ\u0083â\u0080\u009eÃ\u0082Â±Ã\u0083Å\u0092Ã\u0082Ë\u00861 2 and aggregate demand. Unpublished Manuscript, MIT.",
        "Hall, R. and S. Woodward (2008, December 11). Measuring the effect of infrastructure spending on GDP, Financial Crisis and Recession (blog).",
        "Hall, R. E. (2011). The long slump. American Economic Review 101(2), 431Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c469.",
        "Hausman, J. K. and J. F. Wieland (2014). Abenomics: Preliminary analysis and outlook. Brookings Papers on Economic Activity, 1Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c63.",
        "Hurd, M. D. and S. Rohwedder (2012). Measuring total household spending in a monthly internet survey: Evidence from the American Life Panel. Technical report, National Bureau of Economic Research.",
        "Ichiue, H. and S. Nishiguchi (2015). Inflation expectations and consumer spending at the zero bound: Micro evidence. Economic Inquiry 53(2), 1086Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c1107.",
        "Jalil, A. and G. Rua (2016). Inflation expectations and recovery from the depression in 1933: Evidence from the narrative record. Explorations in Economic History, forthcoming.",
        "Jappelli, T. and L. Pistaferri (2010). The consumption response to income changes. Annual Review of Economics 2, 479Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c506.",
        "Jappelli, T. and L. Pistaferri (2014). Fiscal policy and MPC heterogeneity. American Economic Journal: Macroeconomics 6(4), 107Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c136.",
        "Jonung, L. (1981). Perceived and expected rates of inflation in Sweden. The American Economic Review 71(5), 961Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c968.",
        "Krugman, P. R. (1998). ItÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0084¢s baaack: JapanÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0084¢s slump and the return of the liquidity trap.",
        "McKay, A., E. Nakamura, and J. Steinsson (2015). The power of forward guidance revisited. Technical report, National Bureau of Economic Research.",
        "Menz, J.-O. and P. Poppitz (2013). Household disagreement on inflation expectations and socioeconomic media exposure in Germany. Unpublished Manuscript, Deutsche Bundesbank.",
        "Mian, A. and A. Sufi (2011). House prices, home equity-based borrowing, and the US household leverage crisis. American Economic Review 101(5), 2132Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c2156.",
        "Mian, A. and A. Sufi (2012). The effects of fiscal stimulus: Evidence from the 2009 cash for clunkers program. The Quarterly Journal of Economics 127(3), 1107Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c1142.",
        "Nakamura, E., J. Steinsson, P. Sun, and D. Villar (2016). The elusive costs of inflation: Price dispersion during the US great inflation. Unpublished Manuscript, Columbia University.",
        "Poterba, J. M. (1996). Retail price reactions to changes in state and local sales taxes. National Tax Journal 49(2), 165Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c176.",
        "Romer, C. D. and D. H. Romer (2010). The macroeconomic effects of tax changes: Estimates based on a new measure of fiscal shocks. The American Economic Review 100(3), 763Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c801.",
        "Romer, C. D. and D. H. Romer (2013). The missing transmission mechanism in the monetary explanation of the Great Depression. The American Economic Review 103(3), 66Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c72.",
        "Shapiro, M. D. (1991). Economic stimulant. Technical report, New York Times.",
        "SPD (2005). Vertrauen in Deutschland. Das Wahlmanifest der SPD. Electoral Manifest.",
        "Stehle, R. M. (2006, June 23, 2006). Geplante Mehrwertsteuer-Anhebung treibt Inflation. Berliner Zeitung.",
        "Weber, A. (2006, June 23, 2006). Weber haelt Zinserhoehung der EZB fuer notwendig. Handelsblatt.",
        "Wiederholt, M. (2016). Empirical properties of inflation expectations and the zero lower bound. Unpublished Manuscript, Goethe University Frankfurt.",
        "Germany European Countries excl. France This figure plots the average monthly readiness to purchase durables over time. We use the confidential micro data underlying the GfK Consumer Climate MAXX survey to construct these variables for Germany and similar data from national statistical agencies and GfK subsidiaries for the United Kingdom, Sweden, and France. GfK asks a representative sample of 2,000 households whether it is a good time to purchase durables given the current economic conditions. Higher values correspond to better times to purchase durables. The sample period is January 2004 to December 2006 for a total of three years.",
        "The sample period is January 2004 to December 2006 for a total of three years. Figure 8: Real Aggregate Consumption Growth Ã\u0083Â¢Ã\u0082Ë\u0086Ã\u0082â\u0080\u009915% 0% 15% R eal Du rab le Con su mp tio n G rowth Announcement Increase Ã\u0083Â¢Ã\u0082Ë\u0086Ã\u0082â\u0080\u00995% 0% 5% 0 0 Q 1 0 1 Q 1 0 2 Q 1 0 3 Q 1 0 4 Q 1 0 5 Q 1 0 6 Q 1 0 7 Q 1 0 8 Q 1 0 9 Q 1 1 0 Q 1 1 1 Q 1 1 2 Q 1 1 3 Q 1 R eal N o n -Du rab le Con su mp tio n",
        "G rowth Durable Consumption NonÃ\u0083Â¢Ã\u0082Ë\u0086Ã\u0082â\u0080\u0099durable Consumption This figure plots real durable (blue dashed line, left y-axis) and non-durable (green line, right y-axis) consumption growth at the quarterly frequency from the German statistical office Destatis. The sample period is the first quarter of 2000 to the fourth quarter of December 2013 for a total of fourteen years. Figure 9: Change in the Readiness to Spend on Durables for German vs. Foreign Households 0 9 / 0 5 1 2 / 0 5 0 3 / 0 6 0 6 / 0 6 0 9 / 0 6 1 2 / 0 6 0 3 / 0 7 0 6 / 0 7 0 9 / 0 7",
        "Average Treatment E,ect -0.1 -0.05 0 0.05 0.1 0.15 0.2 0.25 0.3 0.35 0.4 Average Treatment Effect Over Time Two-Standard Error Bounds This figure plots Ã\u0083Å½Ã\u0082Â²m coefficient (solid line) of Ã\u0083Â¢Ã\u0082Ë\u0086Ã\u0082â\u0080 Duri,06/2005Ã\u0083Â¢Ã\u0082â\u0080 Ã\u0082â\u0080\u0099m = Ã\u0083Å½Ã\u0082Â±+Ã\u0083Å½Ã\u0082Â²mÃ\u0083Æ\u0092Ã\u0082â\u0080\u0094V ATshocki+Ã\u0083Â¢Ã\u0082Ë\u0086Ã\u0082â\u0080 X0 i,06/2005Ã\u0083Â¢Ã\u0082â\u0080 Ã\u0082â\u0080\u0099mÃ\u0083Æ\u0092Ã\u0082â\u0080\u0094Ã\u0083Å½Ã\u0082Â³+ i and two standard deviation error bands (dashed line). Ã\u0083Â¢Ã\u0082Ë\u0086Ã\u0082â\u0080 Duri,06/2005Ã\u0083Â¢Ã\u0082â\u0080 Ã\u0082â\u0080\u0099m is the difference in the willingness to spend on durable goods between month m and June 2005, V ATshocki is an indicator which equals 1 if the household was exposed to the VAT shock, Ã\u0083Å½Ã\u0082Â²m captures the effect of the VAT shock on the willingness to buy durables for household i in month m, and Ã\u0083Â¢Ã\u0082Ë\u0086Ã\u0082â\u0080 X0 i,06/2005Ã\u0083Â¢Ã\u0082â\u0080 Ã\u0082â\u0080\u0099m is the difference in a set of observables between month m and the baseline month. We use the micro data underlying the Directorate-General for Economic and Financial Affairs of the European Commission harmonized consumer surveys to construct these variables.",
        "The sample period is January 2000 to December 2013. Columns (1) and (2) study heterogeneity by education: Hauptschule degree (nine years of schooling) versus college degree; columns (3) and (4) study heterogeneity by income: lowest net income bracket (income <= 1,000) versus highest highest net income bracket (2,500 < income); columns (5) and (6) study heterogeneity by age: age <= 21 versus 65 < age. Education Income Age Hauptschule University Income <= 1,000 2,500 < Income Age <= 21 65 <",
        "Age (1) (2) (3) (4) (5) (6) Inflation expectation 0.0689 Ã\u0083Â¢Ã\u0082Ë\u0086Ã\u0082â\u0080\u0094Ã\u0083Â¢Ã\u0082Ë\u0086Ã\u0082â\u0080\u0094Ã\u0083Â¢Ã\u0082Ë\u0086Ã\u0082â\u0080\u0094 0.1128 Ã\u0083Â¢Ã\u0082Ë\u0086Ã\u0082â\u0080\u0094Ã\u0083Â¢Ã\u0082Ë\u0086Ã\u0082â\u0080\u0094Ã\u0083Â¢Ã\u0082Ë\u0086Ã\u0082â\u0080\u0094 0.0898 Ã\u0083Â¢Ã\u0082Ë\u0086Ã\u0082â\u0080\u0094Ã\u0083Â¢Ã\u0082Ë\u0086Ã\u0082â\u0080\u0094Ã\u0083Â¢Ã\u0082Ë\u0086Ã\u0082â\u0080\u0094 0.1048 Ã\u0083Â¢Ã\u0082Ë\u0086Ã\u0082â\u0080\u0094Ã\u0083Â¢Ã\u0082Ë\u0086Ã\u0082â\u0080\u0094Ã\u0083Â¢Ã\u0082Ë\u0086Ã\u0082â\u0080\u0094 0.0934 Ã\u0083Â¢Ã\u0082Ë\u0086Ã\u0082â\u0080\u0094Ã\u0083Â¢Ã\u0082Ë\u0086Ã\u0082â\u0080\u0094Ã\u0083Â¢Ã\u0082Ë\u0086Ã\u0082â\u0080\u0094 0.0694 Ã\u0083Â¢Ã\u0082Ë\u0086Ã\u0082â\u0080\u0094Ã\u0083Â¢Ã\u0082Ë\u0086Ã\u0082â\u0080\u0094Ã\u0083Â¢Ã\u0082Ë\u0086Ã\u0082â\u0080\u0094 (0.0152) (0.0188) (0.0168) (0.0203) (0.0211) (0.0134) Past Inflation Ã\u0083Â¢Ã\u0082Ë\u0086Ã\u0082â\u0080\u00990.0194 Ã\u0083Â¢Ã\u0082Ë\u0086Ã\u0082â\u0080\u0094Ã\u0083Â¢Ã\u0082Ë\u0086Ã\u0082â\u0080\u0094Ã\u0083Â¢Ã\u0082Ë\u0086Ã\u0082â\u0080\u0094 Ã\u0083Â¢Ã\u0082Ë\u0086Ã\u0082â\u0080\u00990.0214 Ã\u0083Â¢Ã\u0082Ë\u0086Ã\u0082â\u0080\u0094Ã\u0083Â¢Ã\u0082Ë\u0086Ã\u0082â\u0080\u0094Ã\u0083Â¢Ã\u0082Ë\u0086Ã\u0082â\u0080\u0094 Ã\u0083Â¢Ã\u0082Ë\u0086Ã\u0082â\u0080\u00990.0194 Ã\u0083Â¢Ã\u0082Ë\u0086Ã\u0082â\u0080\u0094Ã\u0083Â¢Ã\u0082Ë\u0086Ã\u0082â\u0080\u0094Ã\u0083Â¢Ã\u0082Ë\u0086Ã\u0082â\u0080\u0094 Ã\u0083Â¢Ã\u0082Ë\u0086Ã\u0082â\u0080\u00990.0299 Ã\u0083Â¢Ã\u0082Ë\u0086Ã\u0082â\u0080\u0094Ã\u0083Â¢Ã\u0082Ë\u0086Ã\u0082â\u0080\u0094Ã\u0083Â¢Ã\u0082Ë\u0086Ã\u0082â\u0080\u0094 Ã\u0083Â¢Ã\u0082Ë\u0086Ã\u0082â\u0080\u00990.0223 Ã\u0083Â¢Ã\u0082Ë\u0086Ã\u0082â\u0080\u0094Ã\u0083Â¢Ã\u0082Ë\u0086Ã\u0082â\u0080\u0094Ã\u0083Â¢Ã\u0082Ë\u0086Ã\u0082â\u0080\u0094 Ã\u0083Â¢Ã\u0082Ë\u0086Ã\u0082â\u0080\u00990.0216 Ã\u0083Â¢Ã\u0082Ë\u0086Ã\u0082â\u0080\u0094Ã\u0083Â¢Ã\u0082Ë\u0086Ã\u0082â\u0080\u0094Ã\u0083Â¢Ã\u0082Ë\u0086Ã\u0082â\u0080\u0094 (0.0032) (0.0057) (0.0037) (0.0045) (0.0043) (0.0037) Demographics X X X X X X Individual expectations X X X X X X",
        "(2016); data on DAX and Volatility DAX are from the Deutsche Boerse; and oil price data are from Bloomberg. We obtain the harmonized consumer price indexes (CPI) from the Statistical Data Warehouse at the European Central Bank. The data ID for the harmonized overall CPI is ICP.M.DE.N.000000.4.INX; for the all items CPI excluding food and energy it is ICP.M.DE.N.XEF000.4.INX; for the major durables CPI it is ICP.M.DE.N.0921 2.4.INX; and for the non-durable households goods CPI it is ICP.M.DE.N.056100.4.INX.",
        "III Press Clippings We briefly cite a few media quotes following the announcement of the newly-elected administration in 2005 to increase VAT by 3%.",
        "Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Mehrwertsteuer ist glatter Betrug an den Waehler.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Gruenen-Vorsitzende Claudia Roth haelt den Koalitionsvertrag fuer unsozial Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093VAT is electoral fraud.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Green party leader Claudia Roth calls coalition agreement antisocial Berliner Morgenpost, 11/21/2005 Opposition kritisiertÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Wahlbetrug.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Vor allem hoehere Mehrwertsteuer stoesst auf Protest Opposition criticizes Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093electoral fraud.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Especially higher VAT fiercely criticized Frankfurter Rundschau, 11/14/2005 Opposition spricht von Wahlbetrug.",
        "Opposition stresses Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093electoral fraud.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Die Welt, 11/13/2005 Die dreissten Steuerluegen. Unapologetic tax lies.",
        "Berliner Morgenpost, 5/19/2006 Westerwelle geisselt Steuererhoehungen. Westerwelle criticizes tax hike.",
        "Sueddeutsche Zeitung, 5/15/2006 Warum luegen Politiker? Why do politician lie? Welt am Sonntag, 5/14/2006 IV Additional Results This section reports additional tests and robustness checks. Figure A.5 plots the average treatment effect of the VAT increase on the readiness to buy durables, like Figure 9, but it also matches German and foreign households based on income expectations for the following twelve months in addition to gender, age group, education group, income group, and social status. The results are virtually identical.",
        "Europe This figure plots the monthly policy uncertainty index of Baker, Bloom, and Davis (2016) over time. The sample period is January 2000 to December 2013 for a total of fourteen years. Figure A.5: Change in the Readiness to Spend on Durables for German vs. foreign households Ã\u0083Â¢Ã\u0082Ë\u0086Ã\u0082â\u0080\u00990.1 Ã\u0083Â¢Ã\u0082Ë\u0086Ã\u0082â\u0080\u00990.05 0 0.05 0.1 0.15 0.2 0.25 0.3 0.35 0.4 Average Treatment Effect 0 9 / 0 5 1 2 / 0 5 0 3 / 0 6 0 6 / 0 6 0 9 / 0 6 1 2 / 0 6 0 3 / 0 7 0 6 / 0 7 0 9 / 0 7",
        "Standard errors are clustered at the quarter level. The sample period is January 2000 to December 2013 for a total of fourteen years.",
        "Column (5) calculates the hypothetical total tax under the assumption that the VAT-to-GDP ratio for the years 2007 to 2013 equals the average VAT-to-GDP ratio for the years 2000 to 2006. Column (6) calculates the hypothetical total tax-to-GDP ratio using the total taxes from column (5)."
    ]
}