{
    "id": 22565,
    "cites": 22,
    "cited_by": 36,
    "reference": [
        "J.D. Angrist. The perils of peer effects. Labour Economics, 30:98Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c108, 2014. P. Bayer, R. Hjalmarsson, and D. Pozen. Building criminal capital behind bars: peer effects in juvenile corrections. The quarterly journal of economics, 124(1):105Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c147, 2009.",
        "J. Bound, D. Jaeger, and R. Baker. Problems with instrumental variables estimation when the correlation between the instruments and the endogenous explanatory variable is weak. Journal of the American Statistical Association, 90(430):443Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c450, 1995.",
        "Y. Bramouille, H. Djebbari, and B. Fortin. Identification of peer effects through social networks. Journal of Econometrics, 150(1):41Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c55, 2009.",
        "W. Brock and S. Durlauf. Handbook of Econometrics, pages 3299Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c3380. Amsterdam, 2001.",
        "G. De Giorgi, M. Pellizzari, and S. Redaelli. Identification of social interactions through partially overlapping peer groups. American Economic Journal: Applied Economics, 2 (2):241Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c275, 2010. de Melo. Peer effects identified through social networks. evidence from uruguayan schools.",
        "E. Duflo and E. Saez. Participation and investment decisions in a retirement plan: the influence of colleaguesÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0084¢ choices. Journal of Public Economics, 85(1):121Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c148, 2011.",
        "J. Fletcher. Peer influence on adolescent alcohol consumption: evidence using an instrumental variables/fixed effect approach. Journal of Population Economics, 25(4): 1265Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c1286, 2012.",
        "J.M. Fletcher and S.L. Ross. Estimating the effects of friendship networks on health behaviors of adolescents. Working Paper, National Bureau of Economic Research, MA, 2012.",
        "E.L. Glaeser, B.I. Sacerdote, and J.A. Scheinkman. The social multiplier. Journal of the European Economic Association, 1(2-3):345Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c353, 2003. URL http://post.economics. harvard.edu/hier/2002papers/2002list.html.",
        "J. Guryan, D. Kroft, and N. J. Notowidigdo. Peer effects in the workplace: evidence from random groupings in professional golf tournaments. American Economic Journal: Applied Economics, 44(3):289Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c302, 2009.",
        "T.J. Halliday and S. Kwak. What is a peer? the role of network definitions in estimation of endogenous peer effects. Applied Economics, 44(3):289Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c301, 2012.",
        "E.A. Hanushek, J.F. Kain, J.M. Markman, and S.G. Rivkin. Does peer ability affect student achievement? Journal of Applied Econometrics, 18:527Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c544, 2003.",
        "D. Krackhardt. Predicting with networks: Nonparametric multiple regression analysis of dyadic data. Social Networks, 10:359Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c381, 1988.",
        "C. Manski. Identification of endogenous social effects: the reflection problem. Review of Economic Studies, 60(3):531Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c542, 1993.",
        "C.F. Manski. Economic analysis of social interactions. Journal of Economic Perspectives, 14(3):115Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c136, 2000.",
        "R.A Moffitt. Social Dynamics, chapter Policy interventions, low level equilibria, and social interactions., pages 45Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c82. MIT Press, Cambridge, MA, 2001.",
        "K. Munshi. Social learning in a heterogeneous population: Technology diffusion in the indian green revolution. Journal of Development Economics, 73(1):185Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c215, 2004.",
        "S. W. Raudenbush and A. S. Bryk. Hierarchical Linear Models: Applications and Data Analysis Methods. Sage Publications, 2002. B. Sacerdote. Peer effects with random assignment: results for dartmouth roommates.",
        "M. Stevenson. Tests of random assignment to peers in the face of mechanical negative correlation: an evaluation of four techniques. Mimeo, 2015a. URL https://www.law.upenn.edu/cf/faculty/mstevens/workingpapers/Tests% 20for%20random%20assignment.pdf.",
        "M. Stevenson. Breaking bad: Mechanisms of social influence and the path to criminality in juvenile jails. Mimeo, 2015b. URL AvailableatSSRN:http://ssrn.com/abstract= 2627394orhttp://dx.doi.org/10.2139/ssrn.2627394. L.C. Wang. Peer effects in the classroom: Evidence from a natural experiment in malaysia.",
        "Mimeo, 2009. D. Zimmerman. Peer effects in academic outcomes: evidence from a natural experiment.",
        "The Review of Economics and Statistics, 85(1):9Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c23, 2003."
    ]
}