{
    "id": 22585,
    "cites": 6,
    "cited_by": 2,
    "reference": [
        "Barnes, M. S., Benus, J., Cooper J., Dugan, M.K., Kirsch M.P., Johnson, T. 2014. U.S. Department of Labor Jobs Corps Process Study Final Report. U.S. Department of Labor. [Available at: http://wdr.doleta.gov/research/keyword.cfm?fuseaction=dsp_resultDetails &pub_id=2538&mp=y].",
        "Becerra, R. M., Lew, V., Mitchell, M. N., Ono, H. 1998. Final report: California Work Pays Demonstration Project, report of the first forty-two months. School of Public Policy and Social Research, University of California-Los Angeles, Los Angeles.",
        "Mihaly, K., MaCaffrey D. F., Staiger D. O., Lockwood J. R. 2013. A composite estimator of effective teaching. Met Project. [Available at: http://www.metproject.org/ downloads/MET_Composite_Estimator_of_Effective_Teaching_Research_Pape r.pdf].",
        "Target Population Primary Intervention Secondary Intervention Experiment Title Start Date Cost (nominal $) Sample Size Treatment Funding Source Outcomes of Interest (1) Total family income not exceeding 150 percent of the poverty level Negative income tax New Jersey Income Maintenance Experiment 1968  $   7,800,000 725 - Treatment 632 - Control 1,357 - Total Eight combinations of income guarantees and tax rates on other income.",
        "OEO (1) Reduction in work effort and (2) Lifestyle changes (2) Rural, lowincome families Negative income tax Rural Income Maintenance Experiment 1970  $   6,100,000 269 - Treatment 318 - Controls 587 - Total Five negative income tax plans.",
        "The Ford Fdn., OEO Office of Economic Opportunity (1) Work behavior; (2) Health, school, and other effects on poor children; and (3) Savings and consumption behavior (3) Family earning less than $11,000 in 1971 dollars Negative income tax Vocational training Seattle-Denver Income Maintenance Experiment 1970  $77,500,000 1,801-Treatment 1 946-Treatment 2 1,012Treatment 3 1,041Control Two types of treatment: a negative income tax plan and a subsidy to vocational training."
    ]
}