{
    "id": 2258,
    "cites": 21,
    "cited_by": 2,
    "reference": [
        "Aschauer, David A. Fiscal Policy and Aggregate Demand, American Economic Review 75 (March 1985), 117-27.",
        "Barro, Robert J. Are Government Bonds Net Wealth? Journal of Political Economy 82 (November/December 1974), 1095-1117.",
        "Blanchard, Olivier J. Debt, Deficits and Finite Horizons, Journal of Political Economy 93 (April 1985), 223-47.",
        "Feldstein, Martin. Government Deficits and Aggregate Demand, Journal of Monetary Economics 9 (January 1982), 1-20.",
        "Fisher, Yaacov. Economic Indicators in the Israeli Economy, Bank of Israel Economic Quarterly 61 (July 1986), 75-103. (Hebrew).",
        "Frenkel, Jacob A. and Razin, Assaf. Fiscal Policies in the World Economy, Journal of Political Economy 94 (June 1986), 564-594.",
        "Frenkel, Jacob and Assaf Razin. Deficits with Distortionary Taxes: International Dimensions, paper prepared for the 4th Sapir Conference Tel-Aviv University, December, 1986.",
        "Hall, Robert E. Stochastic Implications of the Life~Cyc1e Permanent Income Hypothesis: Theory and Evidence, Journal of Political Economy 86 (December 1978), 971-88.",
        "Hansen, Lars P., and Singleton, Kenneth, J. Consumption, Risk Aversion and the Temporal Behavior of Asset Returns, Journal of Political Economy 91 (April 1983), 1269-86.",
        "Hayashi, F., Tests for Liquidity Constraints: A Critical Survey, Working Paper 1720, NEER, October, 1985.",
        "Helpman, Elhanan and Razin, Assaf. Exchange Rate Management: Intertemporal Tradeoffs, American Economic Review. (March 1987, forthcoming).",
        "Hubbard, R.C., and K.L.Judd, Liquidity Constraints, Fiscal Policy, and Consumption, Brookings Papers on Economic Activity, 1, 1986, 1-50.",
        "Kochin, Levis A. Are Future Taxes Anticipated by Consumers? Journal of Money, Credit and Banking 6 (August 1974), 385-94.",
        "Kormendi, Roger C. Government Debt, Government Spending and Private Sector Behavior, American Economic Review 73 (December 1983), 994-1010.",
        "Leiderman, Leonardo and Blejer, Mario. Modelling and Testing Ricardian Equivalence: A Survey. Working Paper, International Monetary Fund (October, 1986).",
        "Poterba, James M. and Summers, Lawrence H. Finite Lifetimes and the Crowding Out Effects of Budget Deficits. Discussion Paper No.1255 (August 1986), Harvard Institute of Economic Research.",
        "Reid, Bradford, C. Aggregate Consumption and Deficit Financing: An Attempt to Separate Permanent from Transitory Effects, Economic Inquiry (1985).",
        "Seater, John. Are Future Taxes Discounted? Journal of Money, Credit and Brn~1dng, 11 (May 1979), 214-18.",
        "Tanner, J.E. An Empirical Investigation of Tax Discounting, Journal of Money, Credit and Banking, 11 (May 1979), 214-18.",
        "Tobin, J. and W.Dolde, Wealth, Liquidity and Consumption, in Consumer Spending and Monetary Policy: The Linkages (Federal Reserve Bank of Boston, 1971), 99-146.",
        "Countries Perspective on Macroeconomic Management and Trade Policy in the Industrial World, Economic Policy 1 (September 1985)."
    ]
}