{
    "id": 22592,
    "cites": 56,
    "cited_by": 11,
    "reference": [
        "Abel, Andrew B, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Asset Prices under Habit Formation and Catching up with the Joneses,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d The American Economic Review, 1990, pp. 38Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c42.",
        "Aguiar, Mark and Manuel Amador, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Growth in the Shadow of Expropriation,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d The Quarterly Journal of Economics, 2011, 126, 651Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c697.",
        ", , Emmanuel Farhi, and Gita Gopinath, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Coordination and Crisis in Monetary Unions,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d NBER Working Paper wp20277, 2014.",
        "Alfaro, Laura and Fabio Kanczuk, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Nominal versus Indexed Debt: A Quantitative Horse Race,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Journal of International Money and Finance, 2010, 29 (8), 1706Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c1726.",
        "Ang, Andrew and Geert Bekaert, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093International Asset Allocation with Regime Shifts,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Review of Financial Studies, 2002, 15 (4), 1137Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c1187.",
        "Araujo, Aloisio, Marcia Leon, and Rafael Santos, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Welfare Analysis of Currency Regimes with Defaultable Debts,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Journal of International Economics, 2013, 89 (1), 143Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c153.",
        "Arellano, Cristina and Ananth Ramanarayanan, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Default and the Maturity Structure in Sovereign Bonds,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Journal of Political Economy, 2012, 120 (2), 187Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c232.",
        "Bacchetta, Philippe, Elena Perazzi, and Eric Van Wincoop, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Self-Fulfilling Debt Crises: Can Monetary Policy Really Help?,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d NBER Working Paper wp21158, 2015.",
        "Baele, Lieven, Geert Bekaert, and Koen Inghelbrecht, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093The Determinants of Stock and Bond Return Comovements,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Review of Financial Studies, 2010, pp. 2374Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c2428.",
        "Bansal, Ravi and Amir Yaron, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Risks for the Long Run: A Potential Resolution of Asset Pricing Puzzles,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Journal of Finance, 2004, 59 (4), 1481Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c1509.",
        "Barro, Robert J, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093On the Determination of the Public Debt,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d The Journal of Political Economy, 1979, pp. 940Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c971.",
        ", Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Optimal Management of Indexed and Nominal Debt,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d NBER Working Paper wp6197, 1997.",
        "Bohn, Henning, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093A Positive Theory of Foreign Currency Debt,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Journal of International Economics, 1990, 29 (3), 273Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c292.",
        ", Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Tax Smoothing with Financial Instruments,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d The American Economic Review, 1990, 80 (5), 1217Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c1230.",
        "Brandt, Michael W, John H Cochrane, and Pedro Santa-Clara, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093International Risk Sharing is Better Than You Think, or Exchange Rates Are Too Smooth,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Journal of Monetary Economics, 2006, 53, 671Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c698.",
        "Campbell, John Y, Adi Sunderam, and Luis M Viceira, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Inflation Bets or Deflation Hedges? The Changing Risks of Nominal Bonds,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Working Paper, Harvard University, 2014.",
        ", Andrew WenChuan Lo, Archie Craig MacKinlay et al., The Econometrics of Financial Markets, Vol. 2, Princeton University Press Princeton, NJ, 1997.",
        ", Carolin Pflueger, and Luis M Viceira, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Monetary Policy Drivers of Bond and Equity Risks,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Working Paper, Harvard University and University of British Columbia, 2015.",
        "Chernov, Mikhail, Lukas Schmid, and Andres Schneider, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093A Macrofinance View of US Sovereign CDS Premiums,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Working Paper, UCLA and Duke University, 2015.",
        "Cochrane, John H, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Long-Term Debt and Optimal Policy in the Fiscal Theory of the Price Level,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Econometrica, 2001, 69 (1), 69Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c116.",
        "Colacito, Riccardo and Mariano M. Croce, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Risks for the Long Run and the Real Exchange Rate,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Journal of Political Economy, 2011, 119 (1), 153Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c181.",
        "Corsetti, Giancarlo and Luca Dedola, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093The Mystery of the Printing Press: Self-Fulfilling Debt Crises and Monetary Sovereignty,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Working Paper, University of Cambridge and ECB, 2015.",
        "Corte, Pasquale Della, Steven Riddiough, and Lucio Sarno, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Currency Premia and Global Imbalances,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Review of Financial Studies, 2016, 29 (8), 2161Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c2193.",
        "Crowe, Christopher and Ellen E. Meade, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093The Evolution of Central Bank Governance around the World,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Journal of Economic Perspectives, 2007, 21 (4), 69Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c90.",
        "David, Alexander and Pietro Veronesi, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093What Ties Return Volatilities to Fundamentals and Price Valuations?,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Journal of Political Economy, 2013, 121, 682Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c746.",
        "David, Joel M, Espen Henriksen, and Ina Simonovska, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093The Risky Capital of Emerging Markets,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Working Paper, USC and UC Davis, 2016.",
        "Davig, Troy, Eric M Leeper, and Todd B Walker, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Inflation and the Fiscal Limit,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d European Economic Review, 2011, 55 (1), 31Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c47.",
        "Debortoli, Davide and Ricardo Nunes, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Fiscal Policy under Loose Commitment,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Journal of Economic Theory, 2010, 145 (3), 1005Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c1032.",
        "DÃ\u0083â\u0080\u009eÃ\u0082Â±Ã\u0083Å\u0092Ã\u0082Â\u0081az-GimeÃ\u0083Å\u0092Ã\u0082Â\u0081nez, Javier, Giorgia Giovannetti, Ramon Marimon, and Pedro Teles, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Nominal Debt as a Burden on Monetary Policy,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Review of Economic Dynamics, 2008, 11 (3), 493Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c514.",
        "Du, Wenxin and Jesse Schreger, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Sovereign Risk, Currency Risk, and Corporate Balance Sheets,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Working Paper, Federal Reserve Board and Harvard Business School, 2015.",
        "Eichengreen, Barry and Ricardo Hausmann, Other PeopleÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0084¢s Money: Debt Denomination and Financial Instability in Emerging Market Economies, The University of Chicago Press, Chicago and London, 2005.",
        "Engel, Charles and JungJae Park, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Debauchery and Original Sin: The Currency Composition of Sovereign Debt,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Working Paper, University of Wisconsin-Madison and National University of Singapore, 2016.",
        "Ermolov, Andrey, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Time-Varying Risk of Nominal Bonds: How Important are Macroeconomic Shocks?,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Working Paper, Columbia University, 2015.",
        "Harvey, Campbell R, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093The World Price of Covariance Risk,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Journal of Finance, 1991, 46, 111Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c157.",
        "Jeanne, Olivier, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Why Do Emerging Economies Borrow in Foreign Currency?,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d in Barry Eichengreen and Ricardo Hausmann, eds., Other PeopleÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0084¢s Money, University of Chicago Press, 2005, pp. 190Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c217.",
        "Jeanneret, Alexandre and Slim Souissi, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Sovereign Defaults by Currency Denomination,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Journal of International Money and Finance, 2016, 60, 197Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c222.",
        "Karolyi, G Andrew and ReneÃ\u0083Å\u0092Ã\u0082Â\u0081 M Stulz, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Are Financial Assets Priced Locally or Globally?,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d in Milton Harris Constantinides, George M and ReneÃ\u0083Å\u0092Ã\u0082Â\u0081 Stulz, eds., Handbook of the Economics of Finance, Elsevier, 2003.",
        "Kydland, Finn E and Edward C Prescott, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Rules Rather than Discretion: The Inconsistency of Optimal Plans,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d The Journal of Political Economy, 1977, pp. 473Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c491.",
        "Leeper, Eric M, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Equilibria under Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0084¢ActiveÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0084¢ and Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0084¢PassiveÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0084¢ Monetary and Fiscal Policies,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Journal of Monetary Economics, 1991, 27 (1), 129Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c147.",
        "LeRoy, Stephen F. and Richard D. Porter, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093The Present Value Relation: Tests Based on Implied Variance Bounds,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Econometrica, 1981, 49, 555Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c574.",
        "Lewis, Karen K, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Global Asset Pricing,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Annual Review of Financial Economics, 2011, 3, 435Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c 466.",
        ", Nikolai Roussanov, and Adrien Verdelhan, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Common Risk Factors in Currency Markets,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Review of Financial Studies, 2011, 24 (11), 3731Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c3777.",
        "Mehra, Rajnish and Edward C Prescott, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093The Equity Premium: A Puzzle,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Journal of Monetary Economics, 1985, 15 (2), 145Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c161.",
        "Niemann, Stefan, Paul Pichler, and Gerhard Sorger, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Public Debt, Discretionary Policy, and Inflation Persistence,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Journal of Economic Dynamics and Control, 2013, 37 (6), 1097Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c1109.",
        "Obstfeld, Maurice, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Dynamic Seigniorage Theory,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Macroeconomic Dynamics, 1997, 1 (03), 588Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c614.",
        "Pflueger, Carolin E and Luis M Viceira, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Return Predictability in the Treasury Market: Real Rates, Inflation, and Liquidity,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d in Pietro Veronesi, ed., Handbook in Fixed-Income Securities, Wiley, New Jersey, 2016.",
        "Poterba, James M and Julio J Rotemberg, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Inflation and Taxation with Optimizing Governments, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Journal of Money, Credit and Banking, 1990, 22 (1), 1Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c18.",
        "Reinhart, Carmen M and Kenneth S Rogoff, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093The Modern History of Exchange Rate Arrangements: A Reinterpretation*,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d The Quarterly Journal of Economics, 2004, 119 (1), 1Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c48.",
        "Rogoff, Kenneth, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093The Optimal Degree of Commitment to an Intermediate Monetary Target,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d The Quarterly Journal of Economics, 1985, pp. 1169Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c1189.",
        "Sargent, Thomas J and Neil Wallace, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Some Unpleasant Monetarist Arithmetic,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Federal Reserve Bank of Minneapolis Quarterly Review, 1981, (Fall).",
        "Shiller, Robert J., Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Do Stock Prices Move Too Much to be Justified by Subsequent Changes in Dividends?,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d American Economic Review, 1981, 71, 421Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c436.",
        "Siegel, Jeremy J, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Risk, Interest Rates and the Forward Exchange,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d The Quarterly Journal of Economics, 1972, pp. 303Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c309.",
        "Sims, Christopher A, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093A Simple Model for Study of the Determination of the Price Level and the Interaction of Monetary and Fiscal Policy,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Economic Theory, 1994, 4 (3), 381Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c399.",
        "Vegh, Carlos A and Guillermo Vuletin, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Overcoming the Fear of Free Falling: Monetary Policy Graduation in Emerging Markets,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d NBER Working Paper wp18175, 2012.",
        "Viceira, Luis M, Kevin Wang, and John Zhou, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Global Portfolio Diversification for LongHorizon Investors,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Working Paper, Harvard Business School, 2016.",
        "Woodford, Michael, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Price-Level Determinacy without Control of a Monetary Aggregate,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d in Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Carnegie-Rochester Conference Series on Public Policy,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Vol. 43 Elsevier 1995, pp. 1Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c46."
    ]
}