{
    "id": 22610,
    "cites": 49,
    "cited_by": 4,
    "reference": [
        "Amato, L., M. Davoli, C. A. Perucci, M. Ferri, F. Faggiano, and R. P. Mattick (2005): Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093An Overview of Systematic Reviews of the Effectiveness of Opiate Maintenance Therapies: Available Evidence to Inform Clinical Practice and Research,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Journal of Substance Abuse Treatment, 28(4), 321Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c329.",
        "Anderson, M. L. (2008): Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Multiple Inference and Gender Differences in the Effects of Early Intervention: A Revaluation of the Abecedarian, Perry Preschool, and Early Training Projects,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Journal of the American Statistical Association, 103(484), 1481Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c1495.",
        "Appel, P. W., A. A. Ellison, H. K. Jansky, and R. O. Oldak (2004): Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Barriers to Enrollment in Drug Abuse Treatment and Suggestions for Reducing Them: Opinions of Drug Injecting Street Outreach Clients and Other System Stakeholders,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d American Journal of Drug and Alcohol Abuse, 30(1), 129Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c153.",
        "Beronio, K., S. Glied, and R. Frank (2014): Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093How the Affordable Care Act and Mental Health Parity and Addiction Equity Act Greatly Expand Coverage of Behavioral Health Care,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Journal of Behavioral Health Services & Research, 41(4), 410Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c428.",
        "Buck, J. A. (2011): Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093The Looming Expansion and Transformation of Public Substance Abuse Treatment under the Affordable Care Act,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Health Affairs, 30(8), 1402Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c1410.",
        "Cameron, A. C., J. B. Gelbach, and D. L. Miller (2011): Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Robust Inference with Multi-Way Clustering,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Journal of Business and Economic Statistics, 29(2), 238Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c249.",
        "Center for Behavioral Health Statistics and Quality (CBHSQ) (2015): Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Behavioral Health Trends in the United States: Results from the 2014 National Survey on Drug Use and Health,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d HHS Publication No. SMA 15-4927, NSDUH Series H-50.",
        "Cohen, M. A., and A. R. Piquero (2009): Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093New Evidence on the Monetary Value of Saving a High-Risk Youth,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Journal of Quantitative Criminology, 25, 25Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c49.",
        "Cunningham, J. K., and L. Liu (2003): Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Impacts of Federal Ephedrine and Pseudoephedrine Regulations on Methamphetamine-related Hospital Admissions,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Addiction, 98(9), 1229Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c1237.",
        "Cunningham, S., and K. Finlay (2013): Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Parental Substance Use and Foster Care: Evidence from Two Methamphetamine Supply Shocks,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Economic Inquiry, 51(1), 764Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c782.",
        "Dave, D., and S. Mukerjee (2011): Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Mental Health Parity Legislation, Cost-Sharing and Substance Abuse Treatment Admissions,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Health Economics, 20(2), 161Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c183.",
        "DiNardo, J. (1993): Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Law Enforcement, the Price of Cocaine and Cocaine Use,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Mathematical and Computer Modelling, 17(2), 53Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c64.",
        "Dobkin, C., and N. Nicosia (2009): Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093The War on Drugs: Methamphetamine, Public Health, and Crime,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d The American Economic Review, 99(1), 324Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c349.",
        "Dobkin, C., N. Nicosia, and M. Weinberg (2014): Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Are Supply-Side Drug Control Efforts Effective? Evaluating OTC Regulations Targeting Methamphetamine Precursors,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Journal of Public Economics, 120, 48Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c61.",
        "Egli, N., M. Pina, P. S. Christensen, M. Aebi, and M. Killias (2009): Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Effects of Drug Substitution Programs on Offending Among Drug-Addicts,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Campbell Systematic Reviews.",
        "Evans, W. N., C. Garthwaite, and T. J. Morre (2012): Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093The White/Black Educational Gap, Stalled Progress, and the Long Term Consequences of the Emergence of Crack Cocaine Markets,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d NBER Working Paper #18437.",
        "French, M. T., I. Popovici, and L. Tapsell (2008): Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093The Economic Costs of Substance Abuse Treatment: Updated Estimates and Cost Bands for Program Assessment and Reimbursement,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Journal of substance abuse treatment, 35(4), 462Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c469.",
        "Friedmann, P. D., S. C. Lemon, M. D. Stein, and T. A. DÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0084¢Aunno (2003): Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Accessibility of Addiction Treatment: Results from a National Survey of Outpatient Substance Abuse Treatment Organizations,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Health Services Research, 38, 887Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c903.",
        "Fryer, R. G., P. S. Heaton, S. D. Levitt, and K. M. Murphy (2013): Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Measuring Crack Cocaine and its Impact,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Economic Inquiry, 51(3), 1651Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c1681.",
        "Goldstein, P. J. (1985): Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093The Drugs/Violence Nexus: A Tripartite Conceptual Framework,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Journal of Drug Issues, 39, 143Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c174.",
        "Hoaken, P. N. S., and S. H. Stewart (2003): Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Drugs of Abuse and the Elicitation of Human Aggressive Behavior,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Addictive Behaviors, 28(9), 1533Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c1554.",
        "Holloway, K. R., T. H. Bennett, and D. P. Farrington (2006): Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093The Effectiveness of Drug Treatment Programs in Reducing Criminal Behavior: A Meta-Analysis,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Psicothema, 18(3), 620Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c629.",
        "Horgan, C. M., and E. L. Merrick (2001): Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Financing of Substance Abuse Treatment Services, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d vol. 15 of Recent Developments in Alcoholism, chap. 10, pp. 229Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c252.",
        "Kniesner, T. J., W. K. Viscusi, and J. P. Ziliak (2010): Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Policy Relevant Heterogeneity in the Value of Statistical Life: New Evidence from Panel Data Quantile Regressions,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Journal of Risk and Uncertainty, 40(1), 15Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c31.",
        "Kuziemko, I., and S. D. Levitt (2004): Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093An Empirical Analysis of Imprisoning Drug Offenders,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Journal of Public Economics, 88(9), 2043Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c2066.",
        "Lavine, R. (1997): Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Psychopharmacological Treatment of Aggression and Violence in the Substance Using Population,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Journal of Psychoactive Drugs, 29(4), 320Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c329.",
        "Marcotte, D. M., and S. J. Markowitz (2011): Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093A Cure for Crime? Psycho-Pharmaceuticals and Crime Trends,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Journal of Policy Analysis and Management, 30(1), 29Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c56.",
        "Markowitz, S. (2001): Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093The Role of Alcohol and Drug Consumption in Determining Physical Violence and Weapon Carrying by Teenagers,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Eastern Economic Journal, 27(4), 409Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c432.",
        "Markowitz, S. (2005): Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Alcohol, Drugs, and Violent Crime,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d International Review of Law and Economics, 25(1), 20Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c44.",
        "Mattick, R. P., C. Breen, J. Kimber, and M. Davoli (2014): Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Buprenorphine Maintenance Versus Placebo or Methadone Maintenance for Opioid Dependence,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d The Cochrane Library.",
        "McCollister, K. E., M. T. French, and H. Fang (2010): Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093The Cost of Crime to Society: New Crime-Specific Estimates for Policy and Program Evaluation,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Drug Alcohol Dependence, 108(1Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c2), 98Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c109.",
        "Miron, J. A. (2003): Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093The Effect of Drug Prohibition on Drug Prices: Evidence from the Markets for Cocaine and Heroin,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Review of Economics and Statistics, 85(3), 522Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c530.",
        "Mitchell, O., D. B. Wilson, and D. L. MacKenzie (2012): Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093The Effectiveness of Incarceration-Based Drug Treatment on Criminal Behavior: A Systematic Review,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Campbell Systematic Reviews.",
        "National Center for Statistics and Analysis (NCSA) (2015): Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u00932014 Crash Data Key Findings,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Traffic Safety Facts CrashÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009cStats. Report No. DOT HS 812 219.",
        "Olmstead, T., W. D. White, and J. Sindelar (2004): Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093The Impact of Managed Care on Substance Abuse Treatment Services,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Health Services Research, 39(2), 319Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c344.",
        "Office of National Drug Control Policy (ONDCP) (2014): Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093National Drug Control Strategy 2014,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Washington D.C.: Office of National Drug Control Policy.",
        "Pollini, R. A., L. McCall, S. H. Mehta, D. Vlahov, and S. A. Strathdee (2006): Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Nonfatal Overdose and Subsequent Drug Treatment Among Injection Drug Users,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Drug and Alcohol Dependence, 83(2), 104Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c110.",
        "Prendergast, M. L., D. Podus, E. Chang, and D. Urada (2002): Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093The Effectiveness of Drug Abuse Treatment: A Meta-Analysis of Comparison Group Studies,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Drug and Alcohol Dependence, 67(1), 53Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c72.",
        "Quinet, K., and S. Nunn (2014): Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Establishing the VictimOffender Relationship of Initially Unsolved Homicides Partner, Family, Acquaintance, or Stranger?,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Homicide Studies, 18(3), 271Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c297.",
        "Riedel, M. (2008): Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Homicide Arrest Clearances: A Review of the Literature,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Sociology Compass, 2(4), 1145Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c1164.",
        "Rudd, R. A., N. Aleshire, J. E. Zibbell, and R. M. Gladden (2016): Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Increases in Drug and Opioid Overdose Deaths United States, 20002014,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Morbidity and Mortality Weekly Report, 64(50Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c51), 1378Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c1382.",
        "Substance Abuse and Mental Health Services Administration (SAMHSA) (2011): Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093The N-SSATS Report: Acceptance of Private Health Insurance in Substance Abuse Treatment Facilities (January 6, 2011),Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d .",
        "Substance Abuse and Mental Health Services Administration (SAMHSA) (2014): Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093National Survey of Substance Abuse Treatment Services (N-SSATS): 2013. Data on Substance Abuse Treatment Facilities,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d BHSIS Series S-73, HHS Publication No. (SMA) 14-4890. Rockville, MD.",
        "Stevens, A. H., D. L. Miller, M. E. Page, and M. Filipski (2015): Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093The Best of Times, the Worst of Times: Understanding Pro-Cyclical Mortality,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d American Economic Journals: Economic Policy, 7(4), 279Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c311.",
        "Swensen, I. D. (2015): Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Substance-Abuse Treatment and Mortality,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Journal of Public Economics, 122, 13Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c30.",
        "Viscusi, W. K., and J. E. Aldy (2003): Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093The Value of a Statistical Life: A Critical Review of Market Estimates Throughout the World,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Journal of risk and uncertainty, 27(1), 5Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c76.",
        "Wen, H., J. Hockenberry, and J. Cummings (2014): Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093The Effect of Substance Use Disorder Treatment Use on Crime: Evidence from Public Insurance Expansions and Health Insurance Parity Mandates,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d NBER Working Paper #20537.",
        "Wilson, D. B., O. Mitchell, and D. L. MacKenzie (2006): Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093A Systematic Review of Drug Court Effects on Recidivism,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Journal of Experimental Criminology, 2, 459Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c487.",
        "Yuan, Y., and J. P. Caulkins (1998): Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093The Effect of Variation in High-Level Domestic Drug Enforcement on Variation in Drug Prices,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Socio-Economic Planning Sciences, 32(4), 265Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c276."
    ]
}