{
    "id": 22618,
    "cites": 43,
    "cited_by": 15,
    "reference": [
        "Amador, M., J. Bianchi, L. Bocola, and F. Perri (2015). Reverse speculative attacks. mimeo University of Minnesota.",
        "Barro, R. J. and X. Sala-i Martin (1990). World real interest rates. In NBER Macroeconomics Annual 1990, Volume 5, pp. 15Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c74. MIT Press.",
        "Bernanke, B. (2005, March). The global saving glut and the u.s. current account deficit. Sandridge lecture, virginia association of economics, richmond, virginia, Federal Reserve Board.",
        "Brunnermeier, M. K., L. Garicano, P. R. Lane, M. Pagano, R. Reis, T. Santos, D. Thesmar, S. Van Nieuwerburgh, and D. Vayanos (2011). Esbies: A realistic reform of europeÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0084¢s financial architecture. The Future of Banking, 15.",
        "Caballero, R. J. and E. Farhi (2015, February). The Safety Trap. NBER Working Papers 19927.",
        "Caballero, R. J., E. Farhi, and P.-O. Gourinchas (2008, March). An equilibrium model of Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093global imbalancesÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d and low interest rates. American Economic Review 98(1), 358Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c93.",
        "Caballero, R. J., E. Farhi, and P.-O. Gourinchas (2015, October). Global Imbalances and Currency Wars at the ZLB. NBER Working Papers 21670, National Bureau of Economic Research, Inc.",
        "Caballero, R. J., E. Farhi, and P.-O. Gourinchas (2016, February). Safe Asset Scarcity and Aggregate Demand. NBER Working Papers 22044, National Bureau of Economic Research, Inc.",
        "Calvo, G. (2013). The liquidity approach and the price theory of money: Disentangling the mysteries of financial crises.",
        "Campbell, J. Y. and N. G. Mankiw (1989). Consumption, income and interest rates: Reinterpreting the time series evidence. In O. J. Blanchard and S. Fischer (Eds.), N.B.E.R. Macroeconomics Annual, pp. 185Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c215. Cambridge: MIT Press.",
        "Corsetti, G., L. FELD, R. Koijen, L. Reichlin, R. Reis, H. Rey, and B. W. di Mauro (2016). Reinforcing the eurozone and protecting an open society. Monitoring the Eurozone 2.",
        "Deutsche Bundesbank (2014, May). Discrepancy between changes in foreign assets and the cumulative financial account balance: unsuitable indicator of wealth losses. In Monthly Report.",
        "Eggertsson, G. B. and P. Krugman (2012). Debt, deleveraging, and the liquidity trap: A fisherminsky -koo approach. The Quarterly Journal of Economics 127(3), 1469Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c1513.",
        "Eggertsson, G. B., N. R. Mehrotra, S. Singh, and L. H. Summers (2015). Contagious malady? global dimensions of secular stagnation. Working paper, Brown University.",
        "Eichengreen, B. (2015, May). Secular Stagnation: The Long View. American Economic Review 105(5), 66Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c70.",
        "FitchRatings (2016, June 29). Brexit vote pushes negative-yielding debt to $11.7 trn. https: //www.fitchratings.com/site/pr/1008156.",
        "Gourinchas, P.-O. and H. Rey (2007b, August). International financial adjustment. Journal of Political Economy, 665Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c703.",
        "Gourinchas, P.-O. and H. Rey (2016, June). Global real rates: A long run approach. mimeo, UC Berkeley.",
        "Gourinchas, P.-O., H. Rey, and N. Govillot (2010). Exorbitant privilege and exorbitant duty. mimeo, UC Berkeley.",
        "Guerrieri, V. and G. Lorenzoni (2011, November). Credit crises, precautionary savings, and the liquidity trap. Working Paper 17583, National Bureau of Economic Research.",
        "Hale, G. and M. Obstfeld (2016). The euro and the geography of international debt flows. Journal of the European Economic Association 14(1), 115Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c144.",
        "Hamilton, J. D., E. S. Harris, J. Hatzius, and K. D. West (2015, August). The Equilibrium Real Funds Rate: Past, Present and Future. NBER Working Papers 21476, National Bureau of Economic Research, Inc.",
        "Hansen, A. H. (1939). Economic progress and declining population growth. The American Economic Review 29(1), pp. 1Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c15.",
        "He, Z., A. Krishnamurthy, and K. Milbradt (2015, June). A model of the reserve asset. Technical report, Stanford University, Graduate School of Business.",
        "JordaÃ\u0083Å\u0092Ã\u0082â\u0082¬, O., M. Schularick, and A. M. Taylor (2013). When credit bites back. Journal of Money, Credit and Banking 45(s2), 3Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c28.",
        "JordaÃ\u0083Å\u0092Ã\u0082â\u0082¬, O., M. Schularick, and A. M. Taylor (2016, April). Macrofinancial history and the new business cycle facts. forthcoming NBER Macroeconomics Annual 2016.",
        "Kindleberger, C. P. (2013). The world in depression, 1929-1939. 40th Anniversary edition. University of California Press.",
        "Laubach, T. and J. C. Williams (2003). Measuring the natural rate of interest. Review of Economics and Statistics 85(4), 1063Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c1070.",
        "Laubach, T. and J. C. Williams (2015). Measuring the natural rate of interest redux. Federal Reserve Bank of San Francisco.",
        "Lettau, M. and S. Ludvigson (2001). Consumption, aggregate wealth and expected stock returns. Journal of Finance 56(3), 815Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c49.",
        "Maggiori, M., E. Farhi, et al. (2016). A model of the international monetary system. mimeo Harvard University.",
        "Mendoza, E. G., V. Quadrini, and J.-V. RÃ\u0083â\u0080\u009eÃ\u0082Â±Ã\u0083Å\u0092Ã\u0082Â\u0081os-Rull (2009, 06). Financial integration, financial development, and global imbalances. Journal of Political Economy 117(3), 371Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c416.",
        "Mian, A., K. Rao, and A. Sufi (2013). Household Balance Sheets, Consumption, and the Economic Slump. The Quarterly Journal of Economics 128(4), 1687Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c1726.",
        "Miranda-Agrippino, S. and H. Rey (2015). World asset markets and the global financial cycle. Technical report, National Bureau of Economic Research.",
        "Obstfeld, M. (2011, November). International liquidity: The fiscal dimension. Bank of Japan Lecture, Monetary and Economic Studies.",
        "Pescatori, A. and J. Turunen (2015). Lower for longer: Neutral rates in the united states.",
        "Piketty, T. and G. Zucman (2014a). Capital is Back: Wealth-Income Ratios in Rich Countries 1700Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c2010. The Quarterly Journal of Economics 129(3), 1255Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c1310.",
        "Piketty, T. and G. Zucman (2014b, July). Wealth and Inheritance in the Long Run. CEPR Discussion Papers 10072, C.E.P.R. Discussion Papers.",
        "Reinhart, C. M. and K. S. Rogoff (2009). This time is different: Eight centuries of financial folly. Princeton, NJ: Princeton University Press.",
        "Schipper, U. (2015). Transaction and valuation effects on germanyÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0084¢s international investment position (iip)Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009cnew statistical approaches and iip trends. In IFC Satellite meeting at the ISI 60th WSC, Rio de Janeiro, July, Volume 24.",
        "Summers, L. H. (2015). Have we entered an age of secular stagnation? IMF Economic Review 63(1), 277Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c280.",
        "Triffin, R. (1960). Gold and the dollar crisis; the future of convertibility. New Haven: Yale University Press.",
        "Von WeizsaÃ\u0083Å\u0092Ã\u0082Ë\u0086cker, J. and J. Delpla (2010, May). The blue bond proposal. Policy brief, Brueghel."
    ]
}