{
    "id": 22621,
    "cites": 39,
    "cited_by": 8,
    "reference": [
        "Acemoglu, D., Johnson, S., Robinson, J. A., 2001. The colonial origins of comparative development: An empirical investigation. The American Economic Review 91 (5), 1369Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c1401.",
        "Amir-Ahmadi, P., Drautzburg, T., 2016. Identification through heterogeneity, Working Paper.",
        "Apostol, T. M., 1969. Calculus, 2nd Edition. Vol. II. John Wiley and Sons, New York.",
        "Arias, J. E., Rubio-RamÃ\u0083â\u0080\u009eÃ\u0082Â±Ã\u0083Å\u0092Ã\u0082Â\u0081rez, J. F., Waggoner, D. F., 2016. Inference based on SVARs identified with sign and zero restrictions: Theory and applications, Working Paper.",
        "Baumeister, C., Hamilton, J. D., September 2015. Sign restrictions, structural vector autoregressions, and useful prior information. Econometrica 83 (5), 1963Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c1999.",
        "Becker, S. O., Woessmann, L., 2009. Was Weber wrong? A human capital theory of Protestant economic history. Quarterly Journal of Economics 124 (2), 531Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c596.",
        "Berger, J., Berliner, L. M., 1986. Robust bayes and empirical bayes analysis with Ã\u0083Å½Ã\u0082Âµ-contaminated priors. The Annals of Statistics, 461Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c486.",
        "Black, D. A., Berger, M. C., Scott, F. A., 2000. Bounding parameter estimates with nonclassical measurement error. Journal of the American Statistical Association 95 (451), 739Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c748.",
        "Bollinger, C. R., 1996. Bounding mean regressions when a binary regressor is mismeasured. Journal of Econometrics 73, 387Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c399.",
        "Bollinger, C. R., van Hasselt, M., 2015. Bayesian moment-based inference in a regression models with misclassification error, Working Paper.",
        "Burde, D., Linden, L., 2013. Bringing education to Afghan girls: A randomized controlled trial of villagebased schools. American Economic Journal: Applied Economics 5 (3), 27Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c40.",
        "Chou, S.-Y., Grossman, M., Saffer, H., 2004. An economic analysis of adult obesity: results from the behavioral risk factor surveillance system. Journal of health economics 23 (3), 565Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c587.",
        "Chou, S.-Y., Grossman, M., Saffer, H., 2006. Reply to Jonathan Gruber and Michael Frakes. Journal of Health Economics 25 (2), 389Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c393.",
        "Conley, T. G., Hansen, C. B., Rossi, P. E., 2012. Plausibly exogenous. The Review of Economics and Statistics 94 (1), 260Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c272.",
        "Courtemanche, C., Tchernis, R., Ukert, B., 2016. The effect of smoking on obesity: Evidence from a randomized trial, Working Paper.",
        "Dale, S. B., Krueger, A. B., 2002. Estimating the payoff to attending a more selective college: An application of selection on observables and unobservables. Quarterly Journal of Economics, 1491Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c1527.",
        "DiTraglia, F., Garcia-Jimeno, C., 2016. On mis-measured binary regressors: New results and some comments on the literature, Working Paper.",
        "Frazis, H., Lowenstein, M. A., 2003. Estimating linear regressions with mismeasured, possibly endogenous, binary explanatory variables. Journal of Econometrics 117 (1), 151Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c178.",
        "Gruber, J., Frakes, M., 2006. Does falling smoking lead to rising obesity? Journal of health economics 25 (2), 183Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c197.",
        "Gustafson, P., May 2005. On model expansion, model contraction, identifiability and prior information: Two illustrative examples involving mismeasured variables. Statistical Science 20 (2), 111Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c140.",
        "Gustafson, P., 2015. Bayesian Inference for Partially Identified Models: Exploring the Limits of Limited Data. No. 141 in Monographs on Statistics and Applied Probability. CRC Press, Boca Raton.",
        "Hahn, P. R., Murray, J. S., Manolopoulou, I., 2016. A Bayesian partial identification approach to inferring the prevalence of accounting misconduct. Journal of the American Statistical Association 111 (513).",
        "Hu, Y., 2008. Identification and estimation of nonlinear models with misclassification error using instrumental variables: A general solution. Journal of Econometrics 144 (1), 27Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c61.",
        "Huber, M., Mellace, G., 2015. Testing instrument validity for late identification based on inequality moment constraints. Review of Economics and Statistics 97 (2), 398Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c411.",
        "Kahneman, D., Tversky, A., 1974. Judgement under uncertainty: Heuristics and biases. Science 185 (4157), 1124Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c1131.",
        "Kane, T., Rouse, C. E., Staiger, D., July 1999. Estimating the returns to schooling when schooling is misreported, NBER Working Paper # 7235.",
        "Kitagawa, T., July 2012. Estimation and inference for set-identified parameters using posterior lower probability, Working Paper.",
        "URL http://www.homepages.ucl.ac.uk/~uctptk0/Research/LowerUpper.pdf Kitagawa, T., 2015. A test for instrument validity. Econometrica 83 (5), 2043Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c2063.",
        "Kline, B., Tamer, E., July 2016. Bayesian inference in a class of partially identified models. Quantitative Economics 7 (2).",
        "Lewbel, A., March 2007. Estimation of average treatment effects with misclassification. Econometrica 75 (2), 537Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c551.",
        "Mahajan, A., 2006. Identification and estimation of regression models with misclassification. Econometrica 74 (3), 631Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c665.",
        "Melfi, G., Schoier, G., 2004. Simulation of random distributions on surfaces. Societa Italiana di Statistica, 173Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c176.",
        "Moon, H. R., Schorfheide, F., 2009. Estimation with overidentifying inequality moment conditions. Journal of Econometrics 153, 136Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c154.",
        "Moon, H. R., Schorfheide, F., 2012. Bayesian and frequentist inference in partially identified models. Econometrica 80 (2), 755Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c782.",
        "Nevo, A., Rosen, A. M., 2012. Identification with imperfect instruments. The Review of Economics and Statistics 94 (3), 659Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c671.",
        "Ohara, P., Grill, J., Rigdon, M., Connett, J., Lauger, G., Johnston, J., 1993. Design and results of the initial intervention program for the lung health study. Preventive medicine 22 (3), 304Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c315.",
        "Oster, E., January 2016. Unobservable selection and coefficient stability: Theory and evidence, Working Paper. URL https://www.brown.edu/research/projects/oster/sites/brown.edu.research.projects.",
        "oster/files/uploads/Unobservable_Selection_and_Coefficient_Stability_0.pdf Poirier, D. J., 1998. Revising beliefs in nonidentified models. Econometric Theory 14, 483Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c509.",
        "Richardson, T. S., Evans, R. J., Robins, J. A., 2011. Transparent parameterizations of models for potential outcomes. In: Bayesian Statistics. Vol. 9. pp. 569Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c610."
    ]
}