{
    "id": 2263,
    "cites": 27,
    "cited_by": 0,
    "reference": [
        "Abbott, Michael. Specification Tests of Quarterly Econometric Models of Aggregate Strike Frequency in Canada. In R, Ehrenberg, ed. Research in Labor Economics 6 (1984): 177-250.",
        "Ashenfelter, Orley and George Johnson. Bargaining Theory, Trade Unions and Industrial Strike Activity. American Economic Review 59 (March 1969): 35-49.",
        "Bureau of National Affairs. Collective Bargaining and Negotiations Contract Clause Finder, Washington, D.C.: The Bureau of National Affairs, 1986.",
        "Card, David. Longitudinal Analysis of Strike Activity. Working Paper Number 213. Princeton, NJ: Industrial Relations Section, Princeton University, August 1986.",
        "Number 221, Princeton, NJ: Industrial Relations Section, Princeton University, May 1987.",
        "Training Programs on Movements In and Out of Employment. Working Paper Number 2173. Cambridge, MA: The National Bureau of Economic Research, February 1987.",
        "Chamberlain, Gary. Analysis of Covariance with Qualitative Data. Review of Economic Studies 47 (January 1980): 225-238.",
        "Grams, Cynthia. The Determinants of Strike Incidence and Severity. Industrial and Labor Relations Review 39 (April 1986): 361-76.",
        "Guunderson, Morley, John Kervin and Frank Reid. Logit Estimates of Strike Incidence from Canadian Contract Data. Journal of Labor Economics 4 (April 1986): 257-76.",
        "Harrison, Alan and Mark Stewart. Conditional Strike-Settlement Probabilities and the Cost of a Strike. Unpublished manuscript. Hamilton, Ontario: McMaster University, May 1986.",
        "Heckman, James. The Incidental Parameters Problem and the Problem of Initial Conditions in Estimating a Discrete-Time-Discrete Data Stochastic Process. In C. Manski and D. McFadden, eds. Structural Analysis of Discrete Data. Cambridge, MA: MIT Press, 1981.",
        "Kennan, John. Pareto Optimality and the Economics of Strike Duration. Journal of Labor Research 1 (Spring 1980): 77-94.",
        "Richard Layard, eds., Handbook of Labor Economics., Amsterdam: North Holland, 1986.",
        "Mauro, Martin. Strikes as a Result of Imperfect Information. Industrial and Labor Relations Review 35 (July 1982): 522-538.",
        "McConnell, Sheena. Cyclical Fluctuations in Strike Activity. Unpublished manuscript. Princeton, NJ: Industrial Relations Section, Princeton University, October 1986.",
        "Moore, David. Generalized Inverses, Walds Method and the Construction of Chi-Squared Tests of Fit. Journal of the American Statistical Society 72 (March 1977): 131-137.",
        "Moore, Henry L. Laws of Wages. New York: Macmillan, 1911.",
        "Pencavel, John. An Investigation into Industrial Strike Activity in Britain. Economica 37 (August 1970): 239-56.",
        "Reder, Melvin and George Neumann. Conflict and Contract: The Case of Strikes. Journal of Political Economy 88 (October 1980): 867-886.",
        "Schnell, John and Cynthia Gramm. Learning by Striking: Estimate of the Teatotaler Effect. Journal of Labor Economics 5 (April 1987): 221-241.",
        "Siebert, W. Stanley and John Addison. Are Strikes Accidental? Economic Journal 91 (June 1981): 389-404.",
        "Tracy, Joseph. An Investigation into the Determinants of U.S. Strike Activity. American Economic Review 76 (June 1986): 423-36.",
        "Strikes. Journal of Labor Economics 5 (April 1987): 149-173.",
        "Vroman, Wayne. Union Contracts and Money Wage changes in U.S. Manufacturing Industries. Quarterly Journal of Economics (November 1982): 571-94.",
        "Vroman, Susan. Strike Activity and Unexpected Inflation. Unpublished manuscript. Washington, D.C.: Georgetown University, June 1986.",
        "White, Halbert. A Heteroskedasticity-Consistent Covariance Matrix Estimator and a Direct Test for Heteroskedasticity. Econometrica 48 (May 1980): 817-38.",
        "Yoder, Dale. Seasonality in Strikes. Journal of the American Statistical Association 23 (December 1938): 687-693."
    ]
}