{
    "id": 22636,
    "cites": 46,
    "cited_by": 22,
    "reference": [
        "Aichele, Rahel and Gabriel Felbermayr, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Kyoto and the Carbon Footprint of Nations,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d J. Environ. Econ. Manag., 2012, 63, 336Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c354.",
        "Antweiler, Werner, Brian R Copeland, and M Scott Taylor, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Is Free Trade Good for the Environment?,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Am. Econ. Rev., 2001, 91, 877Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c908.",
        "Autor, David H., David Dorn, and Gordon H. Hanson, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093The China Syndrome: Local Labor Market Effects of Import Competition in the United States,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Am. Econ. Rev., 2013, 6, 2121Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c2168.",
        "Barrows, Geoffrey and HeÃ\u0083Å\u0092Ã\u0082Â\u0081leÃ\u0083Å\u0092Ã\u0082â\u0082¬ne Ollivier, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Emission Intensity and Firm Dynamics: Reallocation, Product Mix and Technology in India,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Working Paper 245, Grantham Research Institute on Climate Change and the Environment 2016.",
        "Batrakova, Svetlana and Ronald B. Davies, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Is There an Environmental Benefit to Being an Exporter? Evidence from Firm Level Data,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Rev. World. Econ., 2012, 148 (3), 449Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c474.",
        "Bomarbardini, Matilde and Bingjing Li, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Trade, Pollution and Mortality in China,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d 2016. Unpublished manuscript.",
        "Brander, James A. and M Scott Taylor, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Open Access Renewable Resources: Trade and Trade Policy in a Two-Country Model,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d J. Int. Econ., 1998, 44, 181Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c209.",
        "Broner, Fernando, Paula Bustos, and Vasco Carvalho, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Sources of Comparative Advantage in Polluting Industries,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d 2015. Unpublished manuscript.",
        "Brunel, Claire, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Pollution Offshoring and Emissions Reductions in EU and US Manufacturing, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Environ. Resour. Econ., 2016.",
        "Brunnermeier, Smita B. and Arik Levinson, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Examining the evidence on environmental regulations and industry location,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d J. Environ. Dev., 2004, 13, 6Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c41.",
        "Bustos, Paula, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Trade Liberalization, Exports, and Technology Upgrading: Evidence on the Impact of MERCOSUR on Argentinian Firms,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Am. Econ. Rev., 2011, 101, 304Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c340.",
        "Cao, Jing, Larry D. Qiu, and Mohan Zhou, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Who Invest More in Advanced Abatement Technology: Theory and Evidence,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Can. J. Econ., 2016, 49.",
        "Cherniwchan, Jevan, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Trade Liberalization and the Environment: Evidence from NAFTA and U.S. Manufacturing,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d 2016. Unpublished manuscript.",
        ", Brian R Copeland, and M Scott Taylor, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Environmental Regulations and International Competitiveness: A Review of Recent Evidence,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d 2013. Unpublished manuscript.",
        "Chichilnisky, Gracelia, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Global Environment and North-South Trade,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Am. Econ. Rev., 1994, 84, 851Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c874.",
        "Chintrakarn, Pandej and Daniel L. Millimet, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093The Environmental Consequences of Trade: Evidence from Subnational Trade Flows,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d J. Environ. Econ. Manag., 2006, 52, 430Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c453. Cole, Matthew A. and Robert J.R. Elliott, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Determining the Trade-Environment Composition Effect: the Role of Capital, Labor, and Environmental Regulations,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d J.",
        "Copeland, Brian R, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Trade and the Environment,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d in D Bernhofen, R Falvey, D Greenaway, and U Kreickemeier, eds., Palgrave Handbook of International Trade, UK: Palgrave Macmillan, 2011, pp. 423Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c496.",
        "Cui, Jingbo, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Induced Clean Technology Adoption and International Trade with Heterogeneous Firms,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d 2014. Unpublished manuscript.",
        ", Harvey Lapan, and GianCarlo Moschini, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Are Exporters More Environmentally Friendly than Non-Exporters? Theory and Evidence,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Working Paper 12022, Department of Economics, Iowa State University 2012.",
        "Davis, Lucas W and Matt E Kahn, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093International Trade in Used Vehicles: The Environmental Consequences of NAFTA,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Am. Econ. J. Econ. Policy, 2010, 2, 58Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c82.",
        "Dean, Judith M. and Mary E. Lovely, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Trade Growth, Product Fragmentation, and ChinaÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0084¢s Environment,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d in Robert C. Feenstra and Shang-Jin Wei, eds., ChinaÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0084¢s Growing Role in World Trade, Chicago, IL: University of Chicago Press, 2010, chapter 11, pp. 429Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c 469.",
        "Forslid, Rikard, Toshihiro Okubo, and Karen Helene Ulltveit-Moe, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Why are Firms the Export Cleaner? International Trade, Abatment, and Environmental Emissions,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d 2015. Unpublished manuscript.",
        "Foster, Lucia, John Haltiwanger, and Chad Syverson, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Reallocation, Firm Turnover, and Efficiency: Selection on Productivity or Profitability?,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Am. Econ. Rev., 2008, 98, 394Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c425.",
        "Frankel, Jeffrey A. and Andrew K. Rose, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Is Trade Good or Bad for the Environment? Sorting Out the Causality,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Rev. Econ. Stat., 2005, 87, 85Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c91.",
        "Gillingham, Kenneth, David Rapson, and Gernot Wagner, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093The Rebound Effect and Energy Efficiency Policy,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Rev. Environ. Econ. Policy, 2016, 10, 68Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c88.",
        "Girma, Sourafel, Aoife Hanley, and Felix Tintelnot, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Exporting and the Environment: A New Look with Microdata,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Working Paper 1423, Kiel Institute for the World Economy 2008.",
        "Grether, Jean-Marie, Nicole A Mathys, and Jaime de Melo, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Scale, Technique and Composition Effects in Manufacturing SO2 Emissions,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Environ. Resour. Econ., 2009, 43, 257Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c274.",
        "Hanna, Rema, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093US Environmental Regulation and FDI: Evidence from a Panel of USBased Multinational Firms,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Am. Econ. J. Econ. Policy, 2010, 2, 158Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c189.",
        "Holladay, J. Scott, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Exporters and the Environment,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Can. J. Econ., 2016.",
        "Jaffe, Adam B., Steven R. Peterson, Paul R. Portney, and Robert N. Stavins, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Environmental Regulation and the Competitiveness of U.S. Manufacturing: What Does the Evidence Tell Us?,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d J. Econ. Lit., 1995, 33, 132Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c163.",
        "Kellenberg, Derek, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093An Empirical Investigation of the Pollution Haven Effect with Strategic Environment and Trade Policy,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d J. Int. Econ., 2009, 78, 242Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c255.",
        "Konishi, Yoshifumi and Nori Tarui, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Emissions Trading, Firm Heterogeneity, and IntraIndustry Reallocations in the Long Run,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d J. Assoc. Environ. Resour. Econ., 2015, 2, 1Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c42.",
        "Kreickemeier, Udo and Philipp Richter, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Trade and the Environment: The Role of Firm Heterogeneity,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Rev. Int. Econ., 2014, 22, 209Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c225.",
        "Levinsohn, James and Amil Petrin, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Estimating Production Functions Using Inputs to Control for Unobservables,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Rev. Econ. Stud., 2003, 70, 317Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c341.",
        "Levinson, Arik, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Technology, International Trade and Pollution From US Manufacturing,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Am. Econ. Rev., 2009, 99, 2177Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c2192. , Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Offshoring Pollution: Is the US Increasingly Importing Polluting Goods?,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Rev. Environ.",
        ", Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093A Direct Estimate of the Technique Effect: Changes in the Pollution Intensity of US Manufacturing 1990-2008,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d J. Assoc. Environ. Resour. Econ., 2015, 2, 43Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c56.",
        "Lileeva, Alla and Daniel Trefler, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Improved Access to Foreign Markets Raises Plant-level Productivity... For Some Plants.,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Q. J. Econ., 2010, 125, 1051Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c1099.",
        "Managi, Shunsuke, Akira Hibiki, and Tetsuya Tsurumi, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Does Trade Openness Improve Environmental Quality?,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d J. Environ. Econ. Manag., 2009, 58, 346Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c363.",
        "Martin, Leslie A, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Energy Efficiency Gains from Trade: Greenhouse Gas Emissions and IndiaÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0084¢s Manufacturing Sector,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d 2012. Unpublished manuscript.",
        "McAusland, Carol, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Trade, Politics, and the Environment: Tailpipe vs. Smokestack,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d J. Environ. Econ. Manag., 2008, 55, 52Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c71.",
        "Melitz, Marc, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093The Impact of Trade on Aggregate Industry Productivity and IntraIndustry Reallocations,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Econometrica, 2003, 71, 1695Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c1725.",
        "Ravetti, Chiara and Richard E Baldwin, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Emissions, Exporters and Heterogeneity: Asymmetric Trade Policy and FirmsÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0084¢ Selection,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Working Paper CTEI-2014-2, CTEI 2014.",
        "Romalis, John, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Factor Proportions and the Structure of Commodity Trade,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Am. Econ. Rev., 2004, 94, 67Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c97. Shapiro, Joeseph S., Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Trade Costs, CO2 and the Environment,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Am. Econ. J. Econ.",
        "Taylor, M Scott, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Unbundling the Pollution Haven Hypothesis,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Adv. Econ. Anal. Policy, 2005, 3.",
        "Yeaple, Stephen R, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Firm Heterogeneity, Central Locations, and the Structure of Foreign Direct Investment,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d in Elhanan Helpman, Dalia Marin, and Thierry Verdier, eds., The Organization of Firms in a Global Economy, Cambridge, MA: Harvard University Press, 2008, chapter 7, pp. 200Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c230.",
        "Yokoo, Hidefumi, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Heterogeneous firms, Porter hypothesis and trade.,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d 2009. Unpublished manuscript."
    ]
}