{
    "id": 22647,
    "cites": 33,
    "cited_by": 20,
    "reference": [
        "Acemoglu, D. and J. Linn (2004). Market size in innovation: Theory and evidence from the pharmaceutical industry. Quarterly Journal of Economics 119(3), 1049Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c1090.",
        "Aghion, P., N. Bloom, R. Blundell, R. Griffith, and P. Howitt (2005). Competition and innovation: An inverted u relationship. Quarterly Journal of Economics 102(2), 701Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c728.",
        "Aghion, P., A. DechezleprÃ\u0083Æ\u0092Ã\u0082Âªtre, D. Hemous, R. Martin, and J. van Reenen (2014). Carbon taxes, path dependency and directed technical change: Evidence from the auto industry. Journal of Political Economy forthcoming.",
        "Aghion, P., C. Harris, and J. Vickers (1997). Competition and growth with step-by-step innovation: An example. European Economic Review 41(3Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c5), 771 Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c 782.",
        "Aghion, P. and P. Howitt (1992). A model of growth through creative destruction. Econometrica 60(2), pp. 323Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c351.",
        "Altomonte, C. and T. Aquilante (2012). The eu-efige/bruegel-unicredit dataset. Technical report, Bruegel working paper.",
        "Amiti, M. and J. Konings (2007). Trade liberalization, intermediate inputs, and productivity: Evidence from Indonesia. American Economic Review 97(5), 1611Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c1638.",
        "Bertrand, M., E. Duflo, and S. Mullainathan (2004). How much should we trust differencesin -differences estimates? Quarterly Journal of Economics 119(1), 249Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c275.",
        "Bloom, N., M. Draca, and J. Van Reenen (2016). Trade induced technical change? the impact of chinese imports on innovation, it and productivity. Review of Economic Studies 83(1), 87Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c117.",
        "Boler, E. A., A. Moxnes, and K. H. Ulltveit-Moe (2015). R&d, international sourcing and the joint impact on firm performance. American Economic Review 105(12), 366Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c3703.",
        "Bustos, P. (2011). Trade liberalization, exports and technology upgrading: Evidence on the impact of mercosur on argentinean firms. American Economic Review 101(1), 304Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c340.",
        "Calel, R. and A. DechezleprÃ\u0083Æ\u0092Ã\u0082Âªtre (2014). Environmental policy and directed technological change: Evidence from the european carbon market. Review of Economics and statistics forthcoming.",
        "Dekle, R., J. Eaton, and S. Kortum (2008). Global rebalancing with gravity: Measuring the burden of adjustment. Working Paper 13846, National Bureau of Economic Research.",
        "Dernis, H. and M. Khan (2004). Triadic patent families methodology. OECD Science, Technology and Industry Working Papers 2004/2, OECD, Directorate for Science, Technology and Industry.",
        "Eaton, J., S. S. Kortum, and F. Kramarz (2011, September). An anatomy of international trade: Evidence from French firms. Econometrica 79(5), 1453Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c1498.",
        "Estevadeordal, A. and A. M. Taylor (2013). Is the washington consensus dead? growth, openness, and the great liberalization, 1970sÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c2000s. Review of Economics and Statistics 95(5), 1669Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c1690.",
        "Goldberg, P. K., A. K. Khandelwal, N. Pavcnik, and P. Topalova (2010). Imported intermediate inputs and domestic product growth: Evidence from India. The Quarterly Journal of Economics 125(4), 1727Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c1767.",
        "Gopinath, G. and B. Neiman (2013). Trade adjustment and productivity in large crises. American Economic Review (3).",
        "Griliches, Z. (1990). Patent statistics as economic indicators: a survey. Journal of Economic Literature 28(4), 1661Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c1707.",
        "Halpern, L., M. Koren, and A. Szeidl (2015). Imported inputs and productivity. American Economic Review 105(12), pp. 366Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c3703.",
        "Harhoff, D., F. Narin, F. M. Scherer, and K. Vopel (1999). Citation frequency and the value of patented inventions. The Review of Economics and Statistics 81(3), 511Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c515.",
        "Head, K. and T. Mayer (2013). Handbook of International Economics, Volume 4, Chapter Gravity Equations: Toolkit, Cookbook, Workhorse. Elsevier.",
        "Head, K., T. Mayer, and J. Ries (2010). The erosion of colonial trade linkages after independence. Journal of International Economics 81(1), 1Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c14.",
        "Khandelwal, A. K. and P. Topalova (2011). Trade liberalization and firm productivity: The case of India. Review of Economics and Statistics 93(3), 995Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c1009.",
        "Lerner, J. (1994). th importance of patent scope: An empirical analysis. RAND Journal of Economics 25, 319Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c333.",
        "Lileeva, A. and D. Trefler (2010). Improved access to foreign markets raises plant-level productivity ... for some plants. The Quarterly Journal of Economics 125(3), 1051Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c1099.",
        "Magerman, T., B. Van Looy, and X. Song (2006). Data production methods for harmonized patent statistics: Patentee name harmonization. Eurostat Working Paper and Studies, Luxembourg.",
        "Martinez, C. (2010). Insight into different types of patent families. OECD Science, Technology and Industry Working Papers 2010/2, OECD, Directorate for Science, Technology and Industry.",
        "Moxnes, A. (2010). Are sunk costs in exporting country specific? Canadian Journal of Economics/Revue canadienne dÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0084¢economique 43(2), 467Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c493.",
        "Nagaoka, S., K. Motohashi, and A. Goto (2010). Patent statistics as an innovation indicator.",
        "OECD (2009). Patent Statistics Manual. OECD Publishing, Paris.",
        "Peeters, B., X. Song, J. Callaert, J. Grouwels, and B. Van Looy (2009). Harmonizing harmonized patentee names: an exploratory assessment of top patentees. EUROSTAT working paper and Studies, Luxembourg.",
        "Teshima, K. (2009). Import competition and innovation at the plant level: Evidence from mexico."
    ]
}