{
    "id": 22657,
    "cites": 18,
    "cited_by": 3,
    "reference": [
        "Acemoglu, Daron, and Pascual Restrepo. 2016. The race between machine and man: Implications of technology for growth, factor shares and employment. NBER Working Paper 22252. Cambridge, MA: National Bureau of Economic Research.",
        "Bartel, Ann P., and Frank R. Lichtenberg. 1987. The comparative advantage of educated workers in implementing new technology. Review of Economics and Statistics 69, no. 1: 1-11.",
        "Blau, Francine D., and Lawrence M. Kahn. 2005. Do cognitve test scores explain higher US wage inequality? Review of Economics and Statistics 87, no. 1: 184-193.",
        "Feenstra, Robert C., Robert Inklaar, and Marcel P. Timmer. 2015. The next generation of the Penn World Table. American Economic Review 105, no. 10: 3150-3182.",
        "Foster, Andrew D., and Mark R. Rosenzweig. 1996. Technical change and human-capital returns and investments: Evidence from the green revolution. American Economic Review 86, no. 4: 931-953.",
        "Goldin, Claudia, and Lawrence F. Katz. 2008. The race between education and technology. Cambridge, MA: Harvard University Press.",
        "Haider, Steven, and Gary Solon. 2006. Life-cycle variation in the association between current and lifetime earnings. American Economic Review 96, no. 4: 1308-1320.",
        "Hanushek, Eric A., Guido Schwerdt, Simon Wiederhold, and Ludger Woessmann. 2015. Returns to skills around the world: Evidence from PIAAC. European Economic Review 73: 103-130.",
        "Hanushek, Eric A., and Ludger Woessmann. 2011. The economics of international differences in educational achievement. In Handbook of the Economics of Education, Vol. 3, edited by Eric A. Hanushek, Stephen Machin, and Ludger Woessmann. Amsterdam: North Holland: 89-200.",
        "Hanushek, Eric A., and Ludger Woessmann. 2015. The knowledge capital of nations: Education and the economics of growth. Cambridge, MA: MIT Press.",
        "Katz, Lawrence F., and Kevin M. Murphy. 1992. Changes in relative wages, 1963-1987: Supply and demand factors. Quarterly Journal of Economics 107, no. 1: 35-78.",
        "MÃ\u0083Â¼nich, Daniel, Jan Svejnar, and Katherine Terrell. 2005. Returns to human capital under the communist wage grid and during the transition to a market economy. Review of Economics and Statistics 87, no. 1: 100-123.",
        "Nelson, Richard R., and Edmund Phelps. 1966. Investment in humans, technology diffusion and economic growth. American Economic Review 56, no. 2: 69-75.",
        "Nickell, Stephen. 2004. Poverty and worklessness in Britain. Economic Journal 114, no. 494: C1-C25.",
        "OECD. 2013. OECD skills outlook 2013: First results from the survey of adult skills. Paris: Organisation for Economic Co-operation and Development.",
        "OECD. 2016. Skills matter: Further results from the survey of adult skills. Paris: Organisation for Economic Co-operation and Development.",
        "Schultz, Theodore W. 1975. The value of the ability to deal with disequilibria. Journal of Economic Literature 13, no. 3: 827-846.",
        "Welch, Finis. 1970. Education in production. Journal of Political Economy 78, no. 1: 35-59."
    ]
}