{
    "id": 2265,
    "cites": 26,
    "cited_by": 62,
    "reference": [
        "Ando, Albert and Modigliani, Franco. The Life-Cycle Hypothesis of Saving; Aggregate Implications and Tests. American Economic Review, v. 53, PP. 55-84, 1963.",
        "Altonji, Joseph, and Aloysius Siow, Testing the Response of Consumption to Income Changes with (Noisy) Panel Data Quarterly Journal of Economics, Vol. 102 (1987):293-328.",
        "Consumption Journal of Monetary Economics. Vol. 15 (January 1985) :41-68.",
        "Boskin, Michael J. Taxation, Saving, and the Rate of Interest Journal of Political Economy. Vol. 86. No. 2. (l978):S3~S27. Breeden, Douglas T. Changing Consumption and Investment Opportunities and the Valuation of Securities. Ph.D. Dissertation. Stanford Graduate School of Business. December 1977.",
        "Stochastic Consumption and Investment Opportunities. Journal of Financial Economics. Vol. 7 (1979):265-296.",
        "A Synthesis. Unpublished Paper. February 1983.",
        "Browning, Martin, Eating, Drinking, Smoking, and Testing the Life-cycle Hypothesis, Quarterly Journal of Economics, Vol. 102, 329-345 (1987).",
        "Cuddington, John T. and Hurd, Michael D. Valid Statistical Tests of the Permanent Income - Rational Expectations Hypothesis. Unpublished paper. December 1981.",
        "Daly, Vince and Hadjimatheou, George. Stochastic Implications of the Life Cycle-Permanent Income Hypothesis: Evidence for the U.K. Economy. Journal of Political Economy. Vol. 89. No. 3. (June 1981):596-599.",
        "Darby, Michael R. The Allocation of Transitory Income Among Consumers Assets. American Economic Review. Vol. 62 No. 4.(December 1972):928-941.",
        "Ferson, Wayne. Consumption, Inflation, and the Term Structure of Interest Rates. Unpublished paper. October 1980.",
        "Ferson, Wayne E. and Merrick, John J. Jr. Nonstationarity and Stage-of-the_Business_Cycle Effects in Consumption-Based Asset Pricing Relations. Journal of Financial Economics, forthcoming Flavin, Marjorie A. The Adjustment of Consumption to Changing Expectations about Future Income. Journal of Political Economy. Vol. 89, No. 5 (October, 1981): 102~-1037.",
        "Garber, Peter and King, Robert. Deep Structural Excavation? A Critique of Euler Equation Methods. Presented at N.B.E.R. Research Program on Economic Fluctuations Macro Conference. July 13, 1984.",
        "Goodfriend, Marvin, Information-Aggregtion Bias: The Case of Consumption, Federal Reserve Bank of Richmond and University of Rochester, October 1986 Grossman, Sanford 3. and Shiller, Robert 3. The Determinants of the Variability of Stock Market Prices. American Economic Review. Vol. 71. No. 2 (May l982a):222-227.",
        "Grossman, Sanford J.; Melino, Angelo, and Shiller, Robert J. Estimating the Continuous Time Consumption Based Asset Pricing Model. N.B.E.R. Working Paper No. 1643. June 1985.",
        "Hall, Robert E. Stochastic Implications of the Life Cycle-Permanent Income Hypothesis: Theory and Evidence. Journal of Political Economy. Vol. 86, No. 6 (December, 1978): 91T-987.",
        "Continuity and Change. (CETEago: University of Chicago Press), l98~pp. 237-255. ____________, Intertemporal Substitution in Consumption, Journal of Political Economy, forthcoming. _____________ and Mishkin, Frederic S. The Sensitivity of Consumption to Transitory Income: Estimates from Panel Data on Households Econometrica. Vol. 50. No. 2. (March 1982): 461-481.",
        "Hansen, Lars Peter and Singleton, Kenneth 3. Stochastic Consumption, Risk Aversion, and the Temporal Behavior of Stock Market Returns Journal of Political Economy. Vol. 91. No. 2. (April 1983):249-265.",
        "Consumption Beta Versus Market Beta. Cowles Foundation Discussion Paper No. 738. January 4, 1985.",
        "Marsh, Terry A. On Euler-Equation Restrictions on the Temporal Behavior of Asset Returns. Working Paper 1619-84. Alfred P. Sloan School of Management. December 1984.",
        "Sargent, Thomas 3. Rational Expectations, Econometric Exogeneity, and Consumption. Journal of Political Economy. Vol. 86. No. 4. (August 1978):673-700.",
        "Sargent, Thomas 3. and Hansen, Lars P. Formulating and Estimating Dynamic Linear Rational Expectations Models in Rational Expectations and Econometric Practice. Ed. Robert Lucas and Thomas Sargent, Vol. 1, 91-125. Minneapolis: University of Minnesota Press. (1981).",
        "Selden, Larry A New Representation of Preferences over `Certain X Uncertain Consumption Pairs: The `Ordinal Certainty Equivalent Hypothesis, Econometrica. Vol. 46. (September 1978) : 1045-1060.",
        "Shiller, Robert J. Consumption, Asset Markets and Macroeconomic Fluctuations. Carnegie-Rochester Conference Series on Public Policy. Vol. 17 (Autumn 1982):203-238.",
        "Sims, Christopher, Stock, James H., and Watson, Mark W. Inference in Linear Time Series Models with Some Unit Roots. Hoover Working Papers in Economics E-87-l. Stanford: Hoover Institution. 1987.",
        "Zeldes, Stephen Consumption and Liquidity Constraints: An Empirical Investigation Rodney L. White Center for Financial Research Paper No. 24-85. November 1985."
    ]
}