{
    "id": 22651,
    "cites": 39,
    "cited_by": 7,
    "reference": [
        "Ai, H., Kiku, D., Li, R., 2013. A mechanism design model of firm dynamics: The case of limited commitment. Available at SSRN 2347821.",
        "Ai, H., Li, R., 2015. Investment and CEO compensation under limited commitment. Journal of Financial Economics 116 (3), 452 Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c 472.",
        "URL http://www.sciencedirect.com/science/article/pii/S0304405X15000458 Atkeson, A., Kehoe, P., 2005. Modeling and measuring organizational capital. Journal of Political Economy 113, 1026Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c1053.",
        "Berk, J. B., Walden, J., 2013. Limited capital market participation and human capital risk. Review of Asset Pricing Studies 3 (1), 1Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c37.",
        "URL http://raps.oxfordjournals.org/content/3/1/1.abstract Bloom, N., May 2014. Fluctuations in uncertainty. Journal of Economic Perspectives 28 (2), 153Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c 76.",
        "URL http://www.aeaweb.org/articles?id=10.1257/jep.28.2.153 Campbell, J. Y., Lettau, M., Malkiel, B. G., Xu, Y., 2001. Have individual stocks become more volatile? an empirical exploration of idiosyncratic risk. The Journal of Finance 56 (1), 1Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c43.",
        "URL http://dx.doi.org/10.1111/0022-1082.00318 Comin, D., Philippon, T., 2005. The rise in firm-level volatility: Causes and consequences. NBER Macroeconomics Annual.",
        "Dixit, A. K., Pindyck, R. S., 1994. Investment under uncertainty. Princeton university press.",
        "URL http://www.nber.org/papers/w21181 Donangelo, A., Gourio, F., Palacios, M., 2015. Labor share and the value premium. Tech. rep.",
        "Edmans, A., Gabaix, X., Landier, A., 2009. A multiplicative model of optimal ceo incentives in market equilibrium. Review of Financial Studies 22 (12), 4881Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c4917.",
        "URL http://rfs.oxfordjournals.org/content/22/12/4881.abstract Fagereng, A., Guiso, L., Pistaferri, L., 2016. Back to background risk? Fama, E. F., French, K. R., 2004. New lists: Fundamentals and survival rates. Journal of Financial Economics 73 (2), 229 Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c 269.",
        "URL http://www.sciencedirect.com/science/article/pii/S0304405X04000315 Friedrich, B., Laun, L., Meghir, C., Pistaferri, L., 2014. Earnings dynamics and firm-level shocks. Tech. rep., Discussion paper.",
        "Fuss, C., Wintr, L., 2009. Rigid labour compensation and flexible employment? firm-level evidence with regard to productivity for belgium. Firm-Level Evidence with Regard to Productivity for Belgium (March 11, 2009). National Bank of Belgium Working Paper (159).",
        "Gabaix, X., 2011. The granular origins of aggregate fluctuations. Econometrica 79 (3), 733Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c772.",
        "URL http://dx.doi.org/10.3982/ECTA8769 Gabaix, X., Landier, A., 2008. Why has ceo pay increased so much? The Quarterly Journal of Economics 123 (1), 49Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c100.",
        "URL http://qje.oxfordjournals.org/content/123/1/49.abstract Gourio, F., Roys, N., 2014. Size-dependent regulations, firm size distribution, and reallocation.",
        "Guiso, L., Pistaferri, L., Schivardi, F., 2005. Insurance within the firm. Journal of Political Economy 113 (5), 1054Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c1087.",
        "URL http://www.jstor.org/stable/10.1086/432136 Herskovic, B., Kelly, B. T., Lustig, H. N., Van Nieuwerburgh, S., 2015. The common factor in idiosyncratic volatility: Quantitative asset pricing implications. Journal of Financial Economics.",
        "Holmstrom, B., Milgrom, P., 1991. Multitask principal-agent analyses: Incentive contracts, asset ownership, and job design. Journal of Law, Economics, & Organization 7, 24Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c52.",
        "URL http://www.jstor.org/stable/764957 Hopenhayn, H., 2002. Exit, selection, and the value of firms. Journal of Economic Dynamics and Control 16(3-4), Pages 621Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c653.",
        "Hopenhayn, H. A., 1992. Entry, exit, and firm dynamics in long run equilibrium. Econometrica 60 (5), 1127Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c1150.",
        "URL http://www.jstor.org/stable/2951541 Jovanovic, B., 1982. Selection and the evolution of industry. Econometrica 50 (3), 649Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c670.",
        "URL http://www.jstor.org/stable/1912606 Karabarbounis, L., Neiman, B., 2013. The global decline of the labor share. Tech. rep., National Bureau of Economic Research.",
        "Kocherlakota, N., 1996. Implications of efficient risk sharing without commitment. Review of Economic Studies 63, 595Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c610.",
        "Krueger, D., Uhlig, H., 2006. Competitive risk sharing contracts with one-sided commitment. Journal of Monetary Economics 53 (7), 1661 Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c 1691.",
        "URL http://www.sciencedirect.com/science/article/pii/S0304393206000663 Lagakos, D., OrdonÃ\u0083Å\u0092Ã\u0082Æ\u0092ez, G. L., 2011. Which workers get insurance within the firm? Journal of Monetary Economics 58 (6Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c8), 632 Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c 645.",
        "URL http://www.sciencedirect.com/science/article/pii/S0304393211001176 Leland, H. E., 1994. Corporate debt value, bond covenants, and optimal capital structure. The Journal of Finance 49 (4), 1213Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c1252.",
        "URL http://dx.doi.org/10.1111/j.1540-6261.1994.tb02452.x Loughran, T., Ritter, J. R., 1995. The new issues puzzle. The Journal of Finance 50 (1), 23Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c51.",
        "URL http://dx.doi.org/10.1111/j.1540-6261.1995.tb05166.x Lustig, H., Syverson, C., Nieuwerburgh, S. V., 2011. Technological change and the growing inequality in managerial compensation. Journal of Financial Economics 99 (3), 601 Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c 627.",
        "URL http://www.sciencedirect.com/science/article/pii/S0304405X10002199 Luttmer, E. G., 2012. Technology diffusion and growth. Journal of Economic Theory 147 (2), 602 Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c 622, issue in honor of David Cass.",
        "URL http://www.sciencedirect.com/science/article/pii/S0022053111000196 Luttmer, E. G. J., 2007. Selection, growth, and the size distribution of firms. The Quarterly Journal of Economics 122 (3), 1103Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c1144.",
        "URL http://www.jstor.org/stable/25098869 Miao, J., 2005. Optimal capital structure and industry dynamics. Journal of Finance 60, 2621Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c2659.",
        "Moll, B., 2016. Productivity losses from financial frictions: Can self-financing undo capital misallocation ? American Economic Review (forthcoming).",
        "Perla, J., Tonetti, C., Benhabib, J., et al., 2014. The growth dynamics of innovation, diffusion, and the technology frontier. In: 2014 Meeting Papers. No. 818. Society for Economic Dynamics.",
        "Piketty, T., Zucman, G., 2014. Capital is back: Wealth-income ratios in rich countries, 1700-2010. The Quarterly Journal of Economics.",
        "URL http://qje.oxfordjournals.org/content/early/2014/05/21/qje.qju018.abstract Rute Cardoso, A., Portela, M., 2009. Micro foundations for wage flexibility: Wage insurance at the firm level*. Scandinavian Journal of Economics 111 (1), 29Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c50.",
        "URL http://dx.doi.org/10.1111/j.1467-9442.2008.01553.x Song, J., Price, D. J., Guvenen, F., Bloom, N., von Wachter, T., May 2015. Firming up inequality. Working Paper 21199, National Bureau of Economic Research.",
        "URL http://www.nber.org/papers/w21199 Thomas, J., Worall, T., 1988. Self-enforcing wage contracts. Review of Economic Studies 15, 541Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c 554.",
        "Zhang, M. X., 2014. Who bears firm-level risk? implications for cash flow volatility, working Paper U.T. Austin. A Proofs A.1 Derivation of equilibrium compensation The equilibrium wage is given by the solution to the following equation Z Ã\u0083Â¢Ã\u0082Ë\u0086Ã\u0082Å¾ XÃ\u0083Å\u0092Ã\u0082â\u0080\u009e(c) V (X; c)f(X)dX = P where XÃ\u0083Å\u0092Ã\u0082â\u0080\u009e(c) is given by equation (9) and V (X; c) is given by equation (10). Note that this equation is equivalent to condition 3 of Definition 1. First evaluate the integral on the left hand side we have Z Ã\u0083Â¢Ã\u0082Ë\u0086Ã\u0082Å¾ XÃ\u0083Å\u0092Ã\u0082â\u0080\u009e(c) X r + Ã\u0083Å½Ã\u0082Â» Ã\u0083Â¢Ã\u0082Ë\u0086Ã\u0082â\u0080\u0099 Ã\u0083Â¢Ã\u0082Ë\u0086Ã\u0082â\u0080\u0099 c r + Ã\u0083Å½Ã\u0082Â» Ã\u0083Â¢Ã\u0082Ë\u0086Ã\u0082â\u0080\u0099  XÃ\u0083Å\u0092Ã\u0082â\u0080\u009e(c) r + Ã\u0083Å½Ã\u0082Â» Ã\u0083Â¢Ã\u0082Ë\u0086Ã\u0082â\u0080\u0099 Ã\u0083Â¢Ã\u0082Ë\u0086Ã\u0082â\u0080\u0099 c r + Ã\u0083Å½Ã\u0082Â»   X XÃ\u0083Å\u0092Ã\u0082â\u0080\u009e(c) Ã\u0083Â¢Ã\u0082Ë\u0086Ã\u0082â\u0080\u0099Ã\u0083Å½Ã\u0082Â· ! Ã\u0083Â\u008fÃ\u0082Â\u0081 X1+Ã\u0083Â\u008fÃ\u0082Â\u0081 dX =(Ã\u0083Â\u008fÃ\u0082Â\u0081XÃ\u0083Å\u0092Ã\u0082â\u0080\u009e(c))Ã\u0083Â\u008fÃ\u0082Â\u0081  XÃ\u0083Å\u0092Ã\u0082â\u0080\u009e(c) (r + Ã\u0083Å½Ã\u0082Â» Ã\u0083Â¢Ã\u0082Ë\u0086Ã\u0082â\u0080\u0099 )(Ã\u0083Â\u008fÃ\u0082Â\u0081 Ã\u0083Â¢Ã\u0082Ë\u0086Ã\u0082â\u0080\u0099 1) + c (r + Ã\u0083Å½Ã\u0082Â»)Ã\u0083Â\u008fÃ\u0082Â\u0081 + XÃ\u0083Å\u0092Ã\u0082â\u0080\u009e(c)(r + Ã\u0083Å½Ã\u0082Â») Ã\u0083Â¢Ã\u0082Ë\u0086Ã\u0082â\u0080\u0099 c(r + Ã\u0083Å½Ã\u0082Â» Ã\u0083Â¢Ã\u0082Ë\u0086Ã\u0082â\u0080\u0099 ) (r + Ã\u0083Å½Ã\u0082Â» Ã\u0083Â¢Ã\u0082Ë\u0086Ã\u0082â\u0080\u0099 )(r + Ã\u0083Å½Ã\u0082Â»)(Ã\u0083Å½Ã\u0082Â· + Ã\u0083Â\u008fÃ\u0082Â\u0081)  =  Ã\u0083Å½Ã\u0082Â·(r + Ã\u0083Å½Ã\u0082Â» Ã\u0083Â¢Ã\u0082Ë\u0086Ã\u0082â\u0080\u0099 ) (1 + Ã\u0083Å½Ã\u0082Â·)(r + Ã\u0083Å½Ã\u0082Â») Ã\u0083Â¢Ã\u0082Ë\u0086Ã\u0082â\u0080\u0099Ã\u0083Â\u008fÃ\u0082Â\u0081  Ã\u0083Å½Ã\u0082Â· (r + Ã\u0083Å½Ã\u0082Â»)(Ã\u0083Â\u008fÃ\u0082Â\u0081 Ã\u0083Â¢Ã\u0082Ë\u0086Ã\u0082â\u0080\u0099 1)(Ã\u0083Å½Ã\u0082Â· + Ã\u0083Â\u008fÃ\u0082Â\u0081)  cÃ\u0083Â¢Ã\u0082Ë\u0086Ã\u0082â\u0080\u0099(Ã\u0083Â\u008fÃ\u0082Â\u0081Ã\u0083Â¢Ã\u0082Ë\u0086Ã\u0082â\u0080\u00991)"
    ]
}