{
    "id": 22666,
    "cites": 34,
    "cited_by": 2,
    "reference": [
        "Agha, Leila, Brigham Frandsen, and James B. Rebitzer, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Causes and Consequences of Fragmented Care Delivery: Theory, Evidence and Public Policy,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009dMimeo, Boston University, 2016.",
        "Alexander, Diane, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Does Physician Pay Affect Procedure Choice and Patient Health? Evidence from Medicaid C-section Use,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009dPrinceton Technical Report, 2015.",
        "Allen, Victoria M., Thomas F. Baskett, Colleen M. OÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0084¢Connell, Dolores McKeen, and Alexander C. Allen, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Maternal and Perinatal Outcomes With Increasing Duration of the Second Stage of Labor,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009dObstetrics and Gynecology, 113 (2009), 1248-1258.",
        "Alpay, Zeynep, Ghassan M. Saed, and Michael P. Diamond, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Postoperative Adhesions: From Formation to Prevention,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009dSeminars in Reproductive Medicine, 26 (2008), 313-321.",
        "American College of Obstetricians and Gynecologists, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Safe Prevention of the Primary Cesarean Delivery,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009dObstetrics and Gynecology, 123 (2014), 693-711.",
        "American Medical Association, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Opinion 8.19 Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c Self-Treatment or Treatment of Immediate Family Members,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009dAMA Code of Medical Ethics, June 1993.",
        "Ananth, Cande V., John C. Smulian, and Anthony M. Vintzileos, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093The Association of Placenta Previa with History of Cesarean Delivery and Abortion: A Metaanalysis, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009dAmerican Journal of Obstetrics and Gynecology, 177 (1997), 1071-1078.",
        "Bailit, Jennifer L., William A. Grobman, Madeline Murguia Rice, Ronald J. Wapner, Uma M. Reddy, Michael W. Varner, John M. Thorp Jr., Steve N. Caritis, Jay D. Iams, George Saade et al., Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Evaluation of Delivery Options for Second-Stage Events,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009dAmerican Journal of Obstetrics and Gynecology, 214 (2016), 638.e1-10.",
        "Baskett, Thomas F., Victoria M. Allen, Colleen M. OConnell, and Alexander C. Allen, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Fetal Trauma in Term Pregnancy,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009dAmerican Journal of Obstetrics and Gynecology, 197 (2007), 499.e1-7.",
        "Chandra, Shalini, Scott M. Wright, and Eric E. Howell, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093The Creating Incentives and Continuity Leading to Efficiency Staffing Model: A Quality Improvement Initiative in Hospital Medicine,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009dMayo Clinic Proceedings, 87 (2012), 364-371.",
        "Clark, Cheryl, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093HospitalistsÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0084¢ Numbers Quadrupled in Last Decade,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009dHealthLeaders Media, 2014, Available at http://www.healthleadersmedia.com/quality/hospitalists-numbersquadrupled -last-decade.",
        "Croskerry, Pat, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Achieving Quality in Clinical Decision Making: Cognitive Strategies and Detection of Bias,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009dAcademic Emergency Medicine, 9 (2002), 1184-1204.",
        "Currie, Janet, and W. Bentley MacLeod, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093First Do No Harm? Tort Reform and Birth Outcomes,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009dQuarterly Journal of Economics, 123 (2008), 795-830.",
        "Dahl, Gordon and Silke Forbes, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Doctors Switching Costs in Health Insurance, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009dMimeo, Weatherhead School of Management, 2016.",
        "Ellis, Randall P., and Thomas G. McGuire, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Provider Behavior under Prospective Reimbursement: Cost Sharing and Supply,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009dJournal of Health Economics, 5 (1986), 129-151.",
        "Epstein, Andrew J., and Sean Nicholson, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093The Formation and Evolution of Physician Treatment Styles: An Application to Cesarean Section,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009dJournal of Health Economics, 28 (2009), 1126-1140.",
        "Fenner, Dee E., Becky Genberg, Pavna Brahma, Lorri Marek, and John O.L. DeLancey, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Fecal and Urinary Incontinence after Vaginal Delivery with Anal Sphincter Disruption in an Obstetrics Unit in the United States,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009dAmerican Journal of Obstetrics and Gynecology, 189 (2003), 1543-1549.",
        "Gruber, Jon, John Kim, Dina Mayzlin, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Physician Fees and Procedure Intensity: The Case of Cesarean Delivery,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009dJournal of Health Economics, 18 (1999) 473-490.",
        "Iriye, Brian K., Wilson H. Huang, Jennifer Condon, Lyle Hancock, Judy K. Hancock, Mark Ghamsary, and Thomas J. Garite, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Implementation of a Laborist Program and Evaluation of the Effect Upon Cesarean Delivery,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009dAmerican Journal of Obstetrics and Gynecology, 209 (2013), 251.e1-6.",
        "Kammerer-Doak, Dorothy, and Rebecca G. Rogers, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Female Sexual Function and Dysfunction, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009dObestetrics and Gynecology Clinics of North America, 35 (2008), 169-183.",
        "Kim, Sung Soo, Stan Kaplowitz, and Mark V. Johnston, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093The Effects of Physician Empathy on Patient Satisfaction and Compliance,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009dEvaluation and The Health Professions, 27 (2004), 237-251.",
        "Levinson, Wendy, Debra L. Roter, John P. Mullooly, Valerie T. Dull, and Richard M. Frankel, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Physician-Patient Communication: The Relationship with Malpractice Claims Among Primary Care Physicians And Surgeons,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009dJournal of the American Medical Association, 277 (1997), 553-559.",
        "Loewenstein, George, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Emotions in Economic Theory and Economic Behavior,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009dAmerican Economic Review, 90 (2000), 426-432.",
        "Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Hot-Cold Empathy Gaps and Medical Decision Making,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009dHealth Psycology, 24 (2005), S49-S56.",
        "Mager, Wendy M., and Michael A. Andrykowski, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Communication in The Cancer Bad News Consultation: Patient Perceptions and Psychological Adjustment,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009dPsycho-Oncology, 11 (2002), 35-46.",
        "Meltzer, David, Willard G. Manning, Jeanette Morrison, Manish N. Shah, Lei Jin, Todd Guth, and Wendy Levinson, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Effects of Physician Experience on Costs and Outcomes on an Academic General Medicine Service: Results of a Trial of Hospitalists,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009dAnnals of Internal Medicine, 137 (2002), 866-874.",
        "Moore, Jennifer E., Whitney P. Witt, and Anne Elixhauser, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Complicating Conditions Associated with Childbirth, by Delivery Method and Payer, 2011,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009dHCUP Statistical Brief 173 (Rockville, MD: Agency for Healthcare Research and Quality, 2014).",
        "Nijagal, Malini Anand, Miriam Kuppermann, Sanae Nakagawa, and Yvonne Cheng, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Two Practice Models in One Labor and Delivery Unit: Association with Cesarean Delivery Rates,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009dAmerican Journal of Obstetrics and Gynecology, 212 (2015) 491.e1-8.",
        "Norberg, Karen, and Juan Pantano, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Cesarean Sections and Subsequent Fertility,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009dJournal of Population Economics, 29 (2016), 5-37.",
        "Shurtz, Ity, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Malpractice Law, PhysiciansÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Ë\u009c Financial Incentives, and Medical Treatment: How Do They Interact?Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009dJournal of Law and Economics, 57 (2014).",
        "Skinner, Jonathan S., Douglas O. Staiger, and Elliot S. Fisher, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Is Technological Change in Medicine Always Worth It? The Case of Acute Myocardial Infarction,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009dHealth Affairs, 25 (2006), w34-w47.",
        "Srinivas, Sindhu K., Julie Shocksnider, Donna Caldwell, and Scott Lorch, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Laborist Model of Care: Who Is Using It?Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009dThe Journal of Maternal-Fetal and Neonatal Medicine, 25 (2012), 257-260.",
        "Tversky, Amos, and Daniel Kahneman, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Judgement under Uncertainty: Heuristics and Biases,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009dScience, 185 (1974), 1124-1131.",
        "Wachter, Robert M., Patricia Katz, Jonathan Showstack, Andrew B. Bindman, and Lee Goldman, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Reorganizing an Academic Medical Service: Impact on Cost, Quality, Patient Satisfaction, and Education,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009dJournal of the American Medical Association, 279 (1998), 1560-1565."
    ]
}