{
    "id": 2267,
    "cites": 20,
    "cited_by": 0,
    "reference": [
        "Abowd, John }I. The Effects of International Competition on Collective Bargaining Settlements in the United States, Princeton University, mimeo (February 1987).",
        "Abowd, John M. and Henry S. Farber. Job Queues and the Union Status of Workers, Industrial and Labor Relations Review 35, no. 3 (April 1982).",
        "Abowd, John 1l. and Henry S. Farber. Product Market Competition and Union Organizing Activity: Preliminary Results. mimeo, April 1987.",
        "Abraham, Katharine G. and James L. ?ledoff. Length of Service and Layoffs in Union and Nonunion Work Groups, Industrial and Labor Relations Review 38, (1984), 87-97.",
        "Abraham, Katharine G. and James L. Medoff. Length of Service and Promotions in Union and Nonunion Work Groups, Industrial and Labor Relations Review 38, (1985), 408-420.",
        "Cone, Wendy The Effect of Import Penetration on Union Election Activity and Election Success, unpublished B.S. Thesis, Massachusetts Institute of Technology, 1987.",
        "Dickens, William T. The Effect of Company Camapigns on Certification Elections: Law and Reality Once Again Industrial and Labor Relations Review 36 (July 1983): 560-575.",
        "Freeman, Richard B. Why are Unions Faring Poorly in NLRB Representation Elections?, in T. Kochan (ed.), Challenges and choices Facing American Labor. Cambridge, MA. MIT Press, 1985.",
        "Freeman, Richard B. and James L. Medoff. What Do Unions Do?, New York. Basic Books, 1984.",
        "Hausman, Jerry A. and David Wise. Stratification on Endogenous Variables and Estimation: The Gary Income Maintainance Experiment, in C. F. Manski and D. McFadden, eds. Structural Analysis of Discrete Data with Econometric Applications, Cambridge, MA. MIT Press, 1981.",
        "Kochan, Thomas A.; Katz, Harry C. and Robert B. }tckersie. The Transformation of American Industrial Relations. New York, Basic Books, 1986.",
        "Lee, Lung-Fei. Unionism and Wage Rates: A Simultaneous Equations Model with Qualitative and Limited Dependent Variables, International Economic Review 19 (June 1978): 415-33.",
        "Lewis Harris and Associates. A Study on the Outlook for Trade Union Organizing, November 1984.",
        "Nanski, Charles F. and Daniel McFadden. Alternative Estimators and Sample Designs for Discrete Choice Analysis, in C. F. Manski and D. McFadden, eds. Structural Analysis of Discrete Data with Econometric Applications, Cambridge, MA. MIT Press, 1981.",
        "Poirier, Dale J. Partial Observability in Bivariate Probit Models, Journal of Econometrics 14 (1980): 209-217.",
        "Roomkjn, Myron and Richard N. Block. Case Processing Time and the Outcome of Representation Elections: Some Empirical Evidence, University of Illinois Law Review (1981): 75-99.",
        "Rees, Albert. The Economics of Trade Unions. Chicago, University of Chicago Press, 1962.",
        "Rose, Nancy L. The Incidence of Regulatory Rents in the Motor Carrier Industry, The Rand Journal of Economics (Autumn 1985): 299-318.",
        "Rose, Nancy L~. Labor Rent Sharing and Regulation: Evidence from the Trucking Industry, Journal of Political Economy (1987), forthcoming.",
        "Seidman, Joel; Jack London and Bernard Karsh. Why Workers Join Unions, Annals of the American Academy of Political and Social Science. (March 1951): 75-84."
    ]
}