{
    "id": 22675,
    "cites": 31,
    "cited_by": 7,
    "reference": [
        "Aguiar, L. and J. Waldfogel (2016): Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Even the losers get lucky sometimes: New products and the evolution of music quality since Napster,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Information Economics and Policy, 34, 1 Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c 15.",
        "Anderson, C. (2006): The Long Tail: Why the Future of Business Is Selling Less of More, Hyperion.",
        "Berry, S., J. Levinsohn, and A. Pakes (1995): Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Automobile Prices in Market Equilibrium, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Econometrica, 63, 841Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c90.",
        "Berry, S. T. (1994): Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Estimating Discrete-Choice Models of Product Differentiation,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d RAND Journal of Economics, 25, 242Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c262.",
        "Berry, S. T. and P. Haile (2015): Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Identification in Differentiated Products Markets,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Working Paper 21500, National Bureau of Economic Research.",
        "Berry, S. T. and J. Waldfogel (1999): Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Free Entry and Social Inefficiency in Radio Broadcasting,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d RAND Journal of Economics, 30, 397Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c420.",
        "Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009dÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009dÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009d (2016): Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Empirical Modeling for Economics of the Media: Consumer and Advertiser Demand, Firm Supply and Firm Entry Models for Media Markets,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d in Handbook of Media Economics, vol 1A, Elsevier Science.",
        "BjoÃ\u0083Å\u0092Ã\u0082Ë\u0086rnerstedt, J. and F. Verboven (2013): Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Merger Simulation with Nested Logit Demand - Implementation using Stata,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Konkurrensverket Working Paper Series in Law and Economics 2013:2, Konkurrensverket (Swedish Competition Authority).",
        "Brynjolfsson, E., Y. J. Hu, and M. D. Smith (2003): Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Consumer Surplus in the Digital Economy: Estimating the Value of Increased Product Variety at Online Booksellers,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Management Science, 49, 1580Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c1596.",
        "Cardell, N. S. (1997): Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Variance Components Structures for the Extreme-Value and Logistic Distributions with Application to Models of Heterogeneity,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Econometric Theory, 13, 185Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c213.",
        "Caves, R. (2000): Creative Industries: Contracts Between Art and Commerce, Harvard University Press.",
        "Ferreira, F., A. Petrin, and J. Waldfogel (2013): Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Trade, Endogenous Quality, and Welfare in Motion Pictures,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Working paper.",
        "Gentzkow, M. and J. M. Shapiro (2010): Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093What Drives Media Slant? Evidence From U.S. Daily Newspapers,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Econometrica, 78, 35Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c71.",
        "Goldman, W. (1984): Adventures in the Screen Trade, Grand Central Publishing: New York.",
        "Gourville, J. (2005): Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093The Curse of Innovation: A Theory of Why Innovative New Products Fail in the Marketplace,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Harvard Business School Working Paper 06-014.",
        "Handke, C. (2012): Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Digital copying and the supply of sound recordings,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Information Economics and Policy, 24, 15 Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c 29, the Economics of Digital Media Markets.",
        "Hausman, J. A. (1981): Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Exact ConsumerÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0084¢s Surplus and Deadweight Loss,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d American Economic Review, 71, 662Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c76.",
        "Hausman, J. A. and G. K. Leonard (2002): Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093The Competitive Effects of a New Product Introduction: A Case Study,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d The Journal of Industrial Economics, 50, pp. 237Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c263.",
        "Herrera, E. G. and B. Martens (2015): Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Language, copyright and geographic segmentation in the EU Digital Single Market for music and film,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d JRC Working Papers on Digital Economy 2015-04, Directorate Growth & Innovation and JRC-Seville, Joint Research Centre.",
        "Nevo, A. (2000): Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093A PractitionerÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0084¢s Guide to Estimation of Random-Coefficients Logit Models of Demand,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Journal of Economics & Management Strategy, 9, 513Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c548.",
        "Oberholzer-Gee, F. and K. Strumpf (2010): Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093File Sharing and Copyright,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d in Innovation Policy and the Economy, Volume 10, National Bureau of Economic Research, Inc, NBER Chapters, 19Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c55.",
        "Petrin, A. (2002): Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Quantifying the Benefits of New Products: The Case of the Minivan,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Journal of Political Economy, 110, pp. 705Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c729.",
        "Quan, T. and K. Williams (2016): Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Product Variety, Across Market Demand Heterogeneity, and the Value of Online Retail,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Working Paper.",
        "Shiller, B. and J. Waldfogel (2011): Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Music for a Song: An Empirical Look at Uniform Pricing and Its Alternatives,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d The Journal of Industrial Economics, 59, 630Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c660.",
        "Sinai, T. and J. Waldfogel (2004): Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Geography and the Internet: is the Internet a substitute or a complement for cities?Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Journal of Urban Economics, 56, 1Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c24.",
        "TervioÃ\u0083Å\u0092Ã\u0082Ë\u0086, M. (2009): Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Superstars and Mediocrities: Market Failure in the Discovery of Talent,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Review of Economic Studies, 76, 829Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c850.",
        "Waldfogel, J. (2012): Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Copyright Protection, Technological Change, and the Quality of New Products: Evidence from Recorded Music since Napster,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Journal of Law and Economics, 55, 715 Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c 740.",
        "Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009dÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009dÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009d (2013): Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Digitization and the Quality of New Media Products: The Case of Music,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d in Economics of Digitization, University of Chicago Press.",
        "Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009dÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009dÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009d (2016): Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Cinematic Explosion: New Products, Unpredictability, And Realized Quality In The Digital Era,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Journal of Industrial Economics.",
        "Waldfogel, J. and I. Reimers (2015): Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Storming the gatekeepers: Digital disintermediation in the market for books,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Information Economics and Policy, 31, 47 Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c 58.",
        "A Figures and Tables AT BE CA CH DE DK ES FI FR GB IE IT NL NO PT SE US 12.5 13.5 14.5 ln(Number of Songs) 15.5 16 16.5 17 17.5 18 18.5 19 19.5 ln(population) Number of Songs and Market Size AT BE CA CH DE DK ES FI FR GB IE IT NL NO PT SE US Ã\u0083Â¢Ã\u0082Ë\u0086Ã\u0082â\u0080\u00995 Ã\u0083Â¢Ã\u0082Ë\u0086Ã\u0082â\u0080\u00994 Ã\u0083Â¢Ã\u0082Ë\u0086Ã\u0082â\u0080\u00993 Ã\u0083Â¢Ã\u0082Ë\u0086Ã\u0082â\u0080\u00992 Ã\u0083Â¢Ã\u0082Ë\u0086Ã\u0082â\u0080\u00991 ln(Share of Population consuming) 11.5 12 12.5 13 13.5 14 14.5 15 ln(Number of Songs) Share Consuming and Number of Songs Graphs present data from 2011. Identification of the Demand Model"
    ]
}