{
    "id": 22683,
    "cites": 68,
    "cited_by": 9,
    "reference": [
        "Abadie, A., S. Athey, G. W. Imbens, and J. Wooldridge (2016). Clustering as a Design Problem. Working paper.",
        "Abadie, A., M. M. Chingos, and M. R. West (2014). Endogenous stratification in randomized experiments. Working paper.",
        "Abebe, G., S. Caria, M. Fafchamps, P. Falco, S. Franklin, S. Quinn, and F. Shilpi (2014). Addis Ababa Large Employers Survey.",
        "Akerlof, G. A. and J. L. Yellen (1986). Efficiency wage models of the labor market. Cambridge University Press.",
        "Anderson, M. L. (2008). Multiple inference and gender differences in the effects of early intervention: A reevaluation of the Abecedarian, Perry Preschool, and Early Training Projects. Journal of the American Statistical Association 103(484), 1481Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c1495.",
        "Angrist, J. D. and S. Pischke (2008). Mostly Harmless Econometrics: An EmpiricistsÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0084¢ Companion. Princeton: Princeton University Press.",
        "Antonovics, K. and L. Golan (2012). Experimentation and job choice. Journal of Labor Economics 30(2), 333Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c366.",
        "Atkin, D. (2009). Working for the Future: Female Factory Work and Child Health in Mexico. Working paper.",
        "Atkin, D. (2012). Endogenous Skill Acquisition and Export Manufacturing in Mexico. Working paper.",
        "Baird, S., J. H. Hicks, M. Kremer, and E. Miguel (2015). Worms at Work: Long-run Impacts of Child Health Gains. Working paper.",
        "Banerjee, A. V. and E. Duflo (2011). Poor economics: A radical rethinking of the way to fight global poverty. New York: Public Affairs.",
        "Banerjee, A. V., E. Duflo, N. Goldberg, D. Karlan, R. Osei, W. ParientÃ\u0083Æ\u0092Ã\u0082Â©, J. Shapiro, B. Thuysbaert, and C. Udry (2015). A Multi-faceted Program Causes Lasting Progress for the Very Poor: Evidence from Six Countries. Science 348(6236), 772Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c737.",
        "Beckert, S. (2014). Empire of Cotton: A New History of Global Capitalism. Westminister: Penguin UK.",
        "Beegle, K., J. De Weerdt, J. Friedman, and J. Gibson (2012). Methods of household consumption measurement through surveys: Experimental results from Tanzania. Journal of Development Economics 98(1), 3Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c18.",
        "Bernard, A. B., R. Robertson, and P. K. Schott (2010, November). Is Mexico a Lumpy Country? Review of International Economics 18(5), 937Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c950.",
        "Bigsten, A., T. Mengistae, and A. Shimeles (2013). Labor Market Integration in Urban Ethiopia, 1994Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c2004. Economic Development and Cultural Change 61(4), 889Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c931.",
        "Blattman, C., J. Annan, E. P. Green, C. Lehmann, and J. Jamison (2015). The returns to microenterprise development among the ultra-poor: A field experiment in post-war Uganda. forthcoming in American Economic Journal: Applied Economics.",
        "Blattman, C., N. Fiala, and S. Martinez (2014). Generating skilled employment in developing countries: Experimental evidence from Uganda. Quarterly Journal of Economics 129(2), 697Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c752.",
        "Blattman, C. and L. Ralston (2015). Generating employment in poor and fragile states: A review of the evidence from labor market and entrepreneurship programs. Working paper.",
        "Card, D. (1996). The Effect of Unions on the Structure of Wages: A Longitudinal Analysis. Econometrica 64(4), 957Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c979.",
        "Casey, K., R. Glennerster, and E. Miguel (2012). Reshaping Institutions: Evidence on Aid Impacts Using a Pre-Analysis Plan. Quarterly Journal of Economics 127(4), 1755Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c1812.",
        "Chen, G., M. Geiger, and M. Fu (2015). Manufacturing FDI in sub-Saharan Africa: Trends, Determinants, and Impact. Washington D.C.: The World Bank.",
        "CSA (2011). Report on large and medium manufacturing industries survey 2009-2010. Technical report, Central Statistical Authority, Addis Abada.",
        "de Mel, S., D. J. McKenzie, and C. Woodruff (2008). Returns to Capital in Microenterprises: Evidence from a Field Experiment. Quarterly Journal of Economics 123(4), 1329Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c1372.",
        "El Badaoui, E., E. Strobl, and F. Walsh (2008). Is There an Informal Employment Wage Penalty? Evidence from South Africa. Economic Development and Cultural Change 56, 683Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c710.",
        "Fields, G. S. (1975). Rural-urban migration, urban unemployment and underemployment, and job-search activity in LDCs. Journal of development economics 2(2), 165Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c187.",
        "Franklin, S. (2014). Work, Unemployment and Job Search among the Youth in Urban Ethiopia. Working paper.",
        "Franklin, S. (2015). Location, Search Costs and Youth Unemployment: A Randomized Trial of Subsidized Transport. Working paper.",
        "Gervais, M., N. Jaimovich, H. E. Siu, and Y. Yedid-Levi (2014, October). What Should I Be When I Grow Up? Occupations and Unemployment over the Life Cycle. Working Paper 20628, National Bureau of Economic Research.",
        "Grimm, M. and A. L. Paffhausen (2015). Do interventions targeted at micro-entrepreneurs and small and medium-sized firms create jobs? A systematic review of the evidence for low and middle income countries. Labour Economics.",
        "Groh, M., D. McKenzie, N. Shammout, and T. Vishwanath (2014). Testing the importance of search frictions, matching, and reservation prestige through randomized experiments in Jordan. World Bank Policy Research Working Paper (7030).",
        "Harris, J. R. and M. P. Todaro (1970). Migration, unemployment and development: a two-sector analysis. The American Economic Review 60(1), 126Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c142.",
        "Harrison, A. and J. Scorse (2010). Multinationals and anti-sweatshop activism. The American Economic Review 100(1), 247Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c273.",
        "Haushofer, J. and J. Shapiro (2013). Welfare Effects of Unconditional Cash Transfers: Evidence from a Randomized Controlled Trial in Kenya. Working paper.",
        "Hays PLC (2012). Retention: Is it getting enough attention? Technical report.",
        "Heath, R. and A. M. Mobarak (2014). Manufacturing Growth and the Lives of Bangladeshi Women. Working paper.",
        "Hewett, P. and S. Amin (2000). Assessing the Impact of Garment Work on Quality of Life Measures. Discussion paper, Population Council.",
        "ILO (2011). Global Wage Report, Africa Brief 2010/2011. Technical report, International Labour Organization.",
        "Jovanovic, B. (1979). Job matching and the theory of turnover. The Journal of Political Economy, 972Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c990.",
        "Kabeer, N. (2002). The Power to Choose: Bangladeshi Garment Workers in London and Dhaka. London: Verso.",
        "Kahneman, D. and A. Deaton (2010). High income improves evaluation of life but not emotional well-being. Proceedings of the National Academy of Sciences 107(38), 16489Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c 16493.",
        "Katz, L. F., L. H. Summers, R. E. Hall, C. L. Schultze, and R. H. Topel (1989, January). Industry Rents: Evidence and Implications. Brookings Papers on Economic Activity.",
        "Kaufman, B. E. (2008). Managing the human factor: The early years of human resource management in American industry. Ithaca: Cornell University Press.",
        "Kling, J. R., J. B. Liebman, and L. F. Katz (2007). Experimental analysis of neighborhood effects. Econometrica 75(1), 83Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c119.",
        "Krugman, P. (1997, March). In Praise of Cheap Labor. Slate.",
        "Lewis, W. A. (1954). Economic development with unlimited supplies of labor. Manchester School 22(2), 139Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c191.",
        "Lundberg, S. (1985). The added worker effect. Journal of Labor Economics 3(1), 11Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c37.",
        "Mains, D. (2012). Hope is cut: Youth, unemployment, and the future in urban Ethiopia. Philadelphia: Temple University Press.",
        "Martin, A., W. Rief, A. Klaiberg, and E. Braehler (2006, January). Validity of the Brief Patient Health Questionnaire Mood Scale (PHQ-9) in the general population. General Hospital Psychiatry 28(1), 71Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c77.",
        "McKenzie, D. (2012). Beyond baseline and follow-up: The case for more T in experiments. Journal of Development Economics 99(2), 210Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c221.",
        "Montgomery, D. (1989). The fall of the house of labor: the workplace, the state, and American labor activism, 1865-1925. New York: Cambridge University Press.",
        "Morduch, J. (1995). Income smoothing and consumption smoothing. The Journal of Economic Perspectives 9(3), 103Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c114.",
        "Nelson, P. (1970). Information and consumer behavior. The Journal of Political Economy 78(2), 311Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c329.",
        "NPR (2014, October). The Next Shirt You Buy May Say Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0084¢Made In Ethiopia.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0084¢ HereÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0084¢s Why.",
        "Papageorgiou, T. (2014). Learning Your Comparative Advantages. The Review of Economic Studies 81(3), 1263Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c1295.",
        "Robinson, J. (1962). Economic philosophy. Piscataway, NJ: Transaction Publishers.",
        "SASL (2001, October). Scholars Against Sweatshop Labor Statement. Technical report, Scolars Against Sweatshop Labor, Steering Committee, Amherst, MA.",
        "SÃ\u0083Æ\u0092Ã\u0082Â¶derbom, M. (2012). Firm Size and Structural Change: A Case Study of Ethiopia. Journal of African Economies 21(suppl 2), 126Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c151.",
        "SÃ\u0083Æ\u0092Ã\u0082Â¶derbom, M. and F. Teal (2004). Size and efficiency in African manufacturing firms: evidence from firm-level panel data. Journal of Development Economics 73(1), 369Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c394.",
        "Spitzer, R. L., K. Kroenke, J. B. Williams, and B. LÃ\u0083Æ\u0092Ã\u0082Â¶we (2006). A brief measure for assessing generalized anxiety disorder: the GAD-7. Archives of internal medicine 166(10), 1092Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c 1097.",
        "Strauss, J. and D. Thomas (2007). Health over the Life Course. In T. P. S. a. J. A. Strauss (Ed.), Handbook of Development Economics, Volume 4, pp. 3375Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c3474. Elsevier.",
        "The Economist (2014, February). An awakening giant. The Economist.",
        "Udry, C. and S. Anagol (2006). The return to capital in Ghana. American Economic Review 96(2), 388Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c393.",
        "UNIDO (2013). Industrial Development Report 2013: Sustaining Employment Growth: The Role of Manufacturing and Structural Change. Technical report, United Nations Industrial Development Organization, New York.",
        "Verhoogen, E. (2008). Trade, Quality Upgrading and Wage Inequality in the Mexican Manufacturing Sector. Quarterly Journal of Economics 123(2), 489Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c530.",
        "Ware, J. E., R. H. Brook, A. R. Davies, K. N. Williams, A. Stewart, W. H. Rogers, C. A. Donald, and S. A. Johnston (1980). Conceptualization and measurement of health for adults in the Health Insurance Study.",
        "Westfall, P. H. and S. S. Young (1993). Resampling-based multiple testing: Examples and methods for p-value adjustment, Volume 279. John Wiley & Sons.",
        "World Bank (2015). World Development Indicators 2015. Technical report."
    ]
}