{
    "id": 22688,
    "cites": 78,
    "cited_by": 6,
    "reference": [
        "Anderson, D. M., Hansen, B., & Rees, D. I. (2013). Medical marijuana laws, traffic fatalities, and alcohol consumption. Journal of Law and Economics, 56(2), 333Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c369.",
        "Anderson, D. M., Hansen, B., & Rees, D. I. (2015). Medical marijuana laws and teen marijuana use. American Law and Economics Review, 17(2), 495Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c528.",
        "Anderson, D. M., Rees, D. I., & Sabia, J. J. (2014). Medical marijuana laws and suicides by gender and age. American journal of public health, 104(12), 2369Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c2376.",
        "Apouey, B., & Clark, A. E. (2015). Winning big but feeling no better? the effect of lottery prizes on physical and mental health. Health Economics, 24(5), 516-538.",
        "Atlas, S. J., & Skinner, J. S. (2009). Education and the prevalence of pain (Tech. Rep.). National Bureau of Economic Research.",
        "Azofeifa, A. (2016). National estimates of marijuana use and related indicatorsnational survey on drug use and health, united states, 2002Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c2014. MMWR. Surveillance Summaries, 65.",
        "Bachhuber, M. A., Saloner, B., Cunningham, C. O., & Barry, C. L. (2014). Medical cannabis laws and opioid analgesic overdose mortality in the united states, 1999-2010. JAMA Internal Medicine, 174(10), 1668Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c1673.",
        "Benjamins, M. R., Hummer, R. A., Eberstein, I. W., & Nam, C. B. (2004). Self-reported health and adult mortality risk: An analysis of cause-specific mortality. Social Science & Medicine, 59(6), 1297-1306.",
        "Bertrand, M., Duflo, E., & Mullainathan, S. (2004). How much should we trust differencesin -differences estimates? Quarterly Journal of Economics, 119(1).",
        "Besley, T., & Case, A. (2000). Unnatural experiments? estimating the incidence of endogenous policies. The Economic Journal, 110(467), 672Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c694.",
        "Blau, F. D., & Kahn, L. M. (2007). Changes in the labor supply behavior of married women: 1980aÃ\u0083Å\u0092Ã\u0082â\u0080\u009a2000. Journal of Labor Economics, 25, 393Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c438.",
        "Bradford, A. C., & Bradford, W. D. (2016a). The impact of medical marijuana legalization on prescription medication use and costs in medicare part d.",
        "Bradford, A. C., & Bradford, W. D. (2016b). Medical marijuana laws reduce prescription medication use in medicare part d. Health Affairs, 35(7), 1230-1236.",
        "Cameron, A. C., & Miller, D. L. (2015). A practitioners guide to cluster-robust inference. Journal of Human Resources, 50(2), 317-372.",
        "Case, A., & Deaton, A. S. (2005). Broken down by work and sex: How our health declines. In Analyses in the economics of aging (pp. 185Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c212). University of Chicago Press.",
        "Chau, D. L., Walker, V., Pai, L., & Cho, L. M. (2008). Opiates and elderly: use and side effects. Clinical interventions in aging, 3(2), 273.",
        "Choi, A. (2014). The impact of medical marijuana laws on marijuana use and other risky health behaviors. In Health & healthcare in america: From economics to policy.",
        "Choi, A., Dave, D., & Sabia, J. (2016). Smoke gets in your eyes: Medical marijuana laws and tobacco use (NBER Working Paper Series No. 22554). National Bureau of Economic Research.",
        "Chu, Y.-W. L. (2013). Do medical marijuana laws increase hard drug use? (Working Paper No. 2283525). Social Sciece Research Network.",
        "Chu, Y.-W. L. (2014). The effects of medical marijuana laws on illegal marijuana use. Journal of Health Economics, 38, 43Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c61.",
        "Compton, W. M., Boyle, M., & Wargo, E. (2015). Prescription opioid abuse: Problems and responses. Preventive medicine, 80, 5-9.",
        "Datta Gupta, N., & Larsen, M. (2010). The impact of health on individual retirement plans: Self-reported versus diagnostic measures. Health economics, 19(7), 792Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c813.",
        "Dwyer, D. S., & Mitchell, O. S. (1999). Health problems as determinants of retirement: Are self-rated measures endogenous? Journal of health economics, 18(2), 173Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c193.",
        "Fairman, B. J. (2016). Trends in registered medical marijuana participation across 13 usstates and district of columbia. Drug and Alcohol Dependence, 159, 7279.",
        "Fallon, M., & Colvin, L. (2008). Opioid-induced hyperalgesia: fact or fiction? Palliative medicine, 22(1), 5Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c6.",
        "Ferrell, B. A. (2004). The management of pain in long-term care. The Clinical journal of pain, 20(4), 240Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c243.",
        "Garthwaite, C. L. (2012, July). The economic benefits of pharmaceutical innovations: The case of cox-2 inhibitors. American Economic Journal: Applied Economics, 4(3), 116137.",
        "Gordon, M. O., Beiser, J. A., Brandt, J. D., Heuer, D. K., Higginbotham, E. J., Johnson, C. A., . . . others (2002). The ocular hypertension treatment study: baseline factors that predict the onset of primary open-angle glaucoma. Archives of ophthalmology, 120(6), 714Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c720.",
        "Greene, W. (2004). The behaviour of the maximum likelihood estimator of limited dependent variable models in the presence of fixed effects. Econometrics Journal, 7, 98119.",
        "Grossman, M. (2000). The human capital model. In A. J. Culyer & J. P. Newhouse (Eds.), (Vol. 1, pp. 347Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c408). Elsevier.",
        "Hill, K. P. (2015). Medical marijuana for treatment of chronic pain and other medical and psychiatric problems: a clinical review. Journal of the American Medical Association, 313(24), 2474Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c2483.",
        "Hinton, L., Zweifach, M., Tang, L., UnuÃ\u0083Å\u0092Ã\u0082Ë\u0086tzer, J., & Oishi, S. (2006). Gender disparities in the treatment of late-life depression: qualitative and quantitative findings from the impact trial. The American journal of geriatric psychiatry, 14(10), 884Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c892.",
        "Hoffmann, D. E., & Weber, E. (2010). Medical marijuana and the law. New England Journal of Medicine, 362(16), 1453Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c1457.",
        "Horn, B., Maclean, J. C., & Strain, M. (2015). Do minimum wage increases influence worker health? (Working Paper No. 22578). National Bureau of Economic Research.",
        "Ilgen, M. A., Bohnert, K., Kleinberg, F., Jannausch, M., Bohnert, A. S., Walton, M., . . . Blow, F. C. (2013). Characteristics of adults seeking medical marijuana certification. Drug and Alcohol Dependence, 132, 654 659.",
        "Joy, J. E., Watson, S. J., & Benson, J. A. (1999). Marijuana and medicine: Assessing the science base (Tech. Rep.). National Academies Press.",
        "Kapteyn, A., Smith, J. P., & Van Soest, A. (2008). Dynamics of work disability and pain. Journal of Health Economics, 27(2), 496Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c509.",
        "Leske, M. C., Wu, S.-Y., Hennis, A., Honkanen, R., Nemesure, B., Group, B. S., et al. (2008). Risk factors for incident open-angle glaucoma: the barbados eye studies. Ophthalmology, 115(1), 85Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c93.",
        "Longo, L. P., & Johnson, B. (2000). Addiction: Part i. benzodiazepines-side effects, abuse risk and alternatives. American family physician, 61(7), 2121Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c2128.",
        "Lynch, M. E., & Campbell, F. (2011). Cannabinoids for treatment of chronic non-cancer pain; a systematic review of randomized trials. British Journal of Clinical Pharmacology, 72(5), 735744.",
        "Macintyre, S., Hunt, K., & Sweeting, H. (1996). Gender differences in health: Are things really as simple as they seem? Social Science & Medicine, 42(4), 617-624.",
        "Maclean, J. C. (2013). The health effects of leaving school in a bad economy. The Journal of Health Economics, 32(5), 951-964.",
        "Maclean, J. C., Webber, D., & French, M. T. (2015). Workplace problems, mental health and substance use. Applied Economics, 47(9), 883Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c905.",
        "Maclean, J. C., Webber, D., French, M. T., & Ettner, S. L. (2015). The health consequences of adverse labor market events: Evidence from panel data. Industrial Relations, 54(3), 478-498.",
        "McGarry, K. (2004). Health and retirement do changes in health affect retirement expectations ? Journal of Human Resources, 39(3), 624Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c648.",
        "McInerney, M., Mellor, J. M., & Nicholas, L. H. (2013). Recession depression: Mental health effects of the 2008 stock market crash. Journal of Health Economics, 32(6), 1090-1104.",
        "Miilunpalo, S., Vuori, I., Oja, P., Pasanen, M., & Urponen, H. (1997). Self-rated health status as a health measure: The predictive value of self-reported health status on the use of physician services and on mortality in the working-age population. Journal of Clinical Epidemiology, 50(5), 517-528.",
        "Morgan, K. (2003). Daytime activity and risk factors for late-life insomnia. Journal of Sleep Research, 12(3), 231Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c238.",
        "Nahin, R. L. (2015). Estimates of pain prevalence and severity in adults: United states, 2012. The Journal of Pain, 16(8), 769Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c780.",
        "Nielsen, T. H. (2016). The relationship between self-rated health and hospital records. Health Economics, 25(4), 497Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c512.",
        "NIH. (2011). Chronic pain: Symptoms, diagnosis, & treatment (Vol. 6; Tech. Rep. No. 1). National Institutes of Health.",
        "Nunberg, H., Kilmer, B., Pacula, R. L., & Burgdorf, J. R. (2011). An analysis of applicants presenting to a medical marijuana specialty practice in california. Journal of Drug Policy Analysis, 4(1). (Article 1) OÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0084¢Keefe, K. (2013). State medical marijuana implementation and federal policy. Journal of Health Care Law and Policy, 16(39), 39-58.",
        "Pacula, R. L., Chriqui, J. F., & King, J. (2003). Marijuana decriminalization: What does it mean in the united states? (NBER Working Paper Series). National Bureau of Economic Research.",
        "Pacula, R. L., Powell, D., Heaton, P., & Sevigny, E. L. (2015). Assessing the effects of medical marijuana laws on marijuana use: the devil is in the details. Journal of Policy Analysis and Management, 34(1), 7Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c31.",
        "Panchal, S., Muller-Schwefe, P., & Wurzelmann, J. (2007). Opioid-induced bowel dysfunction: prevalence, pathophysiology and burden. International journal of clinical practice, 61(7), 1181Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c1187.",
        "Pattyn, E., Verhaeghe, M., & Bracke, P. (2015). The gender gap in mental health service use. Social psychiatry and psychiatric epidemiology, 50(7), 1089Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c1095.",
        "Powell, D., Pacula, R. L., & Jacobson, M. (2015, jul). Do medical marijuana laws reduce addictions and deaths related to pain killers? (National Buruea of Economic Research Working Paper Series 21345) Radloff, L. S. (1977). The ces-d scale. Applied Psychological Measurement, 1(3), 385-401.",
        "Reinarman, C., Nunberg, H., Lanthier, F., & Heddleston, T. (2011). Who are medical marijuana patients? population characteristics from nine california assessment clinics. Journal of Psychoactive Drugs, 43(2), 128-135.",
        "Rustoen, T., Wahl, A. K., Hanestad, B. R., Lerdal, A., Paul, S., & Miaskowski, C. (2005). Age and the experience of chronic pain. Clinical Journal of Pain, 21(6), 513Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c523.",
        "Sabia, J. J., & Nguyen, T. T. (2016). The effect of medical marijuana laws on labor market outcomes (IZA Discussion Paper No. 9831). IZA.",
        "Sabia, J. J., Swigert, J., & Young, T. (2015). The effect of medical marijuana laws on body weight. Health Economics.",
        "Sansone, R. A., & Sansone, L. A. (2008). Pain, pain, go away: Antidepressants and pain management. Psychiatry, 5(12), 1619.",
        "Solon, G., Haider, S. J., & Wooldridge, J. M. (2015). What are we weighting for? Journal of Human resources, 50(2), 301Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c316.",
        "Stewart, W. F., Ricci, J. A., Chee, E., Morganstein, D., & Lipton, R. (2003). Lost productive time and cost due to common pain conditions in the us workforce. Journal of the American Medical Association, 290(18), 2443Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c2454.",
        "Stith, S. S., & Vigil, J. M. (2016). Federal barriers to cannabis research. Science, 352(6290), 1182.",
        "Swegle, J. M., & Logemann, C. (2006). Management of common opioid-induced adverse effects. American family physician, 74(8), 1347-1354.",
        "Szarvas, S., Harmon, D., & Murphy, D. (2003). Neuraxial opioid-induced pruritus: a review. Journal of clinical anesthesia, 15(3), 234Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c239.",
        "Tian, H., Robinson, R. L., & Sturm, R. (2005). Labor market, financial, insurance and disability outcomes among near elderly americans with depression and pain. Journal of Mental Health Policy and Economics, 8(4), 219.",
        "Troutt, W. D., & DiDonato, M. D. (2015). Medical cannabis in arizona: Patient characteristics, perceptions, and impressions of medical cannabis legalization. Journal of Psychoactive Drugs,, 47(4), 259266.",
        "Turvey, C. L., Wallace, R. B., & Herzog, R. (1999). A revised ces-d measure of depres38 sive symptoms and a dsm-based measure of major depressive episodes in the elderly. International Psychogeriatrics, 11(2), 139Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c148.",
        "Ullman, D. (2016). The effect of medical marijuana on sickness absense. Health Economics, Forthcoming.",
        "Unruh, M. L., Redline, S., An, M.-W., Buysse, D. J., Nieto, F. J., Yeh, J.-L., & Newman, A. B. (2008). Subjective and objective sleep quality and aging in the sleep heart health study. Journal of the American Geriatrics Society, 56(7), 1218Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c1227.",
        "Vigil, J. M. (2011). Current states of opinion and future directions on the epidemiology of sex differences in human pain. Pain Research and Management, 16(5), 317-319.",
        "Wen, H., Hockenberry, J. M., & Cummings, J. R. (2015). The effect of medical marijuana laws on adolescent and adult use of marijuana, alcohol, and other substances. Journal of Health Economics, 42, 64Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c80.",
        "Whiting, P. F., Wolff, R. F., Deshpande, S., Di Nisio, M., Duffy, S., Hernandez, A. V., . . . others (2015). Cannabinoids for medical use: a systematic review and meta-analysis.",
        "Williams, A. R., Olfson, M., Kim, J. H., Martins, S. S., & Kleber, H. D. (2016). Older, less regulated medical marijuana programs have much greater enrollment rates than newer medicalized programs. Health Affairs, 35(3), 480-488.",
        "Wolfers, J. (2006). Did unilateral divorce laws raise divorce rates? a reconciliation and new results. American Economic Review, 96(5), 1802-1820.",
        "Wong, W. S., & Fielding, R. (2011). Prevalence and characteristics of chronic pain in the general population of hong kong. The Journal of Pain, 12(2), 236Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c245."
    ]
}