{
    "id": 22690,
    "cites": 42,
    "cited_by": 21,
    "reference": [
        "Adda, JÃ\u0083Æ\u0092Ã\u0082Â©rÃ\u0083Æ\u0092Ã\u0082Â´me, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Economic Activity and the Spread of Viral Diseases: Evidence from High Frequency Data,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d The Quarterly Journal of Economics, 2016.",
        "Aizer, Anna, Shari Eli, Joseph Ferrie, and Adriana Lleras-Muney, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093The LongRun Impact of Cash Transfers to Poor Families,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d American Economic Review, April 2016, 106 (4), 935Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c71.",
        "Almond, Douglas and Janet Currie, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Killing Me Softly: The Fetal Origins Hypothesis, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Journal of Economic Perspectives, 2011, 25 (3), 153Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c72.",
        "Bank, World, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093World development indicators,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d World Bank, 2015.",
        "Barker, David J, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Fetal origins of coronary heart disease.,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d BMJ: British Medical Journal, 1995, 311 (6998), 171.",
        "Baxter, Marianne and Robert G. King, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Measuring Business Cycles: Approximate Band-Pass Filters For Economic Time Series,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d The Review of Economics and Statistics, November 1999, 81 (4), 575Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c593.",
        ", Tomas J Philipson, and Rodrigo R Soares, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093The Quantity and Quality of Life and the Evolution of World Inequality,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d American Economic Review, 2005, pp. 277Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c291.",
        "Bhalotra, Sonia, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Fatal fluctuations? Cyclicality in infant mortality in India,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Journal of Development Economics, 2010, 93 (1), 7Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c19.",
        "Brenner, M Harvey, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Mortality and the national economy: A review, and the experience of England and Wales, 1936-76,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d The Lancet, 1979, 314 (8142), 568Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c573.",
        "Cawley, John and Christopher J Ruhm, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093The Economics of Risky Health Behaviors, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Handbook of Health Economics, 2012, 2, 95.",
        "Chaloupka, Frank J and Kenneth E Warner, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093The economics of smoking,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Handbook of health economics, 2000, 1, 1539Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c1627.",
        "Coile, Courtney C, Phillip B Levine, and Robin McKnight, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Recessions, older workers, and longevity: How long are recessions good for your health?,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d American Economic Journal: Economic Policy, 2014, 6 (3), 92Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c119.",
        "Costa, Dora L., Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Health and the Economy in the United States from 1750 to the Present,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Journal of Economic Literature, 2015, 53 (3), 503Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c70.",
        "Currie, J et al., Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Healthy, wealthy, and wise: socioeconomic status, poor health in childhood, and human capital development.,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Journal of Economic Literature, 2009, 47 (1), 87Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c117.",
        "Currie, Janet, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Inequality at Birth: Some Causes and Consequences,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d American Economic Review, 2011, 101 (3), 1Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c22.",
        "Deschenes, Olivier and Enrico Moretti, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Extreme weather events, mortality, and migration,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d The Review of Economics and Statistics, 2009, 91 (4), 659Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c681.",
        "Fogel, Robert W, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Economic Growth, Population Theory, and Physiology: The Bearing of Long-Term Processes on the Making of Economic Policy,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d The American Economic Review, 1994, pp. 369Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c395.",
        "Frankel, Jeffrey A, Carlos A Vegh, and Guillermo Vuletin, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093On graduation from fiscal procyclicality,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Journal of Development Economics, 2013, 100 (1), 32Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c47.",
        "Gompertz, Benjamin, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093On the nature of the function expressive of the law of human mortality, and on a new mode of determining the value of life contingencies,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Philosophical transactions of the Royal Society of London, 1825, pp. 513Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c583.",
        "Gonzalez, Fidel and Troy Quast, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Mortality and business cycles by level of development: Evidence from Mexico,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Social Science & Medicine, 2010, 71 (12), 2066Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c2073.",
        "Granados, JosÃ\u0083Æ\u0092Ã\u0082Â© A Tapia and Ana V Diez Roux, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Life and death during the Great Depression,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Proceedings of the National Academy of Sciences, 2009, 106 (41), 17290Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c17295.",
        "Hanlon, W Walker, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Pollution and Mortality in the 19th Century,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Technical Report, National Bureau of Economic Research 2015.",
        "Hodrick, Robert J and Edward C Prescott, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Postwar US business cycles: an empirical investigation,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Journal of Money, credit, and Banking, 1997, pp. 1Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c16.",
        "Hoynes, Hilary, Diane Whitmore Schanzenbach, and Douglas Almond, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093LongRun Impacts of Childhood Access to the Safety Net,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d American Economic Review, April 2016, 106 (4), 903Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c34.",
        "Idler, Ellen L and Yael Benyamini, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Self-rated health and mortality: a review of twenty-seven community studies,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Journal of health and social behavior, 1997, pp. 21Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c37.",
        "Jensen, Robert, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Agricultural volatility and investments in children,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d The American Economic Review, 2000, 90 (2), 399Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c404.",
        "Lindo, Jason M, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Aggregation and the estimated effects of economic conditions on health,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Journal of Health Economics, 2015, 40 (C), 83Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c96.",
        "Lleras-Muney, Adriana and Flavien Moreau, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093The Shape of Mortality: Implications for Economic Analysis,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Working Paper, 2016.",
        "Oreopoulos, Philip, Till von Wachter, and Andrew Heisz, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093The short-and longterm career effects of graduating in a recession,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d American Economic Journal: Applied Economics, 2012, 4 (1), 1Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c29.",
        "Paxson, Christina and Norbert Schady, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Child health and economic crisis in Peru,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d The World Bank Economic Review, 2005, 19 (2), 203Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c223.",
        "Rao, Neel, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093The Impact of Macroeconomic Conditions in Childhood on Adult Labor Market Outcomes,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Economic Inquiry, 2016.",
        "Ruhm, Christopher J, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Are Recessions Good for Your Health?,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d The Quarterly Journal of Economics, 2000, 115 (2), 617Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c650.",
        ", Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Good times make you sick,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Journal of Health Economics, 2003, 22 (4), 637Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c 658.",
        ", Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Healthy living in hard times,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Journal of Health Economics, 2005, 24 (2), 341Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c 363.",
        ", Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093A healthy economy can break your heart,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Demography, 2007, 44 (4), 829Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c848.",
        ", Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Recessions, healthy no more?,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Journal of Health Economics, 2015, 42, 17Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c28.",
        "Stevens, Ann H, Douglas L Miller, Marianne E Page, and Mateusz Filipski, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093The Best of Times, the Worst of Times: Understanding Pro-cyclical Mortality,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d American Economic Journal: Economic Policy, 2015, 7 (4), 279Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c311.",
        "Sullivan, Daniel and Till Von Wachter, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Job displacement and mortality: An analysis using administrative data,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d The Quarterly Journal of Economics, 2009, pp. 1265Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c1306.",
        "Townsend, Joy, Paul Roderick, and Jacqueline Cooper, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Cigarette smoking by socioeconomic group, sex, and age: effects of price, income, and health publicity,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Bmj, 1994, 309 (6959), 923Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c927.",
        "van den Berg, Gerard J, Maarten Lindeboom, and France Portrait, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Economic conditions early in life and individual mortality,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d The American Economic Review, 2006, pp. 290Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c302.",
        "Vegh, Carlos A and Guillermo Vuletin, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093How Is Tax Policy Conducted Over the Business Cycle?,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d American Economic Journal: Economic Policy, 2015, 7 (3), 327Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c370.",
        "Wilcox, AJ, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093On the importanceÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009cand the unimportanceÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009cof birthweight.,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d International Journal of Epidemiology, 2001, 30 (6), 1233."
    ]
}