{
    "id": 22697,
    "cites": 26,
    "cited_by": 1,
    "reference": [
        "Admati, A. R. (1985). A noisy rational expectations equilibrium for multi-asset securities markets. Econometrica 53(3), 629Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c658.",
        "Admati, A. R. and S. A. Ross (1985). Measuring investment performance in a rational expectations equilibrium model. Journal of Business 58(1), 1Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c26.",
        "Akerlof, G. (1970). The market for Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009dlemonsÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d: Quality uncertainty and the market mechanism. The Quarterly Journal of Economics 84(3), 488Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c500.",
        "Berk, J. B. and R. C. Green (2004). Mutual fund flows and performance in rational markets.",
        "Berk, J. B. and H. van Binsbergen, Jules (2015). Measuring skill in the mutual fund industry. Journal of Financial Economics 118(1), 1Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c20.",
        "Bhattacharya, S. and P. Pfleiderer (1985). Delegated portfolio management. Journal of Economic Theory 36(1), 1Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c25.",
        "Brennan, M. J. and H. Cao (1997). International portfolio investment flows. Journal of Finance 52, 1851Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c1880.",
        "Chen, Z. and P. J. Knez (1996). Portfolio Performance Measurement: Theory and Applications. Review of Financial Studies 9(2), 511Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c55.",
        "Dybvig, P. H. and S. A. Ross (1985). Differential information and performace measurement using a security market line. Journal of Finance 40(2), 383Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c399.",
        "Ferson, W. and J. Lin (2014). Alpha and performance measurement: The effects of investor disagreement and heterogeneity. Journal of Finance 69(4), 1565Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c1596.",
        "Ferson, W. E. and A. F. Siegel (2001). The efficient use of conditioning information in portfolios. The Journal of Finance 56(3), 967Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c982.",
        "Gehrig, T. (1993). An information based explanation of the domestic bias in international equity investment. Scandinavian Journal of Economics 95, 97Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c109.",
        "Glosten, L. R. and R. Jagannathan (1994). A contingent claim approach to performance evaluation. Journal of Empirical Finance 1, 133Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c160.",
        "Grinblatt, M. and S. Titman (1989). Portfolio performance evaluation: Old issues and new insights. The Review of Financial Studies.",
        "Grossman, S. J. and J. E. Stiglitz (1980). On the impossibility of informationally efficient markets. American Economic Review 70, 393Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c408.",
        "Hatchondo, J. C. (2008). Asymmetric information and the lack of portfolio diversification.",
        "Koijen, R. and M. Yogo (2016). An equilibrium model of institutional demand and asset prices. Working paper, London Business School and Princeton.",
        "Kurlat, P. (2013). Lemons markets and the transmission of aggregate shocks. American Economic Review 103(4), 1463Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c1489.",
        "Kyle, A. S. (1989). Informed speculation with imperfect competition. The Review of Economic Studies 56(3), 317Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c355.",
        "Li, Y., G. Rocheteau, and P.-O. Weill (2012). Liquidity and the threat of fraudulent assets. Journal of Political Economy 120(5), 815Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c846.",
        "Mayers, D. and E. Rice (1979). Measuring portfolio performance and the empirical content of asset pricing models. Journal of Financial Economics 7, 3Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c28.",
        "Okawa, Y. and E. van Wincoop (2012). Gravity in international finance. Journal of International Economics 87, 205Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c215.",
        "Sharpe, W. F. (1992). Asset allocation: Management style and performance measurement. Journal of Portfolio Management 18(2), 7Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c19.",
        "Van Nieuwerburgh, S. and L. Veldkamp (2010). Information acquisition and underdiversification. Review of Economic Studies 77(2), 779 Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c 805.",
        "Vayanos, D. (2001). Strategic trading in a dynamic noisy market. Journal of Finance 56(1), 131Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c171.",
        "Wang, J. (1993). A model of intertemporal asset prices under asymmetric information. Review of Economic Studies 60, 249Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c282."
    ]
}