{
    "id": 22700,
    "cites": 78,
    "cited_by": 3,
    "reference": [
        "Adhvaryu, A., Molina, T., Nyshadham, A. and Tamayo, J. (2015). Helping children catch up: Early life shocks and the Progresa experiment, University of Michigan, unpublished manuscript.",
        "Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009d and Nyshadham, A. (2014). Endowments at birth and parentsÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0084¢ investments in children. The Economic Journal.",
        "Aizer, A. and Cunha, F. (2012). The production of human capital in childhood: endowments, investments and fertility, Unpublished manuscript, Brown University.",
        "Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009d and Currie, J. (2014). The intergenerational transmission of inequality: Maternal disadvantage and health at birth. Science, 344 (6186), 856Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c861.",
        "Almond, D. and Currie, J. (2011). Chapter 15: Human capital development before age five. In O. Ashenfelter and D. Card (eds.), Handbook of Labor Economics, Handbook of Labor Economics, vol. 4, Part 2, Elsevier, pp. 1315Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c1486.",
        "Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009d and Mazumder, B. (2013). Fetal origins and parental responses. Annual Review of Economics, 5 (1), 37Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c56.",
        "Anderson, M. L. (2008). Multiple inference and gender differences in the effects of early intervention: A reevaluation of the abecedarian, perry preschool, and early training projects. Journal of the American Statistical Association, 103 (484).",
        "Arendt, J. (2008). In sickness and in healthÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009dtill education do us part: Education effects on hospitalization. Economics of Education Review, 27 (2), 161Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c172.",
        "Baker, M., Gruber, J. and Milligan, K. (2008). Universal child care, maternal labor supply, and family well-being. Journal of Political Economy, 116 (4), 709Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c745.",
        "Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009d, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009d and Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009d (2015). Non-Cognitive Deficits and Young Adult Outcomes: The Long-Run Impacts of a Universal Child Care Program. Working Paper 21571, National Bureau of Economic Research.",
        "Barker, D. J. (1990). The fetal and infant origins of adult disease. BMJ: British Medical Journal, 301 (6761), 1111.",
        "Bauer, P. and Riphahn, R. T. (2004). Intergenerational transmission of educational attainment: Evidence from Switzerland on natives and second generation immigrants. Discussion paper, IZA.",
        "Becker, G. S. and Tomes, N. (1986). Human capital and the rise and fall of families. Journal of Labor Economics, 4 (3), S1Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009cS39.",
        "Belfield, C. R., Nores, M., Barnett, S. and Schweinhart, L. (2006). The high/scope perry preschool program costÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009cbenefit analysis using data from the age-40 followup. Journal of Human Resources, 41 (1), 162Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c190.",
        "Berlinski, S., Galiani, S. and Gertler, P. (2009). The effect of pre-primary education on primary school performance. Journal of public Economics, 93 (1), 219Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c234.",
        "Bhalotra, S., Karlsson, M., Nilsson, T. et al. (2015). Infant health and longevity: evidence from a historical trial in Sweden. Discussion Paper 2015-08, IZA, Institute for Social and Economic Research.",
        "Bhalotra, S. R. and Venkataramani, A. (2012). Shadows of the captain of the men of death: Early life health interventions, human capital investments, and institutions, University of Essex, unpublished manuscript.",
        "Bharadwaj, P., Loken, K. V. and Neilson, C. (2013). Early life health interventions and academic achievement. American Economic Review, 103 (5), 1862Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c91.",
        "Bingley, P., Jensen, V. M. and Nielsen, S. S. (2015). Maternal employment, childcare, and long-run child outcomes, SFI, The Danish National Centre for Social Research, unpublished manuscript.",
        "Bitler, M. P., Hoynes, H. W. and Domina, T. (2014). Experimental evidence on distributional effects of Head Start. Working Paper 20434, National Bureau of Economic Research.",
        "Black, S. E., Butikofer, A., Devereux, P. J. and Salvanes, K. G. (2013). This Is Only a Test? Long-Run Impacts of Prenatal Exposure to Radioactive Downfall. Working Paper 18987, National Bureau of Economic Research.",
        "Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009d, Devereux, P. J. and Salvanes, K. G. (2009). Like father, like son? a note on the intergenerational transmission of iq scores. Economics Letters, 105 (1), 138Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c140.",
        "BÃ\u0083Æ\u0092Ã\u0082Â¼tikofer, A., LÃ\u0083Æ\u0092Ã\u0082Â¸ken, K. V. and Salvanes, K. (2014). Long-term consequences of access to well-child visits, Norwegian School of Economics, unpublished manuscript.",
        "Buus, H. (2001). Sundhedsplejerskeinstitutionens Dannelse [The Introduction of the Danish Home Visiting Program]. Museum Tusculanum Press.",
        "Campbell, F., Conti, G., Heckman, J. J., Moon, S. H., Pinto, R., Pungello, E. and Pan, Y. (2014). Early childhood investments substantially boost adult health.",
        "Carneiro, P. and Ginja, R. (2012). Long Term Impacts of Compensatory Preschool on Health and Behavior: Evidence from Head Start. IZA Discussion Papers 6315, Institute for the Study of Labor (IZA).",
        "Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009d, Loken, K. V. and Salvanes, K. G. (2011). A flying start? Maternity leave benefits and long run outcomes of children. Discussion Paper 5793, IZA.",
        "Cascio, E. U. (2009). Do investments in universal early education pay off? long-term effects of introducing kindergartens into public schools. Working Paper 14951, National Bureau of Economic Research.",
        "Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009d and Schanzenbach, D. W. (2013). The impacts of expanding access to high-quality preschool education. Working Paper 19735, National Bureau of Economic Research.",
        "Chen, A., Oster, E. and Williams, H. (2014). Why is infant mortality in the us higher than in europe?, University of Chicago, unpublished manuscript.",
        "Chetty, R., Hendren, N., Kline, P., Saez, E. and Turner, N. (2014). Is the united states still a land of opportunity? recent trends in intergenerational mobility. The American Economic Review, 104 (5), 141Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c147.",
        "Cunha, F. and Heckman, J. (2007). The technology of skill formation. The American Economic Review, 97 (2), 31Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c47.",
        "Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009d, Heckman, J. J. and Schennach, S. M. (2010). Estimating the technology of cognitive and noncognitive skill formation. Econometrica, 78 (3), 883Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c931.",
        "Currie, J. (2011). Inequality at birth: Some causes and consequences. The American Economic Review, 101 (3), 1Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c22.",
        "Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009d and Rossin-Slater, M. (2015). Early-life origins of life-cycle well-being: Research and policy implications. Journal of Policy Analysis and Management, 34 (1), 208Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c242.",
        "Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009d and Thomas, D. (1995). Does head start make a difference? American Economic Review, 85 (3), 341Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c364.",
        "Dahl, G. B. and Lochner, L. (2012). The impact of family income on child achievement: Evidence from the earned income tax credit. The American Economic Review, 102 (5), 1927Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c1956. Danish Data Archive (). Statistical Danish Commune Archive. Archive data material.",
        "Datta Gupta, N. and Simonsen, M. (2010). Non-cognitive child outcomes and universal high quality child care. Journal of Public Economics, 94 (1), 30Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c43.",
        "Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009d and Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009d (2016). Academic performance and type of early childhood care. Economics of Education Review, 53, 217 Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c 229.",
        "Deming, D. (2009). Early childhood intervention and life-cycle skill development: Evidence from head start. American Economic Journal: Applied Economics, pp. 111Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c134.",
        "DNBH (1933-1950). Causes of Death in the Kingdom of Denmark. The Danish National Board of Health.",
        "Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009d (1970). BetÃ\u0083Æ\u0092Ã\u0082Â¦nkning Nr 573: Sundhedsplejerske Institutionen [Report on the Danish Home Visiting Program]. The Danish National Board of Health. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009d (various years). Medical Report for the Kingdom of Denmark. The Danish National Board of Health.",
        "DST (2008). 60 Ã\u0083Æ\u0092Ã\u0082Â¥r i tal - Danmark siden 2. verdenskrig [60 years in numbers - Denmark since WWII]. Statistics Denmark.",
        "Fitzpatrick, M. D. (2008). Starting school at four: The effect of universal pre-kindergarten on childrenÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0084¢s academic achievement. The BE Journal of Economic Analysis & Policy, 8 (1).",
        "Forsdahl, A. (1979). Are poor living conditions in childhood and adolescence an important risk factor for arteriosclerotic heart disease? British Journal of Preventive and Social Medicine, 31 (2), 91Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c95.",
        "Garces, E., Thomas, D. and Currie, J. (2002). Longer-term effects of head start. The American Economic Review, 92 (4), 999Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c1012.",
        "Gormley, W. T. and Gayer, T. (2005). Promoting school readiness in oklahoma an evaluation of tulsaÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0084¢s pre-k program. Journal of Human resources, 40 (3), 533Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c558.",
        "Gunnsteinsson, S., Adhvaryu, A., Christian, P., Labrique, A., Sugimoto, J., Shamim, A. A. and West, K. P. J. (2014). Resilience to early-life shocks, University of Michigan, unpublished manuscript.",
        "Harding, K., Galano, J., Martin, J., Huntington, L. and Schellenbach, C. J. (2007). Healthy families america R effectiveness: A comprehensive review of outcomes. Journal of Prevention & Intervention in the Community, 34 (1-2), 149Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c179.",
        "Havnes, T. and Mogstad, M. (2011). No child left behind: Subsidized child care and childrenÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0084¢s long-run outcomes. American Economic Journal: Economic Policy, 3 (2), 97Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c 129.",
        "Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009d and Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009d (2015). Is universal child care leveling the playing field? Journal of Public Economics, 127, 100Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c114.",
        "Heckman, J. and Masterov, D. (2007). The productivity argument for investing in young children. Applied Economic Perspectives and Policy, 29.",
        "Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009d, Pinto, R. and Savelyev, P. (2013). Understanding the mechanisms through which an influential early childhood program boosted adult outcomes. The American Economic Review, 103 (6), 1Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c35.",
        "Heckman, J. J., Moon, S. H., Pinto, R., Savelyev, P. A. and Yavitz, A. (2010). The rate of return to the highscope perry preschool program. Journal of Public Economics, 94 (1), 114Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c128.",
        "Herbst, C. M. and Tekin, E. (2010). Child care subsidies and child development. Economics of Education Review, 29 (4), 618Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c638.",
        "Hjort, J., SÃ\u0083Æ\u0092Ã\u0082Â¸ lvsten, M. and WÃ\u0083Æ\u0092Ã\u0082Â¼st, M. (2014). Universal investments in infant and long-run health - Evidence from DenmarkÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0084¢s 1937 home visiting program. SFI Working Paper 08:2014.",
        "Hoynes, H., Schanzenbach, D. W. and Almond, D. (2016). Long-run impacts of childhood access to the safety net. The American Economic Review, 106 (4), 903Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c934.",
        "Lee, C.-I. and Solon, G. (2009). Trends in intergenerational income mobility. The Review of Economics and Statistics, 91 (4), 766Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c772.",
        "Loeb, S., Bridges, M., Bassok, D., Fuller, B. and Rumberger, R. W. (2007). How much is too much? the influence of preschool centers on childrenÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0084¢s social and cognitive development. Economics of Education Review, 26 (1), 52Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c66.",
        "LÃ\u0083Æ\u0092Ã\u0082Â¸ken, K. V., Mogstad, M. and Wiswall, M. (2012). What linear estimators miss: The effects of family income on child outcomes. American Economic Journal: Applied Economics, 4 (2), 1Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c35.",
        "Ludwig, J. and Miller, D. (2007). Does head start improve childrenÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0084¢s life chances? evidence from a regression discontinuity design*. The Quarterly Journal of economics, 122 (1), 159Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c208.",
        "Magnuson, K. A., Ruhm, C. and Waldfogel, J. (2007). Does prekindergarten improve school preparation and performance? Economics of Education Review, 26 (1), 33Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c51.",
        "Malamud, O., Pop-Eleches, C. and Urquiola, M. (2015). Understanding interactions between family and school environments in human capital formation, Columbia University, unpublished manuscript.",
        "Masse, L. N. and Barnett, W. S. (2002). A benefit-cost analysis of the abecedarian early childhood intervention. Cost-Effectiveness and Educational Policy, Larchmont, NY: Eye on Education, Inc, pp. 157Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c173.",
        "Meyer, B. D. and Wherry, L. R. (2012). Saving teens: Using a policy discontinuity to estimate the effects of medicaid eligibility. Working Paper 18309, National Bureau of Economic Research.",
        "Office of Planning, Research, and Evaluation (2010). Head Start Impact Study Final Report. Report.",
        "Olds, D. (2016). Building evidence to improve maternal and child health. The Lancet, 387 (10014), 105Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c107.",
        "Olds, D. L. (2006). The nurseÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009cfamily partnership: An evidence-based preventive intervention. Infant Mental Health Journal, 27 (1), 5Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c25.",
        "Olivetti, C. (2013). The female labor force and long-run development: the American experience in comparative perspective. Working Paper 19131, National Bureau of Economic Research.",
        "Pedersen, C. B., Gotzsche, H., MÃ\u0083Æ\u0092Ã\u0082Â¸ ller, J. O. and Mortensen, P. B. (2006). The danish civil registration system. Danish Medical Bulletin, 53 (4), 441Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c450.",
        "Pedersen, J. (2009). Danmarks Ã\u0083Æ\u0092Ã\u0082Â¸konomiske historie 1910-1960 [DenmarkÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0084¢s economic history 1910-1960].",
        "Pedersen, J. H., Petersen, K. and Christiansen, N. F. (eds.) (2011). Dansk velfÃ\u0083Æ\u0092Ã\u0082Â¦rdshistorie Bind II (1898-1933) [The history of the Danish welfare state, Book II (18981933) ]. Poulsen, H. (2002). BesÃ\u0083Æ\u0092Ã\u0082Â¦ttelsesÃ\u0083Æ\u0092Ã\u0082Â¥rene 1940-1945 [The years of occupation 1940-1945].",
        "Robling, M., Bekkers, M.-J., Bell, K., Butler, C. C., Cannings-John, R., Channon, S., Martin, B. C., Gregory, J. W., Hood, K., Kemp, A. et al. (2016). Effectiveness of a nurse-led intensive home-visitation programme for first-time teenage mothers (building blocks): a pragmatic randomised controlled trial. The Lancet, 387 (10014), 146Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c 155.",
        "Schweinhart, L. J., Montie, J., Xiang, Z., Barnett, W. S., Belfield, C. R. and Nores, M. (2005). Lifetime effects: The High/Scope Perry Preschool study through age 40. Ypsilanti, MI: High/Scope Press.",
        "Sievertsen, H. H. and WÃ\u0083Æ\u0092Ã\u0082Â¼st, M. (2015). Discharge on the day of birth, parental response, and health and schooling outcomes, SFI, The Danish National Centre for Social Research, unpublished manuscript. SkjernbÃ\u0083Æ\u0092Ã\u0082Â¦k, O. J. (various years). Institutioner til vÃ\u0083Æ\u0092Ã\u0082Â¦rn for bÃ\u0083Æ\u0092Ã\u0082Â¸rn og unge i Danmark [Institutions for the protection of children and youth in Denmark].",
        "Solon, G. (1992). Intergenerational income mobility in the united states. The American Economic Review, pp. 393Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c408.",
        "St. Pierre, R. G. and Layzer, J. I. (1999). Using home visits for multiple purposes: the comprehensive child development program. Future of Children, 9, 134Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c151.",
        "WÃ\u0083Æ\u0092Ã\u0082Â¼st, M. (2012). Early interventions and infant health: Evidence from the danish home visiting program. Labour Economics, 19, 484Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c495."
    ]
}