{
    "id": 22705,
    "cites": 37,
    "cited_by": 3,
    "reference": [
        "Acemoglu, D. and Johnson, S. (2005), Unbundling Institutions, Journal of Political Economy, 113, 5, pp. 949-955.",
        "Acemoglu, D., Johnson, S. and Robinson, J. (2001) The Colonial Origins of Comparative Development: An Empirical Investigation, American Economic Review, 91, pp. 1369-1401.",
        "Acemoglu, D., Johnson, S. and Robinson, J. (2002) Reversal of Fortune: Geography and Institutions in the Making of the Modern World Income Distribution, Quarterly Journal of Economics, 117, pp. 1231-1294.",
        "Acemoglu, D., Golosov, M. and Tsyvinski, A. (2011) Power Fluctuations and Political Economy, Journal of Economic Theory, 146, 3, pp. 1009-1041.",
        "Aguiar, M. and Amador, M. (2011) Growth in the Shadow of Expropriation, The Quarterly Journal of Economics, 126, 2, pp. 651-697.",
        "Alesina, A. and Tabellini, G. (1990) A positive theory of fiscal deficits and government debt, Review of Economic Studies, 57, pp. 403-414.",
        "Alfaro, L., Kalemli-Ozcan, S. and Volosovych, V. (2008), Why doesnÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0084¢t capital flow from poor to rich countries? An empirical investigation, Review of Economics and Statistics, 90, pp. 347-368.",
        "Amador, M. (2003), A political model of sovereign debt repayment. Mimeo.",
        "Azzimonti, M. (2011), Barriers to Investment in Polarized Societies, American Economic Review, 101, 5, pp. 2182-2204.",
        "Azzimonti, M. and Talbert, M. (2014) Polarized Business Cycles, Journal of Monetary Economics, 67, pp. 47-61.",
        "Azzimonti, M., Sarte, P., and Soares, J. (2009), Distortionary taxes and public investment when government promises are not enforceable, Journal of Economic Dynamics and Control, 33, 9, pp. 1662-81.",
        "Battaglini, M. and Coate, S. (2007) Inefficiency in legislative policy-making: A dynamic analysis, American Economic Review, 97, 1, pp. 118-149.",
        "Battaglini, M. and Coate, S. (2008) A dynamic theory of public spending, taxation and debt, American Economic Review, 98, 1, pp. 201-36.",
        "Besley, T. and Coate, S. (1998) Sources of inefficiency in a representative democracy: A dynamic analysis, American Economic Review, 88, 1, pp. 139-156.",
        "Besley, T., Ilzetzki, E., and Persson T. (2013) Weak States and Steady States: The Dynamics of Fiscal Capacity, American Economic Journal: Macroeconomics, 5, 4, pp. 205-235.",
        "Brunetti, A. and Weder, B. (1998), Investment and Institutional Uncertainty: A Comparative Study of Different Uncertainty Measures, Weltwirtschaftliches Archiv, 134, 3, pp. 513-533.",
        "Busse, M. and Hefeker, C. (2007) Political risk, institutions and foreign direct investment, European Journal of Political Economy, 23, 2, pp. 397-415.",
        "Caballero, R. and Yared, P. (2010) Future Renting-Seeking and Current Public Savings, Journal of International Economics, 82, pp. 124-136.",
        "Debortoli, D., and Nunes, R. (2010) Fiscal policy under loose commitment, Journal of Economic Theory, 145, 3, pp. 1005-1032.",
        "Dixit, A., Grossman, G.M., and Gul, F. (2000) The dynamics of political compromise, Journal of Poliitcal Economy, 108, 3, pp. 531-568.",
        "Eaton, J., and Gersovitz, M. (1984) A theory of expropriation and deviations from perfect capital mobility, Economic Journal, 94, 373, pp. 16-40.",
        "Gastanaga, V. Nugent, J. and Pashamova, B. (1998), Host country reforms and FDI inflows: How much difference do they make?, World Development , 26, 7, pp. 1299-1314.",
        "Halac, M. and Yared, P. (2014) Fiscal Rules and Discretion under Persistent Shocks, Econometrica, 82, pp. 1557-1614",
        "Ilzetzki, E. (2011) Rent-seeking distortions and scal procyclicality, Journal of Development Economics, 96, 1, pp. 30-46.",
        "Janerba, E. (2002) Attracting FDI in a politically risky world, International Economic Review, 43, 4, pp. 1127-1155.",
        "Klein, P. and Rios-Rull, J.V. (2003) Time-consistent optimal fiscal policy, International Economic Review, 44, 4, pp. 1217-1246.",
        "Klein, P., Krusell, P. and RÃ\u0083â\u0080\u009eÃ\u0082Â±Ã\u0083Å\u0092Ã\u0082Â\u0081os-Rull, J.V., 2008, Time-consistent public expenditures, Review of Economic Studies, 75, 3, pp. 789-808.",
        "Laibson, D. (1997) Golden Eggs and Hyperbolic Discounting,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Quarterly Journal of Economics, 62, pp. 443-77.",
        "Lucas, R. (1990) Why doeasnÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0084¢t capital flow from rich to poor countries? American Economic Review, 80, pp. 92-96.",
        "Martin, F. (2010) Markov-Perfect Capital and Labor Taxes, Journal of Economic Dynamics and Control, 34, 3, pp. 503-521.",
        "Martin, F. (2015) Policy And Welfare Effects Of Within-Period Commitment, Macroeconomic Dynamics, 19, 07, pp. 1401-1426.",
        "Ortigueira, S. (2006) Markov-perfect optimal taxation, Review of Economic Dynamics, 9, pp. 153-178.",
        "Parente, S. and Prescott, E. (2000) Barriers to Riches, Cambridge, MA: MIT Press, 2000.",
        "Pastor, L. and Veronesi, P. (2012) Uncertainty about government policy and stock prices, Journal of Finance, 67, 4, pp. 1219-1264.",
        "Thomas, J., and Worrall, T. (1994) Foreign direct investment and the risk of expropriation, Review of Economic Studies, 61, 1, pp. 81-108.",
        "Tornell, A. and Velasco, A. (1992), The tragedy of the commons, Journal of Political Economy, 100, 6, pp. 1208-1231.",
        "Quadrini, V. (2005) Policy commitment and the welfare gains from capital market liberalization, European Economic Review, 49, 8."
    ]
}