{
    "id": 22708,
    "cites": 41,
    "cited_by": 15,
    "reference": [
        "Aguirre, Acacia and Andrew Moore-Ede, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Shiftwork Practices 2014 Manufacturing,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Circadian Information, 2014.",
        "Bloom, Nicholas, James Liang, John Roberts, and Zhichun Jenny Ying, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Does Working from Home Work? Evidence from a Chinese Experiment,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d The Quarterly Journal of Economics, 2015, 165, 218.",
        "Bonhomme, StÃ\u0083Æ\u0092Ã\u0082Â¨phane and GrÃ\u0083Æ\u0092Ã\u0082Â¨gory Jolivet, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093The Pervasive Absence of Compensating Differentials,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Journal of Applied Econometrics, 2009, 24 (5), 763Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c795.",
        "Borghans, Lex, Bas Ter Weel, and Bruce A Weinberg, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093People people: Social capital and the labormarket outcomes of underrepresented groups,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Technical Report, National Bureau of Economic Research 2006.",
        "Brown, Charles, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Equalizing Differences in the Labor Market,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d The Quarterly Journal of Economics, 1980, pp. 113Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c134.",
        "Cortes, Patricia and Jessica Pan, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093When Time Binds: Returns to Working Long Hours and the Gender Wage Gap among the Highly Skilled,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d 2016.",
        "Council of Economic Advisors, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Work-Life Balance and the Economics of Workplace Flexibility,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d https://www.whitehouse.gov/files/documents/100331-cea-economics-workplace-flexibility.pdf, March 2010.",
        "DePillis, Lydia, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Walmart Is Rolling out Big Changes to Worker Schedules This Year,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Washington Post, February 2016.",
        "Diamond, Peter, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Testing the Internal Consistency of Contingent Valuation Surveys,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Journal of Environmental Economics and Management, 1996, 30 (3), 337Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c347.",
        "Diamond, Peter A and Jerry A Hausman, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Contingent Valuation: Is Some Number Better Than No Number?,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d The Journal of Economic Perspectives, 1994, 8 (4), 45Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c64.",
        "DiNardo, John, Nicole M Fortin, and Thomas Lemieux, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Labor Market Institutions and the Distribution of Wages, 1973-1992: A Semiparametric Approach,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Econometrica, 1996, 64 (5), 1001Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c1044.",
        "Dominus, Susan, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Rethinking the Work-Life Equation,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d New York Times Magazine, February 2016.",
        "Ferrell, Diana and Fiona Greig, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Paychecks, Paydays and the Online Platform Economy,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d JPMorgan Chase & Co. Institute, February 2016.",
        "Filer, Randall K, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Male-Female Wage Differences: The Importance of Compensating Differentials,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Industrial & Labor Relations Review, 1985, 38 (3), 426Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c437.",
        "Flory, Jeffrey A, Andreas Leibbrandt, and John A List, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Do Competitive Workplaces Deter Female Workers? A Large-Scale Natural Field Experiment on Job-Entry Decisions,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d The Review of Economic Studies, 2015, pp. 122Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c155.",
        "Goddeeris, John H, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Compensating Differentials and Self-Selection: An Application to Lawyers,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d The Journal of Political Economy, 1988, pp. 411Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c428.",
        "Goldin, Claudia, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093A Grand Gender Convergence: Its Last Chapter,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d The American Economic Review, 2014, 104 (4), 1091Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c1119.",
        "Hall, Robert E and Andreas I Mueller, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Wage Dispersion and Search Behavior,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Technical Report, National Bureau of Economic Research 2015.",
        "Hanley, Nick, Robert E Wright, and Vic Adamowicz, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Using Choice Experiments to Value the Environment, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Environmental and Resource Economics, 1998, 11 (3-4), 413Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c428.",
        "Hedegaard, Morten and Jean-Robert Tyran, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093The Price of Prejudice,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Technical Report, University of Copenhagen Department of Economics 2014.",
        "Kahneman, Daniel and Jack L Knetsch, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Valuing Public Goods: The Purchase of Moral Satisfaction,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Journal of Environmental Economics and Management, 1992, 22 (1), 57Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c70.",
        "Kantor, Jodi, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Starbucks to Revise Policies to End Irregular Schedules for Its 130,000 Baristas,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d New York Times, August 2014.",
        "Katz, Lawrence F and Alan B Krueger, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093The Rise and Nature of Alternative Work Arrangements in the United States, 1995-2015,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d 2016.",
        "Kaur, Supreet, Michael Kremer, and Sendhil Mullainathan, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Self-control at work,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Journal of Political Economy, 2015, 123 (6), 1227Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c1277.",
        "Kostiuk, Peter F, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Compensating Differentials for Shift Work,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Journal of Political Economy, 1990, pp. 1054Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c1075.",
        "Krueger, Alan B and David Schkade, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Sorting in the Labor Market Do Gregarious Workers Flock to Interactive Jobs?,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Journal of Human Resources, 2008, 43 (4), 859Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c883.",
        "Lanfranchi, Joseph, Henry Ohlsson, and Ali Skalli, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Compensating Wage Differentials and Shift Work Preferences,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Economics Letters, 2002, 74 (3), 393Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c398.",
        "Lang, Kevin and Sumon Majumdar, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093The Pricing of Job Characteristics When Markets Do Not Clear: Theory and Policy Implications,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d International Economic Review, 2004, 45 (4), 1111Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c1128.",
        "Manski, Charles F, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093The Structure of Random Utility Models,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Theory and Decision, 1977, 8 (3), 229Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c254.",
        "McFadden, Daniel, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Conditional Logit Analysis of Qualitative Choice Behavior,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d in Paul Zarembka, ed., Frontiers in Econometrics, Academic press, 1973, chapter 4, pp. 105Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c142.",
        "Moen, Phyllis, Erin L Kelly, Wen Fan, Shi-Rong Lee, David Almeida, Ellen Ernst Kossek, and Orfeu M Buxton, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Does a flexibility/support organizational initiative improve high-tech employeesÃ\u0083Æ\u0092Ã\u0082Â¢ wellbeing ? Evidence from the work, family, and health network,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d American Sociological Review, 2016, p. 0003122415622391.",
        "Oettinger, Gerald S, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093The Incidence and Wage Consequences of Home-Based Work in the United States, 1980Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c2000,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Journal of Human Resources, 2011, 46 (2), 237Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c260.",
        "Rosen, Sherwin, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Hedonic Prices and Implicit Markets: Product Differentiation in Pure Competition,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Journal of Political Economy, 1974, 82 (1), 34Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c55.",
        ", Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093The Theory of Equalizing Differences,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Handbook of Labor Economics, 1986, 1, 641Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c692.",
        "Smith, Robert S, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Compensating Wage Differentials and Public Policy: A Review,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Industrial and Labor Relations Review, 1979, pp. 339Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c352.",
        "Sorkin, Isaac, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Ranking Firms Using Revealed Preference,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d 2015.",
        "Stern, Scott, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Do Scientists Pay to Be Scientists?,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Management Science, 2004, 50 (6), 835Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c853.",
        "Taber, Christopher and Rune Vejlin, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Estimation of a Roy/Search/Compensating Differential Model of the Labor Market,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Technical Report, National Bureau of Economic Research 2016.",
        "Viscusi, W Kip and Joni Hersch, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Cigarette smokers as job risk takers,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Review of Economics and Statistics, 2001, 83 (2), 269Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c280.",
        "Weber, Lauren, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Retailers Are Under Fire for Work Schedules,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Wall Street Journal, April 2015.",
        "Wiswall, Matthew and Basit Zafar, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Preference for the Workplace, Human Capital, and Gender,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Technical Report, National Bureau of Economic Research 2016. -.2 .2 .4 .6 .8 1.2 Share Choosing Flexible Schedule Job -5-4 -3-2 -1 0 1 2 3 4 5 Wage Premium for Flexible Schedule Job Uncorrected for Inattention"
    ]
}