{
    "id": 22717,
    "cites": 26,
    "cited_by": 4,
    "reference": [
        "Arias, E. (2010). Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093United States Life Tables, 2005.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d National Vital Statistics Reports, Vol. 58, US National Center for Health Statistics: Hyattsville, Maryland.",
        "Arias, E. (2016). Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Changes in Life Expectancy by Race and Hispanic Origin in the US, 201314. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d NCHS Data Brief No. 255, April. US National Center for Health Statistics: Hyattsville, Maryland.",
        "Brown, J. R. (2001). Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Private Pensions, Mortality Risk, and the Decision to Annuitize,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Journal of Public Economics 82(1): 29-62.",
        "Brown, J. R., A. Kapteyn, E. Luttmer, and O. S. Mitchell. (2016). Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Cognitive Constraints on Valuing Annuities.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d JEEA. Forthcoming Brown, J.B., O.S. Mitchell, J. Poterba, and M. Warshawsky. (2001). The Role of Annuity Markets in Financing Retirement. Cambridge, MA: MIT Press Carroll, C. D. and A. A. Samwick. (1997). Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093The Nature of Precautionary Wealth.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Journal of Monetary Economics 40(1): 41Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c71.",
        "Cocco, J. and F. Gomes. (2012). Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Longevity Risk, Retirement Savings, and Financial Innovation. Journal of Financial Economics 103(3): 507Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c29.",
        "Dus, Ivica, Raimond Maurer, & Olivia S. Mitchell. (2005). Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Betting on Death and Capital Markets in Retirement: A Shortfall Risk Analysis of Life Annuities versus Phased Withdrawal Plans.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Financial Services Review. (14): 169-196.",
        "Finkelstein, A. and J. Poterba (2004). Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Adverse Selection in Insurance Markets: Policyholder Evidence from the UK Annuity Market.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Journal of Political Economy 112(1): 183208.",
        "Gale, W., J.M. Iwry, D.C. John, and L. Walker. (2008). Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Increasing Annuitization of 401(k) Plans with Automatic Trial Income.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Retirement Security Project Report 2008-2. Brookings Institution.",
        "Gomes, F. J., L. J. Kotlikoff, and L. M. Viceira. (2008). Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Optimal Life-Cycle Investing with Flexible Labor Supply: A Welfare Analysis of Life-Cycle Funds.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d American Economic Review: Papers & Proceedings. 98(2): 297-303.",
        "Horneff, V., R. Maurer, O.S. Mitchell, and R. Rogalla. (2015). Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Optimal Life Cycle Portfolio Choice with Variable Annuities Offering Liquidity and Investment Downside Protection.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Insurance: Mathematics and Economics 63(1): 91Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c107.",
        "Hubener, A., R. Maurer, and O. S. Mitchell. (2015). Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093How Family Status and Social Security Claiming Options Shape Optimal Life Cycle Portfolios.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Review of Financial Studies 29(4): 937-978.",
        "Inkmann, J., P. Lopes, and A. Michaelides. (2011). Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093How Deep is the Annuity Market Participation Puzzle?Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Review of Financial Studies. 24(1):279-319.",
        "Internal Revenue Service (IRS 2012a). Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Form 1040 (Tax Tables): Tax Tables and Tax Rate Schedules.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Downloaded 03/12/2013. www.irs.gov/pub/irs-pdf/i1040tt.pdf.",
        "Internal Revenue Service (IRS 2014). Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Lifetime Income Provided through Target Date Funds in Section 401(k) Plans and Other Qualified Defined Contribution Plans.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d IRS Notice 2014-66. https://www.irs.gov/pub/irs-drop/n-14-66.pdf Internal Revenue Service (IRS 2012b). Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Retirement Plan and IRA Required Minimum Distributions FAQs.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d https://www.irs.gov/Retirement-Plans/Retirement-Plans-FAQsregarding -Required-Minimum-Distributions.",
        "Iwry, J. M. (2014). Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Excerpted Remarks of J. Mark Iwry, Senior Advisor to the Secretary of the Treasury and Deputy Assistant Secretary for Retirement and Health Policy.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d For the Insured Retirement Institute, July 1, 2014.",
        "Iwry, J. M. and John A. Turner. (2009). Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Automatic Annuitization: New Behavioral Strategies for Expanding Lifetime Income in 401(k)s.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Retirement Security Project Report No. 2009-2, July.",
        "Kim, H. H., R. Maurer, and O. S. Mitchell. (2016). Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Time is Money: Rational Life Cycle Inertia and the Delegation of Investment Management.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Journal of Financial Economics 121(2): 427-447.",
        "Kreuger, P. M., M. K. Tran, R. A. Hummer, and V. W. Chang. (2015). Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Mortality Attributable to Low Levels of Education in the United States.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d PlosOne. July 8. http://dx.doi.org/10.1371/journal.pone.0131809 Lusardi, A. and O.S. Mitchell (2015). Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Financial Literacy and Economic Outcomes: Evidence and Policy Implications.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Journal of Retirement Economics. 3(1): 107-114.",
        "Love, D.A. (2010). Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093The Effects of Marital Status and Children on Savings and Portfolio Choice.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Review of Financial Studies 23(1): 385-432.",
        "Malkiel, B.G. (1996). A Random Walk Down Wall Street: Including a LifeÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c Cycle Guide to Personal Investing. 6th ed New York: Norton.",
        "Maurer, R., O. S. Mitchell, R. Rogalla, and V. Kartashov. (2013). Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Lifecycle Portfolio Choice with Systematic Longevity Risk and Variable Investment-Linked Deferred Annuities.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Journal of Risk and Insurance 80(3): 649-676.",
        "Mitchell, O.S., J. Piggott, and N. Takayama, Editors. (2011). Securing Lifelong Retirement Income. Oxford: Oxford University Press.",
        "Poterba, J., J. Rauh, S. Venti, and D. Wise (2007). Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Defined Contribution Plans, Defined Benefit Plans, and the Accumulation of Retirement Wealth.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Journal of Public Economics 91(10): 2062-2086 Ryan, C. L. and K. Bauman. (2016). Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Educational Attainment in the United States: 2015.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d March Current Population Report. US Census.",
        "https://www.census.gov/content/dam/Census/library/publications/2016/demo/p20-578.pdf Ryan, C. and K. Bauman. (2016). Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Educational Attainment in the United States.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Current Population Report P20-578, US Census Bureau.",
        "https://www.census.gov/content/dam/Census/library/publications/2016/demo/p20578. pdf Society of Actuaries (SOA). (nd). RP-2000 Mortality Tables. https://www.soa.org/research/experience-study/pension/research-rp-2000-mortalitytables. aspx Turner, J. and D. McCarthy. (2013). Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Longevity Insurance Annuities in 401(k) Plans and IRAs.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Benefits Quarterly. 1st Q: 58-62.",
        "US Social Security Administration (US SSA). (nd). Fact Sheet: Benefit Formula Bend Points. https://www.ssa.gov/oact/cola/bendpoints.html US Department of the Treasury (US Treasury). (2014). Treasury Issues Final Rules Regarding Longevity Annuities. Press Release. http://www.treasury.gov/presscenter /press-releases/Pages/jl2448.aspx."
    ]
}