{
    "id": 2271,
    "cites": 57,
    "cited_by": 86,
    "reference": [
        "Akerlof, G.A. Labor Contracts as Partial Gift Exchange, Quarterly Journal of Economics 87 (November 1982): 543-69.",
        "Brown, C. and J. Medoff. The Employer Size Wage Effect, Nimeo, November 1985.",
        "Bulow, J. I. and Summers, L. H. A Theory of Dual Labor Markets with Application to Industrial Policy, Discrimination and Keynesian Unemployment. Journal of La bor Economics 4 (July 1986): 376- 414.",
        "Dickens, W.T. Wages, Employment and the Threat of Collective Action by Workers, NBER working paper 01856 (March 1986).",
        "Dickens, W.T. and L.F. Katz. Interindustry Wage Differences and Industry Characteristics, in K. Lang and J. Leonard eds., Unemployment and the Structure of Labor Markets, Basil-Blackwell, 1987.",
        "Dickens, W.T. and K. Lang. A Test of Dual Labor Market Theory, American Economic Review 75 (September 1985a): . Testing Dual Labor Market Theory: A Reconsideration of the Evidence, NBER Working Paper 1670, l985b.",
        "Doeringer P. B. and M. J. Piore, Internal Labor Markets and Manpower Analysis, Lexington, Mass.: D.C. Heath, 1971.",
        "Farber, H.S. Right-to-Work Laws and the Extent of Unionization, Journal of Labor Economics 2 (July 1984): 319-52.",
        "Foulkes, F. Personnel Policies in Large Nonunion Companies Englewood Cliffs, N.J.: Prentice-Hall, 1980.",
        "Freeman, R.B. The Exit-Voice Tradeoff in the Labor Market, Unionism, Job Tenure, Quits, and Separations, Quarterly Journal of Economics 94 (June 1980): 643-73.",
        "References 35 . The Effect of Trade Unionism on Fringe Benefits, Industrial and Labor Relations Review 34 (July 1981): 489-509.",
        "Freeman, R.B. and J. Medoff. What Do Unions Do? New York: Basic Books, 1984.",
        "Gibbons, R.S. and L.F. Katz. Sorting and Inter-Industry Wage Differences, Mimeo, May 1987.",
        "Hammermesh, D. Economic Aspects of Job Satisfaction, in 0. Ashenfelter and W. Oates, eds., Essays in Labor Market Analysis. New York: Halstead Press, 1977.",
        "Heywood, J.S. Market Structure and Wages: The Role of Imports, Mimeo, University of Michigan, February 1985.",
        "Heywood, J.S. Labor Quality and the Concentration-Earnings Hypothesis, Review of Economics and Statistics, forthcoming 1986.",
        "Johnson, G. Changes Over Time in the Union/Nonunion Wage Differential, Mimeo, University of Michigan, February 1981.",
        "Jovanov, N. Strikes and Self-Management, in J. Obradovic and W.N. Dunn, Work ers Self-Management and Organizational Power in Yugoslavia Univ. Center for International Studies, Pittsburgh, 1978.",
        "Katz, L.F. Efficiency Wage Theories: A Partial Evaluation, in S. Fischer, ed., NBER Macroeconomics Annual 1986. Cambridge, Ma.: MIT Press, 1986.",
        "Kendrick, J. Productivity Trends in the United States. Princeton, N.J.: NBER, Princeton U. Press, 1961.",
        "Krueger, A.B.Ownership, Agency and Wages: An Empirical Analysis, Harvard University, unpublished paper, November 1986.",
        "Krueger, A.B. and L.H. Summmers. Efficiency Wages and the Inter-Industry Wage Structure. Econometrica forthcoming 1987a.",
        "Markets. London: Basil Blackwell, 1987b.",
        "Kumar, P. Differentials in Wage Rates of Unskilled Labor in Canadian Manufacturing Industries, Industrial and Labor Relations Review 26 (October 1972): 631-45.",
        "Kwoka, J. Monopoly, Plant, and Union Effects on Worker Wages, Industrial and Labor Relations Review 36 (January 1983): 251-57.",
        "Lawrence, C. and R. Lawrence. Relative Wages in U.S. Manufacturing: An Endgame Interpretation, Brookings Papers on Economic Activity (1985:1): 47-106.",
        "Lebergott, S. Wage Structure, RESTAT (November 1947).",
        "References 36 Leonard, J.S. Carrots and Sticks: Pay, Supervision and Turnover, Journal of Labor Economics forthcoming 1987.",
        "Levine, D. Tests of Efficiency Wage and Rent-Sharing Theories: The PayProductivity Relation, Harvard, unpublished paper, January 1987.",
        "Lewis, H.G. Unionism and Relative Wages in the United States. Chicago: University of Chicago Press, 1963.",
        "Lindbeck, A. and Snower, D. Wage Setting, Unemployment, and Insider-Outsider Relations. American Economic Review Proceedings 76 (May 1986): 235-9.",
        "Long, J.E. and Link, A.N. The Impact of Market Structure on Wages, Fringe Benef its, and Turnover, Industrial and Labor Relations Review 36 (January 1983): 239-50.",
        "Mathewson, Stanley B. Restriction of Output Among Unorganized Workers Southern Illinois University Press, Carbondale, 1969.",
        "Mellow, W. and H. Sider, Accuracy of Response in Labor Market Surveys: Evidence and Implications, Journal of Labor Economics, October 1983.",
        "Montgomery, E. and D. Stockton. Evidence on Causes of the Rising Dispersion of Relative Wages, Mimeo, April 1985.",
        "Murphy, K. and R. Topel. Unemployment, Risk, and Earnings, in Kevin Lang and Jonathan Leonard eds., Unemployment and the Structure of Labor Markets. London: Basil Blackwell, 1987.",
        "Oi, W. Heterogeneous Firms and the Organization of Production, Economic Inquiry 21 (April 1983): 147-71.",
        "Oi, W. and J. Raisian. Impact of Firm Size on Wages and Salaries, Mimeo, August 1985.",
        "OECD. Wages and Labor Mobility. Paris: OECD, 1965.",
        "Pencavel J. An Analysis of the Quit Rate in American Manufacturing Industry. Princeton, N.J.: IR Section Princeton, 1970.",
        "Piore, M.J. Fragments of a `Sociological Theory of Wages, American Economic Review Proceedings 63 (May 1973): 337-44.",
        "Pryor, F. Property and Industrial Organization in Communist and Capitalist Nations. Bloomington, Ind.: Indiana University Press, 1973.",
        "Pugel, T. Profitability, Concentration and the Interindustry Variation in Wages, RESTAT 62 (May 1980): 248-53.",
        "References 37 Reder, H. Wage Differentials: Theory and Measurement, in Aspects of Labor Eco nomics. Princeton: Universities-NBER, Princeton U. Press, 1962.",
        "Rosen, S. On the Interindustry Wage and Hours Structure, Journal of Political Economy 77 (March/April 1969): 249-73.",
        "Rotemberg, J.J. and Saloner, G. A Theory of Inter-Industry Wage Differentials, M.I.T. mimeo 1986.",
        "Saunders, C. and D. Harsden. Pay Inequalities in the European Communities London: Buttersworth, 1981.",
        "Shaked A. and Sutton J., Involuntary Unemployment as a Perfect Equilibrium in a Bargaining Model, Econometrica 52, No.6 (November, 1984) p1351-64.",
        "Slichter, S. Notes on the Structure of Wages, RESTAT 32 (February 1950): 80-91.",
        "Solow, R. Another Possible Source of Wage Stickiness, Journal of Macro Economics 1, 1979, p79-82.",
        "Stiglitz, J.E. Theories of Wage Rigidity, in J. Butkiewicz, et al, eds. Keynes Economic Legacy: Contemporary Economic Theories. New York: Praeger Publishers, 1986.",
        "Topel, R. Equilibrium Earnings, Turnover, and Unemployment, Journal of Labor Economics 2 (October 1984): 500-522.",
        "Ulman, L. Labor Mobility and Industrial Wage Structure in the Postwar United States, Quarterly Journal of Economics 89 (February 1965): 73-97.",
        "Vroman, W. Cyclical Earnings Changes of Low Wage Workers, in R. Ehrenberg, ed., Research in Labor Economics, vol. 2. Greenwich, Ct.: JAI Press, 1978.",
        "Weiss, Andrew, Job Queues and Layoffs in Labor Markets with Flexible Wages, Journal of Political Economy 88 (June 1980): 526-38.",
        "Weiss, Leonard, Concentration and Labor Earnings, American Economic Review 56 (March 1966) p 96-117.",
        "Yellen, J. Efficiency Wage Models of Unemployment, American Economic Review Proceedings 74 (May 1984): 200-205."
    ]
}