{
    "id": 22716,
    "cites": 4,
    "cited_by": 1,
    "reference": [
        "Attila Ambrus, Yuhta Ishii, and James Burns. Gradual bidding in ebay-like auctions. Economic Research Initiatives at Duke, July 2014. 1, 1, 11 Susan Athey and Philip A Haile. Identification of standard auction models. Econometrica, 70(6):2107Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c2140, 2002. 1 Christopher Avery. Strategic jump bidding in english auctions. The Review of Economic Studies, 65(2):185Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c210, 1998. 1 Matthew Backus and Gregory Lewis. A demand system for a dynamic auction market with directed search. Harvard University, October, 2012. URL http://goo.gl/zdxan3. 1 P. Bajari and A. Hortacsu. The winnerÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0084¢s curse, reserve prices, and endogenous entry: empirical insights from eBay auctions. RAND Journal of Economics, pages 329Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c355, 2003.",
        "Tilman BoÃ\u0083Å\u0092Ã\u0082Ë\u0086rgers and Christian Dustmann. Strange bids: bidding behaviour in the united kingdomÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0084¢s third generation spectrum auction. The Economic Journal, 115(505):551Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c578, 2005. 1 Victor Chernozhukov and Han Hong. An mcmc approach to classical estimation. Journal of Econometrics, 115(2):293Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c346, 2003. 9.1 Dominic Coey, Bradley Larsen, and Brennan C Platt. A theory of bidding dynamics and deadlines in online retail. 2015. 1, 1 Olivier Compte and Philippe Jehiel. The wait-and-see option in ascending price auctions.",
        "Journal of the European Economic Association, 2(2-3):494Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c503, 2004. 1 Olivier Compte and Philippe Jehiel. Auctions and information acquisition: sealed bid or dynamic formats? The Rand Journal of Economics, 38(2):355Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c372, 2007. 1 Peter Cramton. Spectrum auctions. Handbook of Telecommunications Economics, 2002. 2 Kent D Daniel and David A Hirshleifer. A theory of costly sequential bidding. University of Michigan Business School Working Paper, (98028), 1998. 1 Joachim R Groeger and Robert A Miller. Bidding frictions in ascending auctions. 2015.",
        "Journal of Political Economy, 111(1):1Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c51, 2003. 1 Milton Harris and Bengt Holmstrom. A theory of wage dynamics. The Review of Economic Studies, 49(3):315Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c333, 1982. 5 Kenneth Hendricks and Alan Sorensen. The role of intermediaries in dynamic auction markets."
    ]
}