{
    "id": 22728,
    "cites": 68,
    "cited_by": 1,
    "reference": [
        "Abeler, Johannes, Armin Falk, Lorenz Goette, and David Huffman, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Reference points and effort provision,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d The American Economic Review, 2011, pp. 470Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c492.",
        "Akerlof, George A, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Labor contracts as partial gift exchange,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d The Quarterly Journal of Economics, 1982, 97 (4), 543Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c569.",
        "Ariely, Dan, George Loewenstein, and Drazen Prelec, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Coherent arbitrarinessÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d: Stable demand curves without stable preferences,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d The Quarterly Journal of Economics, 2003, 118 (1), 73Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c106.",
        "Bartling, Bjoern, Roberto A. Weber, and Lan Yao, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Do Markets Erode Social Responsibility,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d The Quarterly Journal of Economics, 2015, 130 (1), 219Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c266.",
        "Bartling, BjoÃ\u0083Å\u0092Ã\u0082Ë\u0086rn, Manuel Grieder, and Christian Zehnder, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Does Competition Justify Inequality,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d CESifo Working Paper Series 5651, CESifo Group Munich 2015.",
        "Bauer, Michal, Alessandra Cassar, Julie ChytilovaÃ\u0083Å\u0092Ã\u0082Â\u0081, and Joseph Henrich, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093WarÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0084¢s enduring effects on the development of egalitarian motivations and in-group biases,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Psychological science, 2014, 25 (1), 47Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c57.",
        "Bednar, Jenna, Yan Chen, Tracy Xiao Liu, and Scott Page, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Behavioral spillovers and cognitive load in multiple games: An experimental study,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Games and Economic Behavior, 2012, 74 (1), 12Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c31.",
        "Benabou, Roland, Jean Tirole et al., Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Laws and Norms,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Technical Report 6290, Institute for the Study of Labor (IZA) 2012.",
        "Benjamin, Daniel J., Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093A Theory of Fairness in Labor Markets,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Japanese Economic Review, 2015, 66 (2), 182Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c225.",
        "Bettinger, Eric and Robert Slonim, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Using experimental economics to measure the effects of a natural educational experiment on altruism,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Journal of Public Economics, 2006, 90 (8), 1625Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c1648.",
        "Bhargava, Saurabh and Ray Fisman, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Contrast effects in sequential decisions: Evidence from speed dating,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Review of Economics and Statistics, 2014, 96 (3), 444Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c457.",
        "Binmore, Ken, Peter Morgan, Avner Snaked, and John Sutton, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Do people exploit their bargaining power? An experimental study,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Games and Economic Behavior, 1991, 3 (3), 295Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c322.",
        "Bolton, Gary E. and Axel Ockenfels, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093ERC: A Theory of Equity, Reciprocity, and Competition,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d American Economic Review, 2000, 90 (1), 166Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c93.",
        ", , and , Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Salience and Consumer Choice,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Journal of Political Economy, 2013, 121 (5), 803Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c843.",
        ", , and , Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Memory, attention and choice,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Technical Report 2015.",
        "Bowman, David, Deborah Minehart, and Matthew Rabin, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Loss aversion in a consumptionÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009csavings model,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Journal of Economic Behavior & Organization, 1999, 38 (2), 155Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c178. Brandts, Jordi, Matthew Ellman, and Gary Charness, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093LetÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0084¢s talk: How communication affects contract design,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Journal of the European Economic Association, forthcoming.",
        "Bushong, Benjamin, Mathew Rabin, and Josh Schwartzstein, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093A Model of Relative Thinking,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d 2015, working paper.",
        "Camerer, Colin and Teck Hua Ho, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Experience-weighted Attraction Learning in Normal Form Games,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Econometrica, 1999, 67 (4), 827Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c874.",
        "Camerer, Colin F, Anna Dreber, Eskil Forsell, Teck-Hua Ho, JuÃ\u0083Å\u0092Ã\u0082Ë\u0086rgen Huber, Magnus Johannesson, Michael Kirchler, Johan Almenberg, Adam Altmejd, Taizan Chan et al., Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Evaluating replicability of laboratory experiments in economics,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Science, 2016, 351 (6277).",
        "Cason, Timothy N, Anya C Savikhin, and Roman M Sheremeta, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Behavioral spillovers in coordination games,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d European Economic Review, 2011, 56, 233Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c245.",
        "Cassar, Alessandra, Pauline Grosjean, and Sam Whitt, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Legacies of violence: trust and market development,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Journal of Economic Growth, 2012, pp. 1Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c34.",
        "Charness, Gary and Matthew Rabin, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Understanding Social Preferences with Simple Tests,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Quarterly Journal of Economics, 2002, 117 (3), 817Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c869.",
        "Coffman, Lucas C., Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Essays in Experimental Economics,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Doctoral Dissertation, 2010.",
        "Cooper, David J. and E. Glenn Dutcher, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093The dynamics of responder behavior in ultimatum games: a meta-study,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Experimental Economics, 2011, 14, 519Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c546.",
        "Ericson, Keith M Marzilli, Andreas Fuster et al., Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Expectations as Endowments: Evidence on Reference-Dependent Preferences from Exchange and Valuation Experiments,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d The Quarterly Journal of Economics, 2011, 126 (4), 1879Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c1907.",
        "Falk, Armin and Nora Szech, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Morals and markets,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d science, 2013, 340 (6133), 707Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c711.",
        ", Ernst Fehr, and Christian Zehnder, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Fairness perceptions and reservation wagesÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009dthe behavioral effects of minimum wage laws,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d The Quarterly Journal of Economics, 2006, 121 (4), 1347Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c1381.",
        "Fehr, Ernst and Klaus M. Schmidt, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093A Theory of Fairness, Competition, and Cooperation,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d The Quarterly Journal of Economics, 1999, 114 (3), 817Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c868.",
        ", Georg Kirchsteiger, and Arno Riedl, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Does fairness prevent market clearing? An experimental investigation,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d The Quarterly Journal of Economics, 1993, 108 (2), 437Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c459.",
        ", Lorenz Goette, and Christian Zehnder, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093A Behavioral Account of the Labor Market: The Role of Fairness Concerns,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Annual Review of Economics, 2009, 1 (1), 355Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c384.",
        ", Oliver D. Hart, and Christian Zehnder, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093How Do Informal Agreements and Renegotiation Shape Contractual Reference Points?,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Journal of the European Economic Association, 2015, 13 (1), 1Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c28.",
        ", Oliver Hart, and Christian Zehnder, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Contracts as Reference PointsÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009cExperimental Evidence,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d American Economic Review, 2011, 101 (2), 493Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c525.",
        "Fischbacher, Urs, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093z-Tree: Zurich Toolbox for Ready-made Economic Experiments,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Experimental Economics, 2007, 10, 171Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c178.",
        ", Christina M. Fong, and Ernst Fehr, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Fairness, errors and the power of competition,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Journal of Economic Behavior & Organization, 2009, 72 (1), 527Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c545.",
        "Frederick, Shane, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Cognitive reflection and decision making,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d The Journal of Economic Perspectives, 2005, 19 (4), 25Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c42.",
        "Fudenberg, Drew, David K. Levine, and Zacharias Maniadis, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093On the Robustness of Anchoring Effects in WTP and WTA Experiments,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d American Economic Journal: Microeconomics, 2012, 4 (2), 131Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c145.",
        "Gilchrist, Duncan S, Michael Luca, and Deepak Malhotra, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093When 3+ 1 &gt; 4: Gift structure and reciprocity in the field,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Management Science, 2016, 62 (9), 2639Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c2650.",
        "Gilligan, Michael J., Benjamin J. Pasquale, and Cyrus Samii, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Civil War and Social Cohesion: Lab-in-the-Field Evidence from Nepal,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d American Journal of Political Science, 2014, 58 (3), 604Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c619.",
        "Greiner, Ben, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093The Online Recruitment System ORSEE: A Guide for the Organization of Experiments in Economics,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Discussion Papers on Strategic Interaction 2003Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c10, Max Planck Institute of Economics, Strategic Interaction Group 2004.",
        "Grimm, Veronika and Friederike Mengel, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093An experiment on learning in a multiple games environment, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Journal of Economic Theory, 2012, 147, 2220Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c2259.",
        "Grosskopf, Brit, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Reinforcement and directional learning in the ultimatum game with responder competition, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Experimental Economics, 2003, 6 (2), 141Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c158.",
        "GuÃ\u0083Å\u0092Ã\u0082Ë\u0086th, Werner, Rolf Schmittberger, and Bernd Schwarze, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093An experimental analysis of ultimatum bargaining,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Journal of Economic Behavior & Organization, 1982, 3 (4), 367Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c388.",
        "Hall, Robert E, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Employment fluctuations with equilibrium wage stickiness,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d American economic review, March 2005, 95 (1), 50Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c65.",
        "Handgraaf, Michel JJ, Eric Van Dijk, and David De Cremer, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Social utility in ultimatum bargaining, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Social Justice Research, 2003, 16 (3), 263Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c283.",
        "Hargreaves-Heap, Shaun and Yanis Varoufakis, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Some Experimental Evidence on the Evolution of Discrimination, Co-operation and Perceptions of Fairness,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d The Economic Journal, 2002, 112 (481), 679Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c 703.",
        "Hart, Oliver, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Hold-up, Asset Ownership, and Referene Points,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d The Quarterly Journal of Economics, 2009, 124 (1), 267Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c200.",
        "Hartzmark, Samuel M and Kelly Shue, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093A tough act to follow: Contrast effects in financial markets,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Mimeo, 2015.",
        "Heffetz, Ori and John A List, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Is the endowment effect an expectations effect?,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Journal of the European Economic Association, 2014, 12 (5), 1396Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c1422.",
        "Herz, Holger and Dmitry Taubinsky, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Market experience is a reference point in judgments of fairness,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Technical Report 128, Working Paper Series, University of Zurich, Department of Economics 2013.",
        "Kagel, John H, Chung Kim, and Donald Moser, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Fairness in ultimatum games with asymmetric information and asymmetric payoffs,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Games and Economic Behavior, 1996, 13 (1), 100Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c110.",
        "Kahneman, Daniel and Amos Tversky, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Prospect theory: An analysis of decision under risk,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Econometrica: Journal of the Econometric Society, 1979, pp. 263Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c291.",
        ", Jack L Knetsch, and Richard Thaler, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Fairness as a constraint on profit seeking: Entitlements in the market,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d The American economic review, September 1986, 76 (4), 728Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c741.",
        "Kaur, Supreet, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Nominal Wage Rigidity in Village Labor Markets,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Working Paper, 2012.",
        "Kenrick, Douglas T and Sara E Gutierres, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Contrast Effects and Judgments of Physical Attractiveness: When Beauty Becomes a Social Problem,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Journal of Personality and Social Psychology, 1980, 38 (1), 131Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c140.",
        "LeÃ\u0083Å\u0092Ã\u0082Â\u0081vy-Garboua, Louis, David Masclet, and Claude Montmarquette, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093A behavioral Laffer curve: Emergence of a social norm of fairness in a real effort experiment,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Journal of Economic Psychology, 2009, 30 (2), 147Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c161.",
        "Lichtenstein, Sarah and Paul Slovic, The construction of preference, 1st ed., New York: Cambridge University Press, 2006.",
        "List, John A., Zacharias Maniadis, and Fabio Tufano, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093One Swallow DoesnÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0084¢t Make a Summer: New Evidence on Anchoring Effects,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d American Economic Review, forthcoming, 2013.",
        "Pepitone, Albert and Mark DiNubile, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Contrast effects in judgments of crime severity and the punishment of criminal violators.,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Journal of Personality and Social Psychology, 1976, 33 (4), 448Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c459.",
        "Peysakhovich, Alexander and David G. Rand, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Habits of Virtue: Creating Norms of Cooperation and Defection in the Laboratory,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Management Science, 2015, 62 (3), 631Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c647.",
        "Rabin, Matthew, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Incorporating Fairness into Game Theory and Economics,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d American Economic Review, 1993, 83 (5), 1281Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c1302.",
        "Rao, Gautam, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Familiarity Does not Breed Contempt: Diversity, Discrimination, and Generosity in Delhi Schools,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d working paper, 2013.",
        "Roth, Alvin E and Ido Erev, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Learning in extensive-form games: Experimental data and simple dynamic models in the intermediate term,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Games and economic behavior, 1995, 8 (1), 164Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c212.",
        ", Vesna Prasnikar, Masahiro Okuno-Fujiwara, and Shmuel Zamir, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Bargaining and market behavior in Jerusalem, Ljubljana, Pittsburgh, and Tokyo: An experimental study,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d The American Economic Review, December 1991, 81 (5), 1068Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c1095.",
        "Silverman, Dan, Joel Slemrod, and Neslihan Uler, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Distinguishing the Role of Authority Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009dInÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d and Authority Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009dToÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Journal of Public Economics, 2014, 104 (6), 1518Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c1550.",
        "Simonson, Itamar and Amos Tversky, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Choice in context: tradeoff contrast and extremeness aversion.,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Journal of Marketing Research, 1992.",
        "Skott, Peter, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Fairness as a source of hysteresis in employment and relative wages,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Journal of Economic Behavior & Organization, 2005, 57 (3), 305Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c331.",
        "Voors, Maarten J, Eleonora EM Nillesen, Philip Verwimp, Erwin H Bulte, Robert Lensink, and Daan P Van Soest, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Violent conflict and behavior: a field experiment in Burundi,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d The American Economic Review, 2012, 102 (2), 941Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c964.",
        "Now the natural assumption to make about how experience shapes the reference point is that experiencing higher offers or payoffs should lead to a higher reference point r. This is the case in theories of backwards-looking reference points, as in Bowman et al. (1999). Alternatively, if r is shaped by expectations which are based on the types of offers observed, then r should again be increasing in history of offers. Thus in experiment 1, r should be higher for responders in the PC market than for responders in the RC market. The Proposition thus implies that PC responders should actually have lower MAOÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0084¢s than RC responders -the opposite of our experimental results. This implies that unless fairness preferences are themselves shaped by past experience, there is no natural model of reference-dependence over monetary payoffs that is consistent with our experimental results."
    ]
}