{
    "id": 22725,
    "cites": 19,
    "cited_by": 0,
    "reference": [
        "Altonji, J. G. and R. K. Mansfield (2014). Group-average observables as controls for sorting on unobservables when estimating group treatment effects: The case of school and neighborhood effects. Mimeo, National Bureau of Economic Research Working Paper No. 20781.",
        "Angrist, J., E. Bettinger, and M. Kremer (2006). Long-term consequences of secondary school vouchers: Evidence from administrative records in colombia. American Economic Review.",
        "Arum, R. and J. Roksa (2011). Academically adrift: Limited learning on college campuses. University of Chicago Press.",
        "Chetty, R., J. N. Friedman, and J. Rockoff (2014). Measuring the impacts of teachers i: Evaluating bias in teacher value-added estimates. American Economic Review 104(9), 2593Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c2632.",
        "Cooke, M. (1910). Academic and industrial efficiency.",
        "Council for Aid to Education (2013). Does college matter? measuring critical-thinking outcomes using the CLA. Technical report. Available at http://cae.org/images/uploads/ pdf/Does_College_Matter.pdf in August 2016.",
        "Dale, S. B. and A. B. Krueger (2014, November). Estimating the effects of college characteristics over the career using administrative earnings data. The Journal of Human Resources 49(2), 323Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c358.",
        "Hastings, J., C. Neilson, and S. Zimmerman (2013). Are some degrees worth more than others? evidence from college admission cutoffs in chile. Mimeo, National Bureau of Economic Research Working Paper No. 19241.",
        "Hoekstra, M. (2009). The effect of attending the flagship state university on earnings: A discontinuity-based approach. Review of Economics and Statistics 91(4), 717Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c724.",
        "Hoxby, C. (2016). The productivity of u.s. postsecondary institutions. This volume.",
        "Hoxby, C. and G. Bulman (2015). Computing the value added of american postsecondary institutions. Technical report, Stanford University.",
        "Kirkeboen, L., E. Leuven, and M. Mogstad (2016). Field of study, earnings, and self-selection.",
        "Klein, S., J. Steedle, and H. Kugelmass (2010). The lumina longitudinal study: Summary of procedures and findings comparing the longitudinal and cross-sectional models. Unpublished manuscript.",
        "MacLeod, W. B., E. Riehl, J. E. Saavedra, and M. Urquiola (2015). The big sort: College reputation and labor market outcomes. Mimeo, National Bureau of Economic Research Working Paper No. 21230.",
        "Pascarella, E. T. and P. Terenzini (2005). How college affects students: A third decade of research.",
        "Saavedra, A. and J. E. Saavedra (2011). Do colleges cultivate critical thinking, problem solving, writing and interpersonal skills? Economics of Education Review.",
        "Saavedra, J. (2009). The learning and early labor market effects of college quality: A regression discontinuity analysis. Mimeo, Harvard University.",
        "Stange, K. (2012). Ability sorting and the importance of college quality to student achievement: Evidence from community colleges. Education Finance and Policy 7(1), 74Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c105.",
        "Sullivan, T., C. Mackie, W. F. Massy, and E. Sinha (2012). Improving measurement of productivity in higher education. Technical report, The National Academies Press: Washington, D.C."
    ]
}