{
    "id": 22729,
    "cites": 34,
    "cited_by": 26,
    "reference": [
        "Acharya, Viral, and Ouarda Merrouche, 2013, Precautionary hoarding of liquidity and inter-bank markets: Evidence from the sub-prime crisis, Review of Finance 17(1), 107Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c160.",
        "Acharya, Viral, and Nada Rosa, 2015, A crisis of banks as liquidity providers, Journal of Finance 70(1), 1Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c73.",
        "Allen, Franklin, 2014, How should bank liquidity be regulated? working paper.",
        "Armantier, Olivier, Eric Ghysels, Asani Sarkar, and Jeffrey Shrader, 2011, Stigma in financial markets: Evidence from liquidity auctions and discount window borrowing during the crisis, Federal Reserve Bank of New York Staff Reports no. 483.",
        "Banerjee, Ryan N., 2012, Banking sector liquidity mismatch and the financial crisis, Bank of England working paper.",
        "Bates, Thomas W., Kathleen M. Kahle, and Rene M. Stulz, 2009, Why do u.s. firms hold so much more cash than they used to?, Journal of Finance 64(5), 1985Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c2021.",
        "Bayazitova, Dinara, and Anil Shivdasani, 2012, Assessing tarp, Review of Financial Studies 25(2), 377Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c407.",
        "BCBS, 2013, Basel III: The liquidity coverage ratio and liquidity risk monitoring tools, Basel Committee on Banking Supervision policy paper.",
        "BCBS, 2014, Basel III: The net stable funding ratio, Basel Committee on Banking Supervision policy paper.",
        "Berger, Allen, and Christa Bouwman, 2009, Bank liquidity creation, Review of Financial Studies 22, 3779Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c3837.",
        "Caballero, Richard, and Arvind Krishnamurthy, 2004, Smoothing sudden stops, Journal of Economic Theory 104Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c127.",
        "Copeland, Adam, Antoine Martin, and Michael Walker, 2014, Repo runs: evidence from the tri-party repo market, Journal of Finance 69(6), 2343Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c2380.",
        "Cornett, Marcia Millon, Jamie McNutt, Philip Strahan, and Hassan Tehranian, 2011, Liquidity risk management and credit supply in the financial crisis, Journal of Financial Economics 101(2), 297Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c312.",
        "de Haan, Leo, and Jan Willem van den End, 2013, Bank liquidity, the maturity ladder, and regulation, Journal of Banking and Finance 37(10), 3930Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c3950.",
        "Diamond, Douglas, and Phillip Dybvig, 1983, Bank runs, deposit insurance, and liquidity, Journal of Political Economy 91, 401Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c419.",
        "Diamond, Douglas W., and Anil K. Kashyap, 2015, Liquidity requirements, liquidity choice and financial stability, University of Chicago and National Bureau of Economic Research working paper.",
        "Dietricha, Andreas, Kurt Hessb, and Gabrielle Wanzenrieda, 2014, The good and bad news about the new liquidity rules of Basel III in Western European countries, Journal of Banking and Finance 13Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c25.",
        "Farhi, Emmanuel, Mikhail Golosov, and Aleh Tsyvinski, 2009, A theory of liquidity and regulation of financial intermediation, Review of Economic Studies 76, 973Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c992.",
        "Fleming, Michael, 2012, Federal reserve liquidity provision during the financial crisis of 2007-2009, Annual Review of Financial Economics 4, 161Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c177.",
        "Furfine, C. H., 2003, Standing facilities and interbank borrowing: Evidence from the federal reserveÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0084¢s new discount window, International Finance 6, 329Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c347.",
        "Gatev, Evan, and Philip Strahan, 2006, Banks advantage in supplying liquidity: theory and evidence from the commercial paper market, Journal of Finance 61(2), 867Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c892.",
        "Gorton, Gary, and Andrew Metrick, 2012, Securitized banking and the run on repo, Journal of Financial Economics 104(3), 425Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c451.",
        "Hanson, Samuel G., Andrei Shleifer, Jeremy C. Stein, and Robert W. Vishny, 2015, Banks as patient fixed income investors, Journal of Financial Economics 117(3), 449469.",
        "He, Zhiguo, In Gu Khang, and Arvind Krishnamurthy, 2010, Balance sheet adjustment in the 2008 crisis, IMF Economic Review 1, 118Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c156.",
        "Heider, Florian, Marie Hoerova, and Cornelia Holhausen, 2015, Liquidity hoarding and interbank market spreads: The role of counterparty risk, Journal of Financial Economics 118, 336Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c354.",
        "Holmstrom, Bengt, and Jean Tirole, 1998, Private and public supply of liquidity, Journal of Political Economy 106, 1Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c40.",
        "Hong, Han, Jiang-zhi Huang, and Deming Wu, 2014, The information content of Basel III liquidity risk measures, Journal of Financial Stability 91Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c111.",
        "Krishnamurthy, Arvind, Stefan Nagel, and Dmitry Orlov, 2014, Sizing up repo, Journal of Finance 69(6), 2381Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c2417.",
        "Krishnamurthy, Arvind, and Annette Vissing-Jorgensen, 2013, The ins and outs of large scale asset purchases, Kansas City Federal Reserve Symposium on Global Dimensions of Unconventional Monetary Policy.",
        "Krishnamurthy, Arvind, and Annette Vissing-Jorgensen, 2015, The impact of treasury supply on financial sector lending and stability, Journal of Financial Economics forthcoming.",
        "Nagel, Stephan, 2014, The liquidity premium of near-money assets, University of Michigan working paper.",
        "Peristiani, Stavros, 1998, The growing reluctance to borrow at the discount window: An empirical investigation, Review of Economics and Statistics 80, 611 Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c 620.",
        "Perotti, Enrico, and Javier Suarez, 2011, A pigovian approach to liquidity regulation, International Journal of Central Banking 3Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c41.",
        "Smith, Josephine, 2012, The term structure of money market spreads during the financial crisis, working paper."
    ]
}