{
    "id": 22731,
    "cites": 65,
    "cited_by": 5,
    "reference": [
        "Acemoglu, D., Aghion, P., Bursztyn, L., and Hemous, D. (2012). The environment and directed technical change. The American Economic Review, 102(1):131Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c 166.",
        "Altonji, J. G., Hayashi, F., and Kotlikoff, L. J. (1992). Is the extended family altruistically linked? direct tests using micro data. American Economic Review, 82(5):1177Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c98.",
        "Altonji, J. G., Hayashi, F., and Kotlikoff, L. J. (1997). Parental altruism and inter vivos transfers: Theory and evidence. Journal of Political Economy, 105(6):1121Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c1166.",
        "Ansuategi, A. and Escapa, M. (2002). Economic growth and greenhouse gas emissions. Ecological Economics, 40(1):23Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c37.",
        "Auerbach, A. J. and Kotlikoff, L. J. (1987). Dynamic fiscal policy, volume 11. Cambridge University Press Cambridge.",
        "Batina, R. G. and Krautkraemer, J. a. (1999). On sustainability and intergenerational transfers with a renewable resource. Land Economics, 75(2):167Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c184.",
        "Benzell, S. G., Goryunov, E., Kazakova, M., Kotlikoff, L. J., LaGarda, G., Nesterova, K., and Zubarev, A. (2015). Simulating russiaÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0084¢s and other large economiesÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0084¢ challenging and interconnected transitions. Technical report, National Bureau of Economic Research.",
        "Bernheim, B. D. and Bagwell, K. (1988). Is everything neutral? The Journal of Political Economy, 96(2):308Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c338.",
        "Bovenberg, A. and Heijdra, B. J. (1998). Environmental tax policy and intergenerational distribution. Journal of Public Economics, 67(1):1Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c24.",
        "Bovenberg, A. L. and Heijdra, B. J. (2002). Environmental abatement and intergenerational distribution. Environmental and Resource Economics, 23(1):45Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c 84.",
        "BreÃ\u0083Å\u0092Ã\u0082Â\u0081chet, T., Gerard, F., Tulkens, H., et al. (2011). Efficiency vs. stability in climate coalitions: a conceptual and computational appraisal. Energy Journal, 32(1):49Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c75.",
        "Burton, P. S. (1993). Intertemporal preferences and intergenerational equity considerations in optimal resource harvesting. Journal of Environmental Economics and Management, 24(2):119Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c132.",
        "Cai, Y., Judd, K. L., and Lontzek, T. S. (2013). The social cost of stochastic and irreversible climate change. Technical report, National Bureau of Economic Research.",
        "Calvo, G. A. and Obstfeld, M. (1988). Optimal time-consistent fiscal policy with finite lifetimes. Econometrica, 56(2):411Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c432.",
        "Endress, L. H., Pongkijvorasin, S., Roumasset, J., and Wada, C. A. (2014). Intergenerational equity with individual impatience in a model of optimal and sustainable growth. Resource and Energy Economics, 36(2):620Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c635.",
        "Gerlagh, R. and Keyzer, M. A. (2001). Sustainability and the intergenerational distribution of natural resource entitlements. Journal of Public Economics, 79(2):315Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c341.",
        "Gerlagh, R. and van der Zwaan, B. (2001). The effects of ageing and an environmental trust fund in an overlapping generations model on carbon emission reductions. Ecological Economics, 36(2):311Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c326.",
        "Golosov, M., Hassler, J., Krusell, P., and Tsyvinski, A. (2014). Optimal taxes on fossil fuel in general equilibrium. Econometrica, 82(1):41Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c88.",
        "Gurgel, A. C., Paltsev, S., Reilly, J., Metcalf, G., et al. (2011). An analysis of us greenhouse gas cap-and-trade proposals using a forward-looking economic model. Environment and Development Economics, 16(2):155Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c176.",
        "Hayashi, F., Altonji, J., and Kotlikoff, L. (1996). Risk-sharing between and within families. Econometrica, 64(2):261Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c294.",
        "Heijdra, B. J., Kooiman, J. P., and Ligthart, J. E. (2006). Environmental quality, the macroeconomy, and intergenerational distribution. Resource and Energy Economics, 28(1):74Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c104.",
        "Hotelling, H. (1931). The economics of exhaustible resources. The journal of political economy, pages 137Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c175.",
        "Howarth, R. B. (1991a). Intergenerational competitive equilibria under technological uncertainty and an exhaustible resource constraint. Journal of Environmental Economics and Management, 21(3):225Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c243.",
        "Howarth, R. B. (1991b). Intertemporal equilibria and exhaustible resources: an overlapping generations approach. Ecological Economics, 4(3):237Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c252.",
        "Howarth, R. B. (1998). An overlapping generations model of climate-economy interactions. The Scandinavian Journal of Economics, 100(3):575Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c591.",
        "Howarth, R. B. and Norgaard, R. B. (1990). Intergenerational resource rights, efficiency, and social optimality. Land Economics, 66(1):1Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c11.",
        "Howarth, R. B. and Norgaard, R. B. (1992). Environmental valuation under sustainable development. American Economic Review, 82(2):473Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c477.",
        "John, A., Pecchenino, R., Schimmelpfennig, D., and Schreft, S. (1995). Shortlived agents and the long-lived environment. Journal of Public Economics, 58(1):127Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c141.",
        "Karp, L. and Rezai, A. (2014). The political economy of environmental policy with overlapping generations. International Economy Review, 55(3):711Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c733.",
        "Kotlikoff, L. J. (1983). Altruistic linkages within the extended family, a note. Sloan Foundation Proposal.",
        "Kriegler, E., Hall, J. W., Held, H., Dawson, R., and Schellnhuber, H. J. (2009). Imprecise probability assessment of tipping points in the climate system. Proceedings of the national Academy of Sciences, 106(13):5041Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c5046.",
        "Lee, R. D. and Mason, A. (2011). Population aging and the generational economy: A global perspective. Edward Elgar Publishing.",
        "Lenton, T. M., Held, H., Kriegler, E., Hall, J. W., Lucht, W., Rahmstorf, S., and Schellnhuber, H. J. (2008). Tipping elements in the earthÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0084¢s climate system.",
        "Lugovoy, O. and Polbin, A. (2016). On intergenerational equity of greenhouse gases emissions abatement. The Journal of the New Economic Association, 31(3).",
        "Manne, A., Mendelsohn, R., and Richels, R. (1995). Merge: A model for evaluating regional and global effects of ghg reduction policies. Energy policy, 23(1):17Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c34.",
        "Marini, G. and Scaramozzino, P. (1995). Overlapping generations and environmental control. Journal of Environmental Economics and Management, 29(1):64Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c77.",
        "Metcalf, G. E. (2010). Investment in energy infrastructure and the tax code. Tax Policy and the Economy, 24:1Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c33.",
        "Metcalf, G. E. (2014). Using the tax system to address competition issues with a carbon tax. National Tax Journal, 67(4):779Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c806.",
        "Mourmouras, A. (1991). Competitive equilibria and sustainable growth in a lifecycle model with natural resources. The Scandinavian Journal of Economics, 93(4):585Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c591.",
        "Mourmouras, A. (1993). Conservationist government policies and intergenerational equity in an overlapping generations model with renewable resources. Journal of Public Economics, 51(2):249Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c268.",
        "Nordhaus, W. D. (1979). Efficient use of energy resources. Yale University Press,New Haven, CT.",
        "Nordhaus, W. D. (1994). Managing the global commons: the economics of climate change. MIT press Cambridge, MA.",
        "Nordhaus, W. D. (2008). A Question of Balance: Weighing the Options on Global Warming Policies. Yale University Press, New Haven, CT.",
        "Nordhaus, W. D. (2010). Economic aspects of global warming in a postcopenhagen environment. Proceedings of the National Academy of Sciences, 107(26):11721Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c11726.",
        "Nordhaus, W. D. (2015). Climate clubs: overcoming free-riding in international climate policy. The American Economic Review, 105(4):1339Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c1370.",
        "Nordhaus, W. D. and Boyer, J. (2000). Warming the world: economic modeling of global warming. MIT press Cambridge, MA.",
        "Nordhaus, W. D. and Yang, Z. (1996). A regional dynamic general-equilibrium model of alternative climate-change strategies. The American Economic Review, pages 741Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c765.",
        "Ortiz, R. A., Golub, A., Lugovoy, O., Markandya, A., and Wang, J. (2011). Dicer: A tool for analyzing climate policies. Energy Economics, 33:S41Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009cS49.",
        "Pecchenino, R. and John, A. (1994). An overlapping generations model of growth and the environment. The Economic Journal, 104(427):1393Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c1410.",
        "Plambeck, E. L., Hope, C., and Anderson, J. (1997). The page95 model: Integrating the science and economics of global warming. Energy Economics, 19(1):77Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c101.",
        "Popp, D. (2004). Entice: endogenous technological change in the dice model of global warming. Journal of Environmental Economics and management, 48(1):742Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c768.",
        "Rasmussen, T. N. (2003). Modeling the economics of greenhouse gas abatement: an overlapping generations perspective. Review of Economic Dynamics, 6(1):99Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c119.",
        "Rausch, S., Metcalf, G. E., and Reilly, J. M. (2011). Distributional impacts of carbon pricing: A general equilibrium approach with micro-data for households. Energy Economics, 33:S20Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009cS33.",
        "Schneider, M. T., Traeger, C. P., and Winkler, R. (2012). Trading off generations: equity, discounting, and climate change. European Economic Review, 56(8):1621Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c1644.",
        "Sinn, H. (1982). Absatzsteuern, oÃ\u0083Å\u0092Ã\u0082Ë\u0086lfoÃ\u0083Å\u0092Ã\u0082Ë\u0086rderung und das allmendeproblem. Reaktionen auf Energiepreissteigerungen, Frankfurt: Lang, pages 83Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c103.",
        "Sinn, H.-W. (2007). Pareto optimality in the extraction of fossil fuels and the greenhouse effect: a note. Technical report, National Bureau of Economic Research.",
        "Sinn, H.-W. (2008). Public policies against global warming: a supply side approach. International Tax and Public Finance, 15(4):360Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c394.",
        "Solow, R. M. (1974a). The economics of resources or the resources of economics. The American Economic Review, 64(2):1Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c14.",
        "Solow, R. M. (1974b). Intergenerational equity and exhaustible resources. The Review of Economic Studies, 41:29Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c45.",
        "Stern, N. H. (2007). The economics of climate change: the Stern review. Cambridge University Press.",
        "Tol, R. S. (1997). On the optimal control of carbon dioxide emissions: an application of fund. Environmental Modeling & Assessment, 2(3):151Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c163.",
        "Tol, R. S. (2002). Welfare specifications and optimal control of climate change: an application of fund. Energy Economics, 24(4):367Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c376.",
        "Tol, R. S., Heintz, R. J., and Lammers, P. E. (2003). Methane emission reduction: An application of fund. Climatic Change, 57(1-2):71Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c98.",
        "van der Zwaan, B. C., Gerlagh, R., Schrattenholzer, L., et al. (2002). Endogenous technological change in climate change modelling. Energy economics, 24(1):1Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c 19.",
        "Wendner, R. (2001). An applied dynamic general equilibrium model of environmental tax reforms and pension policy. Journal of Policy Modeling, 23(1):25Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c50."
    ]
}