{
    "id": 22742,
    "cites": 52,
    "cited_by": 7,
    "reference": [
        "Agarwal, Sumit, John C Driscoll, Xavier Gabaix, and David Laibson, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093The Age of Reason: Financial Decisions over the Life Cycle and Implications for Regulation,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Brookings Papers on Economic Activity, 2009, 2009 (2), 51Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c117.",
        ", Souphala Chomsisengphet, and Chunlin Liu, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093The Importance of Adverse Selection in the Credit Card Market: Evidence from Randomized Trials of Credit Card Solicitations,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Journal of Money, Credit and Banking, 2010, 42 (4), 743Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c754.",
        ", , Neale Mahoney, and Johannes Stroebel, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Regulating Consumer Financial Products: Evidence from Credit Cards,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d The Quarterly Journal of Economics, 2015, 130 (1), 111Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c164.",
        "Angeletos, George-Marios, David Laibson, Andrea Repetto, Jeremy Tobacman, and Stephen Weinberg, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093The Hyperbolic Consumption Model: Calibration, Simulation, and Empirical Evaluation,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Journal of Economic Perspectives, 2001, pp. 47Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c68.",
        "Barr, Michael S., Sendhil Mullainathan, and Eldar Shafir, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Behaviorally Informed Regulation, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d in Eldar Shafir, ed., The Behavioral Foundations of Public Policy, Princeton, NJ: Princeton University Press, 2013.",
        "Beggs, Alan and Kathryn Graddy, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Anchoring Effects: Evidence from Art Auctions,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d The American Economic Review, 2009, pp. 1027Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c1039.",
        "Bertrand, Marianne and Adair Morse, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Information Disclosure, Cognitive Biases, And Payday Borrowing,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d The Journal of Finance, 2011, 66 (6), 1865Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c1893.",
        ", Esther Duflo, and Sendhil Mullainathan, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093How Much Should We Trust Differences-InDifferences Estimates?,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d The Quarterly Journal of Economics, 2004, 119 (1), 249Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c275.",
        "Beshears, John, James J Choi, David Laibson, and Brigitte C Madrian, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093The Importance of Default Options for Retirement Saving Outcomes: Evidence from the United States,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d in Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Social Security Policy in a Changing Environment,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d University of Chicago Press, 2009, pp. 167Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c195.",
        "Campbell, John Y, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Household Finance,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d The Journal of Finance, 2006, 61 (4), 1553Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c1604.",
        ", Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Restoring Rational Choice: The Challenge of Consumer Financial Regulation,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d American Economic Review, 2016, 106 (5), 1Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c30.",
        "Chapman, Gretchen B and Eric J Johnson, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Anchoring, Activation, and the Construction of Calues,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Organizational Behavior and Human Decision Processes, 1999, 79 (2), 115Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c153.",
        "Chetty, Raj, John N Friedman, SÃ\u0083Æ\u0092Ã\u0082Â¸ren Leth-Petersen, Torben Nielsen, and Tore Olsen, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Active vs. Passive Decisions and Crowd-Out in Retirement Savings Accounts: Evidence from Denmark,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d The Quarterly Journal of Economics, 2014, 129 (3), 1141Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c1219.",
        "Choi, James, David Laibson, Brigitte Madrian, and Metrick, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Saving for Retirement on the Path of Least Resistance,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Behavioral Public Finance: Toward a New Agenda, 2006.",
        "Choi, James J, David Laibson, Brigitte C Madrian, and Andrew Metrick, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Defined Contribution Pensions: Plan Rules, Participant Choices, and the Path of Least Resistance,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d in Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Tax Policy and the Economy, Volume 16,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d MIT Press, 2002, pp. 67Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c114.",
        "Choi, James J., David Laibson, Brigitte C. Madrian, and Andrew Metrick, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Optimal Defaults,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d The American Economic Review Paper and Proceedings, 2003, 93 (2), 180Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c185.",
        "Choi, James J, David Laibson, Brigitte C Madrian, and Andrew Metrick, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093For Better or for Worse: Default Effects and 401(k) Savings Behavior,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d in Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Perspectives on the Economics of Aging,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d University of Chicago Press, 2004, pp. 81Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c126.",
        ", Emily Haisley, Jennifer Kurkoski, and Cade Massey, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Small cues change savings choices,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Technical Report, National Bureau of Economic Research 2012.",
        "Consumer Financial Protection Bureau, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093CARD Act Report: A Review of the Impact of the CARD Act on the Consumer Credit Card Market,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Technical Report October 2013.",
        "dÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0084¢Astous, Philippe and Stephen H Shore, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Liquidity Constraints and Credit Card Delinquency: Evidence from Raising Minimum Payments,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Journal of Financial and Quantitative Analysis, Forthcoming, 2015.",
        "Deaton, Angus, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Saving and Liquidity Constraints,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Econometrica, 1991, pp. 1221Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c1248.",
        "Debbaut, Peter, Andra Ghent, and Marianna Kudlyak, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Are Young Borrowers Bad Borrowers ?,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Technical Report, Federal Reserve Bank of Richmond Working Paper 13-09R 2013.",
        "Ding, Lei, Roberto G Quercia, Carolina K Reid, and Alan M White, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093The Impact of Federal Preemption of State Antipredatory Lending Laws on the Foreclosure Crisis,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Journal of Policy Analysis and Management, 2012, 31 (2), 367Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c387.",
        "Epley, Nicholas and Thomas Gilovich, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093The Anchoring-and-Adjustment Heuristic: Why the Adjustments are Insufficient,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Psychological science, 2006, 17 (4), 311Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c318.",
        "Gabaix, Xavier, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093A Sparsity-Based Model of Bounded Rationality,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d The Quarterly Journal of Economics, 2014, 129 (4), 1661Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c1710.",
        ", David Laibson, Guillermo Moloche, and Stephen Weinberg, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Costly Information Acquisition: Experimental Analysis of a Boundedly Rational Model,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d The American Economic Review, 2006, 96 (4), 1043Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c1068.",
        "Gross, David B. and Nicholas S. Souleles, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Do Liquidity Constraints and Interest Rates Matter for Consumer Behavior? Evidence from Credit Card Data,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d The Quarterly Journal of Economics, 2002, 117 (1), 149Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c185.",
        "Hayashi, Fumio, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093The Effect of Liquidity Constraints on Consumption: A Cross-Sectional Analysis, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d The Quarterly Journal of Economics, 1985, 100 (1), 183Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c206.",
        "Heidhues, Paul and Botond KoÃ\u0083Å\u0092Ã\u0082â\u0080¹szegi, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Exploiting Naivete about Self-Control in the Credit Market,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d The American Economic Review, 2010, pp. 2279Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c2303.",
        "Hershfield, Hal E and Neal J Roese, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Dual Payoff Scenario Warnings on Credit Card Statements Elicit Suboptimal Payoff Decisions,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Journal of Consumer Psychology, 2014.",
        "Jacowitz, Karen E and Daniel Kahneman, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Measures of Anchoring in Estimation Tasks,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Personality and Social Psychology Bulletin, 1995, 21, 1161Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c1166.",
        "Jambulapati, Vikram and Joanna Stavins, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Credit CARD Act of 2009: What did Banks do?,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Journal of Banking & Finance, 2014, 46, 21Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c30.",
        "Kaplan, Greg and Giovanni L Violante, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093A Model of the Consumption Response to Fiscal Stimulus Payments,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Econometrica, 2014, 82 (4), 1199Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c1239.",
        ", , and Justin Weidner, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093The Wealthy Hand-to-Mouth,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Brookings Papers on Economic Activity, 2014, (1), 77Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c153.",
        "Kim, Jane J., Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Minimums Due on Credit Cards are on the Increase,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Wall Street Journal, March 24 2005.",
        "Kleven, Henrik Jacobsen, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Bunching,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Annual Review of Economics, 2016, 8.",
        "Knittel, Christopher R. and Victor Stango, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Price Ceilings as Focal Points for Tacit Collusion: Evidence from Credit Cards,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d American Economic Review, 2003, pp. 1703Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c1729.",
        "Kuchler, Theresa, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Sticking to Your Plan: Hyperbolic Discounting and Credit Card Debt Paydown, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Available at SSRN 2629158, 2015.",
        "Laibson, David, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Golden Eggs and Hyperbolic Discounting,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d The Quarterly Journal of Economics, 1997, pp. 443Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c477.",
        "Madrian, Brigitte C and Dennis F Shea, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093The Power of Suggestion: Inertia in 401(k) Participation and Savings Behavior,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Quarterly Journal of Economics, 2001, 116 (4), 1149Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c87.",
        "Navarro-Martinez, Daniel, Linda Court Salisbury, Katherine N Lemon, Neil Stewart, William J Matthews, and Adam JL Harris, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Minimum Required Payment and Supplemental Information Disclosure Effects on Consumer Debt Repayment Decisions,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Journal of Marketing Research, 2011, 48 (SPL), S60Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009cS77.",
        "Office of the Comptroller of the Currency (et al.), Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Account Management and Loss Allowance Guidance on Credit Card Lending,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d 2003.",
        "Seira, Enrique and Sara G Castellanos, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Interest and Minimum Payment Elasticities in Credit Cards,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d 2010. Mimeo.",
        "Shui, Haiyan and Lawrence M Ausubel, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Time Inconsistency in the Credit Card Market,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d 2004. 14th Annual Utah Winter Finance Conference.",
        "Simonsohn, Uri and George Loewenstein, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Mistake# 37: The effect of previously encountered prices on current housing demand,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d The Economic Journal, 2006, 116 (508), 175Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c199.",
        "Skiba, Paige and Jeremy Tobacman, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Payday Loans, Uncertainty and Discounting: Explaining Patterns of Borrowing, Pepayment, and Default,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Vanderbilt Law and Economics Research Paper, 2008, (08-33).",
        "Stango, Victor, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Strategic Responses to Regulatory Threat in the Credit Card Market*,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Journal of Law and Economics, 2003, 46 (2), 427Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c452.",
        "Stewart, Neil, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093The Cost of Anchoring on Credit Card Minimum Repayments,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Psychological Science, 2009, 20 (1), 39Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c41.",
        "Thaler, Richard H. and Cass R. Sunstein, Nudge: Improving Decisions about Health, Wealth, and Happiness, Yale University Press, 2008.",
        "Tversky, Amos and Daniel Kahneman, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Judgment under Uncertainty: Heuristics and Biases,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Science, 1974, 185 (4157), 1124Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c1131.",
        "Vigna, Stefano Della and Ulrike Malmendier, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Contract Design and Self-Control: Theory and Evidence,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d The Quarterly Journal of Economics, 2004, pp. 353Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c402.",
        "Zinman, Jonathan, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Household Debt: Facts, Puzzles, Theories, and Policies,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Annual Review of Economics, 2015, 7 (1), 251Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c276."
    ]
}