{
    "id": 22745,
    "cites": 30,
    "cited_by": 1,
    "reference": [
        "Andersson, K., G. BergstroÃ\u0083Å\u0092Ã\u0082Ë\u0086m, M. G. Petzold, and A. Carlsten (2007). Impact of a generic substitution reform on patients and societyÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0084¢s expenditure for pharmaceuticals. Health Policy 81(2), 376Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c384.",
        "Baicker, K., S. Mullainathan, and J. Schwartzstein (2015). Behavioral hazard in health insurance. Quarterly Journal of Economics 130(4), 1623Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c1667.",
        "Baker, L. C. (2010). Acquisition of mri equipment by doctors drives up imaging use and spending. Health Affairs 29(12), 2252Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c2259.",
        "Banks, R. B. (1994). Growth and diffusion phenomena: mathematical frameworks and applications, Volume 14. Springer Science & Business Media.",
        "Berndt, E. R. and M. L. Aitken (2011). Brand loyalty, generic entry and price competition in pharmaceuticals in the quarter century after the 1984 waxman-hatch legislation. International Journal of the Economics of Business 18(2), 177Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c201.",
        "Berndt, E. R., T. McGuire, and J. P. Newhouse (2011). A primer on the economics of prescription pharmaceutical pricing in health insurance markets. Forum for Health Economics & Policy 14(2).",
        "Brot-Goldberg, Z. C., A. Chandra, B. R. Handel, and J. T. Kolstad (2015). What does a deductible do? the impact of cost-sharing on health care prices, quantities, and spending dynamics. Technical report, National Bureau of Economic Research.",
        "Caves, R. E., M. D. Whinston, and M. A. Hurwitz (1991). Patent expiration, entry, and competition in the us pharmaceutical industry. Brookings Papers: Microeconomics, 1Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c66.",
        "Chandra, A. and J. Skinner (2012). Technology growth and expenditure growth in health care. Journal of Economic Literature 50(3), 645Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c80.",
        "Chernew, M. E., I. A. Juster, M. Shah, A. Wegh, S. Rosenberg, A. B. Rosen, M. C. Sokol, K. Yu-Isenberg, and A. M. Fendrick (2010). Evidence that value-based insurance can be effective. Health Affairs 29(3), 10Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c1377.",
        "Eaddy, M. T., C. L. Cook, K. ODay, S. P. Burch, and C. R. Cantrell (2012). How patient cost-sharing trends affect adherence and outcomes. Pharmacy and Therapeutics 37(1), 45Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c55.",
        "Frank, R. G. and D. S. Salkever (1997). Generic entry and the pricing of pharmaceuticals. Journal of Economics & Management Strategy 6(1), 75Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c90.",
        "FTC (2011). Authorized generic drugs: Short-term effects and long-term impact.",
        "Grabowski, H. G. and J. M. Vernon (1992). Brand loyalty, entry, and price competition in pharmaceuticals after the 1984 drug act. Journal of Law and Economics 35(2), 331Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c350.",
        "Gruber, J. and R. McKnight (2016). Controlling health care costs through limited network insurance plans: Evidence from massachusetts state employees. American Economic Journal: Economic Policy 8(2), 219Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c250.",
        "Gruber, J. and M. Owings (1996). Physician financial incentives and cesarean section delivery. RAND Journal of Economics 27(1), 99Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c123.",
        "Handel, B. and J. Kolstad (2015). Health insurance for Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093humansÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d: information frictions, plan choice, and consumer welfare. American Economic Review 105(8), 2449Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c2500.",
        "Hellerstein, J. K. (1998). The importance of the physician in the generic versus trade-name prescription decision. RAND Journal of Economics 29(1), 108Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c136.",
        "Huckfeldt, P. J. and C. R. Knittel (2011). Pharmaceutical use following generic entry: Paying less and buying less. Technical report, National Bureau of Economic Research.",
        "Huskamp, H. A., J. M. Donohue, C. Koss, E. R. Berndt, and R. G. Frank (2008). Generic entry, reformulations and promotion of ssris in the us. PharmacoEconomics 26(7), 603Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c 616.",
        "Iizuka, T. (2012). Physician agency and adoption of generic pharmaceuticals. American Economic Review 102(6), 2826Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c2858.",
        "Kesselheim, A. S., A. S. Misono, J. L. Lee, M. R. Stedman, M. A. Brookhart, N. K. Choudhry, and W. H. Shrank (2008). Clinical equivalence of generic and brand-name drugs used in cardiovascular disease: a systematic review and meta-analysis. Journal of the American Medical Association 300(21), 2514Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c2526.",
        "Lundin, D. (2000). Moral hazard in physician prescription behavior. Journal of Health Economics 19(5), 639Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c662.",
        "Masson, A. and R. L. Steiner (1985). Generic substitution and prescription drug prices: economic effects of state drug product selection laws. Bureau of Economics, Federal Trade Commission.",
        "Nevo, A. and C. Wolfram (2002). Why do manufacturers issue coupons? an empirical analysis of breakfast cereals. RAND Journal of Economics 33(2), 319Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c339.",
        "Reiffen, D. and M. R. Ward (2005). Generic drug industry dynamics. Review of Economics and Statistics 87(1), 37Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c49.",
        "Ross, J. S. and A. S. Kesselheim (2013). Prescription-drug coupons Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c no such thing as a free lunch. New England Journal of Medicine 369(13), 1188Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c1189.",
        "Shrank, W. H., N. K. Choudhry, J. Agnew-Blais, A. D. Federman, J. N. Liberman, J. Liu, A. S. Kesselheim, M. A. Brookhart, and M. A. Fischer (2010). State generic substitution laws can lower drug outlays under medicaid. Health Affairs 29(7), 1383Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c1390.",
        "Simonsen, M., L. Skipper, and N. Skipper (2015). Price sensitivity of demand for prescription drugs: exploiting a regression kink design. Journal of Applied Econometrics 31(2), 320Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c 337.",
        "Yip, W. C. (1998). Physician response to medicare fee reductions: changes in the volume of coronary artery bypass graft (cabg) surgeries in the medicare and private sectors. Journal of Health Economics 6(17), 675Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c699."
    ]
}