{
    "id": 22759,
    "cites": 13,
    "cited_by": 4,
    "reference": [
        "[1] Agranov, Marina and Thomas R. Palfrey. 2015.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Equilibrium Tax Rates and Income Redistribution: A Laboratory Study,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Journal of Public Economics, 130: 45-58.",
        "[2] Alesina Alesina, and Eliana La Ferrara. 2005. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Preferences for Redistribution in the Land of Opportunities,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Journal of Public Economics, 89(5-6): 897-931.",
        "[3] Benabou, Roland, and Efe Ok. 2001. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Social Mobility and the Demand for Redistribution: The POUM Hypothesis,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Quarterly Journal of Economics, 116(2): 447-87.",
        "[4] Charness, Gary, Imas, Alex and Uri Gneezy. 2013. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Experimental methods: Eliciting risk preferences,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Journal of Economics Behavior and Organization, 87, 43-51.",
        "[5] Checchi, D. and V. Dardanoni. 2002. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Mobility Comparisons: Does Using Different Measures Matter?,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Research on Economic Inequality 9: 113-145.",
        "[7] Corneo, G. and H. GruÃ\u0083Å\u0092Ã\u0082Ë\u0086ner. 2002. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Individual Preferences for Political Redistribution, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Journal of Public Economics, 83: 83-107.",
        "[8] Gneezy, Uri and Jan Potters. 1997. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093An experiment on risk taking and evaluation periods,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d The Quarterly Journal of Economics, 112(2), 631-645.",
        "[9] Konrad, K. and F. Morath. 2011. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Social Mobility and Redistributive Taxation,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Working paper #2011-2, Max Planck Institute for Tax Law and Public Finance, Munich.",
        "[10] Meltzer, A. H., and Richard, S. F. 1981. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093A rational theory of the size of government,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Journal of Political Economy 89: 914-927.",
        "[11] Piketty, T. 1995. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Social Mobility and Redistributive Politics,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Quarterly Journal of Economics 110, 551-84.",
        "[12] Ravallion, M. and M. Loshkin. 2000. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Who Wants to Redistribute? The Tunnel Effect in 1990s Russia,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Journal of Public Economics 76(1), 87-104.",
        "[13] Roberts, K. W. S. 1977. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Voting over income tax schedules,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Journal of Public Economics 8, 329-340.",
        "[14] Romer, T. 1975. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Individual welfare, majority voting and the properties of a linear income tax,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Journal of Public Economics 4, 163-185."
    ]
}