{
    "id": 22754,
    "cites": 8,
    "cited_by": 2,
    "reference": [
        "Alpert, W. T., K. A. Couch, and O. R. Harmon (2016). A randomized assessment of online learning. American Economic Review 106(5), 378Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c82.",
        "Banerjee, A. V. and E. Duflo (2014). (Dis) organization and success in an economics MOOC. The American Economic Review 104(5), 514Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c518.",
        "Bettinger, E., L. Fox, S. Loeb, and E. Taylor (2015). Changing distributions: How online college classes alter student and professor performance. Technical report, Working Paper, Stanford University.",
        "Bowen, W. G., M. M. Chingos, K. A. Lack, and T. I. Nygren (2014). Interactive learning online at public universities: Evidence from a six-campus randomized trial. Journal of Policy Analysis and Management 33(1), 94Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c111.",
        "Calonico, S., M. D. Cattaneo, and R. Titiunik (2014). Robust nonparametric confidence intervals for regression-discontinuity designs. Econometrica 82(6), 2295Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c2326.",
        "Deming, D. J., C. Goldin, L. F. Katz, and N. Yuchtman (2015). Can online learning bend the higher education cost curve? The American Economic Review 105(5), 496Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c501.",
        "Deming, D. J., N. Yuchtman, A. Abulafi, C. Goldin, and L. F. Katz (2016). The value of postsecondary credentials in the labor market: An experimental study. The American Economic Review 106(3), 778Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c806.",
        "Dynarski, S. M., S. W. Hemelt, and J. M. Hyman (2015). The missing manual: Using National Student Clearinghouse data to track postsecondary outcomes. Educational Evaluation and Policy Analysis 37(1 suppl), 53SÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c79S."
    ]
}