{
    "id": 22750,
    "cites": 44,
    "cited_by": 21,
    "reference": [
        "Ackerberg, D. A., K. Caves, and G. Frazer (2006). Structural identification of production functions. Mimeo.",
        "Arnold, J. M., & Javorcik, B. S. (2009). Gifted kids or pushy parents? Foreign direct investment and plant productivity in Indonesia. Journal of International Economics, 79(1), 42-53.",
        "Ashenfelter, O. C., Hosken, D. S., & Weinberg, M. C. (2013). The price effects of a large merger of manufacturers: A case study of Maytag-Whirlpool. American Economic Journal: Economic Policy, 5(1), 239-61.",
        "Ashenfelter, O. C., Hosken, D., & Weinberg, M. C. (2014). Did Robert Bork understate the competitive impact of mergers? Evidence from consummated mergers. Journal of Law and Economics, 57(S3), S67-S100.",
        "Baker, M., & SavaÃ\u0083â\u0080¦Ã\u0082Å¸oglu, S. (2002) Limited arbitrage in mergers and acquisitions. Journal of Financial Economics, 64(1), 91-115.",
        "Bandick, R., & GÃ\u0083Æ\u0092Ã\u0082Â¶rg, H. (2010). Foreign acquisition, plant survival, and employment growth. Canadian Journal of Economics, 43(2), 547-573.",
        "Bertrand, O., & Zitouna, H. (2008). Domestic versus cross-border acquisitions: which impact on the target firmsÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0084¢ performance? Applied Economics, 40(17), 22212238.",
        "Blonigen, B. A., FontagnÃ\u0083Æ\u0092Ã\u0082Â©, L., Sly, N., & Toubal, F. (2014). Cherries for sale: The incidence and timing of cross-border M&A. Journal of International Economics, 94(2), 341-57.",
        "Borenstein, S. (1990). Airline mergers, airport dominance, and market power. American Economic Review, 82(2), 400-4.",
        "Braguinsky, S., Ohyama, A., Okazaki, T. & Syverson, C. (2015). Acquisitions, productivity and profitability: Evidence from the Japanese cotton spinning industry. American Economic Review 105(7), 2086-2119.",
        "Branch, B., & Yang, T. (2003). Predicting successful takeovers and risk arbitrage. Quarterly Journal of Business and Economics, 42(1/2), 3-18.",
        "Branch, B., Wang, J., & Yang, T. (2008). A note on takeover success prediction. International Review of Financial Analysis, 17(5), 1186-1193.",
        "Davis, S. J., Haltiwanger, J. , Handley, K., Jarmin, R., Lerner, J., & Miranda, J. (2014). Private equity, jobs, and productivity. American Economic Review, 104(12): 3956-90.",
        "De Loecker, J. (2011). Product differentiation, multi-product firms and estimating the impact of trade liberalization on productivity. Econometrica, 79(5), 1407-1451.",
        "De Loecker, J. (2011). Recovering markups from production data. International Journal of Industrial Organization 29, 350-355.",
        "De Loecker, J., & Warzynski, F. (2012). Markups and firm-level export status. American Economic Review, 102(6), 2437-71.",
        "De Loecker, J., Goldberg, P. K., Khandelwal, A. K., & Pavcnik, N. (2016). Prices, markups and trade reforms. Econometrica, 84(2), 445-510.",
        "Farrell, M. (2015). 2015 Becomes the Biggest M&A Year Ever. The Wall Street Journal, December 3, 2015. Available online at http://www.wsj.com/ articles/2015-becomes-the-biggest-m-a-year-ever-1449187101. Accessed July 29, 2016.",
        "Farrell, J. and C. Shapiro. (1990). Horizontal Mergers: An Equilibrium Analysis. American Economic Review, 80(1), 107-126.",
        "Focarelli, D., & Panetta, F. (2003). Are mergers beneficial to consumers? Evidence from the market for bank deposits. American Economic Review, 93(4), 1152-1172.",
        "Foster, L., Haltiwanger, J., & Syverson, C. (2008). Reallocation, firm turnover, and efficiency: Selection on productivity or profitability? American Economic Review, 98(1), 394-425.",
        "Fresard, L., Hoberg, G., & Phillips, G. (2013). The incentives for vertical mergers and vertical integration. Research Policy, 2, 452-466.",
        "Fresard, L., Hoberg, G., & Phillips, G. (2015). Innovative activities and the incentives for vertical acquisitions and integration. Mimeo.",
        "Gugler, K., Mueller, D. C., Yurtoglu, B. B., & Zulehner, C. (2003). The effects of mergers: an international comparison. International Journal of Industrial Organization, 21(5), 625-653.",
        "Heyman, F., SjÃ\u0083Æ\u0092Ã\u0082Â¶holm, F., & Tingvall, P. G. (2007). Is there really a foreign ownership wage premium? Evidence from matched employerÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009cemployee data. Journal of International Economics, 73(2), 355-376.",
        "Hoberg, G., & G. Phillips. (2016). Merger integration and merger success. Mimeo.",
        "Hortacsu, A. & C. Syverson. (2007). Cementing relationships: Vertical integration, foreclosure, productivity, and prices. Journal of Political Economy, 115(2), 250301.",
        "Jaffe, S., & Weyl, E. G. (2012). The first-order approach to merger analysis. Mimeo, Harvard University, Cambridge, MA, USA.",
        "Kaplan, S. N., & Weisbach, M. S. (1992). The success of acquisitions: Evidence from divestitures. The Journal of Finance, 47(1), 107-138.",
        "Kim, E. H., & Singal, V. (1993). Mergers and market power: Evidence from the airline industry. American Economic Review, 83(3), 549-569.",
        "Klette, T. J. (1999). Market power, scale economies and productivity: estimates from a panel of establishment data. The Journal of Industrial Economics, 47(4), 451-476.",
        "Kwoka, J., & Shumilkina, E. (2010). The Price Effect of Eliminating Potential Competition: Evidence from an Airline Merger. Journal of Industrial Economics, 58(4), 767-793.",
        "Kulick, Robert B. (2015). Horizontal mergers, prices, and productivity. Mimeo.",
        "Maksimovic, V., & Phillips, G. (2001). The market for corporate assets: Who engages in mergers and asset sales and are there efficiency gains? Journal of Finance, 56(6), 2019-2065.",
        "Maksimovic, V., Phillips, G., & Prabhala, N. R. (2011). Post-merger restructuring and the boundaries of the firm. Journal of Financial Economics, 102(2), 317-343.",
        "Malmendier, U., Moretti, E., & Peters, F. (2013). Winning by losing: Evidence on overbidding in mergers. Mimeo.",
        "McGuckin, R. H., & Nguyen, S. V. (1995). On productivity and plant ownership change: New evidence from the longitudinal research database, The RAND Journal of Economics, 26(2), 257-276.",
        "Mitchell, M., & Pulvino, T. (2001). Characteristics of risk and return in risk arbitrage. Journal of Finance, 56(6), 2135-2175.",
        "Officer, M. S. (2007). Are performance based arbitrage effects detectable? Evidence from merger arbitrage. Journal of Corporate Finance, 13(5), 793-812.",
        "Pierce, J. (2011). Plant-level responses to antidumping duties: Evidence from U.S. manufacturers. Journal of International Economics, 85(2): 222-233.",
        "Smeets, V. and F. Warzynski. (2013). Estimating productivity with multi-product firms, pricing heterogeneity and the role of international trade. Journal of International Economics, 90(2): 237-244.",
        "Thomson Reuters. (2012). SDC Platinum Database. Accessed November 26, 2012.",
        "Weinberg, M. C., & Hosken, D. (2013). Evidence on the accuracy of merger simulations. Review of Economics and Statistics, 95(5), 1584-1600.",
        "Werden, Gregory J. (1998). Demand elasticities in antitrust analysis. Antitrust Law Journal, 66(2), 363-414. FIGURE 1: Data and Coding of M&A Treatment"
    ]
}