{
    "id": 22765,
    "cites": 43,
    "cited_by": 27,
    "reference": [
        "Abaluck, J. and J. Gruber (2011): Choice inconsistencies among the elderly: Evidence from plan choice in the Medicare Part D program. American Economic Review, 101, 1180Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c 1210.",
        "Abaluck, J. and J. Gruber (2016a): Evolving choice inconsistencies in choice of prescription drug insurance. American Economic Review, 106(8), 2145Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c2184.",
        "Abaluck, J. and J. Gruber (2016b): The robustness of tests for consumer choice inconsistencies: Reply to Ketcham, Kuminoff and Powers. American Economic Review, forthcoming.",
        "Bach, P. B. and M. B. McClellan (2005): A prescription of a modern Medicare program.",
        "Barcellos, S. H., A. Wuppermann, K. G. Carman, S. Bauhoff, D. McFadden, A. Kapteyn, J. Winter, and D. Goldman (2014): Preparedness of Americans for the Affordable Care Act. Proceedings of the National Academy of Sciences of the United States of America, 111(15), 5497Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c5502.",
        "BesedeÃ\u0083â\u0080¦Ã\u0082Â¡, T., C. Deck, S. Sarangi, and M. Shor (2015): Reducing choice overload without reducing choices. Review of Economics and Statistics, 97(4), 793Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c802.",
        "Bordalo, P., N. Gennaioli, and A. Shleifer (2013): Salience and consumer choice. Journal of Political Economy, 121(5), 803Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c843.",
        "Crossley, T. F., J. de Bresser, L. Delaney, and J. Winter (2016): Can survey participation alter household saving behavior? Economic Journal, forthcoming.",
        "Decarolis, F. (2015): Medicare Part D: Are insurers gaming the low income subsidy design? American Economic Review, 105(4), 1547Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c1580.",
        "Decarolis, F., M. Polyakova, and S. P. Ryan (2015): The welfare effects of supply-side regulations in Medicare Part D. NBER Working Paper No. 21298.",
        "Duggan, M., P. Healy, and F. Scott Morton (2008): Providing prescription drug coverage to the elderly: AmericaÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0084¢s experiment with Medicare Part D. Journal of Economic Perspectives, 22(4), 69Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c92.",
        "Einav, L., A. Finkelstein, and P. Schrimpf (2015): The response of drug expenditure to nonlinear contract design: Evidence from Medicare Part D. Quarterly Journal of Economics, 130(2), 841Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c899.",
        "Ericson, K. M. M. (2014): Consumer inertia and firm pricing in the Medicare Part D prescription drug insurance exchange. American Economic Journal: Economic Policy, 6(1), 38Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c64.",
        "Farrell, J. and P. Klemperer (2007): Coordination and lock-in: Competition with switching costs and network effects. In M. Armstrong and R. Porter (Eds.), Handbook of Industrial Organization, Volume 3, chapter 31, 1967Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c2002. Amsterdam: North-Holland.",
        "Frank, R. and K. Lamiraud (2009): Choice, price competition and complexity in markets for health insurance. Journal of Economic Behavior and Organization, 71(2), 550Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c562.",
        "Goldman, D. P. and G. F. Joyce (2008): Medicare Part D: A successful start with room for improvement. Journal of the American Medical Association, 299(16), 1954Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c1955.",
        "Goodman, J. (2006): Consumer directed health care. Policy Brief 2006-PB-20, Networks Financial Institute, Indiana State University.",
        "Grubb, M. D. (2012): Dynamic nonlinear pricing: Biased expectations, inattention, and bill shock. International Journal of Industrial Economics, 30, 287Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c290.",
        "Handel, B. (2013): Adverse selection and inertia in health insurance markets: When nudging hurts. American Economic Review, 103(7), 2643Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c2682.",
        "Handel, B. and J. T. Kolstad (2015): Health insurance for Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093humansÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d: Information frictions, plan choice, and consumer welfare. American Economic Review, 105(8), 2449Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c2500.",
        "Handel, B. R., J. T. Kolstad, and J. Spinnewijn (2015): Information frictions and adverse selection: Policy interventions in health insurance markets. NBER Working Paper No. 21759.",
        "Heckman, J. J. (1981): Heterogeneity and state dependence. In C. F. Manski and D. McFadden (Eds.), Structural Analysis of Discrete Data and Econometric Applications, 91Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c139. Cambridge, MA: MIT Press.",
        "Heiss, F., A. Leive, D. McFadden, and J. Winter (2013): Plan selection in Medicare Part D: Evidence from administrative data. Journal of Health Economics, 32, 1325Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c1344.",
        "Heiss, F., D. McFadden, and J. Winter (2006): Who failed to enroll in Medicare Part D, and why? Early results. Health Affairs, 25, w344Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009cw354.",
        "Heiss, F. and V. Winschel (2008): Likelihood approximation by numerical integration on sparse grids. Journal of Econometrics, 144, 62Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c80.",
        "Helmers, C., P. Krishnan, and M. Patnam (2016): Attention and saliency on the internet: Evidence from an online recommendation system. CEPR Discussion Paper No. 10939.",
        "Ho, K., J. Hogan, and F. Scott Morton (2015): The impact of consumer inattention on insurer pricing in the Medicare Part D program. NBER Working Paper No. 21028.",
        "Hoadley, J., E. Hargrave, L. Summer, J. Cubanski, and T. Neuman (2013): To switch or not to switch: Are Medicare beneficiaries switching drug plans to save money. Issue Brief, The Henry J. Kaiser Family Foundation, Menlo Park, CA.",
        "Honka, E. (2014): Quantifying search and switching costs in the US auto insurance industry. RAND Journal of Economics, 45(4), 847Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c884.",
        "HortaÃ\u0083Æ\u0092Ã\u0082Â§su, A., S. A. Madanizadeh, and S. L. Puller (2015): Power to choose? An analysis of consumer inertia in the residential electricity market. NBER Working Paper No. 20988.",
        "Ketcham, J. D., N. V. Kuminoff, and C. A. Powers (2016): Choice inconsistencies among the elderly: Evidence from plan choice in the Medicare Part D program: Comment. American Economic Review, forthcoming.",
        "Ketcham, J. D., C. Lucarelli, E. J. Miravete, and M. C. Roebuck (2012): Sinking, swimming, or learning to swim in Medicare Part D. American Economic Review, 102, 2639Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c 2673.",
        "Ketcham, J. D., C. Lucarelli, and C. A. Powers (2015): Paying attention or paying too much in Medicare Part D. American Economic Review, 105, 204Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c233.",
        "Kiss, A. (2014): Salience and switching. Unpublished manuscript.",
        "Kling, J. R., S. Mullainathan, E. Shafir, L. Vermeulen, and M. V. Wrobel (2012): Comparison friction: Experimental evidence from Medicare drug plans. Quarterly Journal of Economics, 127(1), 199Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c235.",
        "Luco, F. (2014): Switching costs and competition in retirement investment. Unpublished manuscript, Northwestern University.",
        "McFadden, D. and K. Train (2000): Mixed MNL models for discrete response. Journal of Applied Econometrics, 15(5), 447Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c470.",
        "Miller, D. P. and J. Yeo (2012): Estimating dynamic discrete choice models of product differentiation: An application to Medicare Part D with switching costs. Unpublished manuscript.",
        "Nosal, K. (2012): Estimating switching costs for Medicare Advantage plans. Unpublished manuscript, University of Mannheim.",
        "Polyakova, M. (2016): Regulation of insurance with adverse selection and switching costs: Evidence from Medicare Part D. American Economic Journal: Applied Economics, 8(3), 165 Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c195.",
        "Sinaiko, A. D., C. C. Afendulis, and R. G. Frank (2013): Enrollment in Medicare Advantage plans in Miami-Dade County: Evidence of status quo bias? Inquiry, 50(3), 202Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c 215.",
        "Stango, V. and J. Zinman (2014): Limited and varying consumer attention: Evidence from shocks to the salience of bank overdraft fees. Review of Finance, 27(4), 990Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c1030.",
        "Zhou, C. and Y. Zhang (2012): The vast majority of Medicare Part D beneficiaries still donÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0084¢t choose the cheapest plans that meet their medication needs. Health Affairs, 31(10), 2259Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c2265."
    ]
}