{
    "id": 22762,
    "cites": 58,
    "cited_by": 20,
    "reference": [
        "Altonji, Joseph G., Lisa B. Kahn, and Jamin D. Speer (2016), Cashier or Consultant? Entry Labor Market Conditions, Field of Study, and Career Success, Journal of Labor Economics, 34(S1 Part 2): S361S401.",
        "Autor, David (2014), Polanyi's Paradox and the Shape of Employment Growth, NBER working paper #20485.",
        "Autor, David (2015), Why Are There Still So Many Jobs? The History and Future of Workplace Automation, Journal of Economic Perspectives, 29(3):330.",
        "Autor, David, David Dorn, and Gordon Hanson (2015), The Labor Market and the Marriage Market: How Adverse Employment Shocks Aect Marriage, Fertility, and Children's Living Circumstances, MIT mimeo.",
        "Autor, David H., Lawrence F. Katz, and Melissa S. Kearney (2008), Trends in U.S. Wage Inequality: Revising the Revisionists, Review of Economics and Statistics, 90(2): 300323.",
        "Autor, David H., Frank Levy, and Richard J. Murnane (2003), The Skill Content of Recent Technological Change: An Empirical Exploration, Quarterly Journal of Economics, 118(4): 12791333.",
        "Barr, Andrew, and Sarah Turner (2015) Out of Work and into School: Labor Market Policies and College Enrollment During the Great Recession, Journal of Public Economics, 124: 6373.",
        "Bartik, Timothy J. (1991), Who Benets from State and Local Economic Development Policies, Kalamazoo, MI: W.E. Upjohn Institute for Employment Research.",
        "Beaudry, Paul, David A. Green, and Benjamin M. Sand (2014), The Declining Fortunes of the Young since 2000, American Economic Review, 104(5): 381386.",
        "Beaudry, Paul, David A. Green, and Benjamin M. Sand (2016), The Great Reversal in the Demand for Skill and Cognitive Tasks, Journal of Labor Economics, 34(S1 Part 2): S199S247.",
        "Berger, David (2012), Countercyclical Restructuring and Jobless Recoveries, mimeo.",
        "Blinder, Alan S., and Alan B. Krueger (2013), Alternative Measures of Oshorability, A Survey Approach, Journal of Labor Economics, 31(no. 2 part 2): S97S128.",
        "Burning Glass Technologies (2014), Moving the Goalposts: How Demand for a Bachelor 's Degree is Reshaping the Workforce, mimeo.",
        "Brynjolfsson, Erik, and Andrew McAfee (2011), Race Against the Machine. Lexington: Digital Frontier Press.",
        "Caballero, Ricardo, and Mohamad Hammour (1994), The Cleansing Eect of Recessions,  American Economic Review, 84(5): 13501368.",
        "Caballero, Ricardo, and Mohamad Hammour (1996), On the Timing and Eciency of Creative Destruction, Quarterly Journal of Economics, 111(3): 805852.",
        "Card, David, JÃ\u0083Æ\u0092Ã\u0082Â¶rg Heining, and Patrick Kline (2013), Workplace Heterogeneity and the Rise of West German Wage Inequality, Quarterly Journal of Economics, 128(3): 9671015.",
        "Card, David, and Thomas Lemieux (2001) Dropout and Enrollment Trends in the Post-War Period: What Went Wrong in the 1970s? in J. Gruber (Ed.) Risky Behavior Among Youths: An Economic Analysis. Chicago: The University of Chicago Press, pp. 439482.",
        "Carnevale, Anthony P., Tamara Jayasundera, and Dmitri Repnikov (2014), Understanding Online Jobs Data: A Technical Report, Washington D.C.: Georgetown University Center on Education and the Workforce.",
        "Castex, Gonzalo, and Evgenia K. Dechter (2014), The Changing Role of Education and Ability in Wage Determination, Journal of Labor Economics, 32(4): 685710.",
        "Charles, Kerwin K., Erik Hurst, and Matthew J. Notowidigdo (2015), Housing Booms and Busts, Labor Market Opportunities, and College Attendance, mimeo.",
        "Clemens, Jerey (2015), The Minimum Wage and the Great Recession: Evidence from the Current Population Survey, NBER working paper #21830.",
        "Clemens, Jerey and Michael J. Wither (2014), The Minimum Wage and the Great Recession: Evidence of Eects on the Employment and Income Trajectories of LowSkilled Workers, NBER working paper #20724.",
        "Davis, Stephen J., Jason Faberman and John Haltiwanger (2012), Labor Market Flows in the Cross Section and over Time, Journal of Monetary Economics, CarnegieRochester Series on Public Policy special issue, 59(1): 118.",
        "Deming, David J. (2015), The Growing Importance of Social Skills in the Labor Market, NBER Working Paper #21473.",
        "Deming, David J., and Lisa B. Kahn (2016), Firm Heterogeneity in Skill Demands, mimeo.",
        "Forsythe, Eliza (2016), Why Don't Firms Hire Young Workers in Recessions? mimeo.",
        "Goos, Maarten, and Alan Manning (2007), Lousy and Lovely Jobs: The Rising Polarization of Work in Britain, Review of Economics and Statistics, 89(1): 118133.",
        "Gomes, Joao, Jeremy Greenwood, and Sergio Rebelo (2001), Equilibrium Unemployment,  Journal of Monetary Economics, 48(1): 109152.",
        "Greeneld, Rebecca (2014), Why the New York Times Hired a Biology Researcher as Its Chief Data Ocer, Fast Company, February 12.",
        "Hall, Robert (1991), Labor Demand, Labor Supply and Employment Volatility, in NBER Macroeconomics Annual. Cambridge: MIT Press.",
        "Hoynes, Hilary, Douglas L. Miller and Jessamyn Schaller (2012), Who Suers During Recessions?, Journal of Economic Perspectives, 26(3): 2748.",
        "Isserman, Andrew M., and James Westervelt (2006), 1.5 Million Missing Numbers: Overcoming Employment Suppression in County Business Patterns Data, International Regional Science Review, 29(3): 311335.",
        "Jaimovich, Nir, and Henry E. Siu (2012), The Trend is the Cycle: Job Polarization and Jobless Recoveries, http://faculty.arts.ubc.ca/hsiu/research/polar20120331.pdf.",
        "Jaimovich, Nir, and Henry E. Siu (2015), The Trend is the Cycle: Job Polarization and Jobless Recoveries, http://faculty.arts.ubc.ca/hsiu/work/polar20150503.pdf.",
        "Jensen, J. Bradford, and Lori G. Kletzer (2005), Tradable services: Understanding the Scope and Impact of Services Oshoring. In J. Bradford Jensen, Lori G. Kletzer, Jared Bernstein, and Robert C. Feenstra (Eds.) Brookings Trade Forum. Washington, D.C.: Brookings Institution Press, pp. 75133.",
        "Kahn, Lisa B. (2010), The Long-Term Consequences of Graduating from College in a Recession, Labour Economics, 17(2): 303316.",
        "Kahn, Lisa B., and Erika McEntarfer (2015), Employment Cyclicality and Firm Quality,  NBER working paper #20698.",
        "Koenders, Kathryn, and Richard Rogerson (2005), Organizational Dynamics Over the Business Cycle: A View on Jobless Recoveries, Federal Reserve Bank of St. Louis Review, 87(4): 555580.",
        "Kuhn, Peter, and Kailing Shen. (2013), Gender Discrimination in Job Ads: Evidence from China, Quarterly Journal of Economics, 128(1): 287336.",
        "Marinescu, Ioana (2014), The General Equilibrium Eects of Unemployment Insurance: Evidence from a Large Online Job Board, mimeo.",
        "Martins, Pedro S., Gary Solon and Jonathan P. Thomas (2012), Measuring What Employers Do About Entry Wages Over the Business Cycle: A New Approach, American Economic Journal: Macroeconomics, 4(4): 3655.",
        "McCoy, Terrence (2016), The Technology that Could Revolutionize the War on Hunger, Washington Post, June 16.",
        "Michaels, Guy, Ashwini Natraj, and John Van Reenen (2014), Has ICT Polarized Skill Demand? Evidence from Eleven Countries Over Twenty-Five Years. Review of Economics and Statistics, 96(1): 6077.",
        "Mott, Robert (2012), The Reversal of the Employment-Population Ratio in the 2000s: Facts and Explanations, Brooking Papers on Economic Activity, fall.",
        "Mortensen, Dale, and Christopher Pissarides (1994), Job Creation and Job Destruction in the Theory of Unemployment, Review of Economic Studies, 61(3): 397415.",
        "Moscarini, Giuseppe, and Fabien Postel-Vinay (2012), The Contribution of Large and Small Employers to Job Creation in Times of High and Low Unemployment, American Economic Review, 102(6): 25092539.",
        "Molloy, Raven, Christopher L. Smith, and Abigail Wozniak (2013), Declining Migration within the US: The Role of the Labor Market, FEDS Working Papers #2013-27",
        "Oreopoulos, Phil, Till von Wachter and Andrew Heisz (2012), The Short- and LongTerm Career Eects of Graduating from College in a Recession, American Economic Journal: Applied Economics, 4(1): 129.",
        "Pierce, Justin R., and Peter K. Schott (2015), Trade Liberalization and Mortality: Evidence from U.S. Counties, Yale mimeo.",
        "Rothwell, Jonathan (2014), Still Searching: Job Vacancies and STEM Skills, Brookings mimeo.",
        "Sasser Modestino, Alicia, Daniel Shoag and Joshua Ballance (2016a), Upskilling: Do Employers Demand Greater Skill when Skilled Workers are Plentiful?, mimeo.",
        "Sasser Modestino, Alicia, Daniel Shoag and Joshua Ballance (2016b), Downskilling: Changes in Employer Skill Requirements Over the Business Cycle, mimeo.",
        "Shimer, Robert. (2004), The Consequences of Rigid Wages in Search Models, Journal of the European Economic Association, 2(2-3): 469479.",
        "Schumpeter, Joseph. (1939), Business Cycles. New York: McGraw-Hill.",
        "U.S. Department of Labor (1977), Dictionary of Occupational Titles, 4th edition. Washington, D.C.: U.S. Department of Labor.",
        "von Wachter, Till, and Elizabeth Handwerker (2009), Variation in the Cost of Job Loss by Worker Skill: Evidence Using Matched Data from California, 19912000, mimeo.",
        "von Wachter, Till, Philip Oreopoulos, and Andrw Heisz (2012), The Short- and LongTerm Career Eects of Graduating in a Recession: Hysteresis and Heteroegeneity in the Market for College Graduates, American Economic Journal: Applied Economics, 4(1): 129."
    ]
}