{
    "id": 22777,
    "cites": 30,
    "cited_by": 4,
    "reference": [
        "Baker, P. L. (1994). Centring the periphery: chaos, order, and the ethnohistory of Dominica. McGillQueen Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0084¢s Press-MQUP.",
        "Beckles, H. (2006). A history of Barbados: From Amerindian settlement to Caribbean single market. Cambridge University Press.",
        "Britain, C. O. G. (1840, April 5th). Copies or Extracts of all Correspondence of Sir W. M. G. Colebrooke, Governor-General of the Leeward Islands, with Lord Glenelg, on the subject of the Convention of a general Assembly in the Leeward Islands.",
        "Brizan, G. (1984). Grenada, Island of conflict: from Amerindians to PeopleÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0084¢s Revolution, 1498-1979. Zed Books London.",
        "Cartwright, J. (1970). Politics in Sierra Leone 1947-67. University of Toronto Press Toronto.",
        "Cox, E. L. (2007). William galwey donovan and the struggle for political change in grenada, 1883Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c 1920. small axe 11(1), 17Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c38.",
        "Craig-James, S. (2000). The Social and Economic History of Tobago (1838Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c1990).",
        "Davy, J. (1854). The West Indies Before and Since Slave Emancipation. London: Frank Cass.",
        "Dippel, C., A. Greif, and D. Trefler (2015, February). The rents from trade and coercive institutions: Removing the sugar coating. Nber working paper no. 20958.",
        "Dyde, B. (2000). A history of Antigua: the unsuspected isle. Interlink Publishing Group Incorporated.",
        "Dyde, B. (2005). Out of the Crowded Vagueness: A History of the Islands of St Kitts, Nevis & Anguilla. Macmillan Pub Limited.",
        "Fergus, H. (1994). Montserrat: History of a Caribbean Colony. MacMillan caribbean London.",
        "Feroz, A. (2002). The Making of Modern Turkey. Routledge.",
        "Fuller, T. (2014). Thai Army Declares Coup, Citing Need to Reform Nation. New York Times May 22nd.",
        "Hall, D. (1971). Five of the Leewards, 1834-1870: the major problems of the post-emancipation period in Antigua, Barbuda, Montserrat, Nevis, and St. Kitts. Ginn & Company.",
        "Heuman, G. J. (1981). Between black and white: race, politics, and the free coloreds in Jamaica, 1792-1865.",
        "Praeger Pub Text. vii REFERENCES Not for Publication Higman, B. (2001). Jamaica Surveyed: Plantation Maps and Plans of the Eighteenth and Nineteenth Centuries. Univ of West Indies Pr.",
        "Holt, T. (1991). The Problem of Freedom: Race, Labor, and Politics in Jamaica and Britain, 1832Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c1938. The Johns Hopkins University Press.",
        "Honychurch, L. (1984). The Dominica Story: A History of the Island. Roseau: The Dominica Institute.",
        "Iles, J. A. B. (1871). An Account Descriptive of the Island of Nevis, West Indies. Fletcher and Son, Printers.",
        "Kassimeris, C. (2006). Causes of the 1967 Greek Coup. Democracy and Security 2(1), 61Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c72.",
        "Lightfoot, N. (2007). Race, Class and Resistance: Emancipation and Its Aftermath in Antigua, 1831Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c 1858. ProQuest.",
        "Oliver, V. L. (1896). The History of the Island of Antigua: One of the Leeward Caribbees in the West Indies, from the First Settlement in 1635 to the Present Time, Volume 2. Mitchell and Hughes.",
        "Olwig, K. F. (2005). Global culture, island identity. Routledge.",
        "Richardson, B. (1997). Economy and Environment in the Caribbean: Barbados and the Windwards in the Late 1800s. University Press of Florida.",
        "Schomburgk, R. H. (1848). The History of Barbados: Comprising a Geographical and Statistical Description of the Island, a Sketch of the Historical Events Since the Settlement, and an Account of Its Geology and Natural Productions. Number 19. Psychology Press.",
        "Sheppard, C. (1831). Historical account of st vincent.",
        "Smith, S. D. (2009). The curse of the caribbean? absentee ownership on st vincent and the grenadines 1817-34.",
        "Smith, S. D. and M. Forster (2013). The curse of the caribbean? agencyÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0084¢s impact on the efficiency of sugar estates in st.vincent and the grenadines, 1814-1829. (112). viii Trouillot, M.-R. (1988). Peasants and Capital: Dominica in the World Economy. Baltimore: Johns Hopkins University Press.",
        "West Indies Royal Comission (April 1884). Report of the Royal Commission appointed in December 1882, to inquire into the public revenues, expenditure, debts, and liabilities of the islands of Jamaica, Grenada, St. Vincent, Tobago, and St. Lucia, and the Leeward Islands. Part II. Grenada, St. Vincent, Tobago, and St. Lucia. Printed by Eyre and Spottiswoode, London."
    ]
}