{
    "id": 22771,
    "cites": 31,
    "cited_by": 3,
    "reference": [
        "Albert, Julie Beth (2012), Adding Uncertainty to the Virtual Shopping Cart: Antitrust Regulation of Internet Minimum Advertised Price Policies, Fordham Law Review, 80(4), 1679-1719.",
        "Armstrong, Mark and Jidong Zhou (2016), Search Deterrence, Review of Economic Studies, 83(1), 26-57.",
        "Asker, John and Heski Bar-Isaac (2014), Raising RetailersÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0084¢ Profits: On Vertical Practices and the Exclusion of Rivals, American Economic Review, 104(2), 672-686.",
        "Baye, Michael R., John Morgan, and Patrick Scholten (2006) Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Information, search, and price dispersionÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d in Handbook on Economics and Information Systems, Elsevier, T. Hendershott, ed., 323-375.",
        "Cetinkaya V (2009) Essays on vertical restraints and vertical integration. Unpublished doctoral dissertation, Rutgers University, New Brunswick, NJ.",
        "Charness G, Chen K-Y (2002) Minimum advertised-price policy rules and retailer behavior: An experiment by Hewlett-Packard. Interfaces 32(5):62-73.",
        "Chen, Yongmin (1999), Oligopoly Price Discrimination and Resale Price Maintenance, The RAND Journal of Economics, 30(3), pp. 441-455.",
        "Chioveanu, Ioana, and Jidong Zhou (2013) Price competition with consumer confusion, Management Science, 59(11), 2450 - 2469.",
        "Deneckere, Raymond, Howard Marvel and James Peck (1997), Demand Uncertainty and Price Maintenance: Markdowns as Destructive Competition, American Economic Review, 87(4), 619-641.",
        "Ellison, Glenn, and Alexander Wolitzky (2012), A search cost model of obfuscation, RAND Journal of Economics, 43(3), 417-441. Gill, David and John Thanassoulis (forthcoming), Competition in posted prices with stochastic discounts, Economic Journal.",
        "Israeli, Ayelet, Eric T. Anderson and Anne T. Coughlan (2016) Minimum Advertised Pricing: Patterns of Violation in Competitive Retail Markets. Marketing Science, 35(4), 539-564.",
        "Janssen, Maarten and Alexei Parakhonyak (2013), Price matching guarantees and consumer search, International Journal of Industrial Organization, 31, 1-11.",
        "Jullien, Bruno and Patrick Rey (2007), Resale Price Maintenance and Collusion, RAND Journal of Economics, 38(4), 983-1001.",
        "Kali, Raja (1998) Minimum Advertised Price, Journal of Economics and Management Strategy, 7(4), 647-668.",
        "Klein, Benjamin and Kevin Murphy (1988), Vertical Restraints as Contract Enforcement Mechanisms, Journal of Law and Economics, 31(2), 265-297.",
        "Lubensky, Dimitri (2014), A Model of Recommended Retail Prices, Working paper, Kelley School of Business.",
        "Matthewson, G. Frank and Ralph A. Winter (1984). An Economic Theory of Vertical Restraints . Rand Joumal of Economics, 1(1), 27-38.",
        "Overstreet, Thomas R. (1983), Resale Price Maintenance: Economic Theories and Empirical Evidence, Bureau of Economics Staff Report to the Federal Trade Commission.",
        "Passo, Alexander (2015), Internet Minimum Advertising Price Policies: Why Manufacturers Should Be Wary When Implementing (Suffolk University Law Review, 48, 795-822.",
        "Rey, Patrick and Thibaud VergeÃ\u0083Å\u0092Ã\u0082Â\u0081 (2008), Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Economics of Veritical RestraintsÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d, Ch. 9 in Handbook of Antitrust Economics, Paolo Buccirossi (ed.), MIT Press, Boston.",
        "Salop, Steven (1977), The Noisy Monopolist: Imperfect Information, Price Dispersion and Price Discrimination, Review of Economic Studies, 44(3), 393-406.",
        "Schmalensee, Richard (1982), Commodity Bundling by a Single-Product Monopolist, Journal of Law and Economics, 25, 67-71.",
        "Schmalensee, Richard (1984), Gaussian Demand and Commodity Bundling, Journal of Business, 57, 211-30.",
        "Spengler, Joseph J. (1950), Vertical Integration and Antitrust Policy, Journal of Political Economy, 50(4), 347Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c352.",
        "Spulber, Daniel (1995), Bertrand Competition when RivalsÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0084¢ Costs are Unknown, Journal of Industrial Economics, 63(1), 1-11.",
        "Stahl, Dale (1989), Oligopolistic Pricing with Sequential Consumer Search, American Economic Review, 79(4) 700-712.",
        "Stigler, George (1961), The Economics of Information, Journal of Political Economy, 69(3), 213-225.",
        "Sugaya, Takuo and Alexander Wolitzky (2016), Maintaining Privacy in Cartels, working paper.",
        "Telser, Lester (1960), Why Should Manufacturers Want Fair Trade?, Journal of Law and Economics, 3, 86-105.",
        "Wilson, Chris (2010), Ordered Search and Equilibrium Obfuscation, International Journal of Industrial Organization, 28, 496-506.",
        "Yamey, Basil (1954), The Economics of Resale Price Maintenance, Sir Isaac Pitman & Sons, Ltd., London."
    ]
}