{
    "id": 22781,
    "cites": 32,
    "cited_by": 6,
    "reference": [
        "Altonji, Joseph G. and Rosa L. Matzkin, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Cross Section and Panel Data Estimators for Nonseparable Models with Endogenous Regressors,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Econometrica, 2005, 73 (4), 1053Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c1102. Ando, Michihito, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093How Much Should We Trust Regression-Kink-Design Estimates?,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Empirical Economics, Forthcoming.",
        "Angrist, Joshua D. and Victor Lavy, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Using MaimonidesÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0084¢ Rule to Estimate the Effect of Class Size on Scholastic Achievement,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Quarterly Journal of Economics, May 1999, 114 (2), 533Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c575.",
        "Calonico, Sebastian, Matias D. Cattaneo, and Max H. Farrell, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093On the Effect of Bias Estimation on Coverage Accuracy in Nonparametric Inference,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d 2015.",
        ", , and , Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Coverage Error Optimal Confidence Intervals for Regression Discontinuity Designs,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d 2016.",
        ", , and Rocio Titiunik, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Robust Nonparametric Confidence Intervals for Regression-Discontinuity Designs,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Econometrica, November 2014, 82 (6), 2295Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c2326.",
        ", , and , Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Optimal Data-driven Regression Discontinuity Plots,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Journal of the American Statisitcal Association, 2015, 110 (512), 1753Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c1769.",
        ", , , and , Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Regression Discontinuity Designs Using Covariates,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d 2016.",
        "Card, David, Andrew Johnston, Pauline Leung, Alexandre Mas, and Zhuan Pei, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093The Effect of Unemployment Benefits on the Duration of Unemployment Insurance Receipt: New Evidence from a Regression Kink Design in Missouri, 2003-2013,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d American Economic Review: Papers and Proceedings, May 2015, 105 (5), 126Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c130.",
        ", David S. Lee, and Zhuan Pei, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Quasi-Experimental Identification and Estimation in the Regression Kink Design,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Princeton University Industrial Relations Section Working Paper 553 November 2009.",
        ", , , and Andrea Weber, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Nonlinear Policy Rules and the Identification and Estimation of Causal Effects in a Generalized Regression Kink Design,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d NBER Working Paper 18564 November 2012.",
        ", , , and , Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Local Polynomial Order in Regression Discontinuity Designs,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d October 2014.",
        ", , , and , Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Inference on Causal Effects in a Generalized Regression Kink Design,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Econometrica, November 2015, 83 (6), 2453Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c2483.",
        ", , , and , Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Inference on Causal Effects in a Generalized Regression Kink Design,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Technical Report 15-218, Upjohn Institute working paper 2015.",
        ", , , and , Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Supplemental Material to \"Regression Kink Design: Theory and Practice\",Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d 2016. https://sites.google.com/site/peizhuan/files/rkd-aie-supplemental-material.pdf.",
        ", Raj Chetty, and Andrea Weber, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Cash-on-Hand and Competing Models of Intertemporal Behavior: New Evidence from the Labor Market,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Quarterly Journal of Economics, 2007, 122 (4), 1511Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c1560.",
        "Chay, Kenneth Y., Patrick J. McEwan, and Miguel Urquiola, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093The Central Role of Noise in Evaluating Interventions that Use Test Scores to Rank Schools,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d American Economic Review, September 2005, 95 (4), 1237Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c1258.",
        "Cheng, Ming-Yen, Jianqing Fan, and J. S. Marron, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093On Automatic Boundary Corrections,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d The Annals of Statistics, August 1997, 25 (4), 1691Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c1708.",
        "Del Bono, Emilia and Andrea Weber, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Do Wages Compensate for Anticipated Working Time Restrictions ? Evidence from Seasonal Employment in Austria,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Journal of Labor Economics, 2008, 26 (1), 181Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c221.",
        "DiNardo, John and David S. Lee, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Economic Impacts of New Unionization on Private Sector Employers: 1984-2001,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Quarterly Journal of Economics, November 2004, 119 (4), 1383Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c1441.",
        "Fan, Jianqing and Irene Gijbels, Local Polynomial Modelling and Its Applications, Chapman and Hall, 1996.",
        "Florens, Jean-Pierre, James J. Heckman, Costas Meghir, and Edward J. Vytlacil, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Identification of Treatment Effects Using Control Functions in Models With Continuous, Endogenous Treatment and Heterogeneous Effects,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Econometrica, 2008, 76 (5), 1191Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c1206.",
        "Ganong, Peter and Simon JÃ\u0083Æ\u0092Ã\u0082Â¤ger, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093A Permutation Test and Estimation Alternatives for the Regression Kink Design,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d June 2014.",
        "Imbens, Guido W. and Karthik Kalyanaraman, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Optimal Bandwidth Choice for the Regression Discontinuity Estimator.,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Review of Economic Studies, 2012, 79 (3), 933 Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c 959.",
        "Kapteyn, Arie and Jelmer Y. Ypma, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Measurement Error and Misclassification: A Comparison of Survey and Administrative Data,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Journal of Labor Economics, 2007, 25 (3), 513Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c551.",
        "Lee, David S., Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Randomized Experiments from Non-random Selection in U.S. House Elections,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Journal of Econometrics, February 2008, 142 (2), 675Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c697.",
        ", Enrico Moretti, and Matthew Butler, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Do Voters Affect or Elect Policies? Evidence from the U.S. House,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Quarterly Journal of Economics, August 2004, 119 (3), 807Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c859.",
        "McCrary, Justin and Heather Royer, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093The Effect of Female Education on Fertility and Infant Health: Evidence from School Entry Policies Using Exact Date of Birth,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d American Economic Review, February 2011, 101 (1), 158Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c95.",
        "Nielsen, Helena Skyt, Torben SÃ\u0083Æ\u0092Ã\u0082Â¸rensen, and Christopher R. Taber, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Estimating the Effect of Student Aid on College Enrollment: Evidence from a Government Grant Policy Reform,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d American Economic Journal: Economic Policy, 2010, 2 (2), 185Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c215.",
        "Porter, Jack, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Estimation in the Regression Discontinuity Model,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Department of Economics, University of Wisconsin, 2003.",
        "Ruppert, David, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Empirical-Bias Bandwidths for Local Polynomial Nonparametric Regression and Density Estimation,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Journal of the American Statistical Association, 1997, 92 (439), 1049Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c1062.",
        "Schmieder, Johannes F., Till von Wachter, and Stefan Bender, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093The Effects of Extended Unemployment Insurance Over the Business Cycle: Evidence from Regression Discontinuity Estimates Over 20 Years,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d The Quarterly Journal of Economics, 2012, 127 (2), 701Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c752.",
        "Turner, Lesley J., Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093The Road to Pell is Paved with Good Intentions: The Economic Incidence of Federal Student Grant Aid,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Technical Report, University of Maryland 2013. Daily UI Benefit in Euro 0 10000 20000 30000 40000 50000 Base Year Earnings in Euro"
    ]
}