{
    "id": 22784,
    "cites": 25,
    "cited_by": 19,
    "reference": [
        "Aruoba, S BoragÃ\u0083Å\u0092Ã\u0082â\u0080 an, Pablo Cuba-Borda, and Frank Schorfheide. 2016. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Macroeconomic dynamics near the ZLB: A tale of two countries.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d National Bureau of Economic Research.",
        "Ascari, Guido, and Lorenza Rossi. 2012. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Trend Inflation and Firms Price-Setting: Rotemberg Versus Calvo.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d The Economic Journal, 122(563): 1115Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c1141.",
        "Benhabib, Jess, Stephanie Schmitt-GrohÃ\u0083Æ\u0092Ã\u0082Â©, and Martin Uribe. 2001. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Monetary policy and multiple equilibria.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d American Economic Review, 167Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c186.",
        "Benigno, Pierpaolo, and Michael Woodford. 2004. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Optimal monetary and fiscal policy: A linear-quadratic approach.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d In NBER Macroeconomics Annual 2003, Volume 18. 271Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c364. The MIT Press.",
        "Bhattarai, Saroj, Gauti Eggertsson, and Raphael Schoenle. 2014. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Is increased price flexibility stabilizing? redux.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d National Bureau of Economic Research.",
        "Blanchard, Olivier Jean, and Charles M Kahn. 1980. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093The solution of linear difference models under rational expectations.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Econometrica, 1305Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c1311.",
        "Braun, R Anton, Lena M KÃ\u0083Æ\u0092Ã\u0082Â¶rber, and Yuichiro Waki. 2016. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Some Unpleasant Properties of Loglinearized Solutions When the Nominal Rate is Zero.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Bank of England working paper no 553.",
        "Calvo, Guillermo A. 1983. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Staggered prices in a utility-maximizing framework.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Journal of Monetary Economics, 12(3): 383Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c398. 19As these authors point out the assumption of the adjustment function being quadratic is arbitrary, and has usually been only made for simplicity in the context of non-linear models that are ultimately approximated by loglinear approximation. Taken literally, the non-linear counterpart then implies non-sensical investment adjustment costs.",
        "Christiano, Lawrence J, and Joshua M Davis. 2006. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Two flaws in business cycle accounting.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d National Bureau of Economic Research.",
        "Christiano, Lawrence J, and Martin Eichenbaum. 2012. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Notes on linear approximations, equilibrium multiplicity and e-learnability in the analysis of the zero lower bound.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Manuscript, Northwestern University.",
        "Christiano, Lawrence J, Martin Eichenbaum, and Benjamin K Johannsen. 2016. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Does the New Keynesian Model Have a Uniqueness Problem?Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Manuscript, Northwestern University.",
        "Christiano, Lawrence, Martin Eichenbaum, and Sergio Rebelo. 2011. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093When Is the Government Spending Multiplier Large?Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Journal of Political Economy, 119(1): 78Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c121.",
        "Denes, Matthew, and Gauti B. Eggertsson. 2009. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093A bayesian approach to estimating tax and spending multipliers.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d FRB of New York Staff Report no. 403, , (403).",
        "Denes, Matthew, Gauti B. Eggertsson, and Sophia Gilbukh. 2013. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Deficits, public debt dynamics and tax and spending multipliers.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d The Economic Journal, 123(566): F133Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009cF163.",
        "Eggertsson, Gauti. 2001. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Real government spending in a liquidity trap.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Photocopy, Princeton University.",
        "Eggertsson, Gauti B. 2010. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093The paradox of toil.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d FRB of New York Staff Report no. 433.",
        "Eggertsson, Gauti B. 2011. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093What fiscal policy is effective at zero interest rates?Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d In NBER Macroeconomics Annual 2010, Volume 25. 59Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c112. University of Chicago Press.",
        "Eggertsson, Gauti B., and Michael Woodford. 2003. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093The Zero Bound on Interest Rates and Optimal Monetary Policy.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Brookings Papers on Economic Activity, 139Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c211.",
        "FernÃ\u0083Æ\u0092Ã\u0082Â¡ndez-Villaverde, JesÃ\u0083Æ\u0092Ã\u0082Âºs, Grey Gordon, Pablo GuerrÃ\u0083Æ\u0092Ã\u0082Â³n-Quintana, and Juan F RubioRamirez. 2015. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Nonlinear adventures at the zero lower bound.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Journal of Economic Dynamics and Control, 57: 182Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c204.",
        "Gertler, Mark, and John Leahy. 2008. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093A Phillips Curve with an Ss Foundation.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Journal of Political Economy, 116(3).",
        "McCallum, Bennett T. 2007. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093E-stability vis-a-vis determinacy results for a broad class of linear rational expectations models.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Journal of Economic dynamics and control, 31(4): 1376Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c1391.",
        "Mertens, Karel R.S.M., and Morten O. Ravn. 2014. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Fiscal policy in an expectations-driven liquidity trap.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d The Review of Economic Studies.",
        "Miao, Jianjun, and Phuong V Ngo. 2016. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Does Calvo Meet Rotemberg at the Zero Lower Bound?Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Mimeo, Cleveland State University.",
        "Nakata, Taisuke, and Sebastian Schmidt. 2015. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Conservatism and liquidity traps.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Rotemberg, Julio J. 1982. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Sticky prices in the United States.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d The Journal of Political Economy, 1187Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c1211.",
        "Schmitt-GrohÃ\u0083Æ\u0092Ã\u0082Â©, Stephanie, and MartÃ\u0083â\u0080\u009eÃ\u0082Â±n Uribe. 2016. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Liquidity Traps and Jobless Recoveries.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Woodford, Michael. 2003. Interest and Prices: Foundations of a Theory of Monetary Policy. Princeton University Press."
    ]
}