{
    "id": 22791,
    "cites": 32,
    "cited_by": 59,
    "reference": [
        "Alberto Abadie and Javier Gardeazabal. The economic costs of conflict: A case study of the basque country. American Economic Review, 93(-):113Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c132, 2003.",
        "Alberto Abadie and Guido W Imbens. Large sample properties of matching estimators for average treatment effects. Econometrica, 74(1):235Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c267, 2006.",
        "Alberto Abadie and JeÃ\u0083Å\u0092Ã\u0082Â\u0081reÃ\u0083Å\u0092Ã\u0082Â\u0081my LÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0084¢Hour. A penalized synthetic control estimator for disaggregated data, 2016.",
        "Alberto Abadie, Alexis Diamond, and Jens Hainmueller. Synthetic control methods for comparative case studies: Estimating the effect of CaliforniaÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0084¢s tobacco control program. Journal of the American Statistical Association, 105(490):493Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c505, 2010.",
        "Alberto Abadie, Alexis Diamond, and Jens Hainmueller. Comparative politics and the synthetic control method. American Journal of Political Science, pages 2011Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c25, 2014.",
        "Michihito Ando and F SaÃ\u0083Å\u0092Ã\u0082Ë\u0086vje. Hypothesis testing with the synthetic control method. In European Economic Association and Econometric Society Meeting, pages 1Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c35, 2013.",
        "Joshua Angrist and Alan Krueger. Empirical strategies in labor economics. Handbook of Labor Economics, 3, 2000. Joshua Angrist and Steve Pischke. Mostly Harmless Econometrics: An EmpiricistsÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0084¢ Companion.",
        "Orley Ashenfelter and David Card. Using the longitudinal structure of earnings to estimate the effect of training programs. The Review of Economics and Statistics, 67(4):648Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c660, 1985.",
        "Susan Athey and Guido Imbens. Identification and inference in nonlinear difference-in-differences models. Econometrica, 74(2):431Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c497, 2006.",
        "Susan Athey, Guido Imbens, and Stefan Wager. Efficient inference of average treatment effects in high dimensions via approximate residual balancing. arXiv preprint arXiv:1604.07125, 2016.",
        "Marianne Bertrand, Esther Duflo, and Sendhil Mullainathan. How much should we trust differences-in-differences estimates? The Quarterly Journal of Economics, 119(1):249Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c275, 2004. doi: 10.1162/003355304772839588. URL http://qje.oxfordjournals.org/content/ 119/1/249.abstract.",
        "Kay H Brodersen, Fabian Gallusser, Jim Koehler, Nicolas Remy, Steven L Scott, et al. Inferring causal impact using bayesian structural time-series models. The Annals of Applied Statistics, 9(1):247Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c274, 2015.",
        "David Card. The impact of the mariel boatlift on the miami labor market. Industrial and Labor Relation, 43(2):245Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c257, 1990.",
        "David Card and Alan Krueger. Minimum wages and employment: Case study of the fast-food industry in new jersey and pennsylvania. American Economic Review, 84(4):772Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c793, 1994.",
        "Alexis Diamond and Jasjeet S Sekhon. Genetic matching for estimating causal effects: A general multivariate matching method for achieving balance in observational studies. Review of Economics and Statistics, 95(3):932Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c945, 2013.",
        "Bruno Ferman and Christine Pinto. Revisiting the synthetic control estimator, 2016.",
        "Sergio Firpo and Vitor Possebom. Synthetic control estimation method: A generalized inference procedure and confidence sets. 2016.",
        "Edward I George and Robert E McCulloch. Approaches for bayesian variable selection. Statistica sinica, pages 339Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c373, 1997.",
        "Bryan Graham, Christine Pinto, and Daniel Egel. Inverse probability tilting for moment condition models with missing data. Review of Economic Studies, pages 1053Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c1079, 2012.",
        "Bryan Graham, Christine Pinto, and Daniel Egel. Efficient estimation of data combination models by the method of auxiliary-to-study tilting (ast). Journal of Business and Economic Statistics, 34(2):288Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c301, 2016.",
        "Jinyong Hahn and Ruoyao Shi. Synthetic control and inference. Available at UCLA, 2016.",
        "Jens Hainmueller. Entropy balancing for causal effects: A multivariate reweighting method to produce balanced samples in observational studies. Political Analysis, 20(1):25Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c46, 2012. Trevor Hastie, Robert Tibshirani, and Jerome Friedman. The Elements of Statistical Learning.",
        "Trevor Hastie, Robert Tibshirani, and Martin Wainwright. Statistical Learning with Sparsity: The Lasso and Generalizations. CRC Press, 2015.",
        "Paul W Holland. Statistics and causal inference. Journal of the American Statistical Association, 81(396):945Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c970, 1986.",
        "Kosuke Imai and Marc Ratkovic. Covariate balancing propensity score. Journal of the Royal Statistical Society: Series B (Statistical Methodology), 76(1):243Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c263, 2014.",
        "Guido W Imbens and Donald B Rubin. Causal Inference in Statistics, Social, and Biomedical Sciences. Cambridge University Press, 2015.",
        "Bruce D Meyer, W Kip Viscusi, and David L Durbin. WorkersÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0084¢ compensation and injury duration: evidence from a natural experiment. The American economic review, pages 322Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c 340, 1995.",
        "Giovanni Peri and Vasil Yasenov. The labor market effects of a refugee wave: Applying the synthetic control method to the mariel boatlift. Technical report, National Bureau of Economic Research, 2015.",
        "Donald B Rubin. Estimating causal effects of treatments in randomized and nonrandomized studies. Journal of Educational Psychology, 66(5):688Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c701, 1974.",
        "Donald B Rubin. Matched sampling for causal effects. Cambridge University Press, 2006.",
        "Vadim von Brzeski, Matt Taddy, and David Draper. Causal inference in repeated observational studies: A case study of ebay product releases. arXiv preprint arXiv:1509.03940, 2015.",
        "Yiqing Xu. Generalized synthetic control method for causal inference with time-series crosssectional data. 2015."
    ]
}