{
    "id": 2279,
    "cites": 14,
    "cited_by": 59,
    "reference": [
        "Auerbach, Alan J., 1983, Corporate Taxation in the United States, Brookings Papers on Economic Activity, 2.",
        "Auerbach, Alan J., 1986, The Dynamic Effects of Tax Law Asymmetries, Review of Economic Studies, April.",
        "Auerbach, Alan J. and David Reishus, 1987, The Effects of Taxation on the Merger Decision, NBER Working Paper 2192, March.",
        "Auerbach, Alan J. and James M. Poterba, 1987a, Why Have Corporate Tax Revenues Declined, in L. Summers, editor, Tax Policy and the Economy 1, (Cambridge: MIT Press for NBER).",
        "Auerbach, Alan J. and James M. Poterba, 1987b, Tax Loss Carryforwards and Corporate Tax Incentives, in M. Feldstein, ed., The Effects of Taxation on Capital Formation, (Chicago: U. of Chicago Press for NBER), forthcoming.",
        "Cooper, Ian, and Julian Franks, 1983,The Interaction of Financing and Investment Decisions When the Firms has Unused Tax Credits Journal of Finance, May.",
        "Cordes, Joseph, and Steven Sheffrin, 1983, Estimating the Tax Advantage of Corporate Debt, Journal of Finance, March.",
        "DeAngelo, Harry, and Ronald Masulis, 1980,Optimal Capital Structure Under Corporate and Personal Taxation, Journal of Financial Economics, March.",
        "Heckman, James J., 1979, Sample Selection Bias as a Specification Error, Econometrica 47, pp. 153-61.",
        "Hulten, Charles and Frank Wykoff, 1981, The Measurement of Economic Depreciation, in C. Hulten, ed., Depreciation, Inflation and the Taxation of Income from Capital (Washington, Urban Institute).",
        "Majd, Saman and Stewart Myers, 1985, Valuing the Governments Tax Claim on Risky Corporate Assets, NBER Working Paper No. 1553, February.",
        "Mayer, Cohn, 1986, Corporation Tax, Finance and the Cost of Capital, Review of Economic Studies, January.",
        "Mintz, Jack, 1985, An Empirical Estimate of Imperfect Loss Offsetting and Effective Tax Rates, mimeo, Queens University.",
        "Warren, Alvin C. and Alan J. Auerbach, 1982 Transferability of Tax Incentives and the Fiction of Safe-Harbor Leasing, Harvard Law Review, June."
    ]
}