{
    "id": 2280,
    "cites": 15,
    "cited_by": 1,
    "reference": [
        "Ando, Albert, and Modigliani, Franco, The `Life Cycle Hypothesis of Saving, American Economic Review, 51(1): 55-84, March 1963.",
        "Andrews, Donald T.M., and Ray C. Fair, Inference in Econometric Models with Structural Change, Cowles Foundation Discussion Paper No. 832, April 1987.",
        "Baumol W. J., The Transactions Demand for Cash: An Inventory Theoretic Approach, quarterly Journal of Economics, 66: 545-56, November 1952.",
        "Berger, Mark C., The Effect of Cohort Size on Earnings Growth: A Reexamination of the Evidence, Journal of Political Economy, 93(3): 561-573, June 1985.",
        "Blinder, Alan S., Distribution Effects and the Aggregate Consumption Function, Journal of Political Economy, 83: 447-75, June 1975.",
        "Easterlin, Richard A., Birth and Fortune: The Impact of Numbers on Personal Welfare, 2nd edition, Chicago: University of Chicago Press, forthcoming 1987.",
        "Fair, Ray C., International Evidence on the Demand for Money, Review of Economics and Statistics, forthcoming 1987.",
        "Hanushek, Eric A. and Quigley, John M., The Dynamics of the Housing Market: A Stock Adjustment Model of Housing Consumption, Journal of Urban Economics, 6: 90-111, 1979.",
        "Johnson, William R. and Skinner, Jonathan, Labor Supply and Martial Separation, American Economic Review, 76: 455-469, June 1986.",
        "Lieberman, Charles, and Wachtel, Paul, Age Structure and Personal Saving Behavior, in Social Security Versus Private Saving, edited by George von Furstenberg, pp.315-357. Cambridge, Mass. :Ballinger Publishing Company, 1980.",
        "Kane, Edward J., Microeconomic Evidence on the Composition of Household Savings in Recent Years, in Level and Composition of Household Savings, edited by Patric H. Hendershott, pp.151-18O. Cambridge, Mass. :Ballinger Publishing Company, 1984.",
        "Perry, George L. Potential Output and Productivity, Brookings Papers on Economic Activity, 1: 11-47, 1977.",
        "Russell, Louise B., The Baby Boom Generation and the Economy, The Brookings Institution, Washington D.C., 1982.",
        "Stoker, Thomas M., Simple Tests of Distributional Effects on Macroeconomic Equations, Journal of Political Economy, 94: 763-95, August 1986.",
        "Tobin, James, Liquidity Preference as Behaviour Towards Risk, Review of Economic Studies, 25: 65-86, February 1958."
    ]
}