{
    "id": 22804,
    "cites": 44,
    "cited_by": 27,
    "reference": [
        "Antweiler, W., Copeland, B. R., Taylor, M. S., 2001. Is Free Trade Good for the Environment? American Economic Review 91 (4), 877Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c908.",
        "Arceo, E., Hanna, R., Oliva, P., 2016. Does the Effect of Pollution on Infant Mortality Differ between Developing and Developed Countries? Evidence from Mexico City. The Economic Journal 126 (591), 257Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c280.",
        "Autor, D. H., Dorn, D., Hanson, G. H., 2013. The China Syndrome: Local Labor Market Effects of Import Competition in the United States. American Economic Review 103 (6), 2121Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c68.",
        "Barrows, G., Ollivier, H., 2014. Does Trade Make Firms Cleaner? Theory and Evidence from Indian Manufacturing. Working Paper. Paris School of Economics.",
        "Bown, C., 2013. How Different Are Safeguards from Antidumping? Evidence from US Trade Policies toward Steel. Review of Industrial Organization 42 (4), 449Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c481.",
        "Chay, K. Y., Greenstone, M., 2003a. Air Quality, Infant Mortality, and the Clean Air Act of 1970. NBER Working Paper.",
        "Chay, K. Y., Greenstone, M., 2003b. The Impact of Air Pollution on Infant Mortality: Evidence from Geographic Variation in Pollution Shocks Induced by a Recession. The Quarterly Journal of Economics 118 (3), 1121Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c1167.",
        "Chen, Y., Ebenstein, A., Greenstone, M., Li, H., 2013. Evidence on the Impact of Sustained Exposure to Air Pollution on Life Expectancy from ChinaÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0084¢s Huai River Policy. Proceedings of the National Academy of Sciences 110 (32), 12936Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c12941.",
        "Cherniwchan, J., 2013. Trade Liberalization and the Environment: Evidence from NAFTA and US Manufacturing. Working Paper, University of Alberta.",
        "Copeland, B. R., Taylor, M. S., 2003. Trade and the Environment: Theory and Evidence. Princeton University Press.",
        "Copeland, B. R., Taylor, M. S., 2004. Trade, Growth, and the Environment. Journal of Economic Literature 42 (1), 7Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c71.",
        "Costinot, A., Donaldson, D., Komunjer, I., 2012. What Goods do Countries Trade? A Quantitative Exploration of RicardoÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0084¢s Ideas. The Review of Economic Studies 79 (2), 581Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c608.",
        "Cropper, M., 2012. What are the Health Effects of Air Pollution in China? Is Economic Growth Sustainable? ed. Geoffrey Heal. London: Palgrave-Macmillan.",
        "Currie, J., Neidell, M., 2005. Air Pollution and Infant Health: What Can We Learn from California Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0084¢s Recent Experience? The Quarterly Journal of Economics 120 (3), 1003Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c1030.",
        "Currie, J., Neidell, M., Schmieder, J. F., 2009. Air Pollution and Infant Health: Lessons from New Jersey. Journal of Health Economics 28 (3), 688Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c703.",
        "Dargay, J., Gately, D., Sommer, M., 2007. Vehicle ownership and income growth, worldwide: 1960-2030. The Energy Journal, 143Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c170.",
        "de Sousa, J., Hering, L., Poncet, S., 2015. Has Trade Openness Reduced Pollution in China? CEPII Working Paper.",
        "Dean, J. M., 2002. Does Trade Liberalization Harm the Environment? A New Test. Canadian Journal of Economics 35 (4), 819Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c842.",
        "Dean, J. M., Lovely, M. E., Wang, H., 2009. Are Foreign Investors Attracted to Weak Environmental Regulations? Evaluating the Evidence from China. Journal of Development Economics 90 (1), 1Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c13.",
        "Ebenstein, A., Fan, M., Greenstone, M., He, G., Yin, P., Zhou, M., 2015. Growth, Pollution, and Life Expectancy: China from 1991-2012. American Economic Review 105 (5), 226Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c31.",
        "Forslid, R., Okubo, T., Uttveit-Moe, K. H., 2015. Why are Firms that Export Cleaner? International Trade, Abatement and Environmental Emissions. Working Papers, Stockholm University.",
        "Frankel, J. A., Rose, A. K., 2005. Is Trade Good or Bad for the Environment? Sorting Out the Causality. Review of economics and statistics 87 (1), 85Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c91.",
        "Greenstone, M., Hanna, R., 2014. Environmental Regulations, Air and Water Pollution, and Infant Mortality in India. American Economic Review 104 (10), 3038Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c3072.",
        "Grossman, G. M., Krueger, A. B., 1995. Economic Growth and the Environment. The Quarterly Journal of Economics 110 (2), 353Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c377.",
        "Hao, J., He, K., Duan, L., Li, J., Wang, L., 2007. Air pollution and its control in china. Frontiers of Environmental Science & Engineering in China 1 (2), 129Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c142.",
        "Head, K., Mayer, T., 2014. Gravity Equations: Workhorse, Toolkit, and Cookbook. Handbook of International Economics Vol. 4, ed. Gita Gopinath, Elhanan Helpman and Kenneth Rogoff. New York: Elsevier.",
        "Jayachandran, S., 2009. Air Quality and Early-life Mortality Evidence from IndonesiaÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0084¢s Wildfires. Journal of Human Resources 44 (4), 916Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c954.",
        "Jia, R., 2012. Pollution for Promotion. Working Paper, UC San Diego.",
        "Jia, R., Kudamatsu, M., Seim, D., 2015. Political Selection in China: The Complementary Roles of Connections and Performance. Journal of the European Economic Association 13 (4), 631Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c668.",
        "Kaplan, G., Schulhofer-Wohl, S., 2012. Understanding the Long-run Decline in Interstate Migration. NBER Working Paper.",
        "Kovak, B. K., 2013. Regional Effects of Trade Reform: What is the Correct Measure of Liberalization ? American Economic Review 103 (5), 1960Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c1976.",
        "Li, B., 2015. Export Expansion, Skill Acquisition and Industry Specialization: Evidence from China. Working Paper, Nationaln University of Singapore.",
        "Lin, J., Pan, D., Davis, S. J., Zhang, Q., He, K., Wang, C., Streets, D. G., Wuebbles, D., Guan, D., 2014. ChinaÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0084¢s International Trade and Air Pollution in the United States. Proceedings of the National Academy of Sciences 111 (5), 1736Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c1741.",
        "Marden, S., 2015. The Agricultural Roots of Industrial Developmnet: Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0084¢Forward LinkagesÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0084¢ in Reform Era China. Working Paper, University of Sussex.",
        "Pope III, C. A., 1989. Respiratory Disease Associated with Community Air Pollution and a Steel Mill, Utah Valley. American Journal of Public Health 79 (5), 623Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c628.",
        "Pope III, C. A., 1996. Adverse Health Effects of Air Pollutants in a Nonsmoking Population. Toxicology 111 (1), 149Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c155.",
        "Pope III, C. A., Burnett, R. T., Thun, M. J., Calle, E. E., Krewski, D., Ito, K., Thurston, G. D., 2002. Lung Cancer, Cardiopulmonary Mortality, and Long-term Exposure to Fine Particulate Air Pollution. Jama 287 (9), 1132Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c1141.",
        "Ransom, M. R., et al., 1995. External Health Costs of a Steel Mill. Contemporary Economic Policy 13 (2), 86Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c97.",
        "Read, R., 2005. The Political Economy of Trade Protection: the Determinants and Welfare Impact of the 2002 US Emergency Steel Safeguard Measures. The World Economy 28 (8), 1119Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c1137.",
        "Shapiro, J. S., 2015. Trade, CO2, and the Environment. Working Paper, Yale University.",
        "Staiger, R. W., Wolak, F. A., 1994. Measuring Industry Specific Protection: Antidumping in the United States. Brookings Papers on Economic Activity: Microeconomics, 51Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c118.",
        "Tanaka, S., 2015. Environmental Regulations on Air Pollution in China and Their Impact on Infant Mortality. Journal of Health Economics 42, 90Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c103.",
        "Topalova, P., 2010. Factor Immobility and Regional Impacts of Trade Liberalization: Evidence on Poverty from India. American Economic Journal: Applied Economics 2 (4), 1Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c41.",
        "Yan, Y., Yang, L., 2010. ChinaÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0084¢s Foreign Trade and Climate Change: A Case Study of CO2 Emissions. Energy policy 38 (1), 350Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c356."
    ]
}