{
    "id": 22816,
    "cites": 58,
    "cited_by": 20,
    "reference": [
        "Aguiar, Mark, and Erik Hurst. 2013. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Deconstructing Lifecycle Expenditure.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Journal of Political Economy 121(3): 437-492.",
        "Albouy, David. 2008. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Are Big Cities Really Bad Places to Live? Improving Quality-of-Life Estimates across Cities.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d NBER Working Paper No. 14981.",
        "Albouy, David. (2016) Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093What Are Cities Worth? Land Rents, Local Productivity, and the Total Value of Amenities.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Review of Economics and Statistics.",
        "Albouy, David, and Gabriel Ehrlich. 2012. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Housing Productivity and the Socail Cost of Land-Use Restrictions.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d NBER Working Paper No. 18110.",
        "Albouy, David, and Andrew Hanson. 2014. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Are Houses Too Big or in the Wrong Place? Taxes Benefits to Housing and Inefficiencies in Location and Consumption.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d NBER Tax Policy and the Economy.",
        "Albouy, David, and Lue Bert. 2015. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Driving to Opportunity: Local Rents, Wages, Commuting Costs and Sub-Metropolitan Quality of Life.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Journal of Urban Economics 89: 74-92.",
        "Albouy, David, and Bryan Stuart. 2014. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Urban Population and Amenities: The Neoclassical Model of Location.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d NBER Working Paper No. 19919.",
        "Arrow, K.J., H.B. Chenery, B.S. Minhas, R.M. Solow (1961) Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Capital-Labor Substitution and Economic Efficiency.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Review of Economics and Statistics, 43(3): 225-250.",
        "Barten, Anton P. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009dFamily Composition, Prices and Expenditure Patterns.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d in Peter E. Hart, Gordon Mills, and John K Whitaker, eds. Econometric Analysis for National Economic Planning. London: Butterworths, 1964.",
        "Baum-Snow, Nathaniel and Ronni Pavan. 2013. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009dInequality and City Size.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Review of Economics and Statistics 95(5): 1535-1548.",
        "Black, Dan, Gates Gary, Sanders Seth, and Taylor Lowell. 2002. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Why Do Gay Men Live in San Francisco ?Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Journal of Urban Economics 51(1): 54-76",
        "Carrillo, Paul, Dirk Early, and Edgar Olsen. 2013. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093A Panel of Interarea Price Indices for All Areas in the United States 1982-2012Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Available at SSRN: http://ssrn.com/abstract=2378028 or http://dx.doi.org/10.2139/ssrn.2378028.",
        "Cheshire, Paul, and Sheppard Stephen. 1998. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Estimating the Demand for Housing, Land, and Neighbourhood Characteristics.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Oxford Bulletin of Economics and Statistics. Department of Economics, University of Oxford, vol. 60(3): 357-82, August.",
        "Crone, Theodore M., Leonard I. Nakamura and Richard Voith. 2010 Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Rents Have Been Rising, Not Falling, in the Postwar Period.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Review of Economics and Statistics 92: 628-641.",
        "Davis, Morris A., Jesse Gregory, Daniel A. Hartley, and Kegon T.K. Tan. 2016. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Neighborhood Choices and Neighborhood Effects.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d mimeo, Rutgers University. July 26, 2016.",
        "Davis, Morris A., and Jonathan Heathcote. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009dThe price and quantity of residential land in the United States.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Journal of Monetary Economics 54.8 (2007): 2595-2620.",
        "Davis, Morris, and Francois Ortalo-Magne. 2011. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Household expenditures, wages, rents.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Review of Economic Dynamics(14): 248-261.",
        "Deaton, Angus and Christina Paxson. 1998. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Economies of Scale, Household Size, and the Demand for Food.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Journal of Political Economy. 106: 897-930.",
        "De Leeuw, Frank. 1971. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093The Demand for Housing: A Review of Cross-section Evidence.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d The Review of Economics and Statistics 53 (1): 1-10.",
        "Eckhout, Jan. 2004. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Gibrats law for all cities.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d American Economic Review 94 (5): 14291451.",
        "Ermisch, J., J. Findlay, and K. Gibb, 1996, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093The Price Elasticity of Housing Demand in Britain: Issues of Sample Selection. Journal of Housing Economics 5(1): 64-86.",
        "Engel, E. 1857. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Die Produktions- und Consumtionsverhaltnisse des Konigreichs Sachsen.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d reprinted with Engel (1895), Anlage I, 1-54.",
        "Guerreri, Veronica, Daniel Hartley, and Erik Hurst. 2013. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Endogenous Gentrification and Housing Price Dynamics.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Journal of Public Economics 100: 45-60.",
        "Glaeser, Edward and Joseph Gyorko (2008) Rethinking Federal Housing Policy: How to Make Housing Plentiful and Affordable. Washington, DC: AEI Press.",
        "Glaeser, Edward L and Joseph Gyourko (2003). Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093The Impact of Building Restrictions on Housing Affordability.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Federal Reserve Bank of New York Economic Policy Review, 9, pp. 21-29.",
        "Goodman, Allen C. 1988. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093An Econometric Model of Housing Price, Permanent Income, Tenure Choice, and Housing Demand.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Journal of Urban Economics 23 (May): 327353.",
        "Goodman, Allen C. 2002. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Estimating Equilibrium Housing Demand for Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093StayersÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d of Housing Price, Permanent Income, Tenure Choice, and Housing Demand.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Journal of Urban Economics51: 1-24.",
        "Goodman, Allen C, and Kawai Masahiro. 1986. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Functional Form, Sample Selection, and Housing Demand.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Journal of Urban Economics 20: 155-167.",
        "Handbury, Jessie (2013) Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Are Poor Cities Cheap for Everyone? Non-homotheticity and the Cost-of-Living across U.S. Cities.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d mimeo.",
        "Hansen, Julia L. and Formby John P. 1998. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Estimating the Income Elasticity of emand for Housing:A Comparison of Traditional and Lorenz-Concentration Curve Methodologies.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Journal of Housing Economics 7: 328-342.",
        "Hanushek, Eric, and Quigley John. 1980. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093The Dynamics of housing market: a stock adjustment model of housing consumption.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Journal of Urban Economics 6(1), pp. 90-111.",
        "Haider, Stephen and Gary Solon (2006) Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Life-Cycle Variation in the Association between Current and Lifetime EarningsÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d American Economic Review 96: 1308-1320.",
        "Harmon, Oskar R. 1988. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093The Income Elasticity of Demand for Single-Family OwnerOccupied Housing: An Empirical Reconciliation.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Journal of Urban Economics 24: 173185.",
        "Hausman, Jerry. 2001. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Mismeasured Variables in Econometric Analysis: Problems from the Right and Problems from the Left.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Journal of Economic Perspectives 15(4): 5767.",
        "HUD PD & R Edge. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Secretary Donovan Highlights Convening on State of Americas Rental Housing.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d January 2014. http://www.huduser.org/portal/pdredge/ pdr_edge_featd_article_012714.html.",
        "Ioannides, Yannis M., and Jeffrey E. Zabel. 2003. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Neighborhood Effects and Housing Demand. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Journal of Applied Econometrics 18 (Sep): 563-584.",
        "Joint Center for Housing Studies of Harvard University. 2013. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093AmericaÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0084¢s Rental Housing: Evolving Markets and Needs.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Mimeograph. Harvard University.",
        "Kau, James B., and Sirman C. F. 1979. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Urban Land Value Functions and the Price Elasticity of Demand for Housing.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Journal of Urban Economics 6(4): 112-121.",
        "La Cava, Gianni. 2016. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Housing Prices, Mortgage Interest Rates and the Rising Share of Capital Income in the United States.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Research Discussion Paper 2016-04, Reserve Bank of Australia.",
        "Malpezzi, Stephen, Gregory H. Chun, and Richard K. Green. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093New PlacetoPlace Housing Price Indexes for US Metropolitan Areas, and Their Determinants.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Real Estate Economics 26.2 (1998): 235-274.",
        "Mayo, Stephen K. 1981. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Theory and Estimation in the Economics of Housing Demand.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Journal of Urban Economics 10: 95-116.",
        "Michaels, Guy, Ferdinand Raurch, and Stephen J. Redding. 2013. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009dUrbanization and Structural Transformation.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d The Quarterly Journal of Economics 127(2): 535-586.",
        "Mills E.S. 1967. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093An aggregative model of resource allocation in a metropolitan area.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d American Economic Review 57: 197-210.",
        "Muth, Richard F. 1960. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093The Demand for Non-Farm Housing.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d in The Demand for Durable Goods, edited by Arnold C. Harberger, 29-96. Chicago, IL: University of Chicago Press, 1960. (Ph.D. dissertation)",
        "Piketty, Thomas. 2014. Capital in the Twenty-First Century. Cambridge, MA: Harvard University Press.",
        "Pollinsky, A. Mitchell, and Ellwood David T. 1979. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093An Empirical Reconciliation of Micro and Grouped Estimates of the Demand for Housing.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d The Review of Economics and Statistics 61(2): 199-205",
        "Rappaport, Jordan. 2008a. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093A Productivity Model of City Crowdedness.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Journal of Urban Economics 65: 715-722.",
        "Reid, Margaret. 1962. Housing and Income. Chicago: University of Chicago Pres.",
        "Roback, Jennifer. 1982. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Wages, Rents, and the Quality of Life.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Journal of Political Economy 90: 1257-1278.",
        "Rognlie, Matthew. 2015. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Deciphering the Fall and Rise in the Net Capital Share: Accumulation or Scarcity?.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Brookings Papers on Economic Activity 2015(1): 1-69.",
        "Rosen, Harvey. 1985. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Housing Subsidies: Effects on Housing Decisions, Efciency, and Equity. In Handbook of Public Economics, vol. 1, edited by M. Feldstein and A. Auerbach. Amsterdam: North-Holland.",
        "Rosen, Sherwin. 1979. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Wages-based Indexes of Urban Quality of Life.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d In Current Issues in Urban Economics, edited by P. Mieszkowski and M. Straszheim. Baltimore: John Hopkins Univ. Press.",
        "Ruggles, Steven, Matthew Sobek, Trent Alexander, Catherine A. Fitch, Ronald Goeken, Patricia Kelly Hall, Miriam King, and Chad Ronnander. 2004. Integrated Public Use Microdata Series: Version 3.0. Minneapolis: Minnesota Population Center.",
        "Saiz, Albert. 2010. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009dThe geographic determinants of housing supply.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d The Quarterly Journal of Economics 125.3: 1253-1296.",
        "Sato, Ruozo (1977) Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Homothetic and Non-Homothetic CES Production FunctionsÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d American Economic Review 67(4): 559-569.",
        "Schwabe, Hermann. 1868. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009dDas Verhaltniss von Miethe und Einkom-men in Berlin.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d in Berlin und seine Entwickelung fur 1868 (Berlin, 1868): 264-67.",
        "Stigler, George J. 1954. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093The Early History of Empirical Studies of Consumer Behavior.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Journal of Political Economy 62(2): 95-113",
        "Wright, Carroll. 1875. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Sixth Annual Report of the Bureau of Labor Statistics.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d(Boston)"
    ]
}