{
    "id": 2282,
    "cites": 18,
    "cited_by": 1,
    "reference": [
        "Abowd, John M., and David Card. On the Covariance Structure of Earnings and Hours Changes. Working Paper No. 1832, National Bureau of Economic Research, February 1986.",
        "Becker, Gary S., and Nigel Tomes. Child Endowments and the Quantity and Quality of Children. Journal of Political Economy 84 (August 1976): S 143-62.",
        "Behrman. Jere, Paul Taubman. and Terence Wales. Controlling for and Measuring the Effects of Genetics and Family Environment in Equations for Schooling and Labor Mai-ket Success. Kin ometrics: Determinants of Socioeconomic Success within and betu~een Families. ed. by Paul Taubman. Amsterdam: North-Holland. 1977.",
        "Cochran. William G. Sampling Techniques. New York: Wilev. 1963.",
        "Corcoran. Mary, and Christopher Jencks. The Effects of Family Background. Chapter 3 in Christopher Jencks et al., Who Gets Ahead? New York: Basic Books. 1979.",
        "Corcoran. Mar. Christopher Jencks. and Michael Olneck. The Effects of Family Background on Earnings. American Economic Review 66 (May 1976): 430-35.",
        "DeGroot. Morris H. Probability and Stat~istics. Reading. MA: Addison-Wesley. 1975.",
        "Griliches. Zvi. Sibling Models and Data in Economics: Beginnings of a Survey. Journal of Political Economy 87 (October 1979): S37-64.",
        "Harrington, Michael. The Other America: Poverty in the United States. Baltimore: Penguin, 1962.",
        "Hausman. Jerry A., and David A. Wise. Stratification on Endogenous Variables and Estimation: The Gary Income Maintenance Experiment. Structural Analysis of Discrete Data with Econometric Applications, ed. by Charles F. Manski and Daniel McFadden. Cambridge: MIT Press, 1981.",
        "Huber, Peter J. Robust Statistics. New York: Wiley, 1981.",
        "Kearl. J. R., and Clayne L. Pope. Unobservable Family and Individual Contributions to the Distributions of Income and Wealth. Journal of Labor Economics 4 (July 1986): S4 8-79.",
        "MacDonald, Glenn M., and Chris Robinson. Cautionary Tales about Arbitrary Deletion of Observations; or, Throwing the Variance out with the Bathwater. Journal of Labor Economics 3 (April 1985): 124-52.",
        "MaCurdy, Thomas E. The Use of Time Series Processes to Model the Error Structure of Earnings in a Longitudinal Data Analysis. Journal of Econometrics 18 (January 1982): 83-114.",
        "Manski, Charles F., and Steven R. Lerman. The Estimation of Choice Probabilities from Choice Based Samples. Econometrica 45 (November 1977): 1977-88.",
        "McCarthy. Philip J. Pseudo-Replication: Half Samples. Review of the International Statistical Institute 37 (1969;): 239-64.",
        "Olneck. Michael R. On the Use of Sibling Data to Estimate the Effects of Family Background, Cognitive Skills, and Schooling: Results from the Kalamazoo Brothers Study. Kinometrics: Determinants of Socioeconomic Success within and between Families, ed. by Paul Taubman. Amsterdam: North-Holland. 1977.",
        "Solon. Gary. Estimating Autocorrelations in Fixed-Effects Models. Technical Working Papel- No. 32. National Bureau of Economic Research. February 1984."
    ]
}