{
    "id": 22831,
    "cites": 62,
    "cited_by": 9,
    "reference": [
        "Andersen, T. G., T. Bollerslev, F. X. Diebold, and C. Vega (2003). Micro effects of macro announcements: Real-time price discovery in foreign exchange. The American economic review 93(1), 38Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c62.",
        "Ang, A. and G. Bekaert (2007). Stock return predictability: Is it there? Review of Financial studies 20(3), 651Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c707.",
        "Apel, M. and M. Grimaldi (2012). The information content of central bank minutes. Riksbank Research Paper Series (92).",
        "Bernanke, B. S. and K. N. Kuttner (2005). What explains the stock marketÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0084¢s reaction to Federal Reserve policy? The Journal of Finance 60(3), 1221Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c1257.",
        "Bollerslev, T., G. Tauchen, and H. Zhou (2009). Expected stock returns and variance risk premia. Review of Financial Studies 22(11), 4463Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c4492.",
        "Campbell, J. Y. (1991). A variance decomposition for stock returns. Economic Journal 101(405), 157Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c179.",
        "Campbell, J. Y., A. W.-C. Lo, and A. C. MacKinlay (1997). The econometrics of financial markets, Volume 2. Princeton University press Princeton, NJ.",
        "Campbell, J. Y. and S. B. Thompson (2008). Predicting excess stock returns out of sample: Can anything beat the historical average? Review of Financial Studies 21(4), 1509Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c1531.",
        "Chava, S. and A. C. Hsu (2015). Financial constraints, monetary policy shocks, and the cross-section of equity returns. Unpublished Manuscript, Georgia Institute of Technology.",
        "Cieslak, A., A. Morse, and A. Vissing-Jorgensen (2015). Stock returns over the FOMC cycle. Unpublished Manuscript, University of California at Berkeley.",
        "Cochrane, J. H. (1992). Explaining the variance of price-dividend ratios. Review of Financial Studies 5(2), 243Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c280.",
        "Cochrane, J. H. (1999). New facts in finance. Federal Reserve Bank of Chicago Economic Perspectives 23(3), 36Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c58.",
        "Cochrane, J. H. (2008). The dog that did not bark: A defense of return predictability.",
        "Coibion, O. and Y. Gorodnichenko (2012). Why are target interest rate changes so persistent? American Economic Journal: Macroeconomics 4(4), 126Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c162.",
        "Cook, T. and T. Hahn (1989). The effect of changes in the federal funds rate target on market interest rates in the 1970s. Journal of Monetary Economics 24(3), 331 Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c 351.",
        "DellaVigna, S. and J. M. Pollet (2007). Demographics and industry returns. The American Economic Review 97(5), 1667Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c1702.",
        "Drechsler, I., A. Savov, and P. Schnabl (2015). A model of monetary policy and risk premia. Journal of Finance (forthcoming).",
        "Ehrmann, M. and M. Fratzscher (2004). Taking stock: Monetary policy transmission to equity markets. Journal of Money, Credit, and Banking 36(4), 719Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c737.",
        "Fama, E. F. and K. R. French (1988). Dividend yields and expected stock returns. Journal of financial economics 22(1), 3Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c25.",
        "Faust, J., E. T. Swanson, and J. H. Wright (2004). Do Federal Reserve policy surprises reveal superior information about the economy? Contributions to Macroeconomics 4(1), 1Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c29.",
        "Ghosh, A. and G. M. Constantinides (2016). What information drives asset prices. Unpublished Manuscript, University of Chicago.",
        "Gilbert, T. (2011). Information aggregation around macroeconomic announcements: Revisions matter. Journal of Financial Economics 101(1), 114Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c131.",
        "Gilbert, T., C. Scotti, G. Strasser, and C. Vega (2016). Is the intrinsic value of macroeconomic news announcements related to their asset price impact? Unpublished Manuscript, University of Washington.",
        "Golez, B. and P. Koudijs (2014). Four centuries of return predictability. Unpublished Manuscript, Stanford University.",
        "Gorodnichenko, Y. and M. Weber (2016). Are sticky prices costly? Evidence from the stock market. American Economic Review 106(1), 165Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c199.",
        "GuÃ\u0083Å\u0092Ã\u0082Ë\u0086rkaynak, R. S., B. Sack, and E. Swanson (2005a). The sensitivity of long-term interest rates to economic news: Evidence and implications for macroeconomic models. The American Economic Review 95(1), 425Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c436.",
        "GuÃ\u0083Å\u0092Ã\u0082Ë\u0086rkaynak, R. S., B. P. Sack, and E. T. Swanson (2005b). Do actions speak louder than words? The response of asset prices to monetary policy actions and statements. International Journal of Central Banking 1(1), 55Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c93.",
        "GuÃ\u0083Å\u0092Ã\u0082Ë\u0086rkaynak, R. S., B. P. Sack, and E. T. Swanson (2007). Market-based measures of monetary policy expectations. Journal of Business & Economic Statistics 25(2), 201Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c 212.",
        "Ippolito, F., A. K. Ozdagli, and A. Perez (2015). Is bank debt special for the transmission of monetary policy? Evidence from the stock market. Unpublished manuscript, Universitat Pompeu Fabra.",
        "Jensen, G. R., J. M. Mercer, and R. R. Johnson (1996). Business conditions, monetary policy, and expected security returns. Journal of Financial Economics 40(2), 213Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c237.",
        "Katz, M., H. N. Lustig, and L. N. Nielsen (2015). Are stocks real assets? Unpublished Manuscript, Standford University.",
        "Kelly, B. and S. Pruitt (2013). Market expectations in the cross-section of present values.",
        "Kostakis, A., T. Magdalinos, and M. P. Stamatogiannis (2015). Robust econometric inference for stock return predictability. Review of Financial Studies 28(5), 1506Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c1553.",
        "Kuttner, K. (2001). Monetary policy surprises and interest rates: Evidence from the Fed funds futures market. Journal of Monetary Economics 47(3), 523Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c544.",
        "Lettau, M. and S. Ludvigson (2001). Consumption, aggregate wealth, and expected stock returns. Journal of Finance 56(3), 815Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c849.",
        "Lettau, M. and S. C. Ludvigson (2010). Measuring and modeling variation in the riskreturn trade-off. In L. P. Hansen and Y. Ait-Sahalia (Eds.), Handbook of Financial Econometrics: Tools and Techniques, Volume 1 of Handbooks in Finance, Chapter 11, pp. 617 Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c 690. San Diego: North-Holland.",
        "Lettau, M., M. Maggiori, and M. Weber (2014). Conditional risk premia in currency markets and other asset classes. Journal of Financial Economics 114(2), 197Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c225.",
        "Lettau, M. and S. Van Nieuwerburgh (2008). Reconciling the return predictability evidence. Review of Financial Studies 21(4), 1607Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c1652.",
        "Lo, A. W. and A. C. MacKinlay (1988). Stock market prices do not follow random walks: Evidence from a simple specification test. Review of Financial Studies 1(1), 41Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c66.",
        "Lucca, D. O. and E. Moench (2015). The pre-FOMC announcement drift. The Journal of Finance 70(1), 329Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c371.",
        "Ozdagli, A. and M. Weber (2016). Monetary policy through production networks: Evidence from the stock market. Unpublished Manuscript, University of Chicago.",
        "Ozdagli, A. K. and M. Velikov (2016). Show me the money: The monetary policy risk premium. Unpublished Manuscript, Federal Reserve Bank of Boston.",
        "Piazzesi, M. (2005). Bond yields and the Federal Reserve. Journal of Political Economy 113(2), 311Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c344.",
        "Piazzesi, M. and E. Swanson (2008). Futures prices as risk-adjusted forecasts of monetary policy. Journal of Monetary Economics 55(4), 677Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c691.",
        "Rigobon, R. and B. Sack (2003). Measuring the reaction of monetary policy to the stock market. Quarterly Journal of Economics 118(2), 639Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c669.",
        "Savor, P. and M. Wilson (2013). How much do investors care about macroeconomic risk? Evidence from scheduled economic announcements. Journal of Financial and Quantitative Analysis 48(2), 343Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c375.",
        "Stambaugh, R. F. (1999). Predictive regressions. Journal of Financial Economics 54(3), 375Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c421.",
        "Taylor, J. B. (1993). Discretion versus policy rules in practice. In Carnegie-Rochester conference series on public policy, Volume 39, pp. 195Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c214. Elsevier.",
        "Van Binsbergen, Jules, H. and R. S. Koijen (2010). Predictive regressions: A present-value approach. The Journal of Finance 65(4), 1439Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c1471.",
        "Velikov, M. (2015). FOMC announcements and predictable returns. Unpublished Manuscript, Richmond Fed.",
        "Weber, M. (2015). Nominal rigidities and asset pricing. Unpublished manuscript, University of Chicago Booth School of Business.",
        "Welch, I. and A. Goyal (2008). A comprehensive look at the empirical performance of equity premium prediction. Review of Financial Studies 21(4), 1455Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c1508.",
        "Figure 1: Time Series of Interest Rates 1994 1999 2004 2009 1 2 3 4 5 6 7 8",
        "Year Percent FFR Target 6m LIBOR 2yrs Swap 5yrs Swap Student Version of MATLAB This figure plots the time series of the federal funds target rate, the six-month Libor, and the two- and five-year swap rates from 1994 to 2009. Figure 2: Time Series of Slope Factor and Changes in Futures Ã\u0083Â¢Ã\u0082Ë\u0086Ã\u0082â\u0080\u00990.4 Ã\u0083Â¢Ã\u0082Ë\u0086Ã\u0082â\u0080\u00990.2 0 0.2 S lo p e Facto r Slope Ã\u0083Â¢Ã\u0082Ë\u0086Ã\u0082â\u0080\u00990.4 Ã\u0083Â¢Ã\u0082Ë\u0086Ã\u0082â\u0080\u00990.2 0 0.2 Ã\u0083Â¢Ã\u0082Ë\u0086Ã\u0082â\u0080 ff 1 Change in 1M FFF Ã\u0083Â¢Ã\u0082Ë\u0086Ã\u0082â\u0080\u00990.4 Ã\u0083Â¢Ã\u0082Ë\u0086Ã\u0082â\u0080\u00990.2 0 0.2 Ã\u0083Â¢Ã\u0082Ë\u0086Ã\u0082â\u0080 ff 3 1 / 4 / 1 9 9 5 1 / 8 / 1 9 9 7 1 / 6 / 1 9 9 9 1 / 3 / 2 0 0 1 1 / 8 / 2 0 0 3 1 / 5 / 2 0 0 5 1 / 3 / 2 0 0 7",
        "Change in 3M FFF This figure plots the time series of the slope factor in the top panel, the weekly changes in the one-month futures-implied federal funds rate in the middle panel, and the weekly changes in the three-month futures-implied federal funds rate in the bottom panel for a sample from 1994 to 2007. Figure 3: Regression Coefficient for Slope Estimation 0.90 1.10 1.30 Ã\u0083Å½Ã\u0082Â² slope 1 / 4 / 1 9 9 5 1 / 8 / 1 9 9 7 1 / 6 / 1 9 9 9 1 / 3 / 2 0 0 1 1 / 8 / 2 0 0 3 1 / 5 / 2 0 0 5 1 / 3 / 2 0 0 7",
        "Expanding Window Constant Window This figure plots the time series of the regression coefficient, regressing changes in the six-month futures-implied federal funds rate on changes in the one-month futures-implied federal funds rate from 1994 to 2007. The blue solid line reports estimates of an expanding window regression, whereas the red dashed reports coefficients for a constant window estimation of 60 weeks.",
        "Table 1: Descriptive Statistics This table reports descriptive statistics for the slope factor, one- and three-month federal funds futures rates fft,t+1, one-week changes in these rates, the actual federal funds target rate, the absolute value of the slope factor, and weekly returns of the CRSP value-weighted index. The sample period is January 1994 to December 2007 for a total of 725 weeks.",
        "Slopet fft,t+1,1 fft,t+1,3 Ã\u0083Â¢Ã\u0082Ë\u0086Ã\u0082â\u0080 fft,t+1,1 Ã\u0083Â¢Ã\u0082Ë\u0086Ã\u0082â\u0080 fft,t+1,3 Target Rate abs(Slopet) Rt+1 Mean 0.00 4.23 4.29-0.01-0.01 4.20 0.03 0.12 Std (0.04) (1.73) (1.74) (0.05) (0.07) (1.75) (0.03) (2.21) Nobs 725 Table 2: Predictive Regressions This table reports weekly predictive regressions of the returns of the CRSP value-weighted index on the slope factor (Slope t ), lagged index returns (R t ), the dividend-price ratio (dp t ), the VIX (V IX t ), realized variance (RV t ), the variance risk premium (V RP t ), the federal funds target rate (F edf unds t ), the term spread (T ermSpread t ), and the monetary policy shock (mp t ) from Gorodnichenko and Weber (2016). We report bootstrapped standard errors in parentheses. We construct the slope factor as a regression residual of weekly changes of the three-month federal funds futures-implied rate on the one-month federal funds futures-implied rate (see equation (5)).",
        "C 2 Ã\u0083Â¢Ã\u0082Ë\u0086Ã\u0082â\u0080\u00992.74 1.11 (2.26) (3.25) Ã\u0083Â¢Ã\u0082Ë\u0086Ã\u0082â\u0080 f f t,t+1,1 Ã\u0083Â¢Ã\u0082Ë\u0086Ã\u0082â\u0080\u00990.65 7.41 Ã\u0083Â¢Ã\u0082Ë\u0086Ã\u0082â\u0080\u0094Ã\u0083Â¢Ã\u0082Ë\u0086Ã\u0082â\u0080\u0094Ã\u0083Â¢Ã\u0082Ë\u0086Ã\u0082â\u0080\u0094 Ã\u0083Â¢Ã\u0082Ë\u0086Ã\u0082â\u0080\u00990.50 (2.01) (3.01) (2.01) Ã\u0083Â¢Ã\u0082Ë\u0086Ã\u0082â\u0080 f f t,t+1,3 Ã\u0083Â¢Ã\u0082Ë\u0086Ã\u0082â\u0080\u00992.61 Ã\u0083Â¢Ã\u0082Ë\u0086Ã\u0082â\u0080\u0094Ã\u0083Â¢Ã\u0082Ë\u0086Ã\u0082â\u0080\u0094 Ã\u0083Â¢Ã\u0082Ë\u0086Ã\u0082â\u0080\u00996.75 Ã\u0083Â¢Ã\u0082Ë\u0086Ã\u0082â\u0080\u0094Ã\u0083Â¢Ã\u0082Ë\u0086Ã\u0082â\u0080\u0094Ã\u0083Â¢Ã\u0082Ë\u0086Ã\u0082â\u0080\u0094 Ã\u0083Â¢Ã\u0082Ë\u0086Ã\u0082â\u0080\u00990.43 (1.30) (1.98) (1.69) R 2 2.62 2.15 2.65 1.26 1.86 2.63 2.63 2.63 Nobs 695 695 695 695 695 695 695 695 Ã\u0083Â¢Ã\u0082Ë\u0086Ã\u0082â\u0080\u0094Ã\u0083Â¢Ã\u0082Ë\u0086Ã\u0082â\u0080\u0094Ã\u0083Â¢Ã\u0082Ë\u0086Ã\u0082â\u0080\u0094 p &lt; 0.01, Ã\u0083Â¢Ã\u0082Ë\u0086Ã\u0082â\u0080\u0094Ã\u0083Â¢Ã\u0082Ë\u0086Ã\u0082â\u0080\u0094 p &lt; 0.05, Ã\u0083Â¢Ã\u0082Ë\u0086Ã\u0082â\u0080\u0094 p &lt; 0.1 Table 10: Predictive Regressions: Different Horizons This table reports weekly predictive regressions of the returns of the CRSP value-weighted index on the slope factor (Slopet) for different forecast horizons running from one week to four weeks. We report bootstrapped standard errors in parentheses. We construct the slope factor as a regression residual of weekly changes of the three-month federal funds futures-implied rate on the one-month federal funds futures-implied rate (see equation (5)). Our sample period is from the first week of 1994 to the last week of 2007 for a total of 725 weeks.",
        "Our sample period is from the first week of 1994 to the last week of 2007 for a total of 725 weeks.",
        "Our sample period is from the first week of 1994 to the last week of 2007 for a total of 725 weeks.",
        "We collect all speeches for members of the FOMC from http://www.federalreserve.gov/newsevents/. To classify the tone of speeches, we use a Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093search-and-countÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d approach as in Apel and Grimaldi (2012). Search-and-classify is an automated method to classify text into categories. The key input into Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093search-and-countÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d classification is a pre-specified word list which the research classifies as Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093hawkishÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d or Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093dovish.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Using this pre-specified word list, we can count the hawkish and dovish terms within one speech and aggregate over the document. Following this procedure, we obtain a classification if a speech is on average more hawkish or dovish."
    ]
}