{
    "id": 2283,
    "cites": 25,
    "cited_by": 2,
    "reference": [
        "ACIR, 1978, Categorical Grants: Their Role and Design, No. A-52, Washington, D.C.: U.S. Government Printing Office.",
        "Arnold, R. D., 1981, The Local Roots of Domestic Policy, in The New Congress, T. E. Mann and N. J. Ornstein (eds.), Washington, D.C.: American Enterprise Institute.",
        "Arrow, K. J., 1971, A Utilitarian Approach to the Concept of Equality in Public Expenditures, Quarterly Journal of Economics, Vol. 85, pp. ~4O9- ~415.",
        "Barlow, R., 1970, Efficiency Aspects of Local School Finance, Journal of Political Economy, Vol. 78, pp. 1O28-1O~4O.",
        "Beer, 5., 1973, The Modernization of American Federalism, Publius: The Journal of Federalism, Vol. 3, pp. ~49-95.",
        "Beer, 5., 1976, The Adoption of General Revenue Sharing: A Case Study in Public Sector Politics, Public Policy, Vol. 2~4, pp. 127-196.",
        "Bitterman, H. J., 1938, State and Federal Grants-in-Aid, New York, Mentzer, Bush and Company.",
        "Boadway, R. and F. Flatters, 1982, Efficiency and Equalization Payments in a Federal System of Government: A Synthesis and Extension of Recent Results, Canadian Journal of Economics, Vol. 15, pp. 613-633.",
        "Craig, S. and R. Inman, 1982, Federal Aid and Public Education: An Empirical Look at the New Fiscal Federalism, Review of Economics and Statistics, Vol. 6~4, pp. 5~41-552.",
        "Fenno, R., 1966, The Power of the Purse, Boston: Little, Brown and Company.",
        "Fiorina, M., 1977, Congress: Keystone of the Washington Establishment, New Haven: Yale University Press.",
        "Gates, P. 1968, History of Public Land Law Development, Washington, D.C.: Government Printing Office.",
        "Inman, R. P., 1978, Optimal Fiscal Reform of Metropolitan Schools: Some Simulation Results, American Economic Review, Vol. 68, pp. 107-122.",
        "Inman, R. P. and D. Aibright, 1987, Central Policies for Local Debt, NBER Working Paper No. 2166.",
        "Inman, R. P. and D. Rubinfeld, 1979, The Judicial Pursuit of Local Fiscal Equity, Harvard Law Review, Vol. 92, pp. 1662-1750.",
        "Jacobs, J., 1961, The Death and Life of Great American Cities, New York: Vintage Books.",
        "Manley, J. F., 1970, The Politics of Finance, Boston: Little, Brown and Company.",
        "Monypenny, P., 1960, Federal Grants-in-Aid to State Governments: A Political Analysis, National Tax Journal, Vol. 13, pp. 11-16.",
        "Oates, W., 1972, Fiscal Federalism, New York: Harcourt Brace Jovanovich, Inc.",
        "Orr, L., Income Transfers as a Public Good: An Application to AFDC, American Economic Review, Vol. 66, pp. 359-371. Nie, N. S., S. Verba and J. Petrocik, 1979, The Changing American Voter, Cambridge: Harvard University Press.",
        "Niou, E. and P. C. Ordeshook, 1985, Universalism in Congress, American Journal of Political Science, Vol. 29, pp. 2~46-258.",
        "Shepsie, K. and B. Weingast, 198~, Legislative Politics and Budget Outcomes, in Federal Budget Policy in 1980s, G. B. Mills and J. L. Palmer (eds.), Washington, D.C.: Urban Institute Press.",
        "Sundquist, J. L., 1973, Whither the American Party System? Political Science Quarterly, Vol. 88, pp. 559-581.",
        "Wallis, J. J., 198~4, The Birth of the Old Federalism: Financing the New Deal, 1932-19~40, Journal of Economic History, Vol. p14, pp. 139-159.",
        "Weingast, B., 1979, A Rational Choice Perspective on Congressional Norms, American Journal of Political Science, Vol. 23, pp. 2145_262."
    ]
}