{
    "id": 22839,
    "cites": 53,
    "cited_by": 4,
    "reference": [
        "Ajello, Andrea, Luca Benzoni, and Olena Chyruk, 2012, Core and Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093CrustÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d: Consumer Prices and the Term Structure of Interest Rates, Working paper, Federal Reserve Board and Federal Reserve Bank of Chicago.",
        "Ang, Andrew, Geert Bekaert, and Min Wei, 2007, Do Macro Variables, Asset Markets, or Surveys Forecast Inflation Better?, Journal of Monetary Economics, 4, 2007, pp. 1163-1212 Ang, Andrew, and Monika Piazzesi, 2003, A No-Arbitrage Vector Autoregression of Term Structure Dynamics with Macroeconomic and Latent Variables, Journal of Monetary Economics, 50, 74587.",
        "Baele, Lieven, Geert Bekaert, Seonghoon Cho, Koen Inghelbrecht and Antonion Moreno, 2015, Macroeconomic Regimes, Journal of Monetary Economics, 70, pp. 51-71.",
        "Bansal, Ravi, and Ivan Shaliastovich, 2013, A Long-run Risks Explanation of Predictability Puzzles in Bond and Currency Markets, Review of Financial Studies, 26, pp. 1-33.",
        "Barillas, Francisco, 2011, Can We Exploit Predictability in Bond Markets?, Working paper, Emory University.",
        "Bates, David, 2006, Maximum Likelihood Estimation of Latent Affine Processes, Review of Financial Studies, 19, pp. 909-965.",
        "Bauer, Michael, Glenn Rudebusch, and Jing Wu, 2014, Term Premia and Inflation Uncertainty: Empirical Evidence from an International Panel Dataset: Comment, American Economic Review, pp. 323-337.",
        "Bauer, Michael, and James Hamilton, 2016, Robust Bond Risk Premia, Working paper, Federal Reserve Bank of San Francisco and University of California San Diego.",
        "Bekaert, Geert, Eric Engstrom, and Yuhang Xing, 2009, Risk, Uncertainty, and Asset Prices, Journal of Financial Economics, 91, pp. 59-82.",
        "Bekaert, Geert, and Eric Engstrom, 2016, Asset Return Dynamics under Bad Environment-Good Environment Fundamentals, Journal of Political Economy, forthcoming.",
        "Bils, Mark, Peter Klenow, and Benjamin Malin, 2012, Reset Price Inflation and the Impact of Monetary Policy Shocks, American Economic Review, 102, pp. 2798-2825.",
        "van Binsbergen, Jules, Jesus Fernandez-Villaverde, Ralph Koijen, and Juan Rubio-Ramirez, 2012, The Term Structure of Interest Rates in a DSGE Model with Recursive Preferences, Journal of Monetary Economics, 59, pp. 634-648.",
        "Blanchard, Olivier, 1989, A Traditional Interpretation of Macroeconomic Fluctuations, American Economic Review, 79, pp. 1146-1164.",
        "Blanchard, Olivier, and Danny Quah, 1989, The Dynamic Effects of Aggregate Demand and Supply Disturbances, American Economic Review, 79, pp. 655-673.",
        "Bureau of Economic Analysis, 1993, Reliability and Accuracy of the Quarterly Estimates of GDP, Survey of Consumer Business, October 1993.",
        "Buraschi, Andrea, and Alexei Jiltsov, 2007, Habit Formation and Macroeconomic Models of the Term Structure of Interest Rates, Journal of Finance, 66, pp. 3009-3063.",
        "Burnham, Kenneth, and David Anderson, 2004, Multimodel Inference Understanding AIC and BIC in Model Selection, Sociological Methods & Research, 33, pp. 261-304.",
        "Campbell, John, Carolin Pflueger, and Luis Viceira, 2015, Monetary Policy Drivers of Bond and Equity Risks, Working paper, Harvard University and University of British Columbia.",
        "Campbell, John, Adi Sunderam, and Luis Viceira, 2016, Inflation Bets or Deflation Hedges? The Changing Risks of Nominal Bond, Critical Finance Review, forthcoming.",
        "Carriero, Andrea, Todd Clark, and Massimiliano Marcellino, 2016, Measuring Macroeconomic Uncertainty and its Impact on the Economy, Working paper, University of London, Federal Reserve Bank of Cleveland, and Bocconi University.",
        "Cieslak, Anna, and Pavol Povala, 2015, Expected returns in Treasury bonds, Review of Financial Studies, 28, pp. 2859-2901.",
        "Cochrane, John, and Monika Piazzesi, 2005, Bond risk premia, American Economic Review, 95,138160.",
        "Dolores Gadea, Maria, Ana Gomes Loscos and Gabriel Perez-Quiros, 2015, The Great Moderation in Historical Perspective: Is It That Great?, Working paper, Bank of Spain.",
        "Dolores Gadea, Maria, Ana Gomes Loscos and Gabriel Perez-Quiros, 2014, The Two Greatest. Great Recession vs. Great Moderation, Working paper, Bank of Spain.",
        "Ermolov, Andrey, 2015, Time-varying Risk of Nominal Bonds: How Important Are Macroeconomic Shocks, Working paper, Fordham University.",
        "Evans, Martin, and Paul Wachtel, 1993, Were Price Changes during the Great Depression Anticipated ?: Evidence from Nominal Interest Rates, Journal of Monetary Economics, 32, pp. 3-34.",
        "Fama, Eugene, 1981, Stock Returns, Real Activity, Inflation, and Money, American Economic Review, 71, pp. 545-565.",
        "Gabaix, Xavier, Variable Rare Disasters: An Exactly Solved Framework for Ten Puzzles in MacroFinance, Quarterly Journal of Economics, 2012, 127, pp. 645-700.",
        "Gadea, Maria, Ana Gomes Loscos and Gabriel Perez-Quiros, 2014, The Two Greatest. Great Recession vs. Great Moderation, Working paper, Bank of Spain.",
        "Gadea, Maria, Ana Gomes Loscos and Gabriel Perez-Quiros, 2015, The Great Moderation in Historical Perspective: Is It That Great?, Working paper, Bank of Spain.",
        "Gali, Jordi, 1992, How Well Does the IS-LM Model Fit Postwar U.S. Data?, Quarterly Journal of Economics, 107, pp. 709-738.",
        "Gourieroux, Christian, and Joann Jasiak, 2006, Autoregressive Gamma Processes, Journal of Forecasting, 25, pp. 129-152.",
        "Hamilton, James, 1989, A New Approach to the Economic Analysis of Nonstationary Time Series and the Business Cycle, Econometrica, 57, pp. 357-384.",
        "Harvey, Campbell, 1988, The Real Term Structure and Consumption Growth, Journal of Financial Economics, 22, pp. 305-333.",
        "Hasseltoft, Henrik and Dominic Burkhardt, 2012, Understanding Asset Correlations, Working paper, University of Zurich and Swiss Finance Institute.",
        "Ireland, Peter, 2011, A New Keynesian Perspecitve on the Great Recession, Journal of Money, Credit and Banking, 43, pp. 31-54.",
        "Jorda, Oscar, 2005, Estimation and Inference of Impulse Responses by Local Projections, American Economic Review, 95, pp. 161-182.",
        "Ledoit, Olivier, and Michael Wolf, 2003, Improved estimation of the covariance matrix of stock returns with an application to portfolio selection, Journal of Empirical Finance, 10, pp. 603-621.",
        "Ludvigson, Sydney, and Serena Ng, 2009, Macro Factors in Bond Risk Premia, Review of Financial Studies, 22, pp. 5027-5067.",
        "Ludvigson, Sydney, Sai Ma, and Serena Ng, 2016, Uncertainty and Business Cycles: Exogenous Impulse or Endogenous Response?, Working paper, New York University and Columbia University.",
        "McConnell, Margaret, and Gabriel Perez-Quiros, 2000, Output Fluctuations in the United States: What Has Changed since the Early 1980Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0084¢s?, American Economic Review, pp. 1464-1476.",
        "Mulligan, Casey, 2012, The Redistribution Recession: How Labor Market Distortions Contracted the Economy, Oxford University Press.",
        "Newey, Whitney K., and Kenneth D. West, 1987, A Simple, Positive Semi-Definite, Heteroskedasticity and Autocorrelation Consistent Covariance Matrix, Econometrica, 55, 703-08.",
        "Piazzesi, Monika, and Eric Swanson, 2008, Futures Prices as Risk-adjusted Forecasts of Monetary Policy, Journal of Monetary Economics, pp. 677-691.",
        "Song, Dongho, 2014, Bond Market Exposures to Macroeconomic and Monetary Policy Risks, Working paper, Boston College.",
        "Stock, James, and Mark Watson with comments by Jordi Gali and Robert Hall, 2002, Has the Business Cycle Changed and Why?, NBER Macroeconomics Annual, 17, pp. 159-230.",
        "Sims, Christopher, and Tao Zha, 2006, Were There Regime Switches in U.S. Monetary Policy?, American Economic Review, 96, pp. 54-81.",
        "Sugiura, Nariaki, 1978, Further Analysts of the Data by AkaikeÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0084¢ s Information Criterion and the Finite Corrections, 1, pp. 13-26.",
        "Uhlig, Harald, 2005, What Are the Effects of Monetary Policy on Output? Results from an Agnostic Identification Procedure, Journal of Monetary Economics, 52, pp. 381-419.",
        "Wilcox, David, 1992, The Construction of U.S. Consumption Data: Some Facts and Their Implications for Empirical Work, 82, pp. 922-941.",
        "Woodford, Michael, 2003, Interest and Prices: Foundations of a Theory of Monetary Policy, Princeton University Press.",
        "Wooldridge, Jeffrey, 2002, Econometric Analysis of Cross Section and Panel Data, MIT Press.",
        "Wright, Jonathan, 2011, Term Premia and Inflation Uncertainty: Empirical Evidence from an International Panel Dataset, American Economic Review, pp. 1514-1534."
    ]
}