{
    "id": 22836,
    "cites": 25,
    "cited_by": 6,
    "reference": [
        "Aoyagi, Masaki (2003), Bid Rotation and Collusion in Repeated Auctions, Journal of Economic Theory, 112, 79-105.",
        "Athey, Susan, Jonathan Levin and Enrique Seira (2011), Comparing Open and Sealed Bid Auctions: Evidence from Timber Auctions, Quarterly Journal of Economics, 126(1), 207-257.",
        "Bajari, Patrick and Lixin Ye (2003) Deciding Between Competition and Collusion (with Lixin Ye), The Review of Economics and Statistics, 85(4), 971-989.",
        "Baldwin, Laura, Robert Marshall and Jean-Francois Richard (1997), Bidder Collusion at Forest Service Timber Sales, Journal of Political Economy, 105(4), 657-699.",
        "Balat, Jorge (2015), Highway Procurement and the Stimulus Package: Identification and Estimation of Dynamic Auctions with Unobserved Heterogeneity, Working paper, Johns Hopkins University.",
        "Besanko, David, Ulrich Doraszelski and Yaroslav Kryukov (2014), The Economics of Predation: What Drives Pricing When There Is Learning-by-Doing?, American Economic Review, 104(3), 868-897.",
        "Clarke, Richard (1983), Collusion and the Incentive for Information Sharing, Bell Journal of Economics, 14(2), 383-394.",
        "Doraszelski, Ulrich, and Ariel Pakes (2007), A Framework for Applied Dynamic Analysis in IO. In Armstrong, Mark and Robert Porter (eds.) The Handbook of Industrial Organization Vol. 3. Elsevier, New York.",
        "Ericson, Richard, and Ariel Pakes (1995), Markov Perfect Industry Dynamics: A Framework for Empirical Work, Review of Economic Studies, 62(1), 53-82.",
        "Fershtman, Chaim, and Ariel Pakes (2012), Dynamic Games with Asymmetric Information: A Framework for Empirical Work, Quarterly Journal of Economics, 127(4), 1611-1661.",
        "Fudenberg, Drew, and David K. Levine (1998), The Theory of Learning in Games, MIT Press, Cambridge.",
        "Gal-Or, Ester (1986), Information Transmission Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c Cournot and Bertrand Equilibria, Review of Economic Studies, 53(1), 85-92.",
        "Graham, Daniel A., and Robert C. Marshall (1987), Collusive Bidder Behavior at Single-Object SecondPrice and English Auctions, Journal of Political Economy, 95(6), 1217-39.",
        "Groeger, Joachim (2014), A Study of Participation in Dynamic Auctions, International Economic Review, 55(4), 1129-1154.",
        "Jeziorski, Przemyslaw, and Elena Krasnokutskaya (2016), Dynamic Auction Environment with Subcontracting, working paper, Johns Hopkins University.",
        "Kirby, Alison (1988), Trade Associations as Information Exchange Mechanisms, RAND Journal of Economics 19(1), 138-146.",
        "Kuhn, Kai-Uwe and Xavier Vives (1995). Information Exchanges Among Firms and their Impact on Competition, Office for Official Publications of the European Community, Luxemburg.",
        "Mailath, George J., and Peter Zemsky (1991),Collusion in Second Price Auctions with Heterogeneous Bidders, Games and Economic Behavior, 3(4), 467-86.",
        "Maskin, Eric and John Riley (2000), Asymmetric Auctions, Review of Economic Studies 67, 413-438.",
        "Maskin, Eric and Jean Tirole (2001), Markov Perfect Equilibrium: Observable Actions, Journal of Economic Theory, 100, 191-219.",
        "Mermelstein, Ben, Volker Nocke, Mark Satterthwaite and Michael D. Whinston (2014) Internal vs. External Growth in Industries with Scale Economies: A Computational Model of Optimal Merger Policy, NBER Working Paper w20051, National Bureau of Economic Research.",
        "Pesendorfer Martin (2000), A study of Collusion in First-Price Auctions, Review of Economic Studies, 67(3), 381-411.",
        "Porter, Robert and Douglas Zona (1993), Detection of Bid Rigging in Procurement Auctions, Journal of Political Economy, 101(3), 518-538.",
        "Porter, Robert and Douglas Zona (1999), Ohio School Milk Markets: An Analysis of Bidding, RAND Journal of Economics, 30(2), 263-288 Robbins, Herbert, and Sutton Monro (1951), A Stochastic Approximation Technique, Annals of Mathematics and Statistics, 22, 400-07.",
        "Romano, Joseph, Azeem Shaikh and Michael Wolf (2014) A Practical Two-Step Method for Testing Moment Inequalities, Econometrica, 82(5), 1979-2002 Saini, Viplav (2013), Endogenous Asymmetry in a Dynamic Procurement Auction, Rand Journal of Economics, 69(3), 25-41."
    ]
}