{
    "id": 2284,
    "cites": 29,
    "cited_by": 3,
    "reference": [
        "Freeman, R.B. , and J.L. Medoff. 1981. The Impact of the Percentage Organized on Union and Nonunion Wages. Review of Economics and Statistics 63(November): 561-572.",
        "Freeman, R.B. 1986b. Unionism Comes to the Public Sector. Journal of Economic Literature 24(March): 41-86.",
        "Freeman, R.B. 1986a. In Search of Union Wage Concessions in Standard Data Sets. Industrial Relations 25(2): 131-145.",
        "Freeman, R.B. 1985. How Do Public Sector Wages and Employment Respond to Economic Conditions? National Bureau of Economic Research Working Paper No. 1653. Cambridge, MA: NBER.",
        "Freeman, R.B. 1981. The Effect of Trade Unionism on Fringe Benefits. Industrial and Labor Relations Review 34(4): 489-509.",
        "Farber, H.S., and H.C. Katz. 1979. Interest Arbitration, Outcomes, and the Incentive to Bargain. Industrial and Labor Relations Review 33(1): 55-63.",
        "Farber, H.S. 1981. Splitting-the-Difference in Interest Arbitration. Industrial and Labor Relations Review 35 (1): 70-77.",
        "Ehrenberg, R.G., and J.L. Schwarz. 1983. Public Sector Labor Markets. NBER Working Paper No. 1179. Cambridge, MA: NBER (forthcoming in the Handbook of Labor Economics, eds. Orley Ashenfelter and Richard Layard).",
        "Ehrenberg, R.G. 1973. The Demand for State and Local Government Employees. American Economic Review 63(3): 366-379.",
        "Courant, P.N., E.M. Gramlich, and D.L. Rubinfeld. 1979. Public Employee Market Power and the Level of Government Spending. American Economic Review 69(5): 806-817.",
        "Ashenfelter, 0., and R.G. Ehrenberg. 1975. The Demand for Labor in the Public Sector. In Labor in the Public and Nonprofit Sectors, ed. D.S. Hamermesh. New Jersey: Princeton University Press.",
        "Allen, S. 1983. Unionization and Productivity in Office Building and School Construction. North Carolina State University. Mimeo.",
        "Ashenfelter, 0., and D.E. Bloom. 1984. Models of Arbitrator Behavior: Theory and Evidence. American Economic Review 73(1): 111-124.",
        "Zax, J.S. 1985a. Labor Relations, Wages and Nonwage Compensation in Municipal Employment. National Bureau of Economic Research Working Paper No. 1582. Cambridge, MA: NB ER.",
        "Zax, 3.5. 1985b. Municipal Employment, Municipal Unions, and Demand for Municipal Services. National Bureau of Economic Research Working Paper No. 1728. Cambridge, MA: NBER.",
        "Wellington, H.H., and R.K. Winter. 1971. The Unions and the Cities. Washington, D.C.: The Brookings Institution.",
        "U.S Bureau of the Census. Annual Survey of Governments 1972, 1976-1980. Washington, D.C. U.S. Bureau of the Census. 1982. 1980 Census of Population and Housing, Summary Tape Files 1 and 3. Washington, D.C. Valletta, R.G,, and R.B. Freeman. 1985. The NBER Public Sector Collective Bargaining Law Data Set. Cambridge, MA: National Bureau of Economic Research. Minieo. Forthcoming in this volume as Appendix A.",
        "U.S. Department of Labor, Labor Management Services Administration. 1981. Summary of Public Sector Labor Relations.",
        "Saltzman, C. Recent Bargaining Laws in Ohio and Illinois. Paper presented at the NBER conference on Public Sector Unionism, August 15-16, 1986. Cambridge, MA. Forthcoming in this volume.",
        "Saltzman, G. 1985. Bargaining Laws as a Cause and Consequence of the Growth of Teacher Unionism. Industrial and Labor Relations Review 38(3): 335-351.",
        "Najita, J. 1978. Guide to Statutory Provisions in Public Sector Collective Bargaining. Industrial Relations Center, University of Hawaii.",
        "Lewis, H.G. Union/Nonunion Wage Gaps in the Public Sector. Paper presented at the NBER conference on Public Sector Unionism, August 15-16, 1986. Cambridge, MA. Forthcoming in this volume.",
        "Miller, B. 1984. Economics vs. Politics: The Growth of Public Sector Collective Bargaining Laws in the American States, 1966-1979. University of South Florida. Mimeo.",
        "Lewin, D., Feuille, P. and T.A. Kochan. 1981. Public Sector Labor Relations: Analysis and Readings (2nd ed.). Sun Lakes, Arizona: Thomas Horton and Daughters.",
        "Ichniowski, C., and J.S. Zax. The Effects of Public Sector Unionism on Pay, Employment, Department Budgets, and Municipal Expenditures. Paper presented at the NBER conference on Public Sector Unionism, August 15-16, 1986. Cambridge, MA. Forthcoming in this volume.",
        "Ichniowski, C. l986b. Public Sector Union Growth and Bargaining Laws: A Proportional Hazards Approach With Time-Varying Treatments. National Bureau of Economic Research Working Paper No. 1809. Cambridge, MA: NBER. Forthcoming in this volume.",
        "Ichniowski, C. l986a. Public Sector Recognition Strikes: Illegal and Ill-Fated. National Bureau of Economic Research Working Paper No. 1808. Cambridge, MA: NBER.",
        "Hamermesh, D.S., ed. 1975. Labor in the Public and Nonprofit Sectors. Princeton, New Jersey: Princeton University Press.",
        "Freeman, R.B. , and James L. Medoff. 1984. What Do Unions Do? New York: Basic Books."
    ]
}