{
    "id": 22840,
    "cites": 20,
    "cited_by": 6,
    "reference": [
        "Amiti, Mary and Amit K. Khandelwal, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Import Competition and Quality Upgrading,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Review of Economics and Statistics, 2013, 95 (2), 476Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c490.",
        "Atkin, David, Azam Chaudhry, Shamyla Chaudry, Amit Khandelwal, and Eric A. Verhoogen, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Organizational Barriers to Technology Adoption: Evidence from Soccer-Ball Producers in Pakistan,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Working Paper, 2015.",
        "Autor, David H., David Dorn, and Gordon H. Hanson, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093The China Syndrome: Local Labor Market Effects of Import Competition in the United States,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d American Economic Review, 2013, 103 (6), 2121Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c2168.",
        ", , and , Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093The China Shock: Learning from Local Labor Market Adjustment to Large Changes in Trade,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Working Paper, 2016.",
        ", , , Gary Pisano, and Pian Shu, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Foreign Competition and Domestic Innovation: Evidence from US Patents,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Working Paper, 2016.",
        "Bena, Jan and Elena Simintzi, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Labor-Induced Technological Change: Evidence from Doing Business in China,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Working Paper, 2015.",
        "Bernard, Andrew B., J. Bradford Jensen, and Peter K. Schott, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Survival of the Best Fit: Exposure to Low-Wage Countries and the (Uneven) Growth of US Manufacturing Plants,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Journal of International Economics, 2006, 68 (1), 219Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c237.",
        "Bloom, Nicholas, Mirko Draca, and John Van Reenen, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Trade-Induced Technical Change? The Impact of Chinese Imports on Innovation, IT and Productivity,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Review of Economic Studies, 2015.",
        ", Paul M. Romer, Stephen J. Terry, and John Van Reenen, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Trapped Factors and 20 LORENZ KUENG, NICOLAS LI, AND MU-JEUNG YANG ChinaÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0084¢s Impact on Global Growth,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Working Paper, 2014.",
        "Boldrin, Michele and David K. Levine, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093The Case Against Patents,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Journal of Economic Perspectives, 2013, 27 (1), 3Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c22.",
        "Fernandes, Ana M. and Caroline Paunov, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093The Risks of Innovation: Are Innovating Firms Less Likely to Die?,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Review of Economics and Statistics, 2015, 97 (3), 638Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c653.",
        "Holmes, Thomas J. and John J. Stevens, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093An Alternative Theory of the Plant Size Distribution, with Geography and Intra- and International Trade,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Journal of Political Economy, 2014, 122 (2), 369Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c421.",
        "Hombert, Johan and Adrien Matray, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Can Innovation Help US Manufacturing Firms Escape Import Competition from China?,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Working Paper, 2014.",
        "Khandelwal, Amit K., Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093The Long and Short (of) Quality Ladders,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Review of Economic Studies, 2010, 77 (4), 1450Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c1476.",
        "Klette, Tor J. and Samuel Kortum, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Innovating Firms and Aggregate Innovation,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Journal of Political Economy, 2004, 112 (5), 986Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c1018.",
        "Melitz, Marc J., Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093The Impact of Trade on Intra-Industry Reallocations and Aggregate Industry Productivity,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Econometrica, 2003, 71 (6), 1695Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c1725.",
        "Romer, Paul M., Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Endogenous Technological Change,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Journal of Political Economy, 1990, 98 (5).",
        "Sutton, John, Competing in Capabilities: The Globalization Process 2012.",
        "Tucker, Catherine, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Patent Trolls and Technology Diffusion: The Case of Medical Imaging, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Working Paper, 2014.",
        "Yang, Mu-Jeung, Lorenz Kueng, and Bryan Hong, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Business Strategy and the Management of Firms,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Working Paper, 2015."
    ]
}