{
    "id": 22846,
    "cites": 60,
    "cited_by": 26,
    "reference": [
        "In Producer Dynamics: New Evidence from Micro Data, pages 149Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c230. University of Chicago Press, 2009.",
        "Manuel Adelino, Antoinette Schoar, and Felipe Severino. House prices, collateral and self-employment. Technical report, National Bureau of Economic Research, 2013.",
        "Ahmet Akyol and Kartik Athreya. Credit and self-employment. Journal of Economic Dynamics and Control, 35(3):363Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c385, 2011.",
        "Stefania Albanesi and Jaromir Nosal. Insolvency after the 2005 bankruptcy reform. 2015. Kartik Athreya, Xuan S Tam, and Eric R Young. A quantitative theory of information and unsecured credit.",
        "Kartik Athreya, Juan M SaÃ\u0083Å\u0092Ã\u0082Â\u0081nchez, Xuan S Tam, and Eric R Young. Labor market upheaval, default regulations, and consumer debt. Federal Reserve Bank of St. Louis Working Paper Series, (2014-002), 2014.",
        "K.B. Athreya and N.B. Simpson. Unsecured debt with public insurance: From bad to worse. Journal of Monetary economics, 53(4):797Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c825, 2006.",
        "Zach Bethune. Consumer credit, unemployment, and aggregate labor market dynamics. Technical report, Working Paper, 2015.",
        "Julio Blanco and Gaston Navarro. Equilibrium default and the unemployment accelerator. Technical report, Working Paper, 2014. Marieke Bos, Emily Breza, and Andres Liberman. The labor market effects of credit market information.",
        "Available at SSRN 2654489, 2015. Francisco J Buera, Joseph Kaboski, and Yongseok Shin. Finance and development: A tale of two sectors.",
        "Francisco J Buera, Roberto N Fattal Jaef, and Yongseok Shin. Anatomy of a credit crunch: from capital to labor markets. Review of Economic Dynamics, 18(1):101Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c117, 2015.",
        "Christopher Carroll, Jiri Slacalek, and Martin Sommer. Dissecting saving dynamics: Measuring wealth, precautionary and credit effects. 2012.",
        "S. Chatterjee, D. Corbae, M. Nakajima, and J.V. RÃ\u0083â\u0080\u009eÃ\u0082Â±Ã\u0083Å\u0092Ã\u0082Â\u0081os-Rull. A quantitative theory of unsecured consumer credit with risk of default. Econometrica, 75(6):1525Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c1589, 2007.",
        "S. Chatterjee, D. Corbae, and J.V. RÃ\u0083â\u0080\u009eÃ\u0082Â±os-Rull. A theory of credit scoring and competitive pricing of default risk. Unpublished working paper, University of Texas at Austin, 2008.",
        "Satyajit Chatterjee and Grey Gordon. Dealing with consumer default: Bankruptcy vs garnishment. Journal of Monetary Economics, 59:S1Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009cS16, 2012.",
        "Aaron K Chatterji and Robert C Seamans. Entrepreneurial finance, credit cards, and race. Journal of Financial Economics, 106(1):182Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c195, 2012.",
        "D. Chen. The interaction between labor and credit markets: The impact of bankruptcy on labor supply decisions. 2012.",
        "Daphne Chen, Dean Corbae, and Andy Glover. Can employer credit checks create poverty traps? 2013.",
        "Ethan Cohen-Cole, Burcu Duygan-Bump, and Judit Montoriol-Garriga. Forgive and forget: who gets credit after bankruptcy and why? In EFA 2009 Bergen Meetings Paper, 2009.",
        "Thomas F Cooley and Vincenzo Quadrini. Financial markets and firm dynamics. American Economic Review, pages 1286Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c1310, 2001.",
        "Dean Corbae and Andrew Glover. A simple dynamic theory of credit scores under adverse selection. 2015.",
        "Kristle Cortes, Andrew Glover, and Murat Tasci. The unintended consequences of employer credit check bans on labor and credit markets. Technical report, Manuscript, 2016.",
        "Eduardo DaÃ\u0083Å\u0092Ã\u0082Â\u0081vila. Using elasticities to derive optimal bankruptcy exemptions. Unpublished working paper, 2014.",
        "Steven J Davis, John Haltiwanger, Ron S Jarmin, Cornell J Krizan, Javier Miranda, Alfred Nucci, and Kristin Sandusky. Measuring the dynamics of young and small businesses: Integrating the employer and nonemployer universes. Technical report, National Bureau of Economic Research, 2007.",
        "Emin Dinlersoz, Henry R Hyatt, and Hubert P Janicki. Who works for whom? worker sorting in a model of entrepreneurship with heterogeneous labor markets. US Census Bureau Center for Economic Studies Paper No. CES-WP-15-08, 2015.",
        "Will Dobbie and Jae Song. Debt relief and debtor outcomes: Measuring the effects of consumer bankruptcy protection. Technical report, working paper, 2013.",
        "Will Dobbie, Paul Goldsmith-Pinkham, Neale Mahoney, and Jae Song. Bad credit, no problem? credit and labor market consequences of bad credit reports. 2016.",
        "Kevin Donovan et al. Subsistence entrepreneurs and misallocation. In 2014 Meeting Papers, number 771.",
        "Robert W Fairlie and Harry A Krashinsky. Liquidity constraints, household wealth, and entrepreneurship revisited. Review of Income and Wealth, 58(2):279Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c306, 2012.",
        "Andy Glover and Jacob Short. Bankruptcy, incorporation, and the nature of entrepreneurial risk. In 2010 Meeting Papers, number 1010. Society for Economic Dynamics, 2010.",
        "Paul Gompers, Anna Kovner, Josh Lerner, and David Scharfstein. Skill vs. luck in entrepreneurship and venture capital: Evidence from serial entrepreneurs. Technical report, National bureau of economic research, 2006.",
        "Michael Greenstone, Alexandre Mas, and Hoai-Luu Nguyen. Do credit market shocks affect the real economy ? quasi-experimental evidence from the great recession and normaleconomic times. Technical report, National Bureau of Economic Research, 2014.",
        "Tal Gross, Matthew J. Notowidigdo, and Jialan Wang. The marginal propensity to consume over the business cycle. Technical report, Manuscript, 2016.",
        "M. Hagedorn and I. Manovskii. The cyclical behavior of equilibrium unemployment and vacancies revisited. 2008.",
        "Song Han and Geng Li. Household borrowing after personal bankruptcy. Journal of Money, Credit and Banking, 43(2-3):491Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c517, 2011.",
        "Song Han and Wenli Li. Fresh start or head start? the effects of filing for personal bankruptcy on work effort. Journal of Financial Services Research, 31(2-3):123Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c152, 2007.",
        "K.F. Herkenhoff. The impact of consumer credit access on unemployment. Manuscript, 2013. K.F. Herkenhoff and L.E. Ohanian. Foreclosure delay and us unemployment. Federal Reserve Bank of St.",
        "Louis Working Paper 2012-017A, 2012.",
        "Kyle Herkenhoff, Gordon Phillips, and Ethan Cohen-Cole. How credit cosntraints impact job finding rates, sorting, & aggregate output. Manuscript, 2015.",
        "Erik Hurst and Annamaria Lusardi. Liquidity constraints, household wealth, and entrepreneurship. Journal of political Economy, 112(2):319Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c347, 2004.",
        "Erik Hurst and Benjamin Wild Pugsley. What do small businesses do? Technical report, National Bureau of Economic Research, 2011.",
        "Thais LÃ\u0083Æ\u0092Ã\u0082Â¦rkholm Jensen, SÃ\u0083Æ\u0092Ã\u0082Â¸ren Leth-Petersen, and Ramana Nanda. Housing collateral, credit constraints and entrepreneurship-evidence from a mortgage reform. Technical report, National Bureau of Economic Research, 2014. F. Karahan and S. Rhee. Housing and the labor market: The role of migration on aggregate unemployment.",
        "Patrick Kehoe, Virgiliu Midrigan, and Elena Pastorino. Debt constraints and employment. Technical report, mimeo, 2014.",
        "Sari Pekkala Kerr, William R Kerr, and Ramana Nanda. House money and entrepreneurship. 2014.",
        "W. Li and M.J. White. Mortgage default, foreclosure, and bankruptcy. Technical report, National Bureau of Economic Research, 2009.",
        "I. Livshits, J. MacGee, and M. Tertilt. Consumer bankruptcy: A fresh start. The American Economic Review, 97(1):402Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c418, 2007a.",
        "Igor Livshits, James MacGee, and Michele Tertilt. Accounting for the rise in consumer bankruptcies. Technical report, National Bureau of Economic Research, 2007b.",
        "Neil Mehrotra and Dmitriy Sergeyev. Financial shocks and job flows. Technical report, working paper, 2015.",
        "G. Menzio and S. Shi. Efficient search on the job and the business cycle. Journal of Political Economy, 119 (3):468Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c510, 2011.",
        "Atif R Mian and Amir Sufi. What explains high unemployment? the aggregate demand channel. Technical report, National Bureau of Economic Research, 2012.",
        "Virgiliu Midrigan and Thomas Philippon. Household leverage and the recession. 2011.",
        "Espen R Moen. Competitive search equilibrium. Journal of Political Economy, 105(2):385Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c411, 1997. D.K. Musto. What happens when information leaves a market? evidence from postbankruptcy consumers*.",
        "Raghuram G Rajan and Luigi Zingales. Financial dependence and growth. Technical report, National bureau of economic research, 1996.",
        "Alicia M Robb and David T Robinson. The capital structure decisions of new firms. Review of Financial Studies, page hhs072, 2012.",
        "Edouard Schaal. Uncertainty, productivity and unemployment in the great recession. Federal Reserve Bank of Minneapolis, mimeo, 2012.",
        "Martin C Schmalz, David A Sraer, and David Thesmar. Housing collateral and entrepreneurship. Technical report, National Bureau of Economic Research, 2013.",
        "Immo Schott. Start-ups, house prices, and the jobless recovery. Unpublished manuscript, 2013.",
        "Daniel Shoag and Robert Clifford. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0084¢no more credit scoreÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0084¢: Employer credit check bans and signal substitution. 2016.",
        "Report Society for Human Resource Management. Shrm survey findings: Background checkingthe use of criminal background checks in hiring decisions. Technical report, 2012a. URL https://www.shrm.org/hr-today/trends-and-forecasting/research-and-surveys/pages/ criminalbackgroundcheck.aspx.",
        "Report Society for Human Resource Management. Shrm survey findings: Background checkingthe use of credit background checks in hiring decisions. Technical report, 2012b. URL https://www.shrm.org/ hr-today/trends-and-forecasting/research-and-surveys/Pages/creditbackgroundchecks.aspx.",
        "Lara D Zibarras and Stephen A Woods. A survey of uk selection practices across different organization sizes and industry sectors. Journal of Occupational and Organizational Psychology, 83(2):499Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c511, 2010."
    ]
}