{
    "id": 22844,
    "cites": 65,
    "cited_by": 4,
    "reference": [
        "Accominotti, Olivier, Marc Flandreau, and Riad Rezzik, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093The spread of empire: Clio and the measurement of colonial borrowing costs,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d The Economic History Review, 2011, 64 (2), 385Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c407.",
        "Aghion, Philippe, Philippe Bacchetta, and Abhijit Banerjee, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093A corporate balance-sheet approach to currency crises,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Journal of Economic Theory, 2004, 119 (1), 6Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c30.",
        "Aguiar, Mark, Manuel Amador, Emmanuel Farhi, and Gita Gopinath, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Crisis and commitment: Inflation credibility and the vulnerability to sovereign debt crises,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d 2013.",
        "Aizenman, Joshua and Reuven Glick, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Pegged Exchange Rate Regimes A Trap?,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Journal of Money, Credit and Banking, 2008, 40 (4), 817Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c835.",
        "Angeletos, George-Marios, Christian Hellwig, and Alessandro Pavan, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Dynamic global games of regime change: Learning, multiplicity, and the timing of attacks,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Econometrica, 2007, 75 (3), 711Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c756.",
        "Bazzi, Samuel and Christopher Blattman, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Economic shocks and conflict: Evidence from commodity prices,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d American Economic Journal: Macroeconomics, 2014, 6 (4), 1Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c38.",
        "Blattman, Christopher, Jason Hwang, and Jeffrey G Williamson, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Winners and losers in the commodity lottery: The impact of terms of trade growth and volatility in the Periphery 1870Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c1939,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Journal of Development Economics, 2007, 82 (1), 156Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c179.",
        "Bordo, Michael D and Christopher M Meissner, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093The role of foreign currency debt in financial crises: 1880Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c1913 versus 1972Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c1997,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Journal of Banking & Finance, 2006, 30 (12), 3299Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c3329.",
        "Broner, Fernando, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Discrete devaluations and multiple equilibria in a first generation model of currency crises,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Journal of Monetary Economics, 2008, 55 (3), 592Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c605.",
        "Burnside, Craig, Martin Eichenbaum, and Sergio Rebelo, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Prospective Deficits and the Asian Currency Crisis,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Journal of Political Economy, 2001, 109 (6), 1155Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c1197.",
        ", , and , Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Government finance in the wake of currency crises,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Journal of Monetary Economics, 2006, 53 (3), 401Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c440.",
        "Calvo, Guillermo A, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Balance of payments crises in a cash-in-advance economy,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Journal of Money, Credit and Banking, 1987, pp. 19Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c32.",
        ", Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Servicing the public debt: The role of expectations,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d The American Economic Review, 1988, pp. 647Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c661.",
        "Carroll, Christopher D, Karen E Dynan, and Spencer D Krane, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Unemployment risk and precautionary wealth: Evidence from householdsÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0084¢ balance sheets,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Review of Economics and Statistics, 2003, 85 (3), 586Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c604.",
        "Caselli, Francesco and Andrea Tesei, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Resource Windfalls, Political Regimes, and Political Stability,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Review of Economics and Statistics, July 2016, 98 (3), 573590.",
        "Chernyshoff, Natalia, David S Jacks, and Alan M Taylor, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Stuck on gold: Real exchange rate volatility and the rise and fall of the gold standard, 1875Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c1939,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Journal of International Economics, 2009, 77 (2), 195Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c205.",
        "Chirot, Daniel, The origins of backwardness in Eastern Europe: Economics and politics from the Middle Ages until the early twentieth century, Univ of California Press, 1991.",
        "Christiano, Lawrence J and Terry J Fitzgerald, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093The Band Pass Filter,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d International Economic Review, 2003, 44 (2), 435Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c465.",
        "Collier, Simon and William F Sater, A History of Chile: 1808-1994, Cambridge University Press, 1996.",
        "Corsetti, Giancarlo and Luca Dedola, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093The Mystery of the Printing Press: Self-fulfilling debt crises and monetary sovereignty,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Journal of European Economic Association, 2016, forthcoming.",
        ", Paolo Pesenti, and Nouriel Roubini, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Paper tigers?: A model of the Asian crisis,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d European Economic Review, 1999, 43 (7), 1211Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c1236.",
        "Edwards, Sebastian, Domingo F Cavallo, Arminio Fraga, and Jacob Frenkel, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Exchange rate regimes,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d in Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Economic and financial crises in emerging market economies,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d University of Chicago Press, 2003, pp. 31Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c92.",
        "Eichengreen, Barry, Globalizing capital: a history of the international monetary system, Princeton University Press, 1998.",
        ", Jaime Reis, Jorge Braga de Macedo et al., Currency convertibility: the gold standard and beyond, Routledge, 2005.",
        "Estevadeordal, Antoni, Brian Frantz, and Alan M Taylor, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093The Rise and Fall of World Trade, 1870Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c1939,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d The Quarterly Journal of Economics, 2003, 118 (2), 359Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c407.",
        "Ferguson, Niall and Moritz Schularick, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093The empire effect: the determinants of country risk in the first age of globalization, 1880Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c1913,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d The Journal of Economic History, 2006, 66 (02), 283Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c312.",
        "Findlay, Ronald and Kevin H OÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0084¢Rourke, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Commodity market integration, 1500-2000,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d in Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Globalization in historical perspective,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d University of Chicago Press, 2003, pp. 13Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c64.",
        "Flandreau, Marc and Mathilde Maurel, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Monetary union, trade integration, and business cycles in 19th century Europe,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Open Economies Review, 2005, 16 (2), 135Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c152.",
        ", Jacques Le Cacheux, and FreÃ\u0083Å\u0092Ã\u0082Â\u0081deÃ\u0083Å\u0092Ã\u0082Â\u0081ric Zumer, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Stability without a pact? Lessons from the European gold standard, 1880 - 1914,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Economic Policy, 1998, 13 (26), 116Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c162.",
        "Flood, Robert P and Peter M Garber, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Collapsing exchange-rate regimes: some linear examples,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Journal of International Economics, 1984, 17 (1), 1Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c13.",
        "Gali, Jordi and Tommaso Monacelli, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Monetary policy and exchange rate volatility in a small open economy,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d The Review of Economic Studies, 2005, 72 (3), 707Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c734.",
        "Gupta, Poonam, Deepak Mishra, and Ratna Sahay, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Behavior of output during currency crises,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Journal of International Economics, 2007, 72 (2), 428Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c450.",
        "Hanson, John R, Trade in transition: exports from the Third World, 1840-1900, Academic Press New York, 1980.",
        "Hjerppe, Riitta, The Finnish economy 1860-1985: Growth and structural change, Vol. 13, Bank of Finland, 1989.",
        "Husain, Aasim M, Ashoka Mody, and Kenneth S Rogoff, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Exchange rate regime durability and performance in developing versus advanced economies,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Journal of Monetary Economics, 2005, 52 (1), 35Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c64.",
        "Jacks, David S, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093From boom to bust: A typology of real commodity prices in the long run,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Technical Report, National Bureau of Economic Research 2013.",
        "Jacobson, Morris Lazarev, Statistical Abstract of Foreign Countries: Part I-III. Statistics of Foreign Commerce. October, 1909, US Government Printing Office, 1909.",
        "Johansson, OÃ\u0083Å\u0092Ã\u0082Ë\u0086sten, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093The gross domestic product of Sweden and its composition 1861-1955,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d 1967.",
        "Kamin, Steven B, Devaluation, external balance, and macroeconomic performance: a look at the numbers, International Finance Section, Department of Economics, Princeton University, 1988.",
        "Kaminsky, Graciela L and Carmen M Reinhart, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093The twin crises: the causes of banking and balance-of-payments problems,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d American Economic Review, 1999, pp. 473Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c500.",
        "Kaminsky, Graciela, Saul Lizondo, and Carmen M Reinhart, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Leading indicators of currency crises,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Staff Papers, 1998, 45 (1), 1Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c48.",
        "Kollmann, Robert, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Monetary policy rules in the open economy: effects on welfare and business cycles,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Journal of Monetary Economics, 2002, 49 (5), 989Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c1015.",
        "Krugman, Paul, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093A model of balance-of-payments crises,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Journal of Money, Credit and Banking, 1979, pp. 311Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c325.",
        ", Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Balance sheets, the transfer problem, and financial crises,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d in Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093International finance and financial crises,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Springer, 1999, pp. 31Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c55.",
        "Leland, Hayne E, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Corporate debt value, bond covenants, and optimal capital structure,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d The Journal of Finance, 1994, 49 (4), 1213Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c1252.",
        "LoÃ\u0083Å\u0092Ã\u0082Â\u0081pez-CoÃ\u0083Å\u0092Ã\u0082Â\u0081rdova, J Ernesto and Christopher M Meissner, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Exchange-rate regimes and international trade: Evidence from the classical gold standard era,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d American Economic Review, 2003, pp. 344Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c353.",
        "Mitchell, Brian R, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093International Historical Statistics: Africa and Asia,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d 1982.",
        ", International Historical Statistics 1750-2005: Americas, Macmillan London, 2007.",
        "Mitchener, Kris James and Hans-Joachim Voth, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Trading Silver for Gold: Nineteenthcentury Asian Exports and the Political Economy of Currency Unions,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d 2011.",
        ", Masato Shizume, and Marc D Weidenmier, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Why did countries adopt the gold standard ? Lessons from Japan,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d The Journal of Economic History, 2010, 70 (01), 27Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c56.",
        "Na, Seunghoon, Stephanie Schmitt-GroheÃ\u0083Å\u0092Ã\u0082Â\u0081, Martin Uribe, and Vivian Z Yue, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093A model of the twin ds: Optimal default and devaluation,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Technical Report, National Bureau of Economic Research 2014.",
        "Neal, Larry D and Marc D Weidenmier, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Crises in the global economy from tulips to today,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d in Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Globalization in historical perspective,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d University Of Chicago Press, 2003, pp. 473Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c514.",
        "Obstfeld, Maurice, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Rational and Self-fulfilling Balance-of-Payments Crises,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d American Economic Review, 1986, 76 (1), 72Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c81.",
        ", Jay C Shambaugh, and Alan M Taylor, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093The trilemma in history: tradeoffs among exchange rates, monetary policies, and capital mobility,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Review of Economics and Statistics, 2005, 87 (3), 423Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c438.",
        "OÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0084¢Rourke, Kevin and Jeffrey G Williamson, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Late nineteenth-century Anglo-American factor-price convergence: were Heckscher and Ohlin right?,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d The Journal of Economic History, 1994, 54 (04), 892Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c916.",
        "Reinhart, Carmen M and Kenneth Rogoff, This time is different: eight centuries of financial folly, princeton university press, 2009.",
        ", Vincent Reinhart, and Christoph Trebesch, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Global Cycles: Capital Flows, Commodities, and Sovereign Defaults, 1815Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c2015,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d The American Economic Review, 2016, 106 (5), 574Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c580.",
        "Rose, Andrew K, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Exchange Rate Regimes in the Modern EraÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d: Fixed, Floating, and Flaky,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Journal of Economic Literature, 2011, pp. 652Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c672.",
        "Schmitt-GroheÃ\u0083Å\u0092Ã\u0082Â\u0081, Stephanie and MartÃ\u0083â\u0080\u009eÃ\u0082Â±n Uribe, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Downward nominal wage rigidity, currency pegs, and involuntary unemployment,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Journal of Political Economy, October 2016, 124 (5), 1466Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c1514.",
        "Schmukler, Sergio L and Luis ServeÃ\u0083Å\u0092Ã\u0082Â\u0081n, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Pricing currency risk under currency boards,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Journal of Development Economics, 2002, 69 (2), 367Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c391.",
        "Shreve, Steven E, Stochastic calculus for finance II: Continuous-time models, Vol. 11, Springer Science & Business Media, 2004.",
        "Silverman, AG, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Monthly Index Numbers of British Export and Import Prices, 1880-1913,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d The Review of Economic Statistics, 1930, pp. 139Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c148.",
        "Williamson, Jeffrey G, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Globalization and the Great Divergence: terms of trade booms, volatility and the poor periphery, 1782Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c1913,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d European Review of Economic History, 2008, 12 (3), 355Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c391.",
        ", Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Trade and Poverty: When the Third World Fell Behind,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d MIT Press Books, 2013, 1.",
        "Wooldridge, Jeffrey M, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Fixed-effects and related estimators for correlated random-coefficient and treatment-effect panel data models,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Review of Economics and Statistics, 2005, 87 (2), 385Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c390."
    ]
}