{
    "id": 22851,
    "cites": 25,
    "cited_by": 0,
    "reference": [
        "Sumit Agarwal, John C. Driscoll, and David I. Laibson. Optimal mortgage refinancing: A closed-form solution. Journal of Money, Credit and Banking, 45:591Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c622, 2013.",
        "Jacob Boudoukh, Matthew Richardson, Richard Stanton, and Robert F. Whitelaw. Pricing mortgage-backed securities in a multifactor interest rate environment: a multivariate density estimation approach. Review of Financial Studies, 10:405Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c 446, 1997.",
        "Nina Boyarchenko, Andreas Fuster, and David O. Lucca. Understanding mortgage spreads. Working Paper FRB NY, 2014.",
        "John Y. Campbell, Caroline Pflueger, and Luis Viceira. Monetary policy drivers of bond and equity risks. Working Paper, 2016.",
        "Bruce I. Carlin, Francis A. Longstaff, and Kyle Matoba. Disagreement and asset prices. Working Paper, 2014.",
        "Nai-Fu Chen, Richard Roll, and Stephen A. Ross. Economic forces and the stock market. The Journal of Business, 1986.",
        "Mikhail Chernov, Brett Dunn, and Francis A. Longstaff. Macroeconomic-driven prepayment risk and the valuation of mortgage-backed securities. Working Paper, 2015.",
        "John H. Cochrane. Asset Pricing. Princeton University Press, 2005.",
        "Chris Downing, Richard Stanton, and Nancy Wallace. An empirical test of a twofactor mortgage valuation model: How much do house prices matter? Real Estate Economics, 33:681Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c710, 2005.",
        "Jefferson Duarte, Francis A. Longstaff, and Fan Yu. Risk and return in fixed-income arbitrage: Nickels in front of a steamroller? Review of Financial Studies, 20(3): 769Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c811, 2006.",
        "Kenneth B. Dunn and John J. McConnell. A comparison of alternative models for pricing gnma mortgage-backed securities. Journal of Finance, 36:471Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c483, 1981a. Kenneth B. Dunn and John J. McConnell. Valuation of gnma mortgage-backed securities.",
        "Frank Fabozzi, editor. Handbook of Mortgage Backed Securities. McGraw Hill Education, NY NY, 2006.",
        "Eugene F. Fama and James D. MacBeth. Risk, return, and equilibrium: Empirical tests. Journal of Political Economy, 81(3):607Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c636, 1973.",
        "Xavier Gabaix, Arvind Krishnamurthy, and Olivier Vigneron. Limits of arbitrage: theory and evidence from the mortgage-backed securities market. Journal of Finance, 62:557Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c595, 2007. Pengjie Gao, Paul Schultz, and Zhaogang Song. Liquidity in a market for unique aasset: Specified pool and tba trading in the mortgage backed securities market. Journal of Finance, forthcoming.",
        "Lakhbir S. Hayre and Robert Young. Guide to mortgage-backed securities. Citigroup White Paper, 2004.",
        "Lakhbir S. Hayre, Robert Young, Mikhail Teytel, and Kevin Cheng. Anatomy of prepayment: The citigroup prepayment model. Citigroup White Paper, 2010.",
        "Zhiguo He and Arvind Krishnamurthy. Intermediary asset pricing. American Economic Review, 103(2):732Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c70, 2013.",
        "Alexander Levin and Andrew Davidson. Prepayment risk and option-adjusted valuation of mbs. Journal of Portfolio Management, 2005. Francis A. Longstaff. Borrower credit and the valuation of mortgage-backed securities.",
        "Real Estate Economics, 33:619Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c661, 2005.",
        "Mitchell Petersen. Estimating standard errors in finance panel data sets: Comparing approaches. Review of Financial Studies, 2011.",
        "Bruce Phelps. Managing against the barclays mbs index: Prices and returns. Barclays White Paper, 2015.",
        "William F. Sharpe. Mutual fund performance. Journal of Business, 39:119Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c138, 1966.",
        "Zhaogang Song and Haoxiang Zhu. Mortgage dollar roll. Working Paper, 2016. Richard Stanton. Rational prepayment and the valuation of mortgage-backed securities.",
        "Review of Financial Studies, 8:677Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c708, 1995.",
        "James Vickery and Joshua Wright. Tba trading and liquidity in the agency mbs market. FRBNY Economic Policy Review, May 2013."
    ]
}