{
    "id": 22856,
    "cites": 32,
    "cited_by": 4,
    "reference": [
        "Altig, Dave, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093What is the stance of monetary policy?,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Macroblog, Federal Reserve Bank of Atlanta, 2 2014.",
        "Aruoba, S. Boragan, Pablo Cuba-Borda, and Frank Schorfheide, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Macroeconomic Dynamics Near the ZLB: A Tale of Two Countries,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d 2016. Working paper.",
        "Ashcraft, Adam, Nicolae GaÃ\u0083Å\u0092Ã\u0082â\u0080\u009arleanu, and Lasse Heje Pedersen, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Two monetary tools: interest rates and haircuts,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d NBER Macroeconomics Annual 2010, 2010, 25, 143Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c180.",
        "Bauer, Michael D., Glenn D. Rudebusch, and Jing Cynthia Wu, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Correcting estimation bias in dynamic term structure models.,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Journal of Business and Economic Statistics, 2012, 30 (3), 454Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c467.",
        ", , and , Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Term premia and inflation uncertainty: empirical evidence from an international panel dataset: comment.,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d American Economic Review, 2014, 1 (104), 323Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c337.",
        "Blanchard, Olivier, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Currency wars, coordination, and capital controls,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d 2016. Working paper, MIT.",
        "Braun, R. Anton, Lena Mareen KoÃ\u0083Å\u0092Ã\u0082Ë\u0086rber, and Yuichiro Wake, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Some Unpleasant Properties of Log-Linearized Solutions When the Nominal Rate is Zero.,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d 2012. Federal Reserve Bank of Atlanta Working Paper Series, 2015-5a.",
        "Bullard, James, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Shadow interest rates and the stance of U.S. monetary policy,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d 2012. Annual corporate finance conference.",
        "Campbell, John Y., Jonas D. M. Fisher, Alejandro Justiniano, and Leonardo Melosi, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Forward Guidance and Macroeconomic Outcomes Since the Financial Crisis,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d NBER Macroecnomics Annual 2016, 2016, 31.",
        ", , and Sergio Rebelo, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093When is the Government Spending Multiplier Large?,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Journal of Political Economy, 2011, 119 (1), 78Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c121. Creal, Drew D. and Jing Cynthia Wu, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Bond risk premia in consumption based models.",
        "Del Negro, Marco, Gauti Eggertsson, Andrea Ferrero, and Nobuhiro Kiyotaki, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093The great escape? A quantitative evaluation of the FedÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0084¢s liquidity facilities,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d 2016. Federal Reserve Bank of New York Staff Reports, No. 520.",
        "Eggertsson, Gauti, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093What fiscal policy is effective at zero interest rates?,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d NBER Macroecnomic Annual, 2010, pp. 59Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c112.",
        "FernaÃ\u0083Å\u0092Ã\u0082Â\u0081ndez-Villaverde, Jesus, Grey Gordon, GuerroÃ\u0083Å\u0092Ã\u0082Â\u0081n-Quintana, and Juan F. Rubio-RamÃ\u0083â\u0080\u009eÃ\u0082Â±Ã\u0083Å\u0092Ã\u0082Â\u0081rez, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Nonlilnear Adventures at the Zero Lower Bound,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Journal of Economic Dynamics and Control, 2015, 57, 182Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c204.",
        "Gagnon, Joseph, Matthew Raskin, Julie Remache, and Brian Sack, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093The financial market effects of the Federal ReserveÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0084¢s large-scale asset purchases,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d International Journal of Central Banking, 2011, 7, 3Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c43.",
        "GalÃ\u0083â\u0080\u009eÃ\u0082Â±Ã\u0083Å\u0092Ã\u0082Â\u0081, Jordi, Monetary policy, inflation, and the business cycle: an introduction to the New Keynesian framework, New Jersey: Princeton University Press, 2008.",
        "Guerrieri, Luca and Matteo Iacoviello, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093OccBin: A toolkit for solving dynamic models with occasionally binding constraints easily.,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Journal of Monetary Economics, 2015, 70, 22Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c38.",
        "Gust, Christopher J., Edward P. Herbst, David Lopez-Salido, and Smith Matthew E., Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093The Empirical Implications of the Interest-Rate Lower bound,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d 2012. working paper of Finance and Economics Discussion Series, Divisions of Reserch & Statistics and Monetary Affairs, Federal Reserve Board.",
        "Hakkio, Craig S. and George A. Kahn, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Evaluating monetary policy at the zero lower bound,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d The Macro Bulletin, Federal Reserve Bank of Kansas City, 7 2014.",
        "Hamilton, James D. and Jing Cynthia Wu, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093The effectiveness of alternative monetary policy tools in a zero lower bound environment,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Journal of Money, Credit, and Banking, 2012, 44 (s1), 3Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c46.",
        "Iacoviello, Matteo, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093House Price, Borrowing Constraints, and Monetary Policy in the Business Cycle.,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d American Economic Review, 2005, 95 (3), 739Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c764.",
        "Krishnamurthy, Arvind and Annette Vissing-Jorgensen, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093The Effects of Quantitative Easing on Interest Rates: Channels and Implications for Policy,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Brookings Papers on Economic Activity, 2012, pp. 215Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c265.",
        "Mertens, Karel R. S. M. and Morten O. Ravn, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Fiscal policy in an expectations-driven liquidity trap.,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d The Review of Economic Studies, 2014, 81 (4), 1637Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c1667.",
        "Nason, James M. and John H. Rogers, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093The present-value model of the current account has been rejected: Round up the usual suspects.,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Journal of International Economics, 2006, 68, 159Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c187.",
        "Powell, Jerme H., Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Advanced economy monetary policy and emerging market economies.,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Speeches of Federal Reserve Officials, November 2013.",
        "Schorfheide, Frank, Dongho Song, and Amir Yaron, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Identifying long-run risks: a Bayesian mixed-frequency approach,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d 2014. Working paper, University of Pennsylvania, Department of Economics.",
        "Smets, Frank and Rafael Wouters, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Shocks and Frictions in US Business Cycles: A Bayesian DSGE Approach,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d American Economic Review, 2007, 97 (3), 586Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c606.",
        "Swanson, Eric T. and John C. Williams, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Measuring the effect of the zero lower bound on medium- and longer-term interest rates,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d American Economic Review, October 2014, 104 (10), 3154Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c3185(32).",
        "Uribe, MartÃ\u0083â\u0080\u009eÃ\u0082Â±Ã\u0083Å\u0092Ã\u0082Â\u0081n and Vivian Z. Yue, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Country spreads and emerging countries: Who drives whom?,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Journal of International Economics, 2009, 69, 6Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c36.",
        "Waller, Christopher J., Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Negative interest rate: a tax in sheepÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0084¢s clothing,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d On the Economy, Federal Reserve Bank of St. Louis, May 2016.",
        "Wieland, Johannes F., Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Are Negative Supply Shocks Expansionary at the Zero Lower Bound?,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d 2015. Working paper, University of California, San Diego.",
        "Wright, Jonathan H., Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Term premia and inflation uncertainty: empirical evidence from an international panel dataset.,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d American Economic Review, 2011, 101(4), 1514Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c1534.",
        "Wu, Jing Cynthia and Fan Dora Xia, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Measuring the macroeconomic impact of monetary policy at the zero lower bound.,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Journal of Money, Credit, and Banking, 2016, 48 (2-3), 253Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c291."
    ]
}