{
    "id": 22852,
    "cites": 44,
    "cited_by": 3,
    "reference": [
        "Altonji, j. and D. Card, (1991) Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009dThe Effects of Immigration on the Labor Market Outcomes of Less-skilled NativesÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d, NBER Chapters, in Immigration, Trade and the Labor Market, pp. 201-234.",
        "Bernard, Andrew B. and Bradford Jensen, J., (1999). Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009dExceptional exporter performance: cause, effect, or both?Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d, Journal of International Economics, Elsevier, vol. 47(1), pages 1-25, February.",
        "Bernard Andrew B., Jonathan Eaton, J. Bradford Jensen and Samuel Kortum, (2003). Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009dPlants and Productivity in International TradeÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d, American Economic Review, American Economic Association, vol. 93(4), pages 1268-1290, September.",
        "Blonigen, B., FontagneÃ\u0083Å\u0092Ã\u0082Â\u0081, L., Sly, N. and F. Toubal (2014) Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009dCherries for sale: The incidence and timing of crossborder M&AÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d, Journal of International Economics, 94: 341-357.",
        "Borjas, G. (2003) Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009dThe Labor Demand Curve is Downward Sloping: Reexamining the impact of Immigration on the Labor MarketÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d, Quarterly Journal of Economics, 118(4): 1335-74.",
        "Borjas, G. and L.F. Katz (2007) Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009dThe Evolution of the Mexican-Born Workforce in the United StatesÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d, in Mexican Immigration to the United State, ed. G. Borjas, 13-56. University of Chicago Press.",
        "Brunow, S., Trax, M. and J. Suedekum (2015) Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009dCultural Diversity and Plant-Level ProductivityÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d, Regional Science and Urban Economics, 2015, Vol. 53 (Aug): 85-96.",
        "Card, D. (2001) Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009dImmigrants Inflows, Native Outflow, and the local Labor Market Impacts of higher immigration. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d, Journal of Labor Economics, 19(1):22-64.",
        "Card D. (2009) Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009dImmigration and InequalityÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d, American Economic Review, Papers and Proceedings, 99(2): 1-21.",
        "Chaney, T. (2008) Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009dDistorted gravity: the intensive and extensive margins of international tradeÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d American Economic Review 98(4), 1707-1721.",
        "Cohen-Goldner, S. and M.D. Paserman (2011) Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009dThe dynamic impact of immigration on nativesÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0084¢ labor market outcomes: Evidence from IsraelÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d European Economic Review, vol. 55(8): 1027-1045.",
        "Crozet, M. and P. Koenig (2010) Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009dStructural gravity equations with intensive and extensive marginsÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d, Canadian Journal of Economics 43(1), 41-62.",
        "De New, J.P and K.F. Zimmermann (1994) Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009dNative Wage Impacts of Foreign Labor: A Random Effects Panel AnalysisÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Journal of Population Economics, 7(2):177-92.",
        "Docquier F. , C. Ozden and G. Peri (2014)Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093The Labour Market Effects of Immigration and Emigration in OECD CountriesÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d. The Economic Journal, 124 (579): 1106-1145.",
        "Doran Kirk, Alexander Gelber and Adam Isen, (2014). Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009dThe Effects of High-Skilled Immigration Policy on Firms: Evidence from H-1B Visa Lotteries,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d NBER Working Papers 20668, National Bureau of Economic Research, Inc.",
        "Edo A., (2015) Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009dThe Impact of Immigration on Native Wages and EmploymentÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d The B.E. Journal of Economic Analysis and Policy (Contributions).",
        "Edo, A. and F. Toubal (2015) Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009dSelective Immigration Policies and Wages InequalityÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d in Review of International Economics, (23)1: 160-187.",
        "Felbermayr, Gabriel, Grossmann, Volker and Kohler, Wilhelm, (2012). Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009dMigration, International Trade and Capital Formation: Cause or Effect?Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d, IZA Discussion Papers 6975, Institute for the Study of Labor (IZA).",
        "Ghosh, A., A.M. Mayda and F. Ortega, (2014). Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009dThe Impact of Skilled Foreign Workers on Firms: An Investigation of Publicly Traded U.S. FirmsÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d IZA Discussion Papers 8684.",
        "Haas, A. and M. Lucht (2013) Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009dHeterogeneous Firms and Imperfect Substitution: The Productivity Effect of MigrantsÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Norface Discussion Paper Series 2013019, Norface Research Programme on Migration, Department of Economics, University College London.",
        "Hatzigeorgiou, A. and M. Lodefalk (2016) Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009dMigrantsÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0084¢ Influence on Firm-level ExportsÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d, Journal of Industry, Competition and Trade,1-21.",
        "Hiller, S. (2013) Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009dDoes immigrant employment matter for export sales? Evidence from DenmarkÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d, Review of World Economics, 149(2):369-394.",
        "Hummels, D., R. Jorgensen, J.Munch and C. Xiang (2014) Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009dThe Wage Effects of Offshoring: Evidence from Danish Matched Worker-Firm DataÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d, American Economic Review, 104 (6):1597-1629.",
        "Kerr S.P. and W.R. Kerr (2011) Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009dEconomic Impacts of Immigration: A SurveyÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Finnish Economic Papers, vol. 24(1), pages 1-32.",
        "Kerr S.P. and W.F. Lincoln (2010) Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009dThe Supply Side of Innovation: H-1B Visa Reform and the U.S. Ethnic InventionÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d, Journal of Labor Economics, vol.28(3), pp. 473-508.",
        "Krusell Per, Lee E. Ohanian, Jose-Victor Rios-Rull and Giovanni L. Violante, (2000) Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009dCapital-Skill Complementarity and Inequality: A Macroeconomic Analysis,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Econometrica, Econometric Society, Econometric Society, vol. 68(5), pages 1029-1054, September.",
        "Levinsohn, J. and A. Petrin (2003) Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009dEstimating production functions using inputs to control for unobservablesÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d, Review of Economic Studies, 70(2):317-341.",
        "Lewis, E. (2011) Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009dImmigration, Skill Mix, and Capital Skill ComplementarityÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d, The Quarterly Journal of Economics, 126(2):1029-1069.",
        "Lewis, E. (2013) Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009dImmigration and Production TechnologyÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d, Annual Review of Economics vol.5: 165-191.",
        "Lewis E. and G. Peri (2015) Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Immigration and the Economy of Cities and RegionsÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d in Gilles Duranton, J.",
        "Vernon Henderson, William C. Strange, editors: Handbook of Regional and Urban Economics, Vol 5A, UK: North Holland, 2015, pp. 625-685.",
        "Longhi S., P. Nijkamp and J. Poot (2005) Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009dA Meta-Analytic Assessment of the Effect of Immigration on WagesÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Journal of Economic Surveys, vol. 19(3), pages 451-477, 07.",
        "Malchow-Moller N., J.R. Munch and J.R. Skaksen (2012) Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009dDo Immigrants Affect Firm-Specific Wages?Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Scandinavian Journal of Economics, vol. 114(4):1267-1295.",
        "Martins, P.S., Piracha, M. and J. Varejao (2012) Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009dDo Immigrants Displace Native Workers? Evidence from Matched Panel DataÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d IZA Discussion Papers 6644, Institute for the Study of Labor (IZA).",
        "Melitz, M. (2003) Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009dThe Impact of Trade on Intra-Industry Reallocations and Aggregate Industry ProductivityÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Econometrica, 71(6):1695-1725.",
        "Olley, S.G. and A. Pakes (1996) Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009dThe dynamics of productivity in the telecommunications equipment industryÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d, Econometrica, 64(6):1263-1297.",
        "Olney, William W. (2013). Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009dImmigration And Firm Expansion,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Journal of Regional Science, Wiley Blackwell, vol. 53(1), pages 142-157, 02.",
        "Ottaviano, G. and G. Peri (2012) Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009dRethinking the Effects of Immigration on WagesÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d, Journal of the European Economic Association, 10(1):152-197.",
        "Ottaviano, G., Peri, G. and G. Wright (2013) Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009dImmigration, Offshoring and the American jobsÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d, American Economic Review , 103(5):1925-59.",
        "Peri, G. (2011) Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009dRethinking the area approach: Immigrants and the labor market in CaliforniaÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d, Journal of International Economics, vol. 84(1), pages 1-14.",
        "Peri, G. (2012) Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009dThe Effect of Immigration on Productivity: Evidence from U.S. StatesÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Review of Economics and Statistics, 94(1):348-358.",
        "Peri, G. and C. Sparber (2009) Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009dTask Specialization, Immigration, and WagesÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d, American Economic Journal: Applied Economics, 1(3):135-69.",
        "Peri, G. and F. Requena (2010) Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009dThe trade creation effect of immigrants: Testing the theory on the remarkable case of SpainÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d, Canadian Journal of Economics, 49(4):1433-1459.",
        "Peri G., K. Shih and C. Sparber (2015) Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009dSTEM workers, visas and productivity in US citiesÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d, Journal of Labor Economics, vol.33:S225-S255."
    ]
}