{
    "id": 22885,
    "cites": 39,
    "cited_by": 0,
    "reference": [
        "[1] M. R. Raupach, G. Marland, P. Ciais, C. Le QueÃ\u0083Å\u0092Ã\u0082Â\u0081reÃ\u0083Å\u0092Ã\u0082Â\u0081, J. G. Canadell, G. Klepper, and C. B. Field, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Global and regional drivers of accelerating CO2 emissions,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Proceedings of the National Academy of Sciences, vol. 104, no. 24, pp. 10288Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c10293, 2007.",
        "[2] B. C. OÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0084¢Neill, B. Liddle, L. Jiang, K. R. Smith, S. Pachauri, M. Dalton, and R. Fuchs, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Demographic change and carbon dioxide emissions,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d The Lancet, vol. 380, no. 9837, pp. 157Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c164, 2012.",
        "[3] B. C. OÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0084¢Neill, M. Dalton, R. Fuchs, L. Jiang, S. Pachauri, and K. Zigova, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Global demographic trends and future carbon emissions,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Proceedings of the National Academy of Sciences, vol. 107, no. 41, pp. 17521Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c17526, 2010.",
        "[4] W. D. Nordhaus, A Question of Balance: Weighing the options on global warming policies. Yale University Press, 2014.",
        "[5] T. Dietz and E. A. Rosa, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Effects of population and affluence on CO2 emissions,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Proceedings of the National Academy of Sciences, vol. 94, no. 1, pp. 175Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c179, 1997.",
        "[6] R. York, E. A. Rosa, and T. Dietz, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093STIRPAT, IPAT and ImPACT: analytic tools for unpacking the driving forces of environmental impacts,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Ecological Economics, vol. 46, no. 3, pp. 351Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c365, 2003.",
        "[7] B. Liddle, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093What are the carbon emissions elasticities for income and population? bridging STIRPAT and EKC via robust heterogeneous panel estimates,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Global Environmental Change, vol. 31, pp. 62Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c73, 2015.",
        "[8] B. Alcott, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Impact caps: why population, affluence and technology strategies should be abandoned, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Journal of Cleaner Production, vol. 18, no. 6, pp. 552Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c560, 2010.",
        "[9] Q. H. Ashraf, D. N. Weil, and J. Wilde, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093The effect of fertility reduction on economic growth,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Population and Development Review, vol. 39, no. 1, pp. 97Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c130, 2013.",
        "[10] J. BrunneÃ\u0083Å\u0092Ã\u0082Â\u0081e and C. Streck, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093The UNFCCC as a negotiation forum: towards common but more differentiated responsibilities,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Climate Policy, vol. 13, no. 5, pp. 589Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c607, 2013.",
        "[11] United Nations, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Adoption of The Paris Agreement,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d 2015.",
        "[12] J. E. Aldy, R. N. Stavins, et al., Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Climate negotiators create an opportunity for scholars,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Science, vol. 337, no. 6098, pp. 1043Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c1044, 2012.",
        "[13] R. N. Stavins, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093The problem of the commons: still unsettled after 100 years,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d American Economic Review, pp. 81Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c108, 2011.",
        "[14] W. Nordhaus, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Climate clubs: overcoming free-riding in international climate policy,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d American Economic Review, vol. 105, no. 4, pp. 1339Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c1370, 2015.",
        "[15] B. Liddle, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Impact of population, age structure, and urbanization on carbon emissions/energy consumption: evidence from macro-level, cross-country analyses,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Population and Environment, vol. 35, no. 3, pp. 286Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c304, 2014.",
        "[16] M. Dalton, B. OÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0084¢Neill, A. Prskawetz, L. Jiang, and J. Pitkin, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Population aging and future carbon emissions in the united states,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Energy Economics, vol. 30, no. 2, pp. 642Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c675, 2008.",
        "[17] J. P. Holdren and P. R. Ehrlich, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Human population and the global environment: population growth, rising per capita material consumption, and disruptive technologies have made civilization a global ecological force,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d American Scientist, vol. 62, no. 3, pp. 282Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c292, 1974.",
        "[18] M. R. Chertow, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093The IPAT equation and its variants,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Journal of Industrial Ecology, vol. 4, no. 4, pp. 13Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c29, 2000.",
        "[19] A. K. Jorgenson and B. Clark, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Assessing the temporal stability of the population/environment relationship in comparative perspective: a cross-national panel study of carbon dioxide emissions, 1960Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c2005,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Population and Environment, vol. 32, no. 1, pp. 27Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c41, 2010.",
        "[20] B. Liddle, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Consumption-driven environmental impact and age structure change in OECD countries: A cointegration-stirpat analysis,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Demographic Research, vol. 24, pp. 749Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c770, 2013.",
        "[21] T. A. Boden, G. Marland, and R. J. Andres, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Global, regional, and national fossil-fuel CO2 emissions, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Carbon Dioxide Information Analysis Center, Oak Ridge National Laboratory, US Department of Energy, Oak Ridge, Tenn., USA doi, vol. 10, 2015.",
        "[22] R. C. Feenstra, R. Inklaar, and M. P. Timmer, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093The next generation of the Penn World Table,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d American Economic Review, vol. 105, no. 10, pp. 3150Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c82, 2015.",
        "[23] M. Wagner, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093The carbon Kuznets curve: a cloudy picture emitted by bad econometrics?,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Resource and Energy Economics, vol. 30, pp. 388Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c408, 2008.",
        "[24] A. K. Jorgenson and B. Clark, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093The relationship between national-level carbon dioxide emissions and population size: an assessment of regional and temporal variation, 1960Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c2005,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d PLOS ONE, vol. 8, no. 2, p. e57107, 2013.",
        "[25] K. W. Knight, E. A. Rosa, and J. B. Schor, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Could working less reduce pressures on the environment ? a cross-national panel analysis of oecd countries, 1970Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c2007,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Global Environmental Change, vol. 23, no. 4, pp. 691Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c700, 2013.",
        "[26] B. Liddle and S. Lung, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Age-structure, urbanization, and climate change in developed countries: revisiting stirpat for disaggregated population and consumption-related environmental impacts,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Population and Environment, vol. 31, no. 5, pp. 317Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c343, 2010.",
        "[27] United Nations, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093World population prospects: The 2015 revision, dvd edition,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d 2015.",
        "[28] W. D. Nordhaus, The Climate Casino: Risk, uncertainty, and economics for a warming world. Yale University Press, 2013.",
        "[29] M. Golosov, J. Hassler, P. Krusell, and A. Tsyvinski, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Optimal taxes on fossil fuel in general equilibrium, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Econometrica, vol. 82, no. 1, pp. 41Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c88, 2014. [30] M. Cazorla and M. Toman, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093International equity and climate change policy,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Climate Change Economics and Policy: An RFF Anthology, vol. 235.",
        "[31] D. Gillespie, S. Ahmed, A. Tsui, and S. Radloff, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Unwanted fertility among the poor: an inequity?,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Bulletin of the World Health Organization, vol. 85, no. 2, pp. 100Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c107, 2007.",
        "[32] W. D. Nordhaus, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Economic aspects of global warming in a post-Copenhagen environment,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Proceedings of the National Academy of Sciences, vol. 107, no. 26, pp. 11721Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c11726, 2010.",
        "[33] G. S. Becker, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093An economic analysis of fertility,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d NBER Chapters, pp. 209Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c240, 1960.",
        "[34] O. Galor, Unified Growth Theory. Princeton University Press, 2011.",
        "[35] H. Bleakley and F. Lange, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Chronic disease burden and the interaction of education, fertility, and growth,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Review of Economics and Statistics, vol. 91, no. 1, pp. 52Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c65, 2009.",
        "[36] D. Aaronson, F. Lange, and B. Mazumder, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Fertility transitions along the extensive and intensive margins,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d American Economic Review, vol. 104, no. 11, pp. 3701Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c3724, 2014.",
        "[37] G. Marland and R. M. Rotty, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Carbon dioxide emissions from fossil fuels: a procedure for estimation and results for 1950Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c1982,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Tellus B, vol. 36, no. 4, pp. 232Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c261, 1984.",
        "[39] C. Baum, M. Schaffer, and S. Stillman, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093ivreg2: Stata Module for Extended Instrumental Variables /2SLS, GMM and AC/HAC, LIML, and k-class Regression,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d 2010.",
        "[40] United Nations, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093World Population Prospects: The 2010 Revision,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d 2010.",
        "8.8 Results with Alternate Technology Assumptions 0 0.2 0.4 0.6 0.8 1 1.2 2005 2010 2015 2020 2025 2030 2035 2040 2045 2050 2055 2060 2065 2070 2075 2080 2085 2090 2095 2100 Emission Ratio GDP per capita Ratio Population Ratio % Working Age Ratio 0 0.2 0.4 0.6 0.8 1 1.2 2005 2010 2015 2020 2025 2030 2035 2040 2045 2050 2055 2060 2065 2070 2075 2080 2085 2090 2095 2100 Emission Ratio GDP per capita Ratio Population Ratio % Working Age Ratio Figure 14: Panel A (left) plots the main outcome variables assuming a 2% per year growth rate for TFP. Panel B (right) plots the main outcome variables assuming a 5% per year growth rate for TFP. The results are nearly identical to our main results presented in figure 2."
    ]
}