{
    "id": 22886,
    "cites": 59,
    "cited_by": 7,
    "reference": [
        "Ackerberg, Daniel. 2001. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Empirically Distinguishing Informative and Prestige Effects of Advertising.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d RAND Journal of Economics 33 (2): 100Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c118.",
        "Allcott, Hunt. 2011. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Social Norms and Energy Conservation.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Journal of Public Economics 95 (9): 1082Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c 1095.",
        "Allcott, Hunt, and Michael Greenstone. 2015. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Measuring the Welfare Effects of Energy Efficiency Programs.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Working paper.",
        "Allcott, Hunt, and Todd Rogers. 2014. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093The Short-Run and Long-Run Effects of Behavioral Interventions: Experimental Evidence from Energy Conservation.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d American Economic Review 104 (10): 3003Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c3037.",
        "Armantier, Olivier, and Amadou Boly. 2015. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Framing of Incentives and Effort Provision.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d International Economic Review 56 (3): 917Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c938.",
        "Asensio, Omar Isaac, and Magali A. Delmas. 2016. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093The Dynamics of Behavior Change: Evidence from Energy Conservation.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Journal of Economic Behavior and Organization 126 (Part A): 196Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c212.",
        "Bennear, Lori S., Jonathan M. Lee, and Laura O. Taylor. 2013. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Municipal Rebate Programs for Environmental Retrofits: An Evaluation of Additionality and Cost-Effectiveness.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Journal of Policy Analysis and Management 32 (2): 350Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c372.",
        "Bernedo, Maria, Paul J. Ferraro, and Michael K. Price. 2014. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093The Persistent Impacts of Norm-Based Messaging and Their Implications for Water Conservation.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Journal of Consumer Policy 37 (3): 437Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c 452.",
        "Bertrand, Marianne, Dean Karlan, Sendhil Mullainathn, Eldar Shafir, and Johnathan Zinman. 2010. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093WhatÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0084¢s Advertising Content Worth? Evidence from a Consumer Credit Marketing Field Experiment.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Quarterly Journal of Economics 125 (1): 263Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c306.",
        "Blanes-i-Vidal, Jordi, and Mareike Nossol. 2011. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Tournaments without Prizes: Evidence from Personnel Records.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Management Science 57:1721Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c1736.",
        "Brent, Daniel A. 2016. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Estimating Water Demand Elasticity at the Intensive and Extensive Margin.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Working paper.",
        "Brent, Daniel A., Joseph H. Cook, and Skylar Olsen. 2015. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Social Comparisons, Household Water Use, and Participation in Utility Conservation Programs: Evidence from Three Randomized Trials.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Journal of the Association of Environmental and Resource Economists 2 (4): 597Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c627.",
        "Cialdini, Robert, Raymond Reno, and Carl Kallgren. 1990. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093A Focus Theory of Normative Conduct: Recycling the Concept of Norms to Reduce Littering in Public Places.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Journal of Personality and Social Psychology 58:1015Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c1026.",
        "Conley, Timothy, and Christopher Udry. 2010. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Learning About a New Technology: Pineapple in Ghana.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d American Economic Review 100 (1): 35Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c69.",
        "Cook, Benjamin I., Toby R. Ault, and Jason E. Smerdon. 2015. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Unprecedented 21st century drought risk in the American Southwest and Central Plains.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Science Advances 1 (1).",
        "Costa, Dora L., and Matthew E. Kahn. 2013. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Energy Conservation Nudges and Environmentalist Ideology: Evidence from a Randomized Residential Electricity Field Experiment.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Journal of the European Economic Association 11 (3): 680Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c702.",
        "Currie, Janet. 2004. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093The Take Up of Social Benefits.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d NBER Working Paper 10488.",
        "de Quidt, Jonathan. 2014. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Your Loss Is My Gain: A Recruitment Experiment with Framed Incentives.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Working paper.",
        "DellaVigna, Stefano. 2009. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Psychology and Economics: Evidence from the Field.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Journal of Economic Literature 47 (2): 315Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c375.",
        "DellaVigna, Stefano, John A. List, Ulrike Malmendier, and Gautam Rao. 2016. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Estimating Social Preferences and Gift Exchange at Work.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Working paper.",
        "Eliasson, Jan. 2015. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093The rising pressure of global water shortages.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Nature 517 (7532): 6.",
        "Ellingsen, Tore, Magnus Johannesson, Johanna Mollerstromb, and Sara Munkhammar. 2012. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Social Framing Effects: Preferences or Beliefs?Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Games and Economic Behavior 76 (1): 117Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c130.",
        "Englmaier, Florian, Andreas Roider, and Uwe Sunde. 2016. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093The Role of Communication of Performance Schemes: Evidence from a Field Experiment.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Management Science forthcoming.",
        "Ferraro, Paul J., and Michael K. Price. 2013. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Using Nonpecuniary Strategies to Influence Behavior: Evidence from a Large-Scale Field Experiment.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Review of Economics and Statistics 95 (1): 64Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c73.",
        "Fowlie, Meredith, Michael Greenstone, and Catherine Wolfram. 2015. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Do Energy Efficiency Investments Deliver? Evidence from the Weatherization Assistance Program.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Working paper.",
        "Ganzach, Yoav, and Nili Karsahi. 1995. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Message Framing and Buying Behavior: A Field Experiment.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Journal of Business Research 32:11Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c17.",
        "Gneezy, Uri, and John A. List. 2006. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Putting Behavioral Economics to Work: Testing for Gift Exchange in Labor Markets Using Field Experiments.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Econometrica 74 (5): 1365Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c1384.",
        "Hallsworth, Michael, John A. List, Robert D. Metcalfe, and Ivo Vlaev. 2014. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093The Behavioralist as Tax Collector: Using Natural Field Experiments to Enhance Tax Compliance.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d NBER Working Paper 20007.",
        "Hansen, Ben B., and Jake Bowers. 2008. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Covariate Balance in Simple, Stratified, and Clustered Comparative Studies.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Statistical Science 23 (2): 219Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c236.",
        "Hong, Fuhai, Tanjim Hossain, and John A. List. 2015. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Framing Manipulations as Contest: A Natural Field Experiment.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Journal of Economic Behavior and Organization 118:372Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c382.",
        "HortaÃ\u0083Æ\u0092Ã\u0082Â§su, Ali, Seyed Ali Madanizadeh, and Steven L. Puller. 2015. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Power to Choose? An Analysis of Consumer Inertia in the Residential Electricity Market.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Working paper.",
        "Hossain, Tanjim, and King King Li. 2013. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Crowding Out in the Labor Market: A Prosocial Setting Is Necessary.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Management Science 60 (5): 1148Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c1160.",
        "Hossain, Tanjim, and John A. List. 2012. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093The Behavioralist Visits the Factory: Increasing Productivity Using Simple Framing Manipulations.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Management Science 58 (12): 2151Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c2167.",
        "Jacobsen, Grant D., and Matthew J. Kotchen. 2013. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Are Building Codes Effective at Saving Energy? Evidence from Residential Billing Data in Florida.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Review of Economics and Statistics 95 (1): 34Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c49.",
        "Kahn, Matthew E., and Frank A. Wolak. 2013. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Using Information to Improve the Effectiveness of Nonlinear Pricing: Evidence from a Field Experiment.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Working paper.",
        "Kahneman, Daniel, and Amos Tversky. 1979. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Prospect Theory: An Analysis of Decision under Risk.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Econometrica 47 (2): 263Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c291.",
        "Karlan, Dean, Margaret McConnell, Sendhil Mullainathan, and Jonathan Zinman. 2016. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Getting to the Top of Mind: How Reminders Increase Saving.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Management Science forthcoming.",
        "Kotchen, Matthew J., and Laura E. Grant. 2011. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Does Daylight Saving Time Save Energy? Evidence from a Natural Experiment in Indiana.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Review of Economics and Statistics 93 (4): 1172Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c1185.",
        "Krupka, Erin L., Stephen Leider, and Ming Jiang. 2016. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093A Meeting of the Minds: Contracts and Social Norms.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Management Science forthcoming.",
        "LaRiviere, Jacob, Scott Holladay, David Novgorodsky, and Michael K. Price. 2016. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Asymmetric Effects of Non-Pecuniary Signals on Search and Purchase Behavior for Energy-Efficient Durable Goods.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Working paper.",
        "Levitt, Steven D., and John A. List. 2007. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093What Do Laboratory Experiments Measuring Social Preferences Reveal About the Real World?Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Journal of Economic Perspectives 21 (2): 153Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c174.",
        "Levitt, Steven D., John A. List, Susanne Neckermann, and Sally Sadoff. 2016. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093The Behavioralist Goes to School: Leveraging Behavioral Economics to Improve Educational Performance.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d American Economic Journal: Economic Policy forthcoming.",
        "List, John A., and Anya Savikhin Samek. 2015. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093The Behavioralist as Nutritionist: Leveraging Behavioral Economics to Improve Child Food Choice and Consumption.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Journal of Health Economics 39 (C): 135Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c146.",
        "Mansur, Erin T., and Sheila M. Olmstead. 2012. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093The Value of Scarce Water: Measuring the Inefficiency of Municipal Regulations.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Journal of Urban Economics 71 (3): 332Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c346.",
        "Olmstead, Sheila M., Michael W. Hanemann, and Robert N. Stavins. 2007. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Water Demand Under Alternative Price Structures.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Journal of Environmental Economics and Management 54 (2): 181Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c198.",
        "Olmstead, Sheila M., and Robert N. Stavins. 2009. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Comparing Price and Non-Price Approaches to Water Conservation.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Water Resources Research 45 (4).",
        "Renwick, Mary E., and Sandra O. Archibald. 1998. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Demand Side Management Policies for Residential Water Use: Who Bears the Conservation Burden?Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Land Economics 74 (3): 343Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c359.",
        "Renwick, Mary E., and Richard D. Green. 2000. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Do Residential Water Demand Side Management Policies Measure Up? An Analysis of Eight California Water Agencies.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Journal of Environmental Economics and Management 40:37Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c55.",
        "Roels, Guillaume, and Xuanming Su. 2013. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Add to Favorites Email to a Colleague Download Citation Track Citations Permissions Article Metrics (full-text views and PDF downloads over the previous year) Downloaded 305 times Bookmark and Share Prev Next Optimal Design of Social Comparison Effects: Setting Reference Groups and Reference Points.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Management Science 60 (3): 606Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c627.",
        "Schultz, P. Wesley, Alyssa Messina, Giuseppe Tronu, Eleuterio F. Limas, Rupanwita Gupta, and Mica Estrada. 2016. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Personalized Normative Feedback and the Moderating Role of Personal Norms: A Field Experiment to Reduce Residential Water Consumption.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Environment and Behavior 48 (5): 686Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c710.",
        "Sexton, Steven. 2015. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Automatic Bill Payment and Salience Effects: Evidence from Electricity Consumption.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Review of Economics and Statistics 97 (2): 229Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c241.",
        "Shang, Jen, and Rachel Croson. 2009. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093A Field Experiment in Charitable Contribution: The Impact of Social Information on the Voluntary Provision of Public Goods.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Economic Journal 119 (540): 1422Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c1439.",
        "Shin, Jeong-Shik. 1985. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Perception of Price When Price Information Is Costly: Evidence from Residential Electricity Demand,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Review of Economics and Statistics 67 (4): 591Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c598.",
        "Sovocol, Kent A, Mitchell Morgan, and Doug Bennett. 2006. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093An In-Depth Investigation of Xeriscape as a Water Conservation Measure.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Journal of American Water Works Association 98 (2): 82Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c93.",
        "Tinbergen, Jan. 1952. On the Theory of Economic Policy. Amsterdam: North-Holland Publishing Company.",
        "After coding all households into one of the three categories, Brent (2016) estimates conditional water demand functions (crucially, conditioning on landscape type), the propensity to change landscape from wet to dry, and the change in water demand due to changing landscape. This final piece directly informs our interest in the economic significance of our own results on adoption of drought-resistant landscaping. In particular, Brent (2016) finds that households moving from the wet to the dry landscape group (an analogy to our turf replacement) reduce their monthly water consumption by roughly 20%.",
        "In Table 1a of Brent (2016), we see that the average monthly water use of mixed landscape households is roughly 16,500 gallons, meaning that change from wet to dry landscaping amounts to a monthly water savings of 3,300 gallons (or roughly 39,600 gallons annually) per converting household.41 Assuming that these converting households are comparable to the households in our experiment42 that adopt drought-resistant turf, the 29 additional turf replacements caused by receipt of the Loss Framing letter (relative to the counterfactual of receiving the Gain Framing letter) would amount to 1,148,400 gallons of water saved annually43, an estimate about four times higher than our earlier estimate using the evapotranspiration model, which would imply a cost of approximately $2.52 for every thousand gallons saved.",
        "Social Comparison Letter March 24, 2014 ANDERSON SHEILA DANETTE 11214 Anaqua Spgs Boerne, TX 78006-8493 SAWS Acct: 000603764-0109457-0002 YOU CAN HAVE A FREE $100 LANDSCAPE COUPON Dear ANDERSON SHEILA DANETTE , You have been specially selected to receive a free $100 WaterSaver Landscape Coupon from San Antonio Water System (SAWS). We have selected you because you used 87593 gallons more water in 2013 than the average home in San Antonio.",
        "Combined Framing Letter March 24, 2014 MCCALL MATT 678 Rosewood Ave Boerne, TX 78006-2132 SAWS Acct: 000605577-0189153-0002 DO NOT LOSE YOUR CHANCE TO HAVE A FREE $100 LANDSCAPE COUPON Dear MCCALL MATT , You have been specially selected to receive a free $100 WaterSaver Landscape Coupon from San Antonio Water System (SAWS). We have selected you because you use 72635 gallons more water per year than the average home in San Antonio."
    ]
}