{
    "id": 22884,
    "cites": 40,
    "cited_by": 9,
    "reference": [
        "Allcott, Hunt and Judd Kessler, The Welfare Eects of Nudges: A Case Study of Energy Use Social Comparisons, Working Paper, 2015.",
        "Atkinson, Anthony Barnes, Public Economics and the Economic Public, European Economic Review, 1990, 34 (2-3), 225248.",
        "Baicker, Katherine, Sendhil Mullainathan, and Joshua Schwartzstein, Behavioral Hazard in Health Insurance, The Quarterly Journal of Economics, 2015, 130 (4), 16231667.",
        "Benjamin, Daniel J., Ori Heetz, Miles S. Kimball, and Nichole Szembrot, Beyond Happiness and Satisfaction: Toward Well-Being Indices Based on Stated Preference, American Economic Review, September 2014, 104 (9), 26982735.",
        "Benzarti, Youssef, How Taxing Is Tax Filing? Leaving Money on the Table Because of Hassle Costs, Working Paper, 2016.",
        "Bhargava, Saurabh and Day Manoli, Psychological Frictions and the Incomplete Take-Up of Social Benets: Evidence from an IRS Field Experiment, American Economic Review, 2015, 105 (11), 3489 3529.",
        "Blaufus, Kay, Jonathan Bob, Jochen Hundsdoerfer, Christian Siela, Dirk Kiesewetter, and Joachim Weimann, Perception of Income Tax Rates: Evidence from Germany, European Journal of Law and Economics, 2013, 40 (3), 457478.",
        "Bordalo, Pedro, Nicola Gennaioli, and Andrei Shleifer, Memory, Attention, and Choice, Working Paper, 2015.",
        "Chetty, Raj, Adam Guren, Day Manoli, and Andrea Weber, Are Micro and Macro Labor Supply Elasticities Consistent? A Review of Evidence on the Intensive and Extensive Margins, American Economic Review, May 2011, 101 (3), 471475.",
        ", Adam Looney, and Kory Kroft, Salience and Taxation: Theory and Evidence, American Economic Review, 2009, 99 (4), 11451177.",
        ", John N Friedman, and Emmanuel Saez, Using Dierences in Knowledge across Neighborhoods to Uncover the Impacts of the EITC on Earnings, American Economic Review, 2013, 103 (7), 26832721.",
        "Currie, Janet, The Take-Up of Social Benets, in Alan J. Auerbach, David Card, and John M. Quigley, eds., Public Policy and the Income Distribution, Russell Sage Foundation, 2006, pp. 80148.",
        "de Bartolome, Charles A. M., Which Tax Rate do People Use: Average or Marginal?, Journal of Public Economics, 1995, 56 (1), 7996.",
        "Diamond, Peter A, Optimal Income Taxation: An Example with a U-shaped Pattern of Optimal Marginal Tax rates, American Economic Review, 1998, 88 (1), 8395.",
        "Esponda, Ignacio and Demian Pouzo, Berk-Nash Equilibrium: A Framework for Modeling Agents with Misspecied Agents Econometrica, 2016, 84 (3), 10931130.",
        "Farhi, Emmanuel and Xavier Gabaix, Optimal Taxation with Behavioral Agents, NBER Working Paper No. 21524, 2015.",
        "Feldman, Naomi E., Peter Katuscak, and Laura Kawano, Taxpayer Confusion: Evidence from the Child Tax Credit, American Economic Review, 2016, 106 (3), 807835.",
        "Fujii, Edwin T and Cliord Hawley, On the Accuracy of Tax Perceptions, The Review of Economics and Statistics, 1988, 70 (2), 344347.",
        "Gerritsen, Aart, Optimal Taxation When People Do Not Maximize Well-Being, Journal of Public Economics, 2016, pp. .",
        "Gideon, Michael, Do Individuals Perceive Income Tax Rates Correctly?, Public Finance Review, 2015.",
        "Goldin, Jacob, Optimal Tax Salience, Journal of Public Economics, 2015, 131, 115123.",
        "Handel, Ben, Jon Kolstad, and Johannes Spinnewijn, Information Frictions and Adverse Selection: Policy Interventions in Health Insurance Markets, Working Paper, 2015.",
        "Handel, Benjamin R, Adverse Selection and Inertia in Health Insurance Markets: When Nudging Hurts, The American Economic Review, 2013, 103 (7), 26432682.",
        "Ito, Koichiro, Do Consumers Respond to Marginal or Average Price? Evidence from Nonlinear Electricity Pricing, American Economic Review, February 2014, 104 (2), 537563.",
        "Kessler, Judd and Michael Norton, Tax Aversion and Labor Supply, Journal of Economic Behavior and Organization, 2016, 123, 1528.",
        "Liebman, Jerey B., The Impact of the Earned Income Tax Credit on Incentives and Income Distribution,  in Tax Policy and the Economy, Volume 12 NBER Chapters, National Bureau of Economic Research, Inc, June 1998, pp. 83120.",
        "Lockwood, Benjamin, Optimal Income Taxation with Present Bias, Working Paper, 2015.",
        "Lockwood, Benjamin B. and Dmitry Taubinsky, Regressive Sin Taxes, Working Paper, 2015.",
        "Lusardi, Annamaria and Olivia S. Mitchell, The Economic Importance of Financial Literacy: Theory and Evidence, Journal of Economic Literature, 2014, 52 (1), 544.",
        "McCaery, Edward and Jonathan Baron, Thinking about Tax, Psychology, Public Policy, and Law, 2006, 12, 106135.",
        "Miller, Benjamin and Kevin Mumford, The Salience of Complex Tax Changes: Evidence From the Child and Dependent Care Credit Expansion, National Tax Journal, 2015, 68 (3), 477510.",
        "Mirrlees, James A, An Exploration in the Theory of Optimum Income Taxation, The Review of Economic Studies, 1971, pp. 175208.",
        "Rees-Jones, Alex, Loss Aversion Motivates Tax Sheltering: Evidence from U.S. Tax Returns, Working Paper, 2014.",
        "Romich, Jennifer L. and Thomas Weisner, How Families View and Use the EITC: Advance Payment versus Lump Sum Delivery, National Tax Journal, 2000, 53 (4), 12451266.",
        "Saez, Emmanuel, Using Elasticities to Derive Optimal Income Tax Rates, The Review of Economic Studies, 2001, 68 (1), 205229.",
        ", Do Taxpayers Bunch at Kink Points?, American Economic Journal: Economic Policy, 2010, 2 (3), 180212.",
        "Slemrod, Joel and Jon Bakija, Taxing Ourselves, 4th Edition: A Citizen&apos;s Guide to the Debate over Taxes, 1 ed., Vol. 1, The MIT Press, 2008.",
        "Spicer, Michael W. and Rodney E. Hero, Tax Evasion and Heuristics: A Research Note, Journal of Public Economics, 1985, 26 (2), 263267. Spinnewijn, Johannes, Heterogeneity, Demand for Insurance and Adverse Selection, American Economic Journal: Economic Policy, Forthcoming.",
        "Taubinsky, Dmitry and Alex Rees-Jones, Attention Variation and Welfare: Theory and Evidence from a Tax Salience Experiment, NBER Working Paper No. 22545, 2016.",
        "Villas-Boas, J. Miguel, Comparative Statics of Fixed Points, Journal of Economic Theory, 2016, 73, 183198."
    ]
}