{
    "id": 22882,
    "cites": 49,
    "cited_by": 6,
    "reference": [
        "Angrist, Joshua D, Guido W Imbens, and Donald B Rubin. 1996. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Identification of Causal Effects Using Instrumental Variables.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Journal of the American Statistical Association, 91(434): 444Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c455.",
        "Autor, David H., Christopher J. Palmer, and Parag A. Pathak. 2014. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Housing Market Spillovers: Evidence from the End of Rent Control in Cambridge, Massachusetts.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Journal of Political Economy, 122(3): 661Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c717.",
        "Baker, Scott. 2015. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Debt and the Consumption Response to Household Income Shocks.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Working Paper Northwestern University Kellogg.",
        "Berger, David, Veronica Guerrieri, Guido Lorenzoni, and Joseph Vavra. 2015. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093House prices and consumer spending.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d NBER Working Paper Series No. 21667.",
        "Briggs, Joseph S., David Cesarini, Erik Lindqvist, and Robert OÃ\u0083Å\u0092Ã\u0082Ë\u0086stling. 2015. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Windfall Gains and Stock Market Participation.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d NBER Working Paper N. 21673.",
        "Browning, Martin, Mette GÃ\u0083Æ\u0092Ã\u0082Â¸rtz, and SÃ\u0083Æ\u0092Ã\u0082Â¸ren Leth-Petersen. 2013. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Housing Wealth and Consumption: A Micro Panel Study.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Economic Journal, 123: 401Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c428.",
        "Caetano, Gregorio, Miguel Palacios, and Harry A. Patrinos. 2011. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Measuring Aversion to Debt: An Experiment Among Student Loan Candidates.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Working Paper Vanderbilt University.",
        "Calvet, Laurent E., John Y. Campbell, and Paolo Sodini. 2007. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Down or Out: Assessing the Welfare Costs of Household Investment Mistakes.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Journal of Political Economy, 115(5): 707Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c747.",
        "Calvet, Laurent E., John Y. Campbell, and Paolo Sodini. 2009. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Fight or Flight? Portfolio Rebalancing by Individual Investors.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d The Quarterly Journal of Economics, 124(1): 301Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c348.",
        "Campbell, John Y., and Joo F. Cocco. 2007. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093How do house prices affect consumption? Evidence from micro data.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Journal of Monetary Economics, 54(3): 591 Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c 621.",
        "Carroll, Christopher, Misuzu Otsuka, and Jirka Slacalek. 2011. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093How Large Are Housing And Financi Wealth Effects? A New Approach.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Journal of Money, Credit, and Banking, 1: 55Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c79.",
        "Case, Karl E., John M. Quigley, and Robert J. Shiller. 2005. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Comparing Wealth Effects: The Stock Market Versus the Housing Market.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Advances in Macroeconomics, 5(1): 1Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c32.",
        "Case, Karl E., John M. Quigley, and Robert J. Shiller. 2013. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Wealth Effects Revisited 1975-2012.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Critical Finance Review, 2(1): 101Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c128.",
        "Cerutti, Eugenio, Jihad Dagher, and Mr Giovanni DellÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0084¢Ariccia. 2015. Housing finance and real-estate booms: a cross-country perspective. International Monetary Fund.",
        "Chetty, Raj, LaÃ\u0083Å\u0092Ã\u0082Â\u0081szloÃ\u0083Å\u0092Ã\u0082Â\u0081 SaÃ\u0083Å\u0092Ã\u0082Â\u0081ndor, and Adam Szeidl. 2016. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093The Effect of Housing on Portfolio Choice.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Journal of Finance, forthcoming.",
        "Chetty, Raj, Nathaniel Hendren, and Lawrence F. Katz. 2016. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093The Effects of Exposure to Better Neighborhoods on Children: New Evidence from the Moving to Opportunity Experiment.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d American Economic Review, 106(4): 855Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c902.",
        "Cocco, Joo F. 2005. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Portfolio Choice in the Presence of Housing.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Review of Financial Studies, 18(2): 535Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c567.",
        "Davis, Morris A., and Stijn Van Nieuwerburgh . 2015. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Handbook of Regional and Urban Economics.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d , ed. Gilles Duranton, Vernon Henderson and William Strange, Chapter Housing, Finance, and the Macroeconomy, Chapter 12. North Holland.",
        "deFusco, Anthony. 2016. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Homeowner Borrowing and Housing Collateral: New Evidence from Expiring Price Controls.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Working Paper Kellogg School of Business.",
        "Del Boca, Daniela, and Annamaria Lusardi. 2003. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Credit market constraints and labor market decisions.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Labour Economics, 10(6): 681 Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c 703.",
        "DiPasquale, Denise, and Edward L. Glaeser. 1999. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Incentives and Social Capital: Are Homeowners Better Citizens?Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Journal of Urban Economics, 45(2): 354 Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c 384.",
        "Di Tella, Rafael, Sebastian Galiant, and Ernesto Schargrodsky. 2007. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093The Formation of Beliefs: Evidence from the Allocation of Land Titles to Squatters.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d The Quarterly Journal of Economics, 122(1): 209Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c241.",
        "Elenev, Vadim, Tim Landvoigt, and Stijn Van Nieuwerburgh. 2016. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Phasing out the GSEs.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Journal of Monetary Economics, forthcoming.",
        "Elsinga, Marja, Mark Stephens, and Thomas Knorr-Siedow. 2014. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093The Privatisation of Social Housing: Three Different Pathways.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d In Social Housing in Europe. , ed. Kathleen Scanlon, Christine Whitehead and Melissa Fernndez Arrigoitia, Chapter 22. John Wiley & Sons, Ltd.",
        "Englund, Peter, Thomas Jansson, and Todd Sinai. 2014. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093How Parents Influence the Wealth Accumulation of their Children.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Working Paper University of Pennsylvania.",
        "Foote, Christopher L, Kristopher S Gerardi, and Paul S. Willen. 2012. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Why Did So Many People Make So Many Ex Post Bad Decisions? The Causes of the Foreclosure Crisis.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d FRB Boston Public Policy Discussion Paper Series, paper no. 12-2.",
        "Fortin, Nicole M. 1995. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Allocation Inflexibilities, Female Labor Supply, and Housing Assets Accumulation: Are Women Working to Pay the Mortgage?Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Journal of Labor Economics, 13(3): 524Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c557.",
        "Glaeser, Edward L. 2011. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Rethinking the Federal Bias Toward Homeownership.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Cityscape, 13(2): 5Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c37. Rental Housing Policy in the United States.",
        "Green, Richard K., and Michelle J. White. 1997. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Measuring the Benefits of Homeowning: Effects on Children.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Journal of Urban Economics, 41(3): 441 Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c 461.",
        "Greenspan, Alan, and James Kennedy. 2008. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Sources and uses of equity extracted from homes.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Oxford Review of Economic Policy, 24(1): 120Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c144.",
        "Haurin, Donald R., Toby L. Parcel, and R. Jean Haurin. 2002. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Does Homeownership Affect Child Outcomes?Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Real Estate Economics, 30(4): 635Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c666.",
        "Jeske, Karsten, Dirk Krueger, and Kurt Mitman. 2013. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Housing, Mortgage Bailout Guarantees and the Macro Economy.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Journal of Monetary Economics, 60(8).",
        "Kaplan, Greg, Kurt Mitman, and Gianluca Violante. 2016. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Consumption and House Prices in the Great Recession: Model meets Evidence.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Working Paper New York University.",
        "Koijen, Ralph, Stijn Van Nieuwerburgh, and Roine Vestman. 2014. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Judging the Quality of Survey Data by Comparison with Truth as Measured by Administrative Records: Evidence From Sweden.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d In Improving the Measurement of Consumer Expenditures. NBER Chapters, 308Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c346. National Bureau of Economic Research, Inc.",
        "Laufer, Steven. 2013. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Equity Extraction and Mortgage Default.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Working Paper, Federal Reserve Board.",
        "Leth-Petersen, SÃ\u0083Æ\u0092Ã\u0082Â¸ren. 2010. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Intertemporal Consumption and Credit Constraints: Does Total Expenditure Respond to An Exogenous Shock to Credit?Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d American Economic Review, 100(3): 1080Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c1103.",
        "Lustig, Hanno, and Stijn Van Nieuwerburgh. 2005. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Housing Collateral, Consumption Insurance and Risk Premia: An Empirical Perspective.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Journal of Finance, 60(3): 1167Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c 1219.",
        "Lustig, Hanno, and Stijn Van Nieuwerburgh. 2010. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093How Much Does Housing Collateral Constrain Regional Risk Sharing?Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Review of Economic Dynamics, 13(2): 265Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c294.",
        "Markwardt, Kristoffer, Alessandro Martinello, and LaÃ\u0083Å\u0092Ã\u0082Â\u0081szloÃ\u0083Å\u0092Ã\u0082Â\u0081 SaÃ\u0083Å\u0092Ã\u0082Â\u0081ndor. 2014. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Does Liquidity Substitute for Unemployment Insurance? Evidence from the Introduction of Home Equity Loans in Denmark?Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Working Paper University of Luxembourg.",
        "Mian, Atif, Kamalesh Rao, and Amit Sufi. 2013. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Household Balance Sheets, Consumption, and the Economic Slump.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d The Quarterly Journal of Economics, 128: 1687Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c1726.",
        "Poterba, James, and Todd Sinai. 2008. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Tax Expenditures for Owner-Occupied Housing: Deductions for Property Taxes and Mortgage Interest and the Exclusion of Imputed Rental Income.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d American Economic Review, 98(2): 84Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c89.",
        "Rohe, William M., and Michael A. Stegman. 1994. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093The Impact of Home Ownership on the Social and Political Involvement of Low-Income People.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Urban Affairs Review, 30(1): 152Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c172.",
        "Rohe, William M., and Victoria Basolo. 1997. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Long-Term Effects of Homeownership on the Self-Perceptions and Social Interaction of Low-Income Persons.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Environment and Behavior, 29(6): 793Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c819.",
        "Rossi-Hansberg, Esteban, Pierre Daniel Sarte, and Raymond Owens. 2010. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Housing Externalities.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Journal of Political Economy, 118(3): 485Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c535.",
        "Shlay, Anne B. 1985. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Castles in the sky measuring housing and neighborhood ideology.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Environment and Behavior, 17(5): 593Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c626.",
        "Shlay, Anne B. 1986. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Taking apart the American dream: The influence of income and family composition on residential evaluations.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Urban Studies, 23(4): 253Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c270.",
        "Sommer, Kamila, and Paul Sullivan. 2013. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Implications of U.S. Tax Policy for House Prices, Rents and Homeownership.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Working Paper, Federal Reserve Board of Governors.",
        "Vestman, Roine. 2016. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Limited Stock Market Participation Among Renters and Home Owners.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Working Paper Stockholm University.",
        "Westin, Ann-Margret, Dawn Yi Lin Chew, Francesco Columba, Alessandro Gullo, Deniz Igan, Andreas Jobst, John Kiff, et al. 2011. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Housing Finance and Financial StabilityBack to Basics?Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Global Financial Stability Report (GSFR), April."
    ]
}