{
    "id": 22887,
    "cites": 57,
    "cited_by": 2,
    "reference": [
        "Ai, Chunrong and Edward C Norton, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Interaction Terms in Logit and Probit Models,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Economics Letters, 2003, 80 (1), 123Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c129.",
        "AIDSinfo, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Guidelines for the Use of Antiretroviral Agents in HIV-1-Infected Adults and Adolescents,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d http://aidsinfo.nih.gov/guidelines 2014.",
        "Aizer, Anna, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093The Gender Wage Gap and Domestic Violence,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d American Economic Review, 2010, 100 (4), 1847Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c1859.",
        "Alvira-Hammond, Marta, Monica A Longmore, Wendy D Manning, and Peggy C Giordano, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Gainful Activity and Intimate Partner Aggression in Emerging Adulthood,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Emerging Adulthood, 2014, 2 (2), 116Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c127.",
        "Anderberg, Dan and Helmut Rainer, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Domestic Abuse: Instrumental Violence and Economic Incentives,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Mimeo, CESifo Working Paper Series 2011.",
        "Angelucci, Manuela, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Love on the Rocks: Domestic Violence and Alcohol Abuse in Rural Mexico,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d The BE Journal of Economic Analysis & Policy, 2008, 8 (1), 1935Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c1682.",
        "Barkan, Susan E, Sandra L Melnick, Susan Preston-Martin, Kathleen Weber, Leslie A Kalish, Paolo Miotti, Mary Young, Ruth Greenblatt, Henry Sacks, and Joseph Feldman, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093The WomenÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0084¢s Interagency HIV Study,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Epidemiology, 1998, 9 (2), 117Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c125.",
        "Becker, Gary S, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Health as Human Capital: Synthesis and Extensions,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Oxford Economic Papers, 2007, 59 (3), 379Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c410.",
        "Ben-Porath, Yoram, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093The Production of Human Capital and The Life Cycle of Earnings,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Journal of Political Economy, 1967, 75 (4), 352Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c365.",
        "Bertrand, Marianne, Esther Duflo, and Sendhil Mullainathan, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093How Much Should We Trust Differences-in-Differences Estimates?,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Quarterly Journal of Economics, 2004, 119 (1), 249Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c275.",
        "Bhaskaran, K, O Hamouda, M Sannes, and et al, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Changes in the Risk of Death after HIV Seroconversion Compared with Mortality in the General Population,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Journal of the American Medical Association, 2008, 300 (1), 51Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c59.",
        "Black, Michele C, Kathleen C Basile, Matthew J Breiding, Sharon G Smith, Mikel L Walters, Melissa T Merrick, Jieru Chen, and Mark R Stevens, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093The National Intimate Partner and Sexual Violence Survey: 2010 Summary Report,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Technical Report, Centers for Disease Control and Prevention 2011.",
        "Black, Sandra, Paul Devereux, and Kjell G Salvanes, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093From the Cradle to the Labor Market? The Effect of Birth Weight on Adult Outcomes,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Quarterly Journal of Economics, 2007, 122 (1), 409Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c439.",
        "Bobonis, Gustavo J, Melissa GonzaÃ\u0083Å\u0092Ã\u0082Â\u0081lez-Brenes, and Roberto Castro, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Public Transfers and Domestic violence: The roles of Private Information and Spousal Control,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d American Economic Journal: Economic Policy, 2013, 5 (1), 179Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c205.",
        "Boles, Sharon M and Karen Miotto, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Substance Abuse and Violence: A Review of the Literature,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Aggression and Violent Behavior, 2003, 8 (2), 155Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c174.",
        "Bowlus, Audra J and Shannon Seitz, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Domestic Violence, Employment, and Divorce,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d International Economic Review, 2006, 47 (4), 1113Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c1149.",
        "Browne, Angela, Amy Salomon, and Shari S Bassuk, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093The Impact of Recent Partner Violence on Poor WomenÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0084¢s Capacity to Maintain Work,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Violence Against Women, 1999, 5 (4), 393Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c426.",
        "Carrell, Scott E and Mark L Hoekstra, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Externalities in the Classroom: How Children Exposed to Domestic Violence Affect EveryoneÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0084¢s Kids,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d American Economic Journal: Applied Economics, 2010, 2 (1), 211Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c228.",
        "Catalano, Shannan M, Intimate Partner Violence, 1993-2010, US Department of Justice, Office of Justice Programs, Bureau of Justice Statistics, 2012.",
        "Cesur, Resul and Joseph J Sabia, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093When War Comes Home: The Effect of Combat Service on Domestic Violence,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Review of Economics and Statistics, 2016, 98 (2), 209Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c225.",
        "Chan, Tat Y., Barton H. Hamilton, and Nicholas W. Papageorge, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Health, Risky Behaviour and the Value of Medical Innovation for Infectious Disease,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Review of Economic Studies, 2016, 83 (4), 1465Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c1510.",
        "Cohen, Mardge, Catherine Deamant, Susan Barkan, Jean Richardson, Mary Young, Susan Holman, Kathryn Anastos, Judith Cohen, and Sandra Melnick, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Domestic Violence and Childhood Sexual Abuse in HIV-Infected Women and Women at Risk for HIV.,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d The American Journal of Public Health, 2000, 90 (4), 560Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c565.",
        "Corman, Hope, Dhaval M Dave, Dhiman Das, and Nancy E Reichman, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Effects of Welfare Reform on Illicit Drug Use of Adult Women,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Economic inquiry, 2013, 51 (1), 653Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c674.",
        "Devries, Karen M, Joelle Y Mak, Loraine J Bacchus, Jennifer C Child, Gail Falder, Max Petzold, Jill Astbury, and Charlotte H Watts, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Intimate Partner Violence and Incident Depressive Symptoms and Suicide Attempts: A Systematic Review of Longitudinal Studies,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d PLOS Medicine, 2013, 10 (5).",
        "El-Bassel, Nabila, Louisa Gilbert, Elwin Wu, Hyun Go, and Jennifer Hill, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Relationship Between Drug Abuse and Intimate Partner Violence: a Longitudinal Study Among Women Receiving Methadone,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d American Journal of Public Health, 2005, 95 (3), 465Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c470.",
        "Gelles, Richard J, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Abused Wives: Why Do They Stay?,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Journal of Marriage and the Family, 1976, 38 (4), 659Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c668.",
        "Goldin, C and LF Katz, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093The Power of the Pill: Oral Contraceptives and WomenÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0084¢s Career and Marriage Decisions,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Journal of Political Economy, 2002, 110 (4), 730Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c770.",
        "Goldman, Dana P and Yuhua Bao, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Effective HIV Treatment and The Employment of HIV+ Adults,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Health Services Research, 2004, 39 (6p1), 1691Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c1712.",
        "Greenfeld, Lawrence A, Michael R Rand, Diane Craven, Patsy A Klaus, Craig A Perkins, Cheryl Ringel, Greg Warchol, Cathy Maston, and James Alan Fox, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Violence by Intimates: Analysis of Data on Crimes by Current or Former Spouses, Boyfriends, and Girlfriends,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Technical Report, US Department of Justice Washington, DC 1998.",
        "Grossman, M., Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093On the Concept of Health Capital and the Demand for Health,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Journal of Political Economy, 1972, 80 (2), 223Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c255.",
        "Hart, Carl L, M Haney, RW Foltin, and MW Fischman, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Alternative Reinforcers Differentially Modify Cocaine Self-Administration by Humans,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Behavioural Pharmacology, 2000, 11 (1), 87Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c91.",
        "Heaton, Paul, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Sunday Liquor Laws and Crime,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Journal of Public Economics, 2012, 96 (1), 42Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c52.",
        "Heckman, James J and Paul A LaFontaine, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093The American High School Graduation Rate: Trends and Levels,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d The Review of Economics and Statistics, 2010, 92 (2), 244Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c262.",
        "Imbens, Guido W, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Matching Methods in Practice: Three Examples,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Journal of Human Resources, 2015, 50 (2), 373Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c419.",
        "Iyengar, Radha, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Does the Certainty of Arrest Reduce Domestic Ciolence? Evidence from Mandatory and Recommended Arrest Laws,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Journal of Public Economics, 2009, 93 (1), 85Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c98.",
        "Jaffe, JH and AB Jaffe, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Neurobiology of Opiates and Opioids,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d in M. Galanter and H.D. Kleber, eds., Textbook of Substance Abuse Treatment, American Psychiatric Press Washington, DC 1999, pp. 11Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c19.",
        "Jayachandran, Seema and Adriana Lleras-Muney, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Life Expectancy and Human Capital Investments: Evidence from Maternal Mortality Declines,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Quarterly Journal of Economics, 2009, 124 (1), 349Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c397.",
        "Johnson, Wendi L, Peggy C Giordano, Monica A Longmore, and Wendy D Manning, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Intimate Partner Violence and Depressive Symptoms during Adolescence and Young Adulthood,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Journal of Health and Social Behavior, 2014, 55 (1), 39Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c55.",
        "Johnson, Wendy A and Huibrie C Pieters, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Intimate Partner Violence among Women Diagnosed with Cancer,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Cancer Nursing, 2016, 39 (2), 87Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c96.",
        "Laub, John H and Robert J Sampson, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Understanding Desistance from Crime,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Crime and Justice, 2001, 28, 1Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c69.",
        "Lowry, Richard, Laura Kann, Janet L Collins, and Lloyd J Kolbe, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093The Effect of Socioeconomic Status on Chronic Disease Risk Behaviors among US Adolescents,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Journal of the American Medical Association, 1996, 276 (10), 792Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c797.",
        "Mocroft, Amanda and Jens D Lundgren, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Starting Highly Active Antiretroviral Therapy: Why, When and Response to HAART,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Journal of Antimicrobial Chemotherapy, 2004, 54 (1), 10Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c13.",
        "Newacheck, Paul W, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Poverty and childhood chronic illness,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Archives of Pediatrics & Adolescent Medicine, 1994, 148 (11), 1143Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c1149.",
        "Norton, Edward C, Hua Wang, and Chunrong Ai, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Computing Interaction Effects and Standard Errors in Logit and Probit Models,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Stata Journal, 2004, 4 (2), 154Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c167.",
        "Oster, Emily, Ira Shoulson, and E Dorsey, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Limited Life Expectancy, Human Capital and Health Investments,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d American Economic Review, 2013, 103 (5), 1977Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c2002.",
        "Ostrow, DG, A. Monjan, J. Joseph, M. VanRaden, R. Fox, L. Kingsley, J. Dudley, and J. Phair, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093HIV-Related Symptoms and Psychological Functioning in a Cohort of Homosexual Men,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d American Journal of Psychiatry, 1989, 146 (6), 737.",
        "Papageorge, Nicholas W., Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Why Medical Innovation is Valuable: Health, Human Capital, and the Labor Market,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Quantitative Economics, 2016, 7 (3), 671Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c725.",
        "Phil, R. and J Peterson, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Alcohol/Drug Use and Aggressive Behavior,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d in S. Hodgins, ed., Mental Disorder and Crime, Crime and Mental Disorder Advanced Study Institute Sage 1993, pp. 263Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c283.",
        "Pollak, Robert A, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093An Intergenerational Model of Domestic Violence,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Journal of Population Economics, 2004, 17 (2), 311Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c329.",
        "Pronyk, Paul M, James R Hargreaves, Julia C Kim, Linda A Morison, Godfrey Phetla, Charlotte Watts, Joanna Busza, and John DH Porter, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Effect of a Structural Intervention for the Prevention of Intimate-Partner Violence and HIV in Rural South Africa: A Cluster Randomised Trial,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d The Lancet, 2006, 368 (9551), 1973Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c1983.",
        "Robins, Lee N, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Vietnam VeteransÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0084¢ Rapid Recovery from Heroin Addiction: A Fluke or Normal Expectation?,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Addiction, 1993, 88 (8), 1041Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c1054.",
        "SAMSHA, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Results from the 2013 National Survey on Drug Use and Health: Summary of National Findings,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Technical Report, U.S. Department of Health and Human Services, Substance Abuse and Mental Health Services Administration, Center for Behavioral Health Statistics and Quality 2014.",
        "Stevenson, Betsey and Justin Wolfers, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Bargaining in the Shadow of the Law: Divorce Laws and Family Distress,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Quarterly Journal of Economics, 2006, 121 (1), 267Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c288.",
        "Swanberg, Jennifer E and Caroline Macke, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Intimate Partner Violence and the Workplace Consequences and Disclosure,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Journal of Women and Social Work, 2006, 21 (4), 391Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c406.",
        "Tjaden, Patricia and Nancy Thoennes, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Full Report of the Prevalence, Incidence, and Consequences of Violence Against Women,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Technical Report, U.S. Department of Justice 2000.",
        "Vanyukov, MM, MC Neale, HB Moss, and RE Tarter, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Mating Assortment and the Liability to Substance Abuse,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Drug and Alcohol Dependence, 1996, 42 (1), 1Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c10.",
        "Yi, Junjian, James J Heckman, Junsen Zhang, and Gabriella Conti, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Early Health Shocks, Intrahousehold Resource Allocation, and Child Outcomes,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Technical Report, National Bureau of Economic Research 2014."
    ]
}