{
    "id": 22890,
    "cites": 59,
    "cited_by": 13,
    "reference": [
        "Alley, W. M., 1984, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093The Palmer drought severity index: limitations and assumptions,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Journal of Climate and Applied Meteorology, 23(7), 1100Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c1109.",
        "Baker, M., and J. Wurgler, 2000, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093The equity share in new issues and aggregate stock returns,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d The Journal of Finance, 55(5), 2219Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c2257.",
        "Bansal, R., D. Kiku, and M. Ochoa, 2014, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Climate change and growth risks,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d working paper, Duke University.",
        "Blackhurst, B. M., C. Hendrickson, and J. S. i. Vidal, 2010, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Direct and indirect water withdrawals for US industrial sectors,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Environmental Science & Technology, 44(6), 2126Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c2130.",
        "Campbell, J. Y., and R. J. Shiller, 1988, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093The dividend-price ratio and expectations of future dividends and discount factors,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Review of Financial Studies, 1(3), 195Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c228.",
        "Campbell, J. Y., and M. Yogo, 2006, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Efficient tests of stock return predictability,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Journal of Financial Economics, 81(1), 27Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c60.",
        "Campbell, S. D., and F. X. Diebold, 2005, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Weather Forecasting for Weather Derivatives,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Journal of the American Statistical Association, pp. 6Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c16.",
        "Carhart, M. M., 1997, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093On persistence in mutual fund performance,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d The Journal of Finance, 52(1), 57Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c82.",
        "Carney, M., 2015, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Breaking the Tragedy of the HorizonÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009cClimate Change and Financial Stability, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Speech given at LloydÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0084¢s of London (29 September).",
        "Cohen, L., and A. Frazzini, 2008, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Economic links and predictable returns,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d The Journal of Finance, 63(4), 1977Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c2011.",
        "Dai, A., K. E. Trenberth, and T. Qian, 2004, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093A global dataset of Palmer Drought Severity Index for 1870-2002: Relationship with soil moisture and effects of surface warming,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Journal of Hydrometeorology, 5(6), 1117Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c1130.",
        "Daniel, K., R. B. Litterman, and G. Wagner, 2015, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Applying asset pricing theory to calibrate the price of climate risk,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d working paper, Mimeo.",
        "DellaVigna, S., and J. M. Pollet, 2007, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Demographics and industry returns,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d The American Economic Review, pp. 1667Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c1702.",
        "Dickey, D. A., and W. A. Fuller, 1979, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Distribution of the Estimators for Autoregressive Time Series With a Unit Root,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Journal of the American Statistical Association, 74(366), 427Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c431.",
        "Fama, E. F., and K. R. French, 1989, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Business conditions and expected returns on stocks and bonds,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Journal of Financial Economics, 25(1), 23Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c49.",
        ", 1993, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Common risk factors in the returns on stocks and bonds,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Journal of Financial Economics, 33(1), 3Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c56.",
        ", 1997, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Industry costs of equity,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Journal of Financial Economics, 43(2), 153Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c193.",
        ", 2000, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Forecasting Profitability and Earnings,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d The Journal of Business, 73(2), 161Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c 175.",
        "Fama, E. F., and K. R. French, 2015, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093A five-factor asset pricing model,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Journal of Financial Economics, 116(1), 1Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c22.",
        "Fama, E. F., and G. W. Schwert, 1977, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Asset returns and inflation,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Journal of Financial Economics, 5(2), 115Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c146.",
        "French, K. R., G. W. Schwert, and R. F. Stambaugh, 1987, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Expected stock returns and volatility,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Journal of Financial Economics, 19(1), 3Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c29.",
        "Giglio, S., M. Maggiori, J. Stroebel, and A. Weber, 2015, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Climate change and long-run discount rates: Evidence from real estate,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d working paper, National Bureau of Economic Research.",
        "Golosov, M., J. Hassler, P. Krusell, and A. Tsyvinski, 2014, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Optimal taxes on fossil fuel in general equilibrium,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Econometrica, 82(1), 41Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c88.",
        "Griffin, J. M., P. J. Kelly, and F. Nardari, 2010, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Do Market Efficiency Measures Yield Correct Inferences? A Comparison of Developed and Emerging Markets,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Review of Financial Studies, pp. 3225Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c3277.",
        "Hirshleifer, D., and S. H. Teoh, 2003, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Limited attention, information disclosure, and financial reporting,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Journal of Accounting and Economics, 36(1), 337Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c386.",
        "Hong, H., W. Torous, and R. Valkanov, 2007, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Do industries lead stock markets?,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Journal of Financial Economics, 83(2), 367Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c396.",
        "Hou, K., G. A. Karolyi, and B.-C. Kho, 2011, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093What factors drive global stock returns?,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Review of Financial Studies, 24(8), 2527Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c2574.",
        "Ince, O. S., and R. B. Porter, 2006, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Individual equity return data from Thomson Datastream: Handle with care!,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Journal of Financial Research, 29(4), 463Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c479.",
        "Jegadeesh, N., and S. Titman, 1993, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Returns to buying winners and selling losers: Implications for stock market efficiency,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d The Journal of Finance, 48(1), 65Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c91.",
        "Klibanoff, P., O. Lamont, and T. A. Wizman, 1998, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Investor reaction to salient news in closedend country funds,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d The Journal of Finance, 53(2), 673Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c699.",
        "Lesk, C., P. Rowhani, and N. Ramankutty, 2016, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Influence of extreme weather disasters on global crop production,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Nature, 529(7584), 84Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c87.",
        "McLean, R. D., J. Pontiff, and A. Watanabe, 2009, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Share issuance and cross-sectional returns: International evidence,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Journal of Financial Economics, 94(1), 1Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c17.",
        "Mendelsohn, R., W. D. Nordhaus, and D. Shaw, 1994, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093The impact of global warming on agriculture: a Ricardian analysis,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d The American Economic Review, pp. 753Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c771.",
        "Montgomery, W. D., 1972, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Markets in licenses and efficient pollution control programs,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Journal of Economic Theory, 5(3), 395Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c418.",
        "Moskowitz, T. J., and M. Grinblatt, 1999, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Do industries explain momentum?,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d The Journal of Finance, 54(4), 1249Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c1290.",
        "Nordhaus, W. D., 1994, Managing the global commons: the economics of climate change, vol. 31. MIT press Cambridge, MA.",
        "Pastor, L., R. F. Stambaugh, and L. A. Taylor, 2014, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Do Funds Make More When They Trade More?,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d working paper, National Bureau of Economic Research.",
        "Petersen, M. A., 2009, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Estimating standard errors in finance panel data sets: Comparing approaches,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Review of Financial Studies, 22(1), 435Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c480.",
        "Poterba, J. M., and L. H. Summers, 1988, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Mean reversion in stock prices: Evidence and implications,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Journal of Financial Economics, 22(1), 27Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c59.",
        "Roll, R., 1984, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Orange juice and weather,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d The American Economic Review, 74(5), 861Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c880.",
        "Sharpe, W. F., 1964, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Capital asset prices: A theory of market equilibrium under conditions of risk,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d The Journal of Finance, 19(3), 425Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c442.",
        "Shiller, R. J., 1994, Macro markets: Creating institutions for managing societyÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0084¢s largest economic risks. Oxford University Press.",
        "Stern, N., 2007, The economics of climate change: the Stern review. Cambridge University Press.",
        "Trenberth, K. E., A. Dai, G. van der Schrier, P. D. Jones, J. Barichivich, K. R. Briffa, and J. Sheffield, 2014, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Global warming and changes in drought,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Nature Climate Change, 4(1), 17Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c22.",
        "Valkanov, R., 2003, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Long-horizon regressions: theoretical results and applications,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Journal of Financial Economics, 68(2), 201Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c232.",
        "Williams, A. P., R. Seager, J. T. Abatzoglou, B. I. Cook, J. E. Smerdon, and E. R. Cook, 2015, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Contribution of anthropogenic warming to California drought during 2012Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c2014,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Geophysical Research Letters, 42(16), 6819Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c6828.",
        "Zivot, E., and D. W. Andrews, 1992, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Further Evidence on the Great Crash, the Oil-Price Shock, and the Unit-Root Hypothesis,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Journal of Business and Economic Statistics, 10(3), 251Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c270.",
        "N is the number of observation points in each regression. The sample is from 190001 (January 1900) to 201412 (December 2014).",
        "PDSI36m is first standardized by substracting its mean and dividing by its standard deviation. We estimate the rolling mean and standard deviation of PDSI36m with past 70 years of data. Each month all country foodindustry portfolios are sorted into quintiles based on their standardized PDSI36m (denoted as PDSI36m*) from the previous month end and held for various horizons from 1 month to 12 months. In panel A, we report the mean PDSI36m*, excess returns and Carhart (1997) four factor alphas for quintile portfolios with a holding period of 12 months. We group the middle three portfolios together by equal weighting their respective returns.",
        "The sample period is from January 1975 to December 2015.",
        "The sample period is from January 1975 to December 2015.",
        "The sample period runs from January of 1927 to December of 2014. The PDSI value is shown on the vertical axis. The horizontal axis is time.",
        "PDSI of Australia -8 -7 -6 -5 -4 -3 -2 -1 0 1 2 3 4 5 6 192701 192901 193101 193301 193501 193701 193901 194101 194301 194501 194701 194901 195101 195301 195501 195701 195901 196101 196301 196501 196701 196901 197101 197301 197501 197701 197901 198101 198301 198501 198701 198901 199101 199301 199501 199701 199901 200101 200301 200501 200701 200901 201101 201301 Drought in World War II Drought in 1982-1983 Milliennium Drought Figure 1 Continued PDSI of India Figure 1",
        "Continued PDSI of Russia -8 -7 -6 -5 -4 -3 -2 -1 0 1 2 3 4 5 6 7 192701 192901 193101 193301 193501 193701 193901 194101 194301 194501 194701 194901 195101 195301 195501 195701 195901 196101 196301 196501 196701 196901 197101 197301 197501 197701 197901 198101 198301 198501 198701 198901 199101 199301 199501 199701 199901 200101 200301 200501 200701 200901 201101 201301 Drought in 1946 Drought in 1963 Figure 1",
        "Continued PDSI of Japan -9 -8 -7 -6 -5 -4 -3 -2 -1 0 1 2 3 4 5 6 7 8 192701 192901 193101 193301 193501 193701 193901 194101 194301 194501 194701 194901 195101 195301 195501 195701 195901 196101 196301 196501 196701 196901 197101 197301 197501 197701 197901 198101 198301 198501 198701 198901 199101 199301 199501 199701 199901 200101 200301 200501 200701 200901 201101 201301 Drought in 1939 The 1995-97 droughts Figure 1",
        "Continued PDSI of Israel -7 -6 -5 -4 -3 -2 -1 0 1 2 3 4 5 6 7 8 192701 192901 193101 193301 193501 193701 193901 194101 194301 194501 194701 194901 195101 195301 195501 195701 195901 196101 196301 196501 196701 196901 197101 197301 197501 197701 197901 198101 198301 198501 198701 198901 199101 199301 199501 199701 199901 200101 200301 200501 200701 200901 201101 201301 7 year Drought The 1998-2002 droughts Figure 2: Historical PDSI of the US This figure illustrates the historical PDSI of the US produced directly by the US NOAA. The PDSI value is shown on the vertical axis. The horizontal axis is time. The PDSI of the US is essentially a land-area weighted average of the PDSI values from all climate divisions in the US.",
        "We also plot the best-fitted linear trend line and allow for a structural break in trend at Jan 1980. The orange dotted line and the red dashed line in the graph are the best-fitted linear trend lines before the structural break in trend (before Jan 1980) and after the structural break in trend (after Jan 1980) respectively. The sample period is from 190001 (January 1900) to 201412 (December 2014).",
        "N is the number of observation points in each regression. The sample period is January 1927 to December 2014.",
        "The sample period is January 1927 to December 2014."
    ]
}