{
    "id": 22893,
    "cites": 24,
    "cited_by": 1,
    "reference": [
        "Admati, A.R., Pfleiderer, P., 2009. The Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Ë\u009cWall Street walkÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0084¢ and shareholder activism: Exit as a form of voice. Review of Financial Studies 22, 2645Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c2685.",
        "Back, K., 1992. Insider trading in continuous time. Review of Financial Studies 5, 387Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c409.",
        "Back, K., Li, T., Ljungqvist, A., 2015. Liquidity and governance. Working Paper.",
        "Bebchuk, L., Brav, A., Jackson, R., Jiang, W., 2013. Pre-disclosure accumulations by activist investors: Evidence and policy. Journal of Corporation Law 39.",
        "Bhide, A., 1993. The hidden costs of stock market liquidity. Journal of Financial Economics 34, 31Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c51.",
        "Black, F., Scholes, M., 1973. The pricing of options and corporate liabilities. Journal of Political Economy 81, 637Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c659.",
        "Bris, A., 2002. Toeholds, takeover premium, and the probability of being acquired. Journal of Corporate Finance 8, 227Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c253.",
        "Cho, K.H., 2003. Continuous auctions and insider trading: Uniqueness and risk aversion. Finance & Stochastics 7, 47Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c71.",
        "Coffee, Jr, J.C., 1991. Liquidity versus control: The institutional investor as corporate monitor.",
        "Collin-Dufresne, P., Fos, V., 2015. Shareholder activism, informed trading, and stock prices. Working Paper.",
        "DeMarzo, P.M., UrosÃ\u0083Å\u0092Ã\u0082Å\u0092evicÃ\u0083Å\u0092Ã\u0082Â\u0081, B., 2006. Ownership dynamics and asset pricing with a large shareholder. Journal of Political Economy 114, 774Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c815.",
        "Edmans, A., 2009. Blockholder trading, market efficiency and managerial myopia. Journal of Finance 64, 2481Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c2513.",
        "Edmans, A., Manso, G., 2011. Governance through trading and intervention: A theory of multiple blockholders. Review of Financial Studies 24, 2395Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c2428.",
        "Fishman, M.J., Hagerty, K.M., 1992. Insider trading and the efficiency of stock prices. The RAND Journal of Economics , 106Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c122.",
        "Fishman, M.J., Hagerty, K.M., 1995. The mandatory disclosure of trades and market liquidity. Review of Financial Studies 8, 637Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c676.",
        "Jiang, W., Li, T., Mei, D., 2016. Influencing control: Jawboning in risk arbitrage. Working paper.",
        "Kahn, C., Winton, A., 1998. Ownership structure, speculation, and shareholder intervention. Journal of Finance 53, 99Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c129.",
        "Kallianpur, G., 1980. Stochastic Filtering Theory. Springer-Verlag, New York.",
        "Kyle, A., 1985. Continuous auctions and insider trading. Econometrica 53, 1315Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c1335.",
        "Kyle, A.S., Vila, J.L., 1991. Noise trading and takeovers. RAND Journal of Economics 22, 54Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c71Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Ë\u009c.",
        "Maug, E., 1998. Large shareholders as monitors: Is there a trade-off between liquidity and control? The Journal of Finance 53, 65Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c98.",
        "Merton, R.C., 1973. Theory of rational option pricing 4, 141Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c183.",
        "Noe, T.H., 2002. Investor activism and financial market structure. Review of Financial Studies 15, 289Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c318.",
        "Ravid, S.A., Spiegel, M., 1999. Toehold strategies, takeover laws and rival bidders. Journal of Banking and Finance 23, 1219Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c1242."
    ]
}