{
    "id": 229,
    "cites": 24,
    "cited_by": 10,
    "reference": [
        "J. A. Carison, A Stud~r of Price Forecasts, Annals of Economic and Social Measurem~, Winter 1977.",
        "C. F. Christ, Judging the Performance of Econometric Models of the U.S. Economy, International Economic Review (MR), February 1975, pp. 54-74.",
        "V. G. Duggal, L. R. Klein, and M. D. McCarthy, The Wharton Model Mark III: A Modern IS-fl4 Construct, ~, October 19711., pp. 572_5911..",
        "M. K. Evans, L. R. Klein, and M. Saito, Short-Run Prediction and. long-Ran Simulation of the Wharton Model, in. Econometric Models of Cyclical Behavior, pp. 139-191 (see Hickman, 1972).",
        "G. Froxnm and L. R. Klein, The NBER/NSF Model Comparison Seminar: An Analysis of Results, Annals of Economic and Social Measurement, Winter 1976, pp. 11.~5.",
        "Y. Haitovsky, G. L. Treyz, and V. Su, Forecasts with ~iarterly Macroeconom.etric Models, National Bureau of Economic Research (NBER), New York, 1974.",
        "M. Hatanaka, The Underestimation of Variations in the Forecast Series: A Note, ~, February 1975, pp. 151-160.",
        "B. G. Hickman, ed., Econometric Models of Cyclical Behavior, Studies in Income and Wealth, no. 36, 2 volumes, NBER, New York, 1972.",
        "A. A. Hirsch, B. T. Grimm, and G. V. L. Narasirnham, Some Multiplier and Error Characteristics of the BEA Quarterly Model, ~, October 1974, pp. 617-631.",
        "S. H. Hymans and. H. T. Shapiro, The ]EL-III Quarterly Econometric Model of the U.S. Econoffiy, RSQ,E, University of Michigan, Ann Arbor, 1970.",
        "L. R. Klein, A Post-Mortem on Transition Predictions of National Product, Journal of Political Economy, August 1914.6.",
        "M. D. McCarthy, The Wharton Quarterly Econpmetric Forecasting Model--Mark III, University of Pennsylvar~.a, ~iladelphia, 1972.",
        "S. K. McNees, The Predictive Accuracy of Econometric Forecasts, New England Review, Federal Reserve Bank of Boston, September/October 1973.",
        "J. Mincer and V. Zarnowitz, The Evaluation oÃ\u0082Â±~ Economic Forecasts, in Mincer, ed., Economic Forecasts and Expectations, NBER, New York, 1969, pp. 14-20.",
        "G. H. Moore, Forecasting Short-Term Economic Change, Journal of the American Statistical Association, March 1969, pp. 1-22.",
        "Bureau Reporter, NBER, New York, April 1977.",
        "J. F. Math, Rational Expectations and the Theory of Price Movements, Econometrica, July 1961, pp. 315-335.",
        "P. A. Samuelson, Optimality of Sluggish Predictors Under Ergodic Probabilities, ~, February 1976, pp. 1-7.",
        "M. Sapir, Review of Economic Forecasts for the Transition period., Studies in Income and Wea1t~, vol. 11, NBER, New York, 1949, part IV.",
        "W. A. Spivey and W. J. Wrobleski, An Analysis of Forecast performance, Proceedings of the Business and Economic Statistics Sectiofl, American Statistical Association, Washington, D.C. (forthcoming). V. Su and J. Sn, An Evaluation of ASA/I~BER Business Outlook Survey Forecasts, Explorations in Economic Researc1~,, NBER, New York, Fall 1975, pp. 588-618.",
        "D. B. Suits, Forecasting and Analyais with an Econometric Model, American Economic Revi~, March 1962, pp. 104-132.",
        "B. N. Vaccara and V. Zarnowitz, How Good Are the Leading Indicators ? ibid. V. Zarnowitz, An Appraisal of Short-Term Economic Forecas~, NBER, New York, 1967.",
        "Business and Economic Statistics Sectioq, American Statistical Associa- tion, Washington, D.C., 1969, pp. 284-269.",
        "Fifty-first Annual Report~ NBER, New York, 1971."
    ]
}