{
    "id": 22927,
    "cites": 30,
    "cited_by": 5,
    "reference": [
        "Acemoglu, D. and D. Autor (2011). Skills, tasks and technologies: Implications for employment and earnings. Handbook of labor economics 4, 1043Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c1171.",
        "Arcidiacono, P., A. Beauchamp, and M. McElroy (2016). Terms of endearment: An equilibrium model of sex and matching. Quantitative Economics 7(1), 117Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c156.",
        "Becker, G. S. (1974). A theory of social interactions. Journal of Political Economy 82(6), 1063Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c93.",
        "Becker, G. S. (1981). A Treatise on the Family. Cambridge, MA: Harvard University Press.",
        "Browning, M., P.-A. Chiappori, and Y. Weiss (2014). Economics of the Family. Cambridge University Press.",
        "Card, D. and T. Lemieux (2001). Can falling supply explain the rising return to college for younger men? A cohort-based analysis. The Quarterly Journal of Economics 116(2), 705Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c746.",
        "Chade, H., J. Eeckhout, and L. Smith (2016). Sorting through search and matching models in economics. Journal of Economic Literature.",
        "Chadwick, L. and G. Solon (2002). Intergenerational income mobility among daughters. American Economic Review 92(1), 335Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c344.",
        "Chiappori, P.-A., B. SalanieÃ\u0083Å\u0092Ã\u0082Â\u0081, and Y. Weiss (2015). Partner choice and the marital college premium: Analyzing marital patterns over several decades. Columbia University mimeo.",
        "Eika, L., M. Mogstad, and B. Zafar (2014, July). Educational assortative mating and household income inequality. Working Paper 20271, National Bureau of Economic Research.",
        "Esping-Andersen, G. (2007). Family Formation and Family Dilemmas in Contemporary Europe. Bilbao: Fundaci on BBVA.",
        "Fernandez, R., N. Guner, and J. Knowles (2005). Love and money: A theoretical and empirical analysis of household sorting and inequality. Quarterly Journal of Economics 120(1), 273Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c344.",
        "Goldin, C. (2004). The long road to the fast track: Career and family. AAPSS Annals, 20Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c35.",
        "Goldin, C. and L. Katz (2000). Decreasing (and Then Increasing) Inequality in America: A Tale of Two Half-Centuries, Chapter The Causes and Consequences of Increasing Inequality, pp. 37Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c82. Chicago, IL: University of Chicago Press. edited by F. Welch.",
        "Goldin, C., L. F. Katz, and I. Kuziemko (2006). The homecoming of american college women: A reversal of the college gender gap. Journal of Economic Perspectives 20(4), 133Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c156.",
        "Gonalons-Pons, P. and C. R. Schwartz (2015). Trends in economic homogamy: Changes in assortative mating or the division of paid labor in marriage? CDE Working Paper No. 2015-02, University of Wisconsin-Madison.",
        "Gottschalk, P. (1997). Inequality, income growth, and mobility: The basic facts. Journal of Economic Perspectives 11(2), 21Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c40.",
        "Greenwood, J., N. Guner, G. Kocharkov, and C. Santos (2014, May). Marry your like: Assortative mating and income inequality. American Economic Review 104(5), 348Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c53.",
        "Katz, L. and D. Autor (1999). Changes in the wage structure and earnings inequality. Handbook of Labor Economics 3.",
        "Katz, L. and K. Murphy (1992). Can falling supply explain the rising return to college for younger men? a cohort-based analysis. Quarterly Journal of Economics 107, 35Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c78.",
        "Kenworthy, L. (2004). Egalitarian Capitalism. New York: Russell Sage.",
        "Legros, P. and A. Newman (2010). Co-ranking mates: Assortative matching in marriage markets. Economics Letters 106(3), 177Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c179.",
        "Legros, P. and A. F. Newman (2007). Beauty is a beast, frog is a prince: assortative matching with nontransferabilities. Econometrica 75(4), 1073Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c1102.",
        "Levy, F. (1998). The New Dollars and Dreams: American Incomes and Economic Change. New York, NY: Russell Sage Foundation.",
        "Lundberg, S. and R. A. Pollak (2008). Marriage market equilibrium and bargaining in marriage. manuscript, University of Washington.",
        "Mare, R. (2008). Educational assortative mating in two generations. Working Paper, Dep. Sociology, Univ. California, Los Angeles. http://opr.princeton.edu/seminars/papers/Robert Mare.pdf.",
        "Roth, A. and M. Sotomayor (1990). Two-sided matching: A study in game-theoretic modeling and analysis. Cambridge University Press.",
        "Schwartz, C. and R. Mare (2005). Trends in educational assortative marriage from 1940 to 2003. Demography 42(4), 621Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c646.",
        "Siow, A. (2015). Testing beckerÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0084¢s theory of positive assortative matching. Journal of Labor Economics 33(2), 409Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c441.",
        "Stevenson, B. and J. Wolfers (2007). Marriage and divorce: Changes and their driving forces. Journal of Economic Perspectives 21(2), 27Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c52."
    ]
}