{
    "id": 22939,
    "cites": 30,
    "cited_by": 6,
    "reference": [
        "Allcott, H. and T. Rodgers, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093The Short-Run and Long-Run Effects of Behavioral Interventions: Experimental Evidence from Energy Conservation,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d American Economic Review, 2014, 104 (10), 3003Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c3037.",
        "Allcott, Hunt, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Social Norms and Energy Conservation,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Journal of Public Economics, 2011, 95 (9), 1082Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c1095.",
        "Attari, Shahzeen Z., Michael L. DeKay, Cliff I. Davidson, and WaÃ\u0083Å\u0092Ã\u0082Ë\u0086ndi Bruine de Bruin, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Public perceptions of energy consumption and savings,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Proceedings of the National Academy of Sciences, 2010, 107 (37), 16054Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c16059.",
        "Bernedo, MarÃ\u0083â\u0080\u009eÃ\u0082Â±Ã\u0083Å\u0092Ã\u0082Â\u0081a, Paul Ferraro, and Michael Price, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093The Persistent Impacts of Norm-Based Messaging and Their Implications for Water Conservation,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Journal of Consumer Policy, September 2014, 37 (3), 437Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c452.",
        "Beshears, John, James J. Choi, David Laibson, Brigitte C. Madrian, and Katherine L. Milkman, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093The Effect of Providing Peer Information on Retirement Savings Decisions,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Journal of Finance, 2015, 70 (3), 1161Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c1201.",
        "Brent, Daniel A, Joseph H Cook, and Skylar Olsen, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Social Comparisons, Household Water Use, and Participation in Utility Conservation Programs: Evidence from Three Randomized Trials,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Journal of the Association of Environmental and Resource Economists, 2015, 2 (4), 597Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c627.",
        "Chen, Y. and S. Li, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Group Identity and Social Preferences,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d American Economic Review, 2009, 99 (1), 431Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c457.",
        ", F.M. Harper, and J. Konstan S. Li, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Social Comparisons and Contributions to Online Communities: A Field Experiment on MovieLens,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d American Economic Review, 2010, 100 (4), 1358Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c1398.",
        "Cialdini, Robert B, Linda J Demaine, Brad J Sagarin, Daniel W Barrett, Kelton Rhoads, and Patricia L Winter, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Managing social norms for persuasive impact,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Social influence, 2006, 1 (1), 3Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c15.",
        "Costa, Dora L and Matthew E Kahn, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Energy conservation nudges and environmentalist ideology: Evidence from a randomized residential electricity field experiment,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Journal of the European Economic Association, 2013, 11 (3), 680Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c702.",
        "DellaVigna, Stefano, John A. List List, and Ulrike Malmendier, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Testing for Altruism and Social Pressure in Charitable Giving,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Quarterly Journal of Economics, 2012, 127 (1), 1Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c56.",
        ", John A. List, Ulrike Malmendier, and Gautam Rao, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Voting to Tell Others,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Review of Economics Studies, 2016, forthcoming.",
        "Dolan, Paul and Robert Metcalfe, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Neighbors, knowledge, and nuggets: Two natural field experiments on the role of incentives on energy conservation,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d University of Chicago Working paper, 2015.",
        "Duflo, Emmanuel Saez Esther, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093The Role of Information and Social Interactions in Retirement Plan Decisions: Evidence from a Randomized Experiment,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d The Quarterly Journal of Economics, 2003, 118 (3), 815Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c842.",
        "Edo, P. and B. Szentes, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093The Price of Advice,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d The RAND Journal of Economics, 2007, 38 (4), 865Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c880.",
        "Ferraro, Paul and Michael Price, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Using Non-Pecuniary Strategies to Influence Behavior: Evidence from a Large Scale Field Expirement,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Review of Economics and Statistics, 2013, 95 (1), 64Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c73.",
        "Ferraro, Paul J., Juan Jose Miranda, and Michael K. Price, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093The Persistence of Treatment Effects with Norm-Based Policy Instruments: Evidence from a Randomized Environmental Policy Experiment,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d American Economic Review, May 2011, 101 (3), 318Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c22.",
        "Fowlie, Meredith, Michael Greenstone, and Catherine Wolfram, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Are the non-monetary costs of energy efficiency investments large? Understanding low take-up of a free energy efficiency program,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d The American Economic Review, 2015, 105 (5), 201Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c204.",
        "Frey, Bruno S. and Stephan Meier, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Social Comparisons and Pro-social Behavior: Testing Conditional Cooperation in a Field Experiment,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d American Economic Review, December 2004, 94 (5), 1717Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c1722.",
        "Gilbert, B., J. LaRiviere, and K. Novan, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Incentives and Additionality in Energy Efficiency Subsidies,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Association of Environmental and Resource Economists 4th Annual Summer Conerence, 2015, June.",
        "Gromet, Dena M, Howard Kunreuther, and Richard P Larrick, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Political ideology affects energy-efficiency attitudes and choices,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Proceedings of the National Academy of Sciences, 2013, 110 (23), 9314Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c9319.",
        "Ito, Koichiro, Takanori Ida, and Makoto Tanaka, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Using Dynamic Electricity Pricing to Address Energy Crises Evidence from Randomized Field Experiments,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Boston University Working Paper, 2013.",
        "Lewis, R. and J. Rao, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093The Unfavorable Economics of Measuring the Returns to Adverising,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Quarterly Journal of Economics, 2015, forthcoming.",
        "McKinsey, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Unlocking energy efficiency in the US economy,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d McKinsey and Company, 2009.",
        "Palmer, Karen and Margaret Walls, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Limited Attention and the Residential Energy Efficiency Gap,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d The American Economic Review, 2015, 105 (5), 192Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c195.",
        "Pitchik, C. and A. Schotter, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Honesty in a Model of Strategic Information Transmission,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d The American Economic Review, 1987, 77 (5), 1032Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c1036.",
        "Rothschild, M., Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093A One-Armed Bandit Model of Search Behavior,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Journal of Economic Theory, 1974, 9, 185Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c202.",
        "Schutlz, PW, JM Nolan, RB Cialdini, NJ Goldstein, and V Griskevicius, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093The Constructive, Destructive, and Reconstructive Power of Social Norms,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Psychological Science, 2007, 18 (5), 429Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c434.",
        "Shang, Jen and Rachel Croson, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093A Field Experiment in Charitable Contribution: The Impact of Social Information on the Voluntary Provision of Public Goods,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d The Economic Journal, 2009, 119 (540), 1422Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c1439.",
        "Wichman, Casey, Laura Taylor, and Roger von Haefen, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Conservation policies: Who responds to price and who responds to prescription?,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Journal of Environmental Economics and Management, 2016, 79, 114Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c134."
    ]
}