{
    "id": 2293,
    "cites": 56,
    "cited_by": 2,
    "reference": [
        "Ahearn, Raymond J. and Alfred Reifman (1984), Trade Policymaking in the Congress, in Baldwin (1984a).",
        "Aho, C. Michael and Jonathan David Aronson (1985), Trade Talks, America Better Listen, New York: Council on Foreign Relations.",
        "Axeirod, Robert (1983), The Evolution of Cooperation, New York: Basic Books.",
        "Balassa, B. and C. Balassa (1984), Industrial Protection in the Developed Countries, World Economy, 7 (June), pp. 179-196.",
        "Baldwin, Robert E. (1984a), Recent Issues and Initiatives in U.S. Trade Policy, National Bureau of Economic Research Conference Report.",
        "II, in Baldwin and Krueger (1984).",
        "Kierzkowski, ed., Protection and Competition in International Trade: Essays in Honor of Max Corden, London: Basil Blackwell. _________ (1987), The Multilateral Approach to Liberalization, processed.",
        "Baldwin, Robert E. and Richard N. Clarke (1985), Game Modelling the Tokyo Round of Tariff Negotiations, National Bureau of Economic Research Working Paper No. 1588, March.",
        "Baldwin, Robert E. and Anne 0. Krueger, eds. (1984), The Structure and Evolution of Recent U.S. Trade Policy, Chicago: University of Chicago Press.",
        "Baldwin, Robert E; John H. Mutti; and J. David Richardson (1980), Welfare Effects on the United States of a Significant Multilateral Tariff Reduction, Journal of International Economics, 10 (August), pp. 405-423.",
        "Baldwin, Robert E. and J. David Richardson, eds. (1986), Current U.S. Trade Policy: Analysis Agenda, and Administration, National Bureau of Economic Research Conference Report.",
        "Structural Change in Pacific Asia, Chicago: University of Chicago Press. Banks, Gary and Jan Tumlir (1986), The Political Problem of Adjustment, The World Economy, 9 (June), pp. 141-152.",
        "Brander, James A. (1986), Rationales for Strategic Trade and Industrial Policy, in Krugman (1986).",
        "Camps, Miriam and William Diebold, Jr. (1983), The New Multilateralism: Can the World Trading System Be Saved? New York: Council on Foreign Relations.",
        "Carmichael, W. B. (1986), National Interest and International Trade Negotiations, The World Economy, 9 (December), pp. 341-358.",
        "Coase, Ronald H. (1960), The Problem of Social Cost, Journal of Law and Economics, 3 (October), pp. 1-44.",
        "Cooper, Richard N. (1986), International Cooperation in Public Health as a Prologue to Macroeconomic Cooperation, Brookings Discussion Papers In International Economics, No. 44.",
        "Deardorff, Alan V. and Robert H. Stern (1984), The Effects of the Tokyo Round on the Structure of Protection, in Baldwin and Krueger (1984).",
        "Destler, I. H. (1986), American Trade Politics: System Under Stress, Washington: Institute for International Economics and New York: The Twentieth Century Fund.",
        "Diamond, Peter A. (1982), Protection, Trade Adjustment Assistance, and Income Distribution, in Jagdish N. Bhagwati, ed., Import Competition and Response, Chicago: University of Chicago Press.",
        "Diebold, William, Jr. (1952), The End of the 1.1.0., Princeton University Essays in International Finance.",
        "Dixit, Avinash (1987), How Should the United States Respond to Other Countries Trade Policies?, in Stern (1987).",
        "Dixit, Avinash and Albert S. Kyle (1985), The Use of Protection and Subsidies for Entry Promotion and Deterrence, American Economic Review, 75 (March), pp. 139-152.",
        "Feenstra, Robert (1986), Incentive Compatible Trade Policies, processed, March.",
        "Policy Coordination When Policy-Makers Disagree on the Model, National Bureau of Economic Research Working Paper No. 2059, October.",
        "Friedman, J. (1977), Oligopoly and the Theory of Games, Amsterdam: North Holland.",
        "GAIT Wisemens Report (1985), Trade Policies for a Better Future: Proposals for Action, by Fritz Lentwiler, Bill Bradley, Sumitro Djojohadikusumo, Pehr G. Gyllenhammar, Guy Ladreit de LacharriÃ\u0083Â©re, I. G. Patel, and Mario H. Simonsen, Geneva.",
        "Goldstein, Judith (1986), Ideas, Institutions, and American Trade Policy, processed, January.",
        "Grossman, Gene M. and J. David Richardson (1985), Strategic Trade Policy: A Survey of Issues and Early Analysis, Princeton Special Papers in International Economics No. 15, April.",
        "Holtham, Gerald (1986), International Policy Coordination: How Much Consensus is There?, Brookings Discussion Papers in International Economics No. 50, December.",
        "Hufbauer, Gary Clyde and Joanna Shelton Erb (1984), Subsidies in International Trade, Washington: Institute for International Economics.",
        "Hufbauer, Gary Clyde and Howard F. Rosen (1986), Trade Policy for Troubled Industries, Washington, D.C.: Institute for International Economics Policy Analysis in International Economics No. 15.",
        "Jensen, Richard and Marie Thursby (1983), Free Trade: Two Noncooperative Equilibrium Approaches, processed.",
        "Johnson, Harry C. (1954), Optimum Tariffs and Retaliation, Review of Economic Studies, 21, 142-153.",
        "Keohane, Robert 0. (1984), After Hegemony: Cooperation and Discord in the World Political Economy, Princeton: Princeton University Press.",
        "Kravis, Irving B., Alan Heston, and Robert Summers (1982), World Product and Income: International Comparisons of Real Gross Product, Baltimore: Johns Hopkins University Press.",
        "Kreinjn, Mordechai E. (1974), Trade Relations of the EEC: An Empirical Investigation, New York: Praeger.",
        "Krishna, Kala (1983), Trade Restrictions as Facilitating Practices, Princeton University, Woodrow Wilson School Discussion Paper in Economics No. 55.",
        "Krugman, Paul R., ad., (1986), Strategic Trade Policy and the New International Economics, Cambridge, NA: The MIT Press.",
        "Ladreit de LacharrjÃ\u0083Âªre, Guy (1985), Case for a Tribunal to Assist in Settling Trade Disputes, The World Economy, 8 (December), pp. 339-352.",
        "Lambson, Val Eugene and J. David Richardson (1987), Tacit Collusion and Voluntary Restraint Arrangements in the U.S. Auto Market, processed, January.",
        "Lawrence, Cohn and Robert Z. Laurence (1985), The Dispersion in Manufacturing Wages: An End Game Interpretation, Brookings Papers on Economic Activity, 1, pp.",
        "Little, Jane Sneddon (1986), Intra-Firm Trade and U.S. Protectionism: Thoughts Based on a Small Survey, New England Economic Review, January/February, pp. 42-51.",
        "MacBean, A. I. and P. N. Snowden (1981), International Institutions in Trade and Finance, London: Allen and Unwin.",
        "Mundell, Robert A. (1957), International Trade and Factor Mobility, American Economic Review, 47 (June), pp. 321-335.",
        "Nogues, Julio J.; Andrzej Olechowski; and L. Alan Winters (1986a), The Extent of Nontariff Barriers to Imports of Industrial Countries, World Bank Staff Working Paper 789, Washington.",
        "Imports, The World Bank Economic Review, 1 (September 1986), pp. 181-199.",
        "Oudiz, Gilles and Jeffrey Sachs (1984), Macroeconomic Policy Coordination Among the Industrial Economies, Brookings Papers on Economic Activity, 1, pp. 1-64.",
        "Price, Lee (1986), Trade Problems and Policy from a U.S. Labor Perspective, in Baldwin and Richardson (1986).",
        "Ray, John E. (1986), The OECD `Consensus on Export Credits, The World Economy, 9 (September), pp. 295-309.",
        "Richardson, J. David (1986), The New Political Economy of Trade Policy, in Krugman (1986).",
        "Saxonhouse, Gary R. (198 ), Japans Intractable Trade Surpluses in a New Era, University of Michigan Research Seminar in International Economics Discussion Paper No. 178, in World Economy,... Shuman, Shannon Stock and Charles 0. Verrihl, Jr. (1984), Recent Developments in Countervailing Duty Law and Policy, in Baldwin (1984a).",
        "Staiger, Robert and Guido Tabellini (1986), Discretionary Trade Policy and Excessive Protection, processed, May.",
        "Stern, Robert M., ed. (1987), U.S. Trade Policies in a Changing World Economy, Cambridge, MA: The MIT Press.",
        "Stern, Robert M.; John H. Jackson; and Bernard Hoekman (1986), An Assessment of the Implementation and Operation of the Tokyo Round Codes, University of Michigan Research Seminar in International Economics Discussion Paper No. 174, May.",
        "Tumlir, Jan (1985), International Trade Policy and Other Constitutional Issues, processed."
    ]
}