{
    "id": 22946,
    "cites": 26,
    "cited_by": 13,
    "reference": [
        "Alder, Simon, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Chinese Roads in India: The Effect of Transport Infrastructure on Economic Development,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d 2016. UNC working paper.",
        "Allen, Treb and Costas Arkolakis, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Trade and the Topography of the Spatial Economy,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Quarterly Journal of Economics, 2014, 129 (3), 1085Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c1140.",
        "Asturias, Jose, Manuel Garcia-Santana, and Roberto Ramos, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Competition and the welfare gains from transportation infrastructure: Evidence from the Golden Quadrilateral of India,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d 2016. UPF working paper.",
        "Black, Guy, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Agricultural Interest in the Regulation of Truck Transportation,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Journal of Farm Economics, 1955, 37 (3), 439Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c451.",
        "Bridgman, Benjamin, Shi Qi, and James A. Schmitz Jr, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Cartels Destroy Productivity: Evidence from the New Deal Sugar Manufacturing Cartel, 1934-74,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Federal Reserve Bank of Minneapolis Staff Report, 2015.",
        "Caliendo, Lorenzo, Fernando Parro, Esteban Rossi-Hansberg, and Pierre-Daniel Sarte, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093The Impact of Regional and Sectoral Productivity Changes on the U.S. Economy,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d mimeo Yale University, 2016.",
        "Cooley, T., S. De Canio, and M. Mathews, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093An Agricultural Time Series-Cross Section Data Set,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d NBER Working Paper 197, 1977.",
        "Costinot, Arnaud, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093An Elementary Theory of Comparative Advantage,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Econometrica, 2009, 77 (4), 1165Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c1192.",
        ", , and Cory Smith, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Evolving Comparative Advantage and the Impact of Climate Change in Agricultural Markets: Evidence from a 1.7 Million Fields Around the World,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Journal of Political Economy, 2016, 124 (1), 205Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c248.",
        "Donaldson, Dave, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Railroads of the Raj: Estimating the Economic Impact of Transportation Infrastructure,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d American Economic Review, 2016. forthcoming.",
        "Duranton, Gilles and Matthew A. Turner, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Urban Growth and Transportation,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Review of Economic Studies, 2012, 79 (4), 1407Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c1440.",
        "Eaton, Jonathan and Samuel Kortum, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Technology, Geography and Trade,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Econometrica, 2002, 70 (5), 1741Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c1779.",
        "Faber, Benjamin, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Trade integration, market size, and industrialization,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Review of Economic Studies, 2014, 81 (3), 1046Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c1070.",
        "Fajgelbaum, Pablo and Stephen J. Redding, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093External Integration, Structural Transformation and Economic Development: Evidence from Argentina 1870-1914,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d 2014. Unpublished manuscript, Princeton University.",
        "Fishlow, Albert, American Railroads and the Transformation of the Antebellum Economy, Cambridge, MA: Harvard University Press, 1965.",
        "Fogel, Robert W., Railroads and American Economic Growth: Essays in Econometric History, Baltimore, MD: Johns Hopkins University Press, 1964.",
        "Haines, Michael R., Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Inter-university Consortium for Political and Social Research, Historical, Demographic, Economic, and Social Data: The United States, 1790-2002,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Computer File, 2005.",
        "Hsieh, Chang-Tai and Peter J. Klenow, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Misallocation and Manufacturing TFP in China and India,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Quarterly Journal of Economics, 2009, 124 (4), 1403Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c1448.",
        "Keller, W. and C.H. Shiue, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Markets in China and Europe on the Eve of the Industrial Revolution,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d American Economic Review, 2008, 97 (4), 1189Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c1216.",
        "Mas-Colell, Andreu, Michael D. Whinston, and Jerry R. Green, Microeconomic Theory, Oxford University Press, 1995.",
        "Michaels, Guy, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093The effect of trade on the demand for skill: evidence from the interstate highway system,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Review of Economics and Statistics, 2008, 90 (4), 683Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c701.",
        "Nunn, Nathan and Nancy Qian, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093The PotatoÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0084¢s Contribution to Population and Urbanization: Evidence from a Historical Experiment,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Quarterly Journal of Economics, 2011, 126 (2), 593Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c650.",
        "Ramondo, Natalia, Andres RodrÃ\u0083Æ\u0092Ã\u0082Â­guez-Clare, and Milagro Saborio, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Trade, Domestic Frictions, and Scale Effects,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d American Economic Review, 2016, 106 (10), 3159Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c3184.",
        "Redding, Stephen J., Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Goods Trade, Factor Mobility and Welfare,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Journal of Intermational Economics, 2016, 101, 148Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c167.",
        "Shiue, C.H., Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Transport Costs and the Geography of Arbitrage in Eighteenth-Century China,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d American Economic Review, 2005, 92 (5), 1406Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c1419.",
        "Slaughter, Matthew J., Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Does trade liberalization converge factor prices? Evidence from the antebellum transportation revolution,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d The Journal of International Trade and Economic Development, 2001, 10(3), 339Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c362."
    ]
}