{
    "id": 22941,
    "cites": 32,
    "cited_by": 4,
    "reference": [
        "Altig, David, Lawrence J. Christiano, Martin Eichenbaum, and Jesper LindeÃ\u0083Å\u0092Ã\u0082Â\u0081. 2011. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Firm-Specific Capital, Nominal Rigidities, and the Business Cycle.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Review of Economic Dynamics 14(2):225Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c 247.",
        "Ascari, Guido. 2004. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Staggered Prices and Trend Inflation: Some Nuisances.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Review of Economic dynamics 7 (3):642Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c667.",
        "Ascari, Guido, Louis Phaneuf, and Eric Sims. 2015. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093On the Welfare and Cyclical Implications of Moderate Trend Inflation.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d NBER Working Paper No. 21392.",
        "Ascari, Guido and Tiziano Ropele. 2009. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Trend Inflation, Taylor Principle and Indeterminacy.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Journal of Money, Credit and Banking 41 (8):1557Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c1584.",
        "Barro, Robert J. and Robert G. King. 1984. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Time-Separable Preferences and IntertemporalSubstitution Models of Business Cycles.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Quarterly Journal of Economics 99 (4).",
        "Basu, Susanto. 1995. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Intermediate Goods and Business Cycles: Implications for Productivity and Welfare.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d American Economic Review 85(3):512Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c531.",
        "Bergin, Paul and Robert Feenstra. 2000. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Staggered price setting, translog preferences, and endogenous persistence.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Journal of Monetary Economics 45:657Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c680.",
        "Bils, Mark and Peter J. Klenow. 2004. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Some Evidence on the Importance of Sticky Prices.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Journal of Political Economy 112(5):947Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c985.",
        "Calvo, Guillermo A. 1983. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Staggered Prices in a Utility-Maximising Framework.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Journal of Monetary Economics 12:383Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c398.",
        "Chari, V. V., Patrick J. Kehoe, and Ellen R. McGrattan. 2009. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093New Keynesian Models: Not Yet Useful for Policy Analysis.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d American Economic Journal: Macroeconomics 1(1):242Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c266.",
        "Christiano, Lawrence J. 2015. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Comment onÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Networks and the Macroeconomy: An Empirical ExplorationÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d In NBER Macroeconomics Annual 2015, Volume 30. University of Chicago Press.",
        "Christiano, Lawrence J., Martin Eichenbaum, and Charles L. Evans. 2005. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Nominal Rigidities and the Dynamic Effects of a Shock to Monetary Policy.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Journal of Political Economy 113 (1):1Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c45.",
        "Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009dÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009dÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009d. 2016. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Unemployment and Business Cycles.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Econometrica 84 (4):1523Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c1569.",
        "Christiano, Lawrence J., Mathias Trabandt, and Karl Walentin. 2010. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093DSGE Models for Monetary Policy Analysis.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d In Handbook of Monetary Economics, edited by Benjamin Friedman and Michael Woodford. Elsevier, 285Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c367.",
        "Cogley, Timothy and Argia M. Sbordone. 2008. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Trend Inflation, Indexation and Inflation Persistence in the New Keynesian Phillips Curve.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d American Economic Review 98 (5):2101Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c2126.",
        "Coibion, Olivier and Yuriy Gorodnichenko. 2011. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Monetary Policy, Trend Inflation and the Great Moderation: An Alternative Interpretation.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d American Economic Review 101 (1):341Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c370.",
        "Del Negro, Marco, Frank Schorfheide, Frank Smets, and Raf Wouters. 2007. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093On the Fit of NewKeynesian Models.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Journal of Business and Economic Statistics 25 (2):123Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c143.",
        "Eichenbaum, Martin, Nir Jaimovich, and Sergio Rebelo. 2011. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Reference prices, costs, and nominal rigidities.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d The American Economic Review 101 (1):234Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c262.",
        "Erceg, Christopher J., Dale W. Henderson, and Andrew T. Levin. 2000. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Optimal Monetary Policy with Staggered Wage and Price Contracts.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Journal of Monetary Economics 46:281Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c313.",
        "Eusepi, Stefano and Bruce Preston. 2015. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Consumption heterogeneity, employment dynamics and macroeconomic co-movement.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Journal of Monetary Economics 71:13 Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c 32.",
        "Fisher, Jonas. 2006. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093The Dynamic Effects of Neutral and Investment-Specific Technology Shocks.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Journal of Political Economy 114(3):413Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c451.",
        "Furlanetto, Francesco and Martin Seneca. 2014. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Investment Shocks and Consumption.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d European Economic Review 66:111Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c126.",
        "Greenwood, Jeremy, Zvi Hercowitz, and Gregory Huffman. 1988. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Investment, Capacity Utilization, and the Real Business Cycle.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d American Economic Review 78(3):402Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c417.",
        "Justiniano, Alejandro and Giorgio Primiceri. 2008. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093The Time Varying Volatility of Macroeconomic Fluctuations.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d American Economic Review 98(3):604Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c641.",
        "Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009dÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009dÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009d. 2011. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Investment Shocks and the Relative Price of Investment.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Review of Economic Dynamics 14(1):101Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c121.",
        "King, Robert. 1991. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Value and Capital in the Equilibrium Business Cycle Program.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d In Value and Capital Fifty Years Later, edited by L. McKenzie and S. Zamagni. London: MacMillan.",
        "Klenow, Peter J. and Benjamin A. Malin. 2011. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Microeconomic Evidence on Price-Setting.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d In Handbook of Monetary Economics, edited by Benjamin M. Friedman and Michael Woodford, chap. 6, Volume 3A. Elsevier, 231Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c284.",
        "Liu, Zheng and Louis Phaneuf. 2007. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Technology Shocks and Labor Market Dynamics: Some Evidence and Theory.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Journal of Monetary Economics 54(8):2534Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c2553.",
        "Nakamura, Emi and Jon Steinsson. 2010. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Monetary Non-Neutrality in a Multi-Sector Menu Cost Model.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Quarterly Journal of Economics 125 (3):961Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c1013.",
        "Phaneuf, Louis, Eric Sims, and Jean Gardy Victor. 2015. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Inflation, Output, and Markup Dynamics with Forward-Looking Wage and Price Setters.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d NBER Working Paper No. 21599.",
        "Rotemberg, Julio J. and Michael Woodford. 1997. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093An Optimization-Based Econometric Framework for the Evaluation of Monetary Policy.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d In NBER Macroeconomics Annual 1997, edited by Julio J. Rotemberg and B. S. Bernanke. Cambridge, MA, The MIT Press, 297Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c346.",
        "Smets, Frank and Raf Wouters. 2007. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Shocks and Frictions in US Business Cycles: A Bayesian DSGE Approach.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d American Economic Review 97 (3):586Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c606."
    ]
}