{
    "id": 2294,
    "cites": 24,
    "cited_by": 1,
    "reference": [
        "Auerbach, Alan J. 1982. Issues in the Measurement and Encouragement of Business Saving. In Saving and Government Policy, Conference Series No.",
        "Auerbach, Alan J. and Lawrence J. Kotlikoff. 1986. An Evaluation of Empirical Tests of Social Security and Savings. In Social Policy Evaluation: An Economic Perspective, edited by E. Helpman et.al., pp.",
        "Blades, Derek W. and Peter H. Stun. 1982. The Concept and Measurement of Savings: The United States and Other Industrialized Countries. In Saving and Government Policy, Conference Series No. 25, Boston, Mass.: Federal Reserve Bank of Boston, pp. 1-30.",
        "Council of Economic Advisors. 1987. Economic Report of the President.",
        "Washington, D.C.: U.S. Government Printing Office. David, Paul A. and John L. Scadding. 1974. Private Savings: Ultrarationality, Aggregation, and Denisons Law. Journal of Political Economy 82 (March/April): 225-249.",
        "Denison, Edward. 1958. A Note on Private Saving. Review of Economics and Statistics 15 (August) : 261-267.",
        "Eisner, Robert, and Paul J. Pieper. 1984. A New View of the Federal Debt and Budget Deficits. American Economic Review 74 (March): 11-29.",
        "Evans, Owen. 1983. Social Security and Household Saving in the United States. IMF Staff Papers 30 (September): 601-618.",
        "Feldstein, Martin. 1973. Tax Incentives, Corporate Saving, and Capital Accumulation in the United States. Journal of Public Economics 2 (February): 159-171.",
        "Hendershott, Patric H. 1985. Editor, The Level and Composition of Household Saving, Ballinger Publishing Company, Cambridge, Mass.",
        "Hendershott, Patric H. 1986. Debt and Equity Returns Revisited. In Financing Corporate Capital Formation, edited by Benjamin Friedman, pp.",
        "Hendershott, Patric H. and Joe Peek. 1985a. Household Saving: an Econometric Investigation. In Hendershott, ed. 1985, pp. 63-100.",
        "Hendershott, Patric H. and Joe Peek, l985b. Real Household Capital Gains and Wealth Accumulation. In Hendershott, ed., 1985, pp. 41-61.",
        "Holloway, Thomas M. 1987. Present NIPA Saving Statistics: Their Characteristics and Limitations. This volume.",
        "Howrey, E. Phillips and Saul H. Hymans. 1978. The Measurement and Determination of Loanable-Funds Saving. Brookings Papers on Economic Activity (3): 655-85.",
        "Jump, Gregory V. 1980. Interest Rates, Inflation Expectations, and Spurious Elements in Measured Real Income and Saving. American Economic Review 70 (December) : 990-1004.",
        "Kotlikoff, Laurence 3. 1986. Deficit Delusion. The Public Interest 84 (Summer) : 53-65.",
        "McSteen, Martha A. 1985. Fifty Years of Social Security. Social Security Bulletin 48 (August): 36-44.",
        "Munnell, Alicia. 1977. The Future of Social Security, The Brookings Institution, Washington D.C.",
        "Peek, Joe. 1982. Personal Saving and the Measurement of Income Tax Liabilities. Review of Economics and Statistics 64 (February): 143-47.",
        "Poole, William. 1972. The Role of Interest Rates and Inflation in the Consumption Function. Brookings Papers on Economic Activity (no. 1) 211-20.",
        "Slemrod, Joel. 1986. Saving and the Fear of Nuclear War. Journal of Conflict Resolution 30 (no 3): 403-19.",
        "Government Printing Office. U.S. Department of Health and Human Services. 1986. Social Security Bulletin - An Annual Statistical Supplement, Washington D.C.: U.S. Government Printing Office.",
        "U.S. Internal Revenue Service. Statistics of Income, Individual Income Tax Returns. Washington, D.C.: U.S. Government Printing Office. von Furstenberg, George M. 1981. Saving. In How Taxes Affect Economic Behavior, edited by Henry Aaron and Joseph Pechman, pp. 327-490."
    ]
}