{
    "id": 22957,
    "cites": 39,
    "cited_by": 30,
    "reference": [
        "Ackerberg, D., L. Benkard, S. Berry, and A. Pakes (2007). Econometric tools for analyzing market outcomes. The Handbook of Econometrics, Chapter 63.",
        "Ackerberg, D. A., K. Caves, and G. Frazer (2015). Identification properties of recent production function estimators. Econometrica 83(6), 2411Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c2451.",
        "Angrist, J. and J.-S. Pischke (2010). The credibility revolution in empirical economics: How better research design is taking the con out of econometrics. Journal of Economic Perspective 24(2), 3Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c30.",
        "Arkolakis, C., A. Costinot, D. Donaldson, and A. Rodriguez-Clare (2015). The elusive procompetitive effects of trade. MIT mimeo.",
        "Asker, J. (2016). Diagnosing foreclosure due to exclusive dealing. Journal of Industrial Economics 3(64), 375Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c410.",
        "Berry, S., S. Kortum, and A. Pakes (1996). Environmental change and hedonic cost functions for automobiles. Proceeding of the National Academy of Sciences 93(23), 12731Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c12738.",
        "Berry, S., J. Levinsohn, and A. Pakes (1995, July). Automobile prices in market equilibrium. Econometrica 63(4), 841Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c90.",
        "Berry, S., J. Levinsohn, and A. Pakes (2004). Differentiated products demand systems from a combination of micro and macro data: The new car market. The Journal of Political Economy 112(1), 68Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c105.",
        "Berry, S. T. (1994). Estimating discrete-choice models of product differentiation. RAND Journal of Economics 25(2), 242Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c262.",
        "BjoÃ\u0083Å\u0092Ã\u0082Ë\u0086rnerstedt, J. and F. Verboven (2013). Does merger simulation work? evidence from the swedish analgesics market. American Economic Journal: Applied Economics.",
        "Bresnahan, T. F. (1987). Competition and collusion in the american automobile market: The 1955 price war. Journal of Industrial Economics XXXV(4), 457Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c482.",
        "Bresnahan, T. F. (1989). Empirical studies of industries with market power. Handbook of industrial organization 2, 1011Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c1057.",
        "Chamberlain, G. (1987). Asymptotic efficiency in estimation with conditional moment restrictions. Journal of Econometrics 34(3), 305Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c334.",
        "Consumer Reports (1996, June). Can you judge a beer by its label? Consumer Reports, 10Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c12.",
        "De Loecker, J. (2011). Recovering markups from production data. International Journal of Industrial Organization 29, 350Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c355.",
        "De Loecker, J., P. Goldberg, A. Khandelwal, and N. Pavcnik (2016). Prices, markups and trade reform. Econometrica 84(2), 445Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c510.",
        "De Loecker, J. and F. Warzynski (2012). Markups and firm-level export status. American Economic Review 102(6), 2437Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c2471.",
        "Gandhi, A. and J.-F. Houde (2015). Measuring substitution patterns in differentiated products industries the missing instruments. Technical report, Mimeo, University of Wisconsin-Madison and University of Pennsylvania.",
        "Gandhi, A., S. Navarro, and D. Rivers (2013). On the identification of production functions: How heterogeneous is productivity. mimeo University of Wisconsin-Madison.",
        "Genesove, D. and W. P. Mullin (1998). Testing static oligopoly models: Conduct and cost in the sugar industry, 1890-1914. The RAND Journal of Economics 29(2), 355Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c377.",
        "Goldberg, P. K. and R. Hellerstein (2013). A structural approach to identifying the sources of local-currency price stability. Review of Economic Studies 80(1), 175Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c210.",
        "Hall, R. E. (1988). The relation between price and marginal cost in us industry. Journal of Political Economy 96(5), 921Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c947.",
        "Hellerstein, R. (2008). Who bears the cost of a change in the exchange rate? pass-through accounting for the case of beer. Journal of International Economics 76(1), 14 Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c 32.",
        "Hendel, I. and A. Nevo (2006, November). Measuring the implications of sales and consumer inventory behavior. Econometrica 74(6), 1637Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c1673.",
        "Hsieh, C.-T. and P. J. Klenow (2009). Misallocation and manufacturing TFP in china and india. The Quarterly Journal of Economics 124(4), 1403Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c1448.",
        "Levinsohn, J. and A. Petrin (2003). Estimating production functions using inputs to control for unobservables. Review of Economic Studies 70(2), 317Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c341.",
        "Miller, N. and M. Weinberg (2016). The market power effects of a merger: Evidence from the us brewing industry.",
        "Olley, G. S. and A. Pakes (1996). The dynamics of productivity in the telecommunications industry. Econometrica 64(6), 1263Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c1297.",
        "Peeters, M. (2014). Heterogeneous mark-ups, growth and endogenous misallocation. mimeo Yale University.",
        "Peters, C. T. (2003). Evaluating the performance of merger simulation: Evidence from the us airline industry. DOJ Antitrust Division Economic Analysis Group Discussion Paper (031) .",
        "Reynaert, M. and F. Verboven (2014). Improving the performance of random coefficients demand models: the role of optimal instruments. Journal of Econometrics 179(1), 83Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c98.",
        "Rojas, C. (2008). Price competition in us brewing. The Journal of Industrial Economics 56(1), 1Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c31.",
        "Train, K. (2009). Discrete Choice Methods with Simulation. Cambridge UP.",
        "Verboven, F. (2012). Empirical industrial organization and competition policy. mimeo KU Leuven.",
        "Weinberg, M. C. (2011). More evidence on the performance of merger simulations. The American Economic Review 101(3), 51Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c55.",
        "Weinberg, M. C. and D. Hosken (2013). Evidence on the accuracy of merger simulations.",
        "Wolfram, C. D. (1999). Measuring duopoly power in the british electricity spot market. American Economic Review, 805Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c826. A Appendix A.1 Demand estimation In the terminology of BLP, the nonlinear parameters for our models are Ã\u0083Å½Ã\u0082Â²p, Ã\u0083Â\u008fÃ\u0082Æ\u0092p, and Ã\u0083Â\u008fÃ\u0082Æ\u0092l. We search over these parameters using a global optimization algorithm initially (differential evolution), and then we switch to Nelder-Meade. A.2 Demand data We aggregate demand over time and products. We define a product as all UPC codes that share a volume, value for the light beer dummy, and brand. The revenues and quantities (in units of six packs) are added up across such UPC codes for each month, and then prices are recovered by dividing revenues by quantities.",
        "We aggregate stores according to DominickÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0084¢s pricing zones. See Hellerstein (2008) for details. At the UPC-week level, we define an Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009don-saleÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d dummy that is equal to unity if and only if any sort of promotional activity was recorded in the DominicksÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0084¢ data for that UPC and week. Then, when aggregating the data across stores, weeks, and UPCs, we take the mean value of this dummy as our product-level measure of sales/promotional activity. The Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009dnumber of products on saleÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d instrumental variable is the sum of our product-level sales/promotion measure over products within a market.",
        "Capital is constructed in two ways. For the majority of plants, including all plants in the CMF, capital is measured using a question on total assets Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c be they machines or buildings Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c at the plant. For the remaining observations, capital is constructed using the perpetual inventory method, using industry-specific depreciation rates and investment deflators from the Bureau of Economic Analysis and the National Bureau of Economic Research. Capital, materials and sales are deflated using the NBER-CES industry-level deflators into 1997 dollars. Our output measure is the total value of product shipments (deflated). Labor inputs are measured by total production hours. Materials inputs are measured by total expenditure on materials, electiricity, and fuel."
    ]
}