{
    "id": 22953,
    "cites": 33,
    "cited_by": 24,
    "reference": [
        "Acemoglu, Daron, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Labor- and Capital-Augmenting Technical Change,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Journal of the European Economic Association, 2003, 1 (1), 1Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c37.",
        ", Introduction to Modern Economic Growth, Princeton University Press, 2011.",
        ", Ufuk Akcigit, Nicholas Bloom, and William R Kerr, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Innovation, Reallocation and Growth,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Working Paper 18993, National Bureau of Economic Research 2013.",
        ", Christopher Harris, Peter Howitt, and John Vickers, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Competition, Imitation and Growth with Step-by-Step Innovation,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d The Review of Economic Studies, 2001, 68 (3), pp. 467Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c492.",
        ", Ufuk Akcigit, and Peter Howitt, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093What Do We Learn From Schumpeterian Growth Theory?,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Handbook of Economic Growth, 2014, 2B, 515Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c563.",
        "Akcigit, Ufuk and William R. Kerr, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Growth through Heterogeneous Innovations,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d 2015.",
        "Baily, Martin Neil, Charles Hulten, and David Campbell, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Productivity Dynamics in Manufacturing Plants,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Brookings Papers: Microeconomics, 1992, 4, 187Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c267.",
        "Broda, Christian and David E Weinstein, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Globalization and the Gains From Variety,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d The Quarterly Journal of Economics, 2006, 121 (2), 541Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c585.",
        "Burstein, Ariel and Andrew Atkeson, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Aggregate Implications of Innovation Policy,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d in Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u00932015 Meeting PapersÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d number 640 Society for Economic Dynamics 2015.",
        "Davis, Steven J, John C Haltiwanger, and Scott Schuh, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Job Creation and Destruction,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d MIT Press Books, 1998.",
        "Decker, Ryan, John Haltiwanger, Ron Jarmin, and Javier Miranda, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093The Role of Entrepreneurship in US Job Creation and Economic Dynamism,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d The Journal of Economic Perspectives, 2014, 28 (3), 3Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c24.",
        "Feenstra, Robert C, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093New product varieties and the measurement of international prices,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d The American Economic Review, 1994, pp. 157Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c177.",
        "Foster, Lucia, John C Haltiwanger, and C.J. Krizan, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Aggregate Productivity Growth. Lessons from Microeconomic Evidence,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d New Developments in Productivity Analysis, 2001, pp. 303Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c372.",
        ", John Haltiwanger, and Chad Syverson, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093The Slow Growth of New Plants: Learning about Demand?,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Economica, 2016, 83 (329), 91Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c129.",
        "Gordon, Robert J, The Measurement of Durable Goods Prices, University of Chicago Press, 2007.",
        "Gourio, Francois and Leena Rudanko, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Customer capital,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Review of Economic Studies, 2014, 81 (3).",
        "Greenwood, Jeremy, Zvi Hercowitz, and Per Krusell, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Long-Run Implications of Investment-Specific Technological Change,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d American Economic Review, 1997, 87 (3), 342Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c362.",
        "Grossman, Gene M and Elhanan Helpman, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Quality Ladders in the Theory of Growth,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Review of Economic Studies, 1991, 58 (1), 43Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c61.",
        "Haltiwanger, John, Ron S Jarmin, and Javier Miranda, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Who Creates Jobs? Small versus Large versus Young,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Review of Economics and Statistics, 2013, 95 (2), 347Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c361.",
        "Hottman, Colin, Stephen J Redding, and David E Weinstein, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Quantifying the Sources of Firm Heterogeneity,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d forthcoming in The Quarterly Journal of Economics, 2016.",
        "Hsieh, Chang-Tai and Peter J Klenow, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Misallocation and Manufacturing TFP in China and India,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Quarterly Journal of Economics, 2009, 124 (4), 1403Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c1448.",
        "Jones, Charles I., Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Life and Growth,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Journal of Political Economy, 2016, 124, 539Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c578.",
        "Jovanovic, Boyan, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Selection and the Evolution of Industry,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Econometrica, 1982, 50 (3), 649Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c670.",
        "Klette, Tor Jakob and Samuel Kortum, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Innovating firms and aggregate innovation,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Journal of Political Economy, 2004, 112 (5), 986Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c1018.",
        "Kortum, Samuel S., Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Research, Patenting, and Technological Change,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Econometrica, 1997, 65 (6), 1389Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c1419.",
        "Krusell, Per, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093How is R&D Distributed Across Firms? A Theoretical Analysis,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d 1998.",
        "Lentz, Rasmus and Dale T Mortensen, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093An Empirical Model of Growth through Product Innovation,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Econometrica, 2008, 76 (6), 1317Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c1373.",
        "Lucas, Robert E Jr. and Benjamin Moll, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Knowledge Growth and the Allocation of Time,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Journal of Political Economy, 2014, 122 (1).",
        "Parente, Stephen L and Edward C Prescott, Barriers to Riches, MIT press, 2002.",
        "Peters, Michael, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Heterogeneous Mark-ups, Growth and Endogenous Misallocation,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d 2013.",
        "Romer, Paul M., Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Endogenous Technological Change,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Journal of Political Economy, 1990, 98 (5), pp. S71Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009cS102.",
        "Stokey, Nancy L, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Learning by Doing and the Introduction of New Goods,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Journal of Political Economy, 1988, 96 (4), 701Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c717.",
        "Young, Alwyn, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Growth without Scale Effects,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Journal of Political Economy, 1998, 106 (1), pp. 41Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c63."
    ]
}