{
    "id": 2296,
    "cites": 31,
    "cited_by": 6,
    "reference": [
        "Abel, A.B., Stock Prices under Time-Varying Dividend Risk: An Exact Solution in an Infinite-Horizon General Equilibrium Model, mimeo, The Wharton School of the University of Pennsylvania, February 1987.",
        "Black, F., Studies of Stock Price Volatility Changes, Proceeding~ of the 1976 Meetings of the American Statistical Association, Business and Economic Statistics Section, pp. 177-181.",
        "Bollerslev, T.P., Engle, R. and Wooldridge, J.M., A Capital Asset Pricing Model with Time-Varying Covariances, mimeo, University of California at San Diego, September 1985.",
        "Breeden, D.T., An Intertemporal Asset Pricing Model with Stochastic Consumption and Investment Opportunities, Journal of Financial Economics, September 1979, 7: 265-296.",
        "Campbell, John Y., Stock Returns and the Term Structure, NBER Working Paper no. 1626, 1985.",
        "Christie, A., The Stochastic Behavior of Common Stock Variances, Journal of Financial Economics, December 1982, 10: 407-432.",
        "Cumby, R.E., Is It Risk? Explaining Deviations from Interest Rate Parity, mimeo, New York University, October 1985.",
        "Cumby, R.E., and M. Obstfeld, International Interest Rate and Price Level Linkages Under Flexible Exchange Rates: A Review of Recent Evidence, in J. Bilson and R. Marston, eds., Exchange Rate Theory and Practice, Chicago: University of Chicago Press, 1984.",
        "Domowitz, I. and C.S. Hakkio, Conditional Variance of the Risk Premium in the Foreign Exchange Market, Journal of International Economics 19, August 1985, pp. 47-66.",
        "Engle, R.F., D.M. Lilien, and R.P. Robins, Estimating Time Varying Risk Premia in the Term Structure: The Arch-M Model, Econometrica, 55 no. 2, March 1987, pp. 391-408.",
        "Fama, E.F., Inflation, Output, and Money, Journal of Business, 1982, vol 55 n. 2: 201-231.",
        "Fischer, S. The Demand for Indexed Bonds, ournal of Political Economy, 83, 1975, pp. 509-534.",
        "Gertler, M. and E. Grinols, Monetary Randomness and Investment, Journal of Monetary Economics 10, 1982, pp. 239-258.",
        "Giovannini, A., Time-Varying Distributions of Returns, Nominal Interest Rates and Risk Premia in a Dynamic Asset Pricing Model, First Boston Working Paper n. 86-36, Columbia Business School, October 1986.",
        "Giovannini, A. and P. Jorion, Interest Rates and Risk Premia in the Stock Market and in the Foreign Exchange Market, Journal of International Money and Finance, March 1987, (forthcoming).",
        "Hansen, L.P. and R.J. Hodrick, Forward Exchange Rates as Optimal Predictors of Future Spot Rates: An Econometric Analysis, Journal of Political Economy, October 1980, 88: 829-853.",
        "Hansen, L.P. and K. Singleton, Generalized Instrumental Variables Estimation of Nonlinear Rational Expectations Models, Econometrica, September 1982: 50:1269-86.",
        "Hodrick, R.J. and S. Srivastava, Risk and Return in Forward Foreign Exchange, Journal of International Money and Finance, April 1984, 3: 5-29.",
        "Litterman, R.B. and L. Weiss, Money, Real Interest Rates, and Output: A Reinterrpretation of Postwar U.S. Data, Econometrica, January 1985, vol. 53, n.1: 129-156.",
        "Lucas, R.E., Jr., Asset Prices in an Exchange Economy, Econometrica, November 1978, 46: 1429-1445.",
        "World, Journal of Monetary Economics, November 1982, 10: 335-360.",
        "Malkiel, B., The Capital Formation Problem in the United States, Journal of Finance, 34, 1979, pp. 291-306.",
        "Mascaro, A. and A.H. Meltzer, Long- and Short-Term Interest Rates in a Risky World, Journal of Monetary Economies, November 1983, 12: 485-518.",
        "Pindyck, R.S., Risk, Inflation, and the Stock Market, American Economic Review, 74, June 1984, pp. 335-351.",
        "Poterba, J.M. and L.H. Summers, The Persistence of Volatility of Stock Market Fluctuations, American Economic Review, 76, December 1986, pp. 1142-1151.",
        "Rothschild, H. and J.E. Stiglitz, Increasing Risk: I. A Definition, Journal of Economic Theory 1970 2: 225-243.",
        "Selden, L., An OCE Analysis of the Effect of Uncertainty on Saving under Risk Preference Independence, Review of Economic Studies, 46, 1979, pp. 73-82.",
        "Stockman, A.C., A Theory of Exchange Rate Determination, Journal of Political Economy, August 1980, 88: 673-98.",
        "Stulz, R.M., Interest Rates and Monetary Policy Uncertainty, Journal of Monetary Economics, May 1986, 17: 331-347.",
        "Svensson, L.E.O., Money and Asset Prices in a Cash-in-Advance Economy, Journal of Political Economy, 93, no. 5, October 1985, pp. 919-944.",
        "Tobin, J., Liquidity Preference as Behavior Towards Risk, Review of Economic Studies, 1958, pp. 65-86."
    ]
}