{
    "id": 22973,
    "cites": 47,
    "cited_by": 13,
    "reference": [
        "Ali, S. Nageeb. 2011. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Learning Self-Control.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d The Quarterly Journal of Economics 126 (2): 857Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c893 (May).",
        "Amstadter, Ananda B., Ron Acierno, Lisa K. Richardson, Dean G. Kilpatrick, Daniel F. Gros, Mario T. Gaboury, Trinh Luong Tran, Lam Tu Trung, Nguyen Thanh Tam, Tran Tuan, La Thi Buoi, Tran Thu Ha, and Thach T. 2009. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Posttyphoon prevalence of posttraumatic stress disorder, major depressive disorder, panic disorder, and generalized anxiety disorder in a Vietnamese sample.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Journal of Traumatic Stress 22 (3): 180Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c188 (June).",
        "Baird, Sarah, Jacobus de Hoop, and Berk Ã\u0083Æ\u0092Ã\u0082â\u0080\u0093zler. 2013. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Income Shocks and Adolescent Mental Health.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Journal of Human Resources 48 (2): 370Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c403.",
        "Beck, Aaron T. 1967. Depression: Causes and Treatment. Philadelphia: University of Pennsylvania Press.",
        "Bliss, Christopher, and Nicholas Stern. 1978. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Productivity, wages and nutrition.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Journal of Development Economics 5 (4): 331Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c362 (December).",
        "Boden, Joseph M., David M. Fergusson, and L. John Horwood. 2010. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Cigarette smoking and depression: tests of causal linkages using a longitudinal birth cohort. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d The British Journal of Psychiatry 196 (6): 440Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c446 (June).",
        "Bromet, E., L. H. Andrade, I. Hwang, N. A. Sampson, J. Alonso, G. de Girolamo, R. de Graaf, K. Demyttenaere, C. Hu, N. Iwata, A. N. Karam, J. Kaur, S. Kostyuchenko, J. LÃ\u0083Æ\u0092Ã\u0082Â©pine, and D. an Levinson. 2011. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Cross-national epidemiology of DSM-IV major depressive episode.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d BMC Medicine 9 (1): 90 (July).",
        "Clark, Andrew E. 2003. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Unemployment as a Social Norm: Psychological Evidence from Panel Data.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Journal of Labor Economics 21 (2): 323Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c351.",
        "Colantone, Italo, Rosario CrinÃ\u0083Æ\u0092Ã\u0082Â², and Laura Ogliari. 2015, October. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093The Hidden Cost of Globalization: Import Competition and Mental Distress.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d SSRN Scholarly Paper ID 2694447, Social Science Research Network, Rochester, NY.",
        "Cornaglia, Francesca, Naomi E. Feldman, and Andrew Leigh. 2014. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Crime and Mental Well-Being.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Journal of Human Resources 49 (1): 110Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c140 (January).",
        "Dasgupta, Partha, and Debraj Ray. 1986. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Inequality as a determinant of malnutrition and unemployment: Theory.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Economic Journal 96 (384): 1011Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c1034.",
        "Devoto, Florencia, Esther Duflo, Pascaline Dupas, William Parient?, and Vincent Pons. 2012. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Happiness on Tap: Piped Water Adoption in Urban Morocco.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d American Economic Journal: Economic Policy 4 (4): 68Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c99.",
        "Dustmann, Christian, and Francesco Fasani. 2015. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093The Effect of Local Area Crime on Mental Health.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d The Economic Journal, April, n/aÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009cn/a.",
        ". 2016. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093The Effect of Local Area Crime on Mental Health.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d The Economic Journal 126 (593): 978Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c1017 (June).",
        "FarrÃ\u0083Æ\u0092Ã\u0082Â©, Lidia, Francesco Fasani, and Hannes Felix Mueller. 2015, September. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Feeling Useless: The Effect of Unemployment on Mental Health in the Great Recession. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d SSRN Scholarly Paper ID 2655276, Social Science Research Network, Rochester, NY.",
        "Fernstrom, M. H. 1989. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Depression, antidepressants, and body weight change.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Annals of the New York Academy of Sciences 575:31Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c39; discussion 39Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c40.",
        "Ferster, C. B. 1973. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093A functional analysis of depression.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d The American Psychologist 28 (10): 857Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c870 (October).",
        "Finkelstein, Amy, Sarah Taubman, Bill Wright, Mira Bernstein, Jonathan Gruber, Joseph P. Newhouse, Heidi Allen, Katherine Baicker, and the Oregon Health Study Group. 2012. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093The Oregon Health Insurance Experiment: Evidence from the First Year.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d The Quarterly Journal of Economics, May, qjs020.",
        "Goenjian, Armen K., Luis Molina, Alan M. Steinberg, Lynn A. Fairbanks, Maria Luisa Alvarez, Haig A. Goenjian, and Robert S. Pynoos. 2001. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Posttraumatic Stress and Depressive Reactions Among Nicaraguan Adolescents After Hurricane Mitch.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d American Journal of Psychiatry 158 (5): 788Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c794 (May).",
        "Gul, Faruk, and Wolfgang Pesendorfer. 2001. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Temptation and self-control.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Econometrica 69 (6): 1403Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c1435.",
        "Haushofer, Johannes, and Jeremy Shapiro. 2016. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093The Short-term Impact of Unconditional Cash Transfers to the Poor: Experimental Evidence from Kenya.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d The Quarterly Journal of Economics 131 (4): 1973Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c2042 (November).",
        "Katz, Lawrence F., Jeffrey R. Kling, and Jeffrey B. Liebman. 2001. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Moving to Opportunity in Boston: Early Results of a Randomized Mobility Experiment.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d The Quarterly Journal of Economics 116 (2): 607Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c654 (May).",
        "Kendler, K. S., L. M. Karkowski, and C. A. Prescott. 1999. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Causal relationship between stressful life events and the onset of major depression.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d The American Journal of Psychiatry 156 (6): 837Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c841 (June).",
        "Kessler, Ronald C., and Evelyn J. Bromet. 2013. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093The epidemiology of depression across cultures.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Annual Review of Public Health 34:119Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c138.",
        "Khantzian, Edward J. 1985. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093The self-medication hypothesis of addictive disorders: focus on heroin and cocaine dependence.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d American journal of Psychiatry 142 (11): 1259Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c1264.",
        "Laibson, David. 1997. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Golden Eggs and Hyperbolic Discounting.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d The Quarterly Journal of Economics 112 (2): 443Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c478 (May).",
        "Ludwig, Jens, Greg J. Duncan, Lisa A. Gennetian, Lawrence F. Katz, Ronald C. Kessler, Jeffrey R. Kling, and Lisa Sanbonmatsu. 2012. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Neighborhood Effects on the Long-Term Well-Being of Low-Income Adults.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Science 337 (6101): 1505Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c1510 (September).",
        "Luttmer, Erzo F. P. 2005. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Neighbors as Negatives: Relative Earnings and WellBeing.",
        "Maier, Steven F., and Martin E. Seligman. 1976. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Learned helplessness: Theory and evidence.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Journal of experimental psychology: general 105 (1): 3.",
        "Marcus, Jan. 2013. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093The effect of unemployment on the mental health of spouses - evidence from plant closures in Germany.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Journal of Health Economics 32 (3): 546Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c558 (May).",
        "McInerney, Melissa, Jennifer M. Mellor, and Lauren Hersch Nicholas. 2013. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Recession depression: mental health effects of the 2008 stock market crash.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Journal of Health Economics 32 (6): 1090Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c1104 (December).",
        "Mendolia, S. 2009. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093The impact of job loss on family mental health.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d UNSW Working Paper.",
        "MunafÃ\u0083Æ\u0092Ã\u0082Â², Marcus R., Brian Hitsman, Richard Rende, Chris Metcalfe, and Raymond Niaura. 2008. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Effects of progression to cigarette smoking on depressed mood in adolescents: evidence from the National Longitudinal Study of Adolescent Health.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Addiction (Abingdon, England) 103 (1): 162Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c171 (January).",
        "Piketty, Thomas. 1995. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Social Mobility and Redistributive Politics.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d The Quarterly Journal of Economics 110 (3): 551Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c584 (August).",
        "Rataj, Elisabeth, Katharina Kunzweiler, and Susan Garthus-Niegel. 2016. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Extreme weather events in developing countries and related injuries and mental health disorders - a systematic review.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d BMC Public Health 16:1020.",
        "Rosero, Jose, and Hessel Oosterbeek. 2011. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Trade-offs between Different Early Childhood Interventions: Evidence from Ecuador.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Tinbergen Institute Discussion Paper 11-102/3, Tinbergen Institute.",
        "Schwandt, Hannes. 2015. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Wealth Shocks and Health Outcomes: Evidence from Stock Market Fluctuations.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Sobocki, Patrik, Bengt JÃ\u0083Æ\u0092Ã\u0082Â¶nsson, Jules Angst, and Clas Rehnberg. 2006. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Cost of depression in Europe.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d The Journal of Mental Health Policy and Economics 9 (2): 87Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c98 (June).",
        "Ssewamala, Fred M, Chang-Keun Han, and Torsten B Neilands. 2009. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Asset Ownership and Health and Mental Health Functioning Among AIDS-Orphaned Adolescents: Findings From a Randomized Clinical Trial in Rural Uganda.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Social science & medicine (1982) 69 (2): 191 (July).",
        "Ssewamala, Fred M, Torsten B Neilands, Jane Waldfogel, and Leyla Ismayilova. 2012. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093The impact of a comprehensive microfinance intervention on depression levels of AIDS-orphaned children in Uganda.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d The Journal of adolescent health: official publication of the Society for Adolescent Medicine 50 (4): 346Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c 352 (April).",
        "Steel, Zachary, Claire Marnane, Changiz Iranpour, Tien Chey, John W. Jackson, Vikram Patel, and Derrick Silove. 2014. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093The global prevalence of common men29 tal disorders: a systematic review and meta-analysis 1980-2013.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d International Journal of Epidemiology 43 (2): 476Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c493 (April).",
        "Stewart, Walter F., Judith A. Ricci, Elsbeth Chee, Steven R. Hahn, and David Morganstein. 2003. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Cost of lost productive work time among US workers with depression.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d JAMA 289 (23): 3135Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c3144 (June).",
        "Taylor, Gemma, Ann McNeill, Alan Girling, Amanda Farley, Nicola LindsonHawley, and Paul Aveyard. 2014. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Change in mental health after smoking cessation: systematic review and meta-analysis.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d BMJ 348 (February): g1151.",
        "Tseng, Fu-Min, and Dennis Petrie. 2012, February. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Handling the endogeneity of income to health using a field experiment in Taiwan.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Dundee Discussion Papers in Economics 263, Economic Studies, University of Dundee.",
        "Van Nieuwerburgh, Stijn, and Laura Veldkamp. 2006. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Learning asymmetries in real business cycles.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Journal of monetary Economics 53 (4): 753Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c772.",
        "Veldkamp, Laura L. 2005. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Slow boom, sudden crash.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Journal of Economic theory 124 (2): 230Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c257.",
        "Vos, Theo, Abraham D. Flaxman, Mohsen Naghavi, Rafael Lozano, Catherine Michaud, Majid Ezzati, Kenji Shibuya, Joshua A. Salomon, Safa Abdalla, Victor Aboyans, Jerry Abraham, Ilana Ackerman, and Rak Aggarwal. 2012. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Years lived with disability (YLDs) for 1160 sequelae of 289 diseases and injuries 19902010: a systematic analysis for the Global Burden of Disease Study 2010.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Lancet (London, England) 380 (9859): 2163Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c2196 (December).",
        "Windle, M., and R. C. Windle. 2001. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Depressive symptoms and cigarette smoking among middle adolescents: prospective associations and intrapersonal and interpersonal influences.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Journal of Consulting and Clinical Psychology 69 (2): 215Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c226 (April)."
    ]
}