{
    "id": 22971,
    "cites": 10,
    "cited_by": 1,
    "reference": [
        "Auernheimer, L. and R. GarcÃ\u0083â\u0080\u009eÃ\u0082Â±Ã\u0083Å\u0092Ã\u0082Â\u0081a-Saltos, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093International Debt and the Price of Domestic Assets,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d IMF Working Paper wp/00/177, October 2000.",
        "Benigno, Gianluca, Huigang Chen, Christopher Otrok, Alessandro Rebucci, and Eric R. Young, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Optimal Capital Controls and Real Exchange Rate Policies: A Pecuniary Externality Perspective,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d CEPR Discussion Paper No. 9936, April 2014.",
        "Bianchi, Javier, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Overborrowing and Systemic Externalities in the Business Cycle,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d American Economic Review 101, December 2011, 3400-3426.",
        "Devereux, Michael B., Eric R. Young, and Changhua Yu, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093A New Dilemma: Capital Controls and Monetary Policy in Sudden Stop Economies,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d NBER Working Paper 21791, December 2015.",
        "Jeanne, Olivier, and Anton Korinek, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Managing Credit Booms and Busts: A Pigouvian Taxation Approach,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d NBER Working Paper 16377, 2010.",
        "Lorenzoni, Guido, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Inefficient Credit Booms,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Review of Economic Studies 75, 2008, 809833.",
        "Mendoza, Enrique G., Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Credit, Prices, and Crashes: Business Cycles with a Sudden Stop,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d in Sebastian Edwards and Jeffrey A. Frankel (Eds.), Preventing Currency Crises in Emerging Markets, University of Chicago Press, Chicago, IL, 2002, 335-392.",
        "Mendoza, Enrique G., Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Real Exchange Rate Volatility and the Price of Nontradable Goods in Economies Prone to Sudden Stops,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Economia, Fall 2005, 103-148.",
        "Uribe, MartÃ\u0083â\u0080\u009eÃ\u0082Â±Ã\u0083Å\u0092Ã\u0082Â\u0081n, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093On Overborrowing,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d American Economic Review Papers and Proceedings 96, May 2006, 417-421.",
        "Uribe, MartÃ\u0083â\u0080\u009eÃ\u0082Â±Ã\u0083Å\u0092Ã\u0082Â\u0081n, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Individual Versus Aggregate Collateral Constraints and the Overborrowing Syndrome,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d NBER working paper 12260, May 2007."
    ]
}