{
    "id": 22986,
    "cites": 13,
    "cited_by": 3,
    "reference": [
        "Beasley, D. (2015). Gilead boosts hepatitis C drug discounts, shares slide. Market News. http://www.reuters.com/article/gilead-sciences-results-idUSL1N0VD2V920150203.",
        "Cutler, D. M., McClellan, M., Newhouse, J. P., and Remler, D. (1998). Are medical prices declining? Evidence from heart attack treatments. Quarterly Journal of Economics, 113(4):991Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c1024.",
        "Dow, W. H., Philipson, T. J., and Sala-i Martin, X. (1999). Longevity complementarities under competing risks. American Economic Review, 89(5):1358Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c1371.",
        "Frank, R. G., Berndt, E. R., and Busch, S. H. (1999). Price indexes for the treatment of depression. In Triplett, J. E., editor, Measuring the Prices of Medical Treatments. Brookings Institution Press.",
        "Hall, R. E. and Jones, C. I. (2007). The value of life and the rise in health spending. The Quarterly Journal of Economics, 122(1):39Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c72.",
        "Hartung, D. M., Bourdette, D. N., Ahmed, S. M., and Whitham, R. H. (2015). The cost of multiple sclerosis drugs in the US and the pharmaceutical industry. Neurology, 84(21):2185Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c2192.",
        "Howard, D. H., Bach, P. B., Berndt, E. R., and Conti, R. M. (2015). Pricing in the market for anticancer drugs. The Journal of Economic Perspectives, 29(1):139Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c162.",
        "Jena, A. B. and Philipson, T. J. (2008). Cost-effectiveness analysis and innovation. Journal of Health Economics, 27(5):1224Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c1236.",
        "Lucchinetti, C., Bruck, W., Parisi, J., Scheithauer, B., Rodriguez, M., Lassman, H., et al. (2000). Heterogeneity of multiple sclerosis lesions: Implications for the pathogenesis of demyelination. Annals of neurology, 47(6):707Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c717.",
        "Newhouse, J. P. (1992). Medical care costs: How much welfare loss? The Journal of Economic Perspectives, 6(3):3Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c21.",
        "Smith, B., Carson, S., Fu, R., McDonagh, M., Dana, T., Chan, B. K., Thakurta, S., and Gibler, A. (2010). Drug class review: Disease-modifying drugs for multiple sclerosis.",
        "Weisbrod, B. A. (1991). The health care quadrilemma: An essay on technological change, insurance, quality of care, and cost containment. Journal of Economic Literature, 29(2):523Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c 552.",
        "Zhang, S., Bastian, N. D., and Griffin, P. M. (2015). Cost-effectiveness of sofosbuvir-based treatments for chronic hepatitis C in the US. BMC Gastroenterology, 15(1):1."
    ]
}