{
    "id": 22996,
    "cites": 30,
    "cited_by": 2,
    "reference": [
        "Abbott, F. C. (2004). A history of the western interstate commission for higher education: The first forty years. Western Interstate Commission for Higher Education.",
        "Abraham, K. G. and M. A. Clark (2006). Financial aid and students college decisions evidence from the district of columbia tuition assistance grant program. Journal of Human Resources 41(3), 578Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c610.",
        "Avery, C. and C. M. Hoxby (2004). Do and should financial aid packages affect studentsÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0084¢ college choices? In College choices: The economics of where to go, when to go, and how to pay for it, pp. 239Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c302. University of Chicago Press.",
        "Avery, C. N., M. E. Glickman, C. M. Hoxby, and A. Metrick (2013). A revealed preference ranking of us colleges and universities. The Quarterly Journal of Economics 128(1), 425Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c467.",
        "Besley, T. and S. Coate (2003). Centralized versus decentralized provision of local public goods: a political economy approach. Journal of public economics 87(12), 2611Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c2637.",
        "Black, S. E. (1999). Do better schools matter? parental valuation of elementary education. Quarterly journal of economics, 577Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c599.",
        "Blanchard, O. J., L. F. Katz, R. E. Hall, and B. Eichengreen (1992). Regional evolutions. Brookings papers on economic activity 1992(1), 1Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c75.",
        "Bound, J., J. Groen, G. Kezdi, and S. Turner (2004). Trade in university training: cross-state variation in the production and stock of college-educated labor. Journal of Econometrics 121(1), 143Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c173.",
        "Chetty, R. (2008). Sufficient statistics for welfare analysis: A bridge between structural and reduced-form methods.",
        "Chetty, R. et al. (2008). Moral hazard versus liquidity and optimal unemployment insurance. Journal of Political Economy 116(2), 173Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c234.",
        "Cohodes, S. R. and J. S. Goodman (2014). Merit aid, college quality, and college completion: MassachusettsÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0084¢ adams scholarship as an in-kind subsidy. American Economic Journal: Applied Economics 6(4), 251Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c285.",
        "DePasquale, C. and K. Stange (2015). Labor supply effects of occupational regulation: Evidence from the nurse licensure compact.",
        "Dwenger, N., J. Storck, and K. Wrohlich (2012). Do tuition fees affect the mobility of university applicants? evidence from a natural experiment. Economics of Education Review 31(1), 155Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c167.",
        "Dynarski, S. M. (2003). Does aid matter? measuring the effect of student aid on college attendance and completion. American Economic Review 93(1), 279Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c288.",
        "Epple, D., R. Romano, S. SarpÃ\u0083Æ\u0092Ã\u0082Â§a, and H. Sieg (2013). The us market for higher education: A general equilibrium analysis of state and private colleges and public funding policies.",
        "Finkelstein, A., N. Hendren, and E. F. Luttmer (2015). The value of medicaid: Interpreting results from the oregon health insurance experiment. Technical report, National Bureau of Economic Research.",
        "Groat, H. T. (1964). Internal migration patterns of a population subgroup college students, 1887-1958. American Journal of Sociology, 383Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c394.",
        "Groen, J. A. and M. J. White (2004). In-state versus out-of-state students: the divergence of interest between public universities and state governments. Journal of Public Economics 88(9), 1793Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c1814.",
        "Hoxby, C. M. and G. B. Bulman (2016). The effects of the tax deduction for postsecondary tuition: Implications for structuring tax-based aid. Economics of Education Review 51, 23Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c60.",
        "Inman, R. P. and D. L. Rubinfeld (1997). Rethinking federalism. The Journal of Economic Perspectives, 43Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c64.",
        "Kane, T. J. (2007). Evaluating the impact of the dc tuition assistance grant program. Journal of Human resources 42(3), 555Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c582.",
        "Kennan, J. (2015). Spatial variation in higher education financing and the supply of college graduates.",
        "Knight, B. (2013). State gun policy and cross-state externalities: evidence from crime gun tracing. American Economic Journal: Economic Policy 5(4), 200Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c229.",
        "Mechtenberg, L. and R. Strausz (2008). The bologna process: How student mobility affects multi-cultural skills and educational quality. International Tax and Public Finance 15(2), 109Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c130.",
        "Moretti, E. (2012). The new geography of jobs. Houghton Mifflin Harcourt.",
        "Morgan, J. N. (1983). Tuition policy and the interstate migration of college students. Research in Higher Education 19(2), 183Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c195.",
        "Noorbakhsh, A. and D. Culp (2002). The demand for higher education: PennsylvaniaÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0084¢s nonresident tuition experience. Economics of Education Review 21(3), 277Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c286.",
        "Oates, W. E. (1999). An essay on fiscal federalism. Journal of economic literature, 1120Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c1149.",
        "Palley, D. B. (1976). Resolving the nonresident student problem: Two federal proposals. The Journal of Higher Education, 1Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c31.",
        "Saez, E. (2001). Using elasticities to derive optimal income tax rates. Review of Economic Studies 68, 205Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c229. r n m m m+1/Ã\u0083Â\u008fÃ\u0082Â\u0081 r(n) slope=-(1-P)/P"
    ]
}