{
    "id": 2300,
    "cites": 19,
    "cited_by": 2,
    "reference": [
        "Campbell, John Y., and Richard H. Clarida, The Dollar and Real Interest Rates, National Bureau of Economic Research Working Paper No. 2151. (forthcoming in Brunner, Karl, and Allan H. Meltzer, eds., Carnegie-Rochester Conference Series on Public Policy, Amsterdam: North Holland.) Cooley, Thomas F., and Stephen F. LeRoy, Identification and Estimation of Money Demand, American Economic Review, December 1981, 71, 825-44.",
        "Deaves, Richard, Angelo Melino, and James E. Pesando, The Response of Interest Rates to the Federal Reserves Weekly Money Announcements: The `Puzzle of Anticipated Money, National Bureau of Economic Research Working Paper No. 2125, January 1987.",
        "Fama, Eugene F., Short-Term Interest Rates as Predictors of Inflation, American Economic Review, June 1975, 65, 269-82.",
        "Investment, Journal of Monetary Economics, May 1982, 9, 297-323.",
        "Feldstein, Martin, and Philippe Bacchetta, How Far Has the Dollar Fallen?, National Bureau of Economic Research Working Paper No. 2122, January 1987.",
        "Goodfriend, Marvin, Reinterpreting Money Demand Regressions, in Brunner, Karl, and Allan H. Meltzer, eds., Understanding Monetary Regimes, CarnegieRochester Conference Series on Public Policy, 22, Amsterdam: North Holland, 1985, 207-42.",
        "Laidler, David, The Demand for Money in the United States -- Yet Again, in Brunner, Karl, and Allan H. Meltzer, eds., On the State of Macroeconomics, Carnegie-Rochester Conference Series on Public Policy, 12, Amsterdam: North Holland, 1980, 219-71.",
        "A Comment, in Brunner, Karl, and Allan H. Meltzer, eds., Understanding Monetary Regimes, Carnegie-Rochester Conference Series on Public Policy, 22, Amsterdam: North Holland, 1985, 234-54.",
        "Lucas, Robert E. Jr., Econometric Policy Evaluation: A Critique, in Bruriner, Karl, and Allan H. Meltzer, eds., The Phillips Curve and Labor Markets, Carnegie-Rochester Conference Series on Public Policy, 1, Amsterdam: North Holland, 1976, 19-46.",
        "Manikiw, N. Gregory, Jeffrey A. Miron, and David N. Weil, The Adjustment of Expectations to a Change in Regime: A Study of the Founding of the Federal Reserve, National Bureau of Economic Research Working Paper No. 2124, January 1987.",
        "Miller, Merton H., and Daniel Orr, A Model of the Demand for Money by Firms, Quarterly Journal of Economics, August 1966, 80, 413-35.",
        "Mussa, Michael, Nominal Exchange Rate Regimes and the Behavior of Real Exchange Rates: Evidence and Implications, in Brunner, Karl, and Allan H. Meltzer, eds., Real Business Cycles, Real Exchange Rates, and Actual Policies, Carnegie-Rochester Conference Series on Public Policy, 25, Amsterdam: North Holland, 1986, 117-213.",
        "Nelson, Charles R., and Charles I. Plosser, Trends and Random Walks in Macroeconomic Time Series, Journal of Monetary Economics, September 1982, 10, 139-62.",
        "Poole, William, Whither Money Demand? in Arthur M. Okun and George L. Perry, eds., Brookings Papers on Economic Activity, 1970:3, 485-500.",
        "Rasche, Robert H., Ml Velocity and Money Demand Functions: Do Stable Relationships Exist? forthcoming in Brunner, Karl and Allan H. Meltzer, eds., Carnegie-Rochester Conference Series on Public Policy, 27, Amsterdam: North Holland, 1987.",
        "Roley, V. Vance, Weekly Money Supply Announcements and the Volatility of Short-Term Interest Rates, Federal Reserve Bank of Kansas City Economic Review April 1982, 3-15.",
        "City Economic Review February 1983, 3-15.",
        "Schwert, G. William, The Time Series Behavior of Real Interest Rates, in Bruriner, Karl, and Allan H. Meltzer, eds., The National Bureau Method, International Capital Mobility and Other Essays, Carnegie-Rochester Conference Series on Public Policy, 24, Amsterdam: North Holland, 1986, 275-88.",
        "Sheehan, Richard G., Weekly Money Announcements: New Information and Its Effects, Federal Reserve Bank of St. Louis Review, August/September 1985."
    ]
}