{
    "id": 23001,
    "cites": 33,
    "cited_by": 18,
    "reference": [
        "Aaronson, D. (1998). Using sibling data to estimate the impact of neighborhoods on childrens educational outcomes. Journal of Human Resources 33(4), 915Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c46.",
        "Andersson, F., J. Haltiwanger, M. Kutzbach, G. Palloni, H. Pollakowski, and D. H. Weinberg (2013). Childhood housing and adult earnings: A between-siblings analysis of housing vouchers and public housin. US Census Bureau Center for Economic Studies Paper No. CES-WP-13-48.",
        "Basu, S. (2010). Age of entry effects on the education of immigrant children: A sibling study. Available at SSRN 1720573.",
        "Census, U. (1999). 1999 Census Zip Code Crosswalk, web.archive.org/web/20120914150518/http:/www.census.gov/geo/www/tiger/zip1999.html Accessed July 2014.",
        "Chetty, R., J. N. Friedman, and J. E. Rockoff (2014). Measuring the impacts of teachers ii: Teacher value-added and student outcomes in adulthood. American Economic Review 104(9), 2633Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c79.",
        "Chetty, R. and N. Hendren (2015). The impacts of neighborhoods on intergenerational mobility: Childhood exposure effects and county-level estimates. Working Paper.",
        "Chetty, R. and N. Hendren (2016). The impacts of neighborhoods on intergenerational mobility ii: County-level estimates. Working Paper.",
        "Chetty, R., N. Hendren, and L. F. Katz (2016). The effects of exposure to better neighborhoods on children: New evidence from the moving to opportunity experiment. American Economic Review 106(4), 855Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c902.",
        "Chetty, R., N. Hendren, P. Kline, and E. Saez (2014). Where is the land of opportunity? the geography of intergenerational mobility in the united states. Quarterly Journal of Economics 129(4), 1553Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c1623.",
        "Chetty, R., N. Hendren, F. Lin, J. Majerovitz, and B. Scuderi (2016). Gender gaps in childhood: Skills, behavior, and labor market preparedness childhood environment and gender gaps in adulthood. The American Economic Review 106(5), 282Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c288.",
        "Cilke, J. (1998). A profile of non-filers. U.S. Department of the Treasury, Office of Tax Analysis Working Paper No. 78.",
        "Clampet-Lundquist, S. and D. S. Massey (1993). Neighborhood effects on economic self sufficiency: A reconsideration of the moving to opportunity experiment. American Journal of Sociology 114.1 (2008): 107-143.",
        "Crowder, K. and S. J. South (2011). Spatial and temporal dimensions of neighborhood effects on high school graduation. Social science research 40(1), 87Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c106.",
        "Haider, S. and G. Solon (2006). Life-cycle variation in the association between current and lifetime earnings. American Economic Review 96(4), 1308Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c1320.",
        "Jencks, C. and S. E. Mayer (1990). The social consequences of growing up in a poor neighborhood. Inner-city poverty in the United States 111, 186.",
        "Katz, L. F., J. R. Kling, and J. B. Liebman (2001). Moving to opportunity in boston: Early results of a randomized mobility experiment. The Quarterly Journal of Economics 116(2), 607Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c654.",
        "Kling, J. R., J. B. Liebman, and L. F. Katz (2007). Experimental analysis of neighborhood effects. Econometrica 75 (1): 83-119 75(1), 83Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c119.",
        "Ludwig, J., G. J. Duncan, L. A. Gennetian, L. F. Katz, R. C. Kessler, J. R. Kling, and L. Sanbonmatsu (2013). Long-term neighborhood effects on low-income families: Evidence from moving to opportunity. American Economic Review Papers and Proceedings 103(3): 226-31.",
        "Ludwig, J., J. B. Liebman, J. R. Kling, G. J. Duncan, L. F. Katz, R. C. Kessler, and L. Sanbonmatsu (2008). What can we learn about neighborhood effects from the moving to opportunity experiment? American Journal of Sociology 114, 144Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c188.",
        "Massey, D. S. (1993). American apartheid: Segregation and the making of the underclass. Harvard University Press.",
        "Oreopoulos, P. (2003). The long-run consequences of living in a poor neighborhood. Quarterly Journal of Economics 118(4), 1533Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c1175.",
        "Plotnick, R. and S. Hoffman (1996). The effect of neighborhood characteristics on young adult outcomes: The effect of neighborhood characteristics on young adult outcomes: Alternative estimates. Institute for Research on Poverty Discussion Paper no. 1106-96.",
        "Sampson, R. J. (2012). Great American City: Chicago and the Enduring Neighborhood Effect. Chicago: University of Chicago Press.",
        "Sampson, R. J., J. D. Morenoff, and T. Gannon-Rowley (2002). Assessing neighborhood effects: Social processes and new directions in research. Annual Review of Sociology 28 (1): 443-478.",
        "Sharkey, P. and J. W. Faber (2014). Where, when, why, and for whom do residential contexts matter? moving away from the dichotomous understanding of neighborhood effects. Annual Review of Sociology 40(July): 559-79.",
        "Solon, G. (1992). Intergenerational income mobility in the united states. American Economic Review 82(3), 393Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c408.",
        "Tolbert, C. M. and M. Sizer (1996). U.S. commuting zones and labor market areas: A 1990 update. Economic Research Service Staff Paper 9614.",
        "van den Berg, G. J., P. Lundborg, P. Nystedt, and D.-O. Rooth (2014). Crtical periods during childhood and adolescence. Journal of the European Economic Association 12(6), 1521Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c1557.",
        "Wilson, W. J. (1987). The Truly Disadvantaged: The Inner City, the Underclass, and Public Policy. Chicago: University of Chicago Press.",
        "Wodtke, G. T. (2013). Duration and timing of exposure to neighborhood poverty and the risk of adolescent parenthood. Demography.",
        "Wodtke, G. T., F. Elwert, and D. Harding (2012). Poor families, poor neighborhoods: How family poverty intensifies the impact of poor families, poor neighborhoods: How family poverty intensifies the impact of concentrated disadvantage on high school graduation. Population Studies Center Research Report 12-776.",
        "For each place j the child lives, we construct Ã\u0083Â¢Ã\u0082Ë\u0086Ã\u0082â\u0080 j od(j)ps = Ã\u0083Â¢Ã\u0082Ë\u0086Ã\u0082â\u0080 od(j)ps = yÃ\u0083Å\u0092Ã\u0082â\u0080\u009epd(j)s Ã\u0083Â¢Ã\u0082Ë\u0086Ã\u0082â\u0080\u0099yÃ\u0083Å\u0092Ã\u0082â\u0080\u009epos as the difference in the childÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0084¢s predicted outcome based on permanent residents in destination j and the moverÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0084¢s first observed (origin) CZ, o. We estimate a specification analogous to our baseline linear specification in equation (7) given by: yi = Ã\u0083Â¯Ã\u0082Â£Ã\u0082Â® Ã\u0083Â¯Ã\u0082Â£Ã\u0082Â° X j=1 Ã\u0083Å½Ã\u0082Â³j eij Ã\u0083Â¢Ã\u0082Ë\u0086Ã\u0082â\u0080  j od(j)ps Ã\u0083Â¯Ã\u0082Â£Ã\u0082Â¹ Ã\u0083Â¯Ã\u0082Â£Ã\u0082Â» + X s=1980 I(si = s)(Ã\u0083Å½Ã\u0082Â± s + Ã\u0083Å½Ã\u0082Â± syÃ\u0083Å\u0092Ã\u0082â\u0080\u009epos + X j=1  Ã\u0083Å½Ã\u0082Â± 3,j s yÃ\u0083Å\u0092Ã\u0082â\u0080\u009epd(j)s + Ã\u0083Å½Ã\u0082Âº j sÃ\u0083Â¢Ã\u0082Ë\u0086Ã\u0082â\u0080  j od(j)ps  ) + X j=1 Ã\u0083Å½Ã\u0082Â´ j e >23 ij Ã\u0083Â¢Ã\u0082Ë\u0086Ã\u0082â\u0080 od(j)ps + X j=1 Ã\u0083Å½Ã\u0082Â´ j n e >23 ij > 0 o Ã\u0083Â¢Ã\u0082Ë\u0086Ã\u0082â\u0080 od(j)ps (10) +Ã\u0083Â\u008fÃ\u0082â\u0080  yÃ\u0083Å\u0092Ã\u0082â\u0080\u009epos + X j=1 Ã\u0083Â\u008fÃ\u0082â\u0080  2,j yÃ\u0083Å\u0092Ã\u0082â\u0080\u009epd(j)s + Ã\u0083Å½Ã\u0082Â¶ 1,j eij  + X j=1 X j0=1 I  eij = j",
        "Ã\u0083Å½Ã\u0082Â¶ 5,j,j0 eij pi + X j=1 I (Ei = j) Ã\u0083Â¯Ã\u0082Â£Ã\u0082Â« Ã\u0083Â¯Ã\u0082Â£Ã\u0082Â­Ã\u0083Å½Ã\u0082Â¶ 2,j + Ã\u0083Å½Ã\u0082Â¶ 3,j eij + Ã\u0083Å½Ã\u0082Â¶ 4,j pi + X s=1980 Ã\u0083Å½Ã\u0082Â¶ 6,s,j yÃ\u0083Å\u0092Ã\u0082â\u0080\u009epos Ã\u0083Â¯Ã\u0082Â£Ã\u0082Â¶ Ã\u0083Â¯Ã\u0082Â£Ã\u0082Â¸ + 3,i Our primary coefficients of interest, Ã\u0083Å½Ã\u0082Â³j, are the coefficients on the interaction of eij and Ã\u0083Â¢Ã\u0082Ë\u0086Ã\u0082â\u0080 j od(j)ps, which comprise P3 j=1 Ã\u0083Å½Ã\u0082Â³jeijÃ\u0083Â¢Ã\u0082Ë\u0086Ã\u0082â\u0080 j od(j)ps. Analogous to our baseline specification, we also parameterize a level impact of Ã\u0083Â¢Ã\u0082Ë\u0086Ã\u0082â\u0080 j od(j)ps that may vary by cohort, Ã\u0083Å½Ã\u0082Âºj sÃ\u0083Â¢Ã\u0082Ë\u0086Ã\u0082â\u0080 odps, and we control for the outcomes of permanent residents in the origin, interacted with cohort, Ã\u0083Å½Ã\u0082Â±syÃ\u0083Å\u0092Ã\u0082â\u0080\u009epos. Moreover, we parameterize the impact of exposure above age 23 by including interactions of e>23 ij with Ã\u0083Â¢Ã\u0082Ë\u0086Ã\u0082â\u0080 od(j)ps and a level effect, n e>23 ij > 0 o Ã\u0083Â¢Ã\u0082Ë\u0086Ã\u0082â\u0080 od(j)ps. These two terms represent an extension of the terms I(mi > 23)(Ã\u0083Å½Ã\u0082Â´ + (23 Ã\u0083Â¢Ã\u0082Ë\u0086Ã\u0082â\u0080\u0099 mi)Ã\u0083Å½Ã\u0082Â´0)Ã\u0083Â¢Ã\u0082Ë\u0086Ã\u0082â\u0080 odps in equation 7 to the case of multiple moves."
    ]
}