{
    "id": 23014,
    "cites": 35,
    "cited_by": 8,
    "reference": [
        "Aguiar, M. & Amador, M. (2014). Sovereign default. In G. Gopinath, E. Helpman, & K. Rogoff (Eds.), Handbook of International Economics, volume 4 chapter 11, (pp. 647Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c 687). Elsevier: North Holland.",
        "Amtenbrink, F. (2010). Securing financial independence in the legal basis of a central bank. In S. Milton & P. Sinclair (Eds.), The Capital Needs of Central Banks (pp. 83Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c95). Routledge.",
        "Archer, D. & Moser-Boehm, P. (2013). Central bank finances. BIS Papers no 71.",
        "Bassetto, M. & Messer, T. (2013). Fiscal consequences of paying interest on reserves. Fiscal Studies, 34, 413Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c436.",
        "Benigno, P. & Nistico, S. (2015). Non-neutrality of open market operations. CEPR discussion paper 10594.",
        "Blinder, A. S. (2004). The Quiet Revolution: Central Banking Goes Modern. The Arthur M. Okun memorial lecture series. Yale University Press.",
        "Cagan, P. (1956). The monetary dynamics of hyperinflations. In M. Friedman (Ed.), Studies in the Quantity Theory of Money (pp. 25Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c117). The University of Chicago Press.",
        "Chari, V. V., Christiano, L. J., & Kehoe, P. J. (1991). Optimal fiscal and monetary policy: Some recent results. Journal of Money, Credit and Banking, 23(3), 519Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c39.",
        "Corsetti, G. & Dedola, L. (2016). The mystery of the printing press: Self-fulfilling debt crises and monetary sovereignty. Journal of the European Economic Association, 14(6), 1329Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c1371.",
        "Fischer, S., Sahay, R., & VeÃ\u0083Å\u0092Ã\u0082Â\u0081gh, C. A. (2002). Modern hyper- and high inflations. Journal of Economic Literature, 40(3), 837Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c880.",
        "Friedman, M. (1969). The Optimum Quantity of Money and Other Essays. Aldine.",
        "Greenwood, R., Hanson, S. G., & Stein, J. C. (2016). The Federal ReserveÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0084¢s balance sheet as a financial-stability tool. In Designing Resilient Monetary Policy Frameworks for the Future. Jackson Hole Symposium: Federal Reserve Bank of Kansas City.",
        "Hall, R. E. & Reis, R. (2015). Maintaining central-bank solvency under new-style central banking. NBER Working Paper 21173.",
        "Hall, R. E. & Reis, R. (2016). Achieving price stability by manipulating the central bankÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0084¢s payment on reserves. NBER working paper 22761.",
        "Hilscher, J., Raviv, A., & Reis, R. (2014). Inflating away the public debt? An empirical assessment. NBER Working Paper 20339.",
        "Hilscher, J., Raviv, A., & Reis, R. (2016). Measuring the market value of central bank capital. LSE manuscript.",
        "Hoggarth, G., Saporta, V., & Reis, R. (2002). Costs of banking system instability: Some empirical evidence. Journal of Banking and Finance, 26(5), 825Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c855.",
        "Leeper, E. & Leith, C. (2016). Understanding inflation as a joint monetary-fiscal phenomenon. In J. Taylor & H. Uhlig (Eds.), Handbook of Macroeconomics, volume 2. Elsevier: North Holland.",
        "Lucas, R. E. (2000). Inflation and welfare. Econometrica, 68(2), 247Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c274.",
        "Mankiw, N. G. & Reis, R. (2010). Imperfect information and aggregate supply. In B. Friedman & M. Woodford (Eds.), Handbook of Monetary Economics, volume 3A chapter 5, (pp. 183Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c230). Elsevier: North Holland.",
        "Masciandari, D. & Romelli, D. (2017). Peaks and troughs: Economics and political economy of central bank independence cycles. In D. Mayes, P. Siklos, & J.-E. Sturm (Eds.), The Economics of Central Banking: An Oxford Handbook in Economics chapter 3, (pp. forthcoming). Oxford University Press.",
        "Nosal, E. & Rocheteau, G. (2011). Money, Payments, and Liquidity. MIT Press.",
        "Reis, R. (2013). Central bank design. Journal of Economic Perspectives, 27(4), 17Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c44.",
        "Reis, R. (2015a). Different types of central bank insolvency and the central role of seignorage. Journal of Monetary Economics, 73, 20Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c25.",
        "Reis, R. (2015b). How do central banks control inflation? A guide to the perplexed. Lecture notes to the AEA continuing education program.",
        "Reis, R. (2016a). Funding quantitative easing to target inflation. In Designing Resilient Monetary Policy Frameworks for the Future. Jackson Hole Symposium: Federal Reserve Bank of Kansas City.",
        "Reis, R. (2016b). QE in the future: the central bankÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0084¢s balance sheet in a fiscal crisis. CEPR Discussion Paper 11381.",
        "Sargent, T. J. & Wallace, N. (1981). Some unpleasant monetarist arithmetic. Quarterly Review, (Fall).",
        "Sidrauski, M. (1967). Rational choices and patterns of growth in a monetary economy. American Economic Review, Papers and Proceedings, 57, 534Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c544.",
        "Sims, C. A. (2003). Fiscal aspects of central bank independence. Princeton University.",
        "Sims, C. A. (2013). Paper money. American Economics Review Papers and Proceedings, 103(3), 563Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c584.",
        "Stella, P. & Lonnberg, A. (2008). Issues in central bank finance and independence. International Monetary Fund Working Paper 08-37.",
        "Taylor, J. B. (1993). Discretion versus policy rules in practice. Carnegie-Rochester Conference Series on Public Policy, 39(1), 195Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c214.",
        "Toporowski, J. (2017). Open market operations. In D. Mayes, P. Siklos, & J.-E. Sturm (Eds.), The Economics of Central Banking: An Oxford Handbook in Economics chapter 14, (pp. forthcoming). Oxford University Press.",
        "Wallace, N. (1981). A Modigliani-Miller theorem for open-market operations. American Economic Review, 71(3), 267Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c74."
    ]
}