{
    "id": 23020,
    "cites": 42,
    "cited_by": 5,
    "reference": [
        "Akerlof, George A and Rachel E Kranton (2000). Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Economics and Identity,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Quarterly Journal of Economics, 115 (3), 715-753.",
        "Akerlof, George A and Rachel E Kranton (2010). Identity Economics: How Our Identities Shape Our Work, Wages, and Well-Being, Princeton University Press.",
        "Ariely, Dan, Anat Bracha, and Stephan Meier (2009). Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Doing Good or Doing Well? Image Motivation and Monetary Incentives in Behaving Prosocially,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d American Economic Review, 99(1), p. 544-555.",
        "Ashraf, Nava, Oriana Bandiera, and Kelsey Jack (2014). Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093No Margin, No Mission? A Field Experiment on Incentives for Public Services Delivery.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Journal of Public Economics, 120, p. 1-17.",
        "Ashraf, Nava, Oriana Bandiera, and Scott S. Lee (2014). Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Awards Unbundled: Evidence from a Natural Field Experiment.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Journal of Economic Behavior & Organization, 100, p. 44-63.",
        "Austen-Smith, David and Roland Fryer (2005). Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093An Economic Analysis of Acting White,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0084¢Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Quarterly Journal of Economics, 120(2), p. 551-583.",
        "Ausubel, David (1977). Maori Youth: A Psychoethnological Study of Cultural Deprivation. Massachusetts: The Christopher Publishing House.",
        "Bagwell, Laurie Simon and B. Douglas Bernheim (1996). Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Veblen Effects in a Theory of Conspic-uous Consumption,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d American Economic Review, 86 (3), 349-73.",
        "BeÃ\u0083Å\u0092Ã\u0082Â\u0081nabou, Roland and Jean Tirole (2011). Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Laws and Norms,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d NBER Working Paper No. 17579.",
        "Berman, Eli (2000). Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Sect, Subsidy, and Sacrifice: An EconomistÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0084¢s View of Ultra-Orthodox Jews,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Quarterly Journal of Economics, 115(3), p. 905-953.",
        "Bernheim, B Douglas (1994). Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093A Theory of Conformity,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Journal of Political Economy, 102 (5), 841-77.",
        "Bursztyn, Leonardo, Florian Ederer, Bruno Ferman, and Noam Yuchtman (2014). Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Understanding Mechanisms Underlying Peer Effects,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Econometrica, 82(4), 1273-1301.",
        "Bursztyn, Leonardo and Robert Jensen (2015). Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093How Does Peer Pressure Affect Educational Investments?,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Quarterly Journal of Economics, 130(3), p. 1329-1367.",
        "Bursztyn, Leonardo and Robert Jensen (2017). Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Social Image and Economic Behavior in the Field: Identifying, Understanding and Shaping Social Pressure,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Annual Review of Economics, Vol. 9.",
        "Carrell, Scott E., Richard L. Fullerton, and James E. West (2009). Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Does Your Cohort Matter? Measuring Peer Effects in College Achievement,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Journal of Labor Economics, 27, p. 439-464.",
        "Carrell, Scott E., Bruce I. Sacerdote, and James E. West (2013). Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093From Natural Variation to Optimal Policy? The Lucas Critique Meets Peer Effects,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Econometrica, 81, p. 855-882.",
        "Charles, Kerwin K., Erik Hurst, and Nikolai Roussanov (2009). Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Conspicuous Consumption and Race,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Quarterly Journal of Economics, 124(2), p. 425-467.",
        "Coleman, James (1961). The Adolescent Society: The Social Life of the Teenager and Its Impact on Education. Glencoe, IL: Free Press.",
        "DellaVigna, Stefano, John A. List and Ulrike Malmendier (2012). Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Testing for Altruism and Social Pressure in Charitable Giving,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Quarterly Journal of Economics, 127(1), p. 1-56.",
        "Dobbie, Will, and Roland G. Fryer, Jr. (2011). Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Are High-Quality Schools Enough to Increase Achievement among the Poor? Evidence from the Harlem Children?s Zone,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d American Economic Journal: Applied Economics, 3, p. 158-187.",
        "Duflo, Esther, Pascaline Dupas, and Michael Kremer (2011). Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Peer Effects, Teacher Incentives, and the Impact of Tracking: Evidence from a Randomized Evaluation in Kenya,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d American Economic Review, 101, p. 1739-1774.",
        "Fordham, Signithia and John U. Ogbu (1986). Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Black StudentsÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0084¢ School Success: Coping with the Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Ë\u009cBurden of Acting WhiteÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0084¢,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d The Urban Review, 18, p. 176-206.",
        "Frank, Robert H (1985). Choosing the Right Pond: Human Behavior and the Quest for Status, Oxford University Press.",
        "Fryer, Roland G., Jr., and Lawrence F. Katz (2013). Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Achieving Escape Velocity: Neighborhood and School Interventions to Reduce Persistent Inequality,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d American Economic Review, 103, p. 232-237 .",
        "Fryer, Roland and Paul Torelli (2010). Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093An Empirical Analysis of Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Ë\u009cActing WhiteÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0084¢,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Journal of Public Economics, 94(5-6), p. 380-96.",
        "Gans, Herbert (1962). The Urban Villagers: Group and Class in the Life of Italian-Americans. New York: The Free Press.",
        "Goffman, Erving (1959). The Presentation of Self in Everyday Life. New York: Anchor Books.",
        "Government Accountability Office (GAO) (2010). Many Challenges Arise in Education Students Who Change Schools Frequently. GAO-11-40.",
        "Jacob, Brian A. (2004). Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Public Housing, Housing Vouchers, and Student Achievement: Evidence from Public Housing Demolitions in Chicago,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d American Economic Review, 94, p. 233-258.",
        "Karlan, Dean and Jonathan Zinman (2009). Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Observing Unobservables: Identifying Information Asymmetries With a Consumer Credit Field Experiment,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Econometrica, 77(6), 19932008.",
        "Lavecchia, Adam M., Heidi Liu and Philip Oreopoulos (2015). Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Behavioral Economics of Education: Progress and Possibilities,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d IZA Discussion Paper No. 8853.",
        "Lee, Kenneth W. and William G. Warren (1991). Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Alternative Education: Lessons from Gypsy Thought and Practice,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d British Journal of Educational Studies, 39 (3), p. 311-324. Leibenstein, Harvey (1950). Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Bandwagon, Snob, and Veblen Effects in the Theory of Consumers ? Demand,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Quarterly Journal of Economics, 64 (2), 183-207.",
        "Lewin, Kurt (1936). Principles of Topological Psychology. New York: McGraw-Hill.",
        "Mas, Alexandre, and Enrico Moretti (2009). Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Peers at Work,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d American Economic Review, 99, p. 112-145.",
        "Oreopoulos, Philip (2003). Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093The Long-Run Consequences of Living in a Poor Neighborhood,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Quarterly Journal of Economics, 118, p. 1533-1575.",
        "Providence Journal (2016). Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Urban R.I. Districts Challenged by Churning,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d August 23, 2016.",
        "Ross, Lee and Richard E. Nisbett (1991). The Person and the Situation: Perspectives of Social Psychology. New York: McGraw-Hill.",
        "Sacerdote, Bruce (2001). Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Peer Effects with Random Assignment: Results for Dartmouth Roommates,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Quarterly Journal of Economics, 116, p. 681-704.",
        "Spence, Michael (1973). Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Job Market Signaling,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Quarterly Journal of Economics, 87(3), p. 355-374.",
        "Washington Post (2015). Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Thousands Move in and Out of Schools During the Year, Creating Disruptions,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d July 4.",
        "Zimmerman, David J. (2003). Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Peer Effects in Academic Outcomes: Evidence from a Natural Experiment,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Review of Economics and Statistics, 85, p. 9-23.",
        "Veblen, Thorstein (1899). The Theory of the Leisure Class, New York: The New American Library."
    ]
}