{
    "id": 2302,
    "cites": 26,
    "cited_by": 3,
    "reference": [
        "Aizenman, J., 1985, Monopolistic Competition, Relative Prices and Output Adjustment in the Open Economy, mimeo.",
        "Arida, P. and A. Lara-Resende, 1985, Inertial Inflation and Monetary Reform: Brazil, in 3. Williamson (ed.), Inflation and Indexation, Institute for International Economics, Washington, D.C.",
        "Backus, D. and J. Driff ill, 1985a, Inflation and Reputation, American Economic Review, vol. 15, pp. 520-38.",
        "Backus, D. and J. Driff ill, 1985b, Rational Expectations and Policy Credibility Following a Change in Regime, Review of Economic Studies, vol. 52, pp. 211-21.",
        "Barro, R., 1986a, Recent Developments in the Theory of Rules Versus Discretion, Economic Journal Conference Papers vol. 96, pp. 23-31.",
        "Barro, R., 1986b, Reputation in a Model of Monetary Policy With Incomplete Information, Journal of Monetary Economics, forthcoming.",
        "Blanchard, 0. J., and N. Kiyotaki, 1986, Monopolistic Competition, Aggregate Demand Externalities, and Real Effects of Nominal Money, NBER Working Paper No. 1710.",
        "Calvo, C. (1986), Incredible Reforms, forthcoming in R. Findlay (ed.), Debt, Stabilization and Development.",
        "Dixit, A. K., and 3. E. StigLitz, 1917, Monopolistic Competition and Optimal Product Diversity, American Economic Review vol. 67, pp. 297-308.",
        "Dornbusch, R. and M. Simonsen, 1986, Stopping Hyperinflation, mimeo.",
        "Frenkel, 3. A., and A. Razin, 1985, Government Spending, Debt, and International Economic Interdependence, Economic Journal, vol. 95, pp. 619-636.",
        "Giovannini, A., 1985, Exchange Rates and Traded Goods Prices, mimeo.",
        "SV-046/SVD/05-27-81 - 35 - Helpman, E., 1987, Macroeconomic Effects of Price Controls: the Role of Market Structure, WP No. 3-87, Foerder Institute for Economic Research, Tel Aviv University.",
        "Helpman, 8. and A. Razin, 1984. The Role of Saving and Investment in Exchange Rate Decermination (Jnder Alternate Monetary Mechanisms, Journal of Monetary Economics 13, pp. 307-325.",
        "Worn, H. and T. Persson (1986), Exchange Rate Policy, Wage Formation and Credibility, WP no. 48, Rochester Center for Economic Research.",
        "Kiguel, M and Lizondo S (1986), Theoretical and Policy Aspects of Dual Exchange Rate Systems, DRD Discussion Paper No. 201, The World Bank, Washington, IL C.",
        "Kreps, D. and R. Wilson (1982), Reputation and Imperfect Information, Journal of Economic Theory, vol. 21, pp. 253-19.",
        "Lucas, R. E., Jr., 1978, Asset Prices in an Exchange Economy, Econometrica vol. 46, pp. 1429-1445.",
        "Lucas, R. E., Jr., 1982, Interest Rates and Currency Prices in a Two-Country World, Journal of Monetary Economics, vol. 10, pp. 335-360.",
        "Persson, T. and S. van Wijnbergen (1987), Signaling, Price Controls and Monetary Disinflation Policy, in process.",
        "Possen, U.1 1918, Wage and Price Controls in a Dynamic Macromodel, Economet rica.",
        "Simonsen, M. (1986), Rational Expectations, Income Policies and Came Theory, Revista de Econometria, Rio de Janeiro, vol. VI, no. 2.",
        "Svensson, L. E. 0., 1985, Currency Prices, Terms of Trade and Interest Rates: A General-Equilibrium Asset-Pricing Cash-in-Advance Approach, Journal of International Economics 18, 17-41.",
        "Svensson, L. E. 0., 1986, Sticky Goods Prices, Flexible Asset Prices, Monopolistic Competition, and Monetary Policy, Review of Economic Studies vol. 53, pp. 385-405.",
        "Svensson, L. E. 0. and S. van Wijnbergen, 1986, International Transmission of Monetary Policy, lIES Seminar Paper No. 362.",
        "Williamson, 3. (ed.), 1985, Inflation and Indexation, Institute for International Economics, Washington, D.C."
    ]
}