{
    "id": 23036,
    "cites": 33,
    "cited_by": 0,
    "reference": [
        "Agrawal, A., Cockburn, I., Galasso, A., Oettl, A., 2014. Why are some regions more innovative than others? The role of small firms in the presence of large labs. Journal of Urban Economics 81: 149Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c165.",
        "AlcaÃ\u0083Å\u0092Ã\u0082Â\u0081cer, J., Chung, W., 2007. Location strategies and knowledge spillovers. Management Science 53(5): 760Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c776.",
        "AlcaÃ\u0083Å\u0092Ã\u0082Â\u0081cer, J., Gittelman, M., 2006. Patent citations as a measure of knowledge flows: The influence of examiner citations. The Review of Economics and Statistics 88(4): 774Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c779.",
        "AlcaÃ\u0083Å\u0092Ã\u0082Â\u0081cer, J., Zhao, M., 2012. Local R&D strategies and multilocation firms: The role of internal linkages. Management Science 58(4): 734Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c753.",
        "Almeida, P., Kogut, B., 1999. Localization of knowledge and the mobility of engineers in regional networks. Management Science 45(7): 905Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c917.",
        "Anton, J.J., Yao, D.A., 1995. Start-ups, spin-offs, and internal projects. Journal of Law, Economics, & Organization 11(2): 362Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c378.",
        "Audretsch, D.B., 1998. Agglomeration and the location of innovative activity. Oxford Review of Economic Policy 14(2): 18Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c29.",
        "Audretsch, D.B., Feldman, M., 1996. R&D Spillovers and the geography of innovation and production. The American Economic Review 86(3): 630Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c640.",
        "Belenzon, S., Schankerman, M., 2013. Spreading the word: Geography, policy, and knowledge spillovers. The Review of Economics and Statistics 95(3): 884Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c903.",
        "Bessen, J., Maskin E., 2009. Sequential innovation, patents, and imitation. The RAND Journal of Economics 40(4): 611Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c635.",
        "Callaert, J., Pellens, M., Van Looy, B., 2014. Sources of inspiration? Making sense of scientific references in patents. Scientometrics 98(3): 1617Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c1629.",
        "Chatterji, A.K., 2009. Spawned with a silver spoon? Entrepreneurial performance and innovation in the medical device industry. Strategic Management Journal 30(2): 185Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c206.",
        "Delgado, M., Porter, M.E., Stern, S., 2008. Convergence, clusters, and economic performance. Institute for Strategy and Competitiveness.",
        "Delgado, M., Porter, M.E., Stern, S., 2014. Clusters, convergence, and economic performance. Research Policy 43(10): 1785Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c1799.",
        "Duguet, E., MacGarvie, M., 2005. How well do patent citations measure flow of technology? Evidence from French innovation surveys. Economics of Innovation and New Technology 14(5): 375Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c393.",
        "Graham, S.J.H., Mowery, D.C., 2004. Submarines in software? Continuations in U.S. software patenting in the 1980s and 1990s. Economics of Innovation and New Technology 13(5): 443Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c456.",
        "Green, J.R., Scotchmer, S., 1995. On the division of profit in sequential innovation. The RAND Journal of Economics 26(1): 20Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c33.",
        "Jaffe, A.B., Trajtenberg, M., Fogarty, M.S., 2000. The meaning of patent citations: Report on the NBER/Case-Western Reserve Survey of Patentees (No. w7631). National Bureau of Economic Research.",
        "Jaffe, A.B., Trajtenberg, M., Henderson, R., 1993. Geographic localization of knowledge spillovers as evidenced by patent citations. The Quarterly Journal of Economics 108: 577Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c598.",
        "Krugman, P., 1991. Geography and Trade. Cambridge: MIT Press.",
        "Laitner, J., Stolyarov, D., 2013. Derivative ideas and the value of intangible assets. International Economic Review 54(1): 59Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c95.",
        "Murata, Y., Nakajima, R., Okamoto, R., Tamura, R., 2014. Localized knowledge spillovers and patent citations: A distance-based approach. The Review of Economics and Statistics 96(5): 967Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c985.",
        "OÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0084¢Donoghue, T., Scotchmer, S., Thisse, J., 1998. Patent breadth, patent life, and the pace of technological progress. Journal of Economics & Management Strategy 40(4): 611Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c635.",
        "Porter, M.E., 1990. The Competitive Advantage of Nations. New York: Free Press.",
        "Porter, M.E., 2003. The economic performance of regions. Regional Studies 37: 549Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c578.",
        "Porter, M.E., 2007. Clusters and economic policy: Aligning public policy with the new economics of competition. White Paper. Institute for Strategy and Competitiveness, Harvard Business School.",
        "Reitzig, M., Henkel, J., Heath, C., 2007. On sharks, trolls, and their patent prey: Unrealistic damage awards and firmsÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0084¢ strategies of Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093being infringed.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Research Policy 36(1): 134Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c154.",
        "Roach, M., Cohen, W.M., 2013. Lens or prism? Patent citations as a measure of knowledge flows from public research. Management Science 59(2): 504Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c525.",
        "Rosenthal, S.S., Strange, W.C., 2001. The determinants of agglomeration. Journal of Urban Economics 50(2): 191Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c229.",
        "Shaver, J. M., Flyer, F., 2000. Agglomeration economies, firm heterogeneity, and foreign direct investment in the United States. Strategic Management Journal 21(12): 1175Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c1193.",
        "Swann, P., 1998. Clusters in the US computing industry. In: Swann, P., Prevezer, M., Stout, D. (Eds.), The Dynamics of Industrial Clustering: International Comparisons in Computing and Biotechnology. Oxford University Press, Oxford, pp. 76Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c105.",
        "Thompson, P., Fox-Kean, M., 2005. Patent citations and the geography of knowledge spillovers: A reassessment. American Economic Review: 450Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c460.",
        "Wagner S., Hoisl, K., Thoma G., 2014. Overcoming localization of knowledge: The role of professional service firms. Strategic Management Journal 35(11): 1671Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c1688."
    ]
}