{
    "id": 23030,
    "cites": 56,
    "cited_by": 4,
    "reference": [
        "Barlevy, Gadi, and Jonas D.M. Fisher. 2011. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Mortgage Choices and Housing Speculation. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Working Paper.",
        "Bayer, Patrick, Christopher Geissler, Kyle Mangum, and James W. Roberts. 2015. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Speculators and Middlemen: The Strategy and Performance of Investors in the Housing Market.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Working Paper.",
        "BeÃ\u0083Å\u0092Ã\u0082Â\u0081nabou, Roland, and Jean Tirole. 2016. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Mindful Economics: The Production, Consumption, and Value of Beliefs.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Journal of Economic Perspectives, 30(3): 141Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c164.",
        "Brunnermeier, Markus K., Alp Simsek, and Wei Xiong. 2014. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093A Welfare Criterion for Models with Distorted Beliefs.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Quarterly Journal of Economics, 129(4): 1753Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c1797.",
        "Burnside, Craig, Martin Eichenbaum, and Sergio Rebelo. 2015. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Understanding Booms and Busts in Housing Markets.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Working Paper.",
        "Case, Karl E., Robert J. Shiller, and Anne K. Thompson. 2012. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093What Have They Been Thinking? Homebuyer Behavior in Hot and Cold Markets.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Brookings Papers on Economic Activity, 265Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c298.",
        "Cheng, Ing-Haw, Sahil Raina, and Wei Xiong. 2014. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Wall Street and the Housing Bubble.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d American Economic Review, 104(9): 2797Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c2829.",
        "Chinco, Alex, and Christopher Mayer. 2015. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Misinformed Speculators and Mispricing in the Housing Market.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Working Paper.",
        "Davidoff, Thomas. 2013. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Supply Elasticity and the Housing Cycle of the 2000s.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Real Estate Economics, 41(4): 793Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c813.",
        "Davis, Morris A., and Jonathan Heathcote. 2007. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093The Price and Quantity of Residential Land in the United States.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Journal of Monetary Economics, 54(8): 2595Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c2620.",
        "Davis, Morris A., and Michael G. Palumbo. 2008. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093The Price of Residential Land in Large US Cities.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Journal of Urban Economics, 63(1): 352Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c384.",
        "DeFusco, Anthony A., Charles G. Nathanson, and Eric Zwick. 2016. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Speculative Dynamics of Prices and Volume.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Working Paper.",
        "Diether, Karl B., Christopher J. Malloy, and Anna Scherbina. 2002. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Differences of Opinion and the Cross Section of Stock Returns.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Journal of Finance, 2113Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c2141.",
        "DiPasquale, Denise, and William C. Wheaton. 1994. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Housing Market Dynamics and the Future of Housing Prices.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Journal of Urban Economics, 35(1): 1 Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c 27.",
        "Favara, Giovanni, and Zheng Song. 2014. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093House price dynamics with dispersed information. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Journal of Economic Theory, 149: 350Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c382.",
        "Foote, Christopher L., Kristopher S. Gerardi, and Paul S. Willen. 2012. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Why Did So Many People Make So Many Ex Post Bad Decisions? The Causes of the Foreclosure Crisis.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Federal Reserve Bank of Boston Public Policy Discussion Papers.",
        "Gao, Zhenyu, Michael Sockin, and Wei Xiong. 2015. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Learning about the Neighborhood: The Role of Supply Elasticity for Housing Cycles.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Working Paper.",
        "Gao, Zhenyu, Michael Sockin, and Wei Xiong. 2016. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Housing Speculation and Supply Overhang.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Working Paper.",
        "Gerardi, Kristopher S., Christopher L. Foote, and Paul S. Willen. 2010. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Reasonable People Did Disagree: Optimism and Pessimism About the U.S. Housing Market Before the Crash.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Federal Reserve Bank of Boston Public Policy Discussion Papers.",
        "Giglio, Stefano, Matteo Maggiori, and Johannes Stroebel. 2014. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093No-Bubble Condition: Model-Free Tests in Housing Markets.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Working Paper.",
        "Glaeser, Edward L. 2013. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093A Nation of Gamblers: Real Estate Speculation and American History.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d American Economic Review, 103(3): 1Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c42.",
        "Glaeser, Edward L., and Joseph Gyourko. 2005. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Urban Decline and Durable Housing.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Journal of Political Economy, 113(2): 345Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c375.",
        "Glaeser, Edward L., and Matthew E. Kahn. 2004. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Sprawl and Urban Growth.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d In Handbook of Regional and Urban Economics. Vol. 4, Chapter 56, 2481Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c2527. North Holland.",
        "Glaeser, Edward L., Joseph Gyourko, and Albert Saiz. 2008. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Housing Supply and Housing Bubbles.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Journal of Urban Economics, 64(2): 198Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c217.",
        "Grenadier, Steven R. 1996. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093The Strategic Exercise of Options: Development Cascades and Overbuilding in Real Estate Markets.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Journal of Finance, 51(5): 1653Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c1679.",
        "Guerrieri, Veronica, Daniel Hartley, and Erik Hurst. 2013. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Endogenous Gentrification and Housing Price Dynamics.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Journal of Public Economics, 100: 45Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c60.",
        "Gyourko, Joseph. 2009. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Housing Supply.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Annual Review of Economics, 1: 295Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c318.",
        "Gyourko, Joseph, and Albert Saiz. 2006. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Construction Costs and the Supply of Housing Structure.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Journal of Regional Science, 46(4): 661Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c680.",
        "Hanushek, Eric A., and John M. Quigley. 1980. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093What is the Price Elasticity of Housing Demand?Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d The Review of Economics and Statistics, 449Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c454.",
        "Harrison, J. Michael, and David M. Kreps. 1978. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Speculative Investor Behavior in a Stock Market with Heterogeneous Expectations.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Quarterly Journal of Economics, 92(2): 323Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c336.",
        "Haughwout, Andrew, Donghoon Lee, Joseph Tracy, and Wilbert van der Klaauw. 2011. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Real Estate Investors, the Leverage Cycle, and the Housing Market Crisis.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Federal Reserve Bank of New York Staff Reports, 514.",
        "Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093The Supply Side of the Housing Boom and Bust of the 2000s.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Federal Reserve Bank of New York Staff Reports, 556.",
        "Hong, Harrison, and Jeremy C. Stein. 2007. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Disagreement and the Stock Market.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Journal of Economic Perspectives, 21(2): 109Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c128.",
        "Hong, Harrison, Jose A. Scheinkman, and Wei Xiong. 2006. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Asset Float and Speculative Bubbles.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Journal of Finance, 61(3): 1073Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c1117.",
        "Kindleberger, Charles P. 1978. Manias, Panics, and Crashes: A History of Financial Crises. Wiley, 4th Edition.",
        "Landvoigt, Tim. 2014. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Housing Demand during the Boom: The Role of Expectations and Credit Constraints.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Working Paper.",
        "Landvoigt, Tim, Monika Piazzesi, and Martin Schneider. 2015. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093The Housing Market (s) of San Diego.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d American Economic Review.",
        "Mayer, Christopher J., and C. Tsuriel Somerville. 2000. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Land Use Regulation and New Construction.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Regional Science and Urban Economics, 30(6): 639Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c662.",
        "McKinley, Jesse, and Griffin Palmer. 2007. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Nevada Learns to Cash In on Sales of Federal Land.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d New York Times.",
        "Mian, Atif, and Amir Sufi. 2009. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093The Consequences of Mortgage Credit Expansion: Evidence from the U.S. Mortgage Default Crisis.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Quarterly Journal of Economics, 124(4): 1449Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c1496.",
        "Mian, Atif, Kamalesh Rao, and Amir Sufi. 2013. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Household Balance Sheets, Consumption, and the Economic Slump.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Quarterly Journal of Economics, 128(4): 1687Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c1726.",
        "Miller, Edward M. 1977. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Risk, Uncertainty, and Divergence of Opinion.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Journal of Finance, 32(4): 1151Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c1168.",
        "Morris, Stephen. 1996. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Speculative Investor Behavior and Learning.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Quarterly Journal of Economics, 111(4): 1111Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c1133.",
        "Nichols, Joseph B., Stephen D. Oliner, and Michael R. Mulhall. 2013. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Swings in Commercial and Residential Land Prices in the United States.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Journal of Urban Economics, 73(1): 57Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c76.",
        "Piazzesi, Monika, and Martin Schneider. 2009. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Momentum Traders in the Housing Market: Survey Evidence and a Search Model.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d American Economic Review, 99(2): 406Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c 411.",
        "RTCSNV. 2012. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Regional Transportation Plan 2013-2035.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Regional Transportation Commission of Southern Nevada.",
        "Saiz, Albert. 2010. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093The Geographic Determinants of Housing Supply.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Quarterly Journal of Economics, 125(3): 1253Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c1296.",
        "Scheinkman, Jose A., and Wei Xiong. 2003. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Overconfidence and Speculative Bubbles.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Journal of Political Economy, 111(6): 1183Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c1220.",
        "Segel, Arthur I., Gregory S. Feldman, James T. Liu, and Elizabeth C. Williamson. 2011. Stuyvesant Town - Peter Cooper Village: AmericaÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0084¢s Largest Foreclosure. Harvard Business School.",
        "Shiller, Robert J. 2005. Irrational Exuberance. Princeton University Press.",
        "Simsek, Alp. 2013. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Speculation and Risk-Sharing with New Financial Assets.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Quarterly Journal of Economics, 128(3): 1365Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c1396.",
        "Soo, Cindy K. 2013. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Quantifying Animal Spirits: News Media and Sentiment in the Housing Market.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Working Paper.",
        "Suher, Michael. 2014. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Future House Price Expectations in the Recent Boom and Bust.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Working Paper.",
        "Titman, Sheridan. 1983. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Urban Land Prices Under Uncertainty.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d American Economic Review, 75(3): 505Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c514.",
        "Topel, Robert, and Sherwin Rosen. 1988. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Housing Investment in the United States.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Journal of Political Economy, 96(4): 718Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c740.",
        "FIGURE E1 Land Supply Slides from PulteÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0084¢s 2004 Investor Conference Notes: Slides excerpted from a presentation by Pulte Homes, Inc., on February 26, 2004, to investors and disclosed under SEC Regulation FD requirements. Last accessed on March 15, 2015, at http://services.corporate-ir.net/SEC.Enhanced/SecCapsule.aspx?c=77968&fid=2633894."
    ]
}