{
    "id": 23033,
    "cites": 54,
    "cited_by": 3,
    "reference": [
        "Anderson, Robert Warren, Noel D. Johnson, and Mark Koyama, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Jewish Persecutions and Weather Shocks: 1100Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c1800,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Economic Journal, 2016, p. forthcoming.",
        "Bai, Ying and James Kai-sing Kung, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Climate Shocks and Sino-nomadic Conflict,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Review of Economics and Statistics, August 2011, 93 (3), 970Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c981.",
        "Besley, Timothy and Marta Reynal-Querol, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093The Legacy of Historical Conflict: Evidence from Africa,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d American Political Science Review, 2014, 108 (2), 319Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c336.",
        "Brecke, Peter, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Violent Conflicts 1400 A.D. to the Present in Different Regions of the World,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d 1999. Paper presented at the 1999 meeting of the Peace Science Society.",
        "Burgess, Robin and Dave Donaldson, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Can Openness Mitigate the Effects of Weather Shocks? Evidence from IndiaÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0084¢s Famine Era,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d American Economic Review, 2010, 100 (2), 449Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c53.",
        "Burke, Marshall and Kyle Emerick, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Adaptation to climate change: Evidence from US agriculture, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Stanford University Working Paper, Stanford University 2015.",
        ", Solomon M. Hsiang, and Edward Miguel, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Climate and Conflict,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Annual Review of Economics, 2015, 7 (1), 577Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c617.",
        "Clodfelter, Micheal, Warfare and Armed Conflicts: A Statistical Encyclopedia of Casualty and Other Figures, 1494-2007, 3rd Edition, Jefferson, N.C.: McFarlane & Company Inc., 2008.",
        "Conley, T. G., Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093GMM estimation with cross sectional dependence,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Journal of Econometrics, September 1999, 92 (1), 1Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c45.",
        "Dalgaard, Carl-Johan, Casper Worm Hansen, and Nicolai Kaarsen, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Climate Shocks and (Very) Long-Run Productivity,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d 2016. Mimeo, University of Copenhagen.",
        "Dell, Melissa, Benjamin F. Jones, and Benjamin A. Olken, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Temperature Shocks and Economic Growth: Evidence from the Last Half Century,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d American Economic Journal: Macroeconomics, July 2012, 4 (3), 66Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c95.",
        ", , and , Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093What Do We Learn from the Weather? The New Climate-Economy Literature,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Journal of Economic Literature, 2014, 52 (3), 740Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c98.",
        "Dencecco, Mark, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Fiscal Centralization, Limited Government, and Public Revenues in Europe,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Journal of Economic History, 2009, 69 (1), 48Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c103.",
        "Deschenes, Olivier and Michael Greenstone, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Climate Change, Mortality, and Adaptation: Evidence from Annual Fluctuations in Weather in the US,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d American Economic Journal: Applied Economics, 2011, 3 (4), 152Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c85.",
        "Dube, Oeindrila and Juan F. Vargas, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Commodity Price Shocks and Civil Conflict: Evidence from Colombia,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d The Review of Economic Studies, 2013.",
        "Durante, Ruben, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Risk Cooperation and the Economic Origins of Social Trust: An Empirical Investigation,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d 2010. Working Paper, Sciences Po.",
        "Emerick, Kyle, Manzoor H. Dar, Alain deJanvry, and Elisabeth Sadoulet, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Technological Innovations, Downside Risk, and the Modernization of Agriculture,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Working Paper, University of California, Berkeley 2015.",
        "Fagan, Brian, The Little Ice Age: How Climate Made History, 1300-1850, New York: Basic Books, 2000.",
        "Fenske, James and Namrata Kala, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Climate and the Slave Trade,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Journal of Development Economics, 2015, 112, 19Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c32.",
        "Griliches, Zvi, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Economic Data Issues,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d in Zvi Griliches and Michael D. Intriligator, eds., Handbook of Econometrics, Volume 3, Amsterdam: North Holland, 1986, pp. 1465Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c1514.",
        "Hornbeck, Richard, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093The Enduring Impact of the American Dust Bowl: Short- and Long-Run Adjustments to Environmental Catastrophe,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d American Economic Review, 2012, 102 (4), 1477Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c 1507.",
        "Hsiang, Solomon M. and Amir S. Jina, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093The Causal Effect of Environmental Catastrophe on Long-Run Economic Growth: Evidence From 6,700 Cyclones,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Working Paper 20352, National Bureau of Economic Research July 2014.",
        ", , and Edward Miguel, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Quantifying the Influence of Climate on Human Conflict,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Science, 2013, 341 (151), 1212Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c1228.",
        "Iyigun, Murat, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Luther and Suleyman,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Quarterly Journal of Economics, November 2008, 123 (4), 1465Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c1494.",
        ", Nathan Nunn, and Nancy Qian, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093The Long-run Effects of Agricultural Productivity and Conflict: Evidence from Potatoes, 1400Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c1900,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Yale University Working Papers, Yale University 2016.",
        "Jia, Ruixue, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Weather Shocks, Sweet Potatoes and Peasant Revolts in Historical China,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Economic Journal, 2014, 124, 92Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c118.",
        "Klepper, Steven and Edward E. Leamer, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Consistent Sets of Estimates for Regressions with Errors in all Variables,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Econometrica, 1984, 52 (1), 163Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c184.",
        "Kung, James Kai-sing and Chicheng Ma, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Can Cultural Norms Reduce Conflicts? Confucianism and Peasant Rebellions in Qing China,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Journal of Development Economics, 2014, 111, 132Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c149.",
        "Lamb, H.H., Climate, History and the Modern World Climate, History and the Modern World, New York: Routledge, 1995.",
        "Lee, Harry F., David D. Zhang, Peter Brecke, and Jie Fei, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Positive correlation between the North Atlantic Oscillation and violent conflicts in Europe,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Climate Research, 2013, 56 (1), 1Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c 10.",
        "Levy, Jack S., War in the Modern Great Power System, 1495Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c1975, Lexington, KY: University of Kentucky Press, 1983.",
        "Ludlow, Francis and Solomon Hsiang, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093No adaptation to climate during one millennium of Irish history,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d University of Berkeley at California Working Paper April 2016.",
        "Luterbacher, Jurg, Daniel Dietrich, Elena Xoplaki, Martin Grosjean, and Heinz Wanner, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093European Seasonal and Annual Temperature Variability, Trends, and Extremes Since 1500,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Science, 2004, 303 (5663), 1499Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c1503.",
        "Mann, Michael E., Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Little Ice Age,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d in Micahel C. MacCraken and John S. Perry, eds., Encyclopedia of Global Environmental Change. Volume 1. The Earth System: Physical and Chemical Dimensions of Global Environmental Change, Chichester: John Wiley & Sons Ltd, 2002, pp. 504Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c509.",
        ", Zhihua Zhang, Scott Rutherford, Raymond S. Bradley, Malcolm K. Hughes, Drew Shindell, Caspar Ammann, Greg Faluvegi, and Fenbiao Ni, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Global Signatures and Dynamical Origins of the Little Ice Age and Medieval Climate Anomaly,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Science, 2009, 326, 1256Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c1260.",
        ", , , , , , , , and , Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Supporting Online Material for: Global Signatures and Dynamical Origins of the Little Ice Age and Medieval Climate Anomaly,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d 2009. Online Appendix.",
        "Mendelsohn, Robert, William D. Nordhaus, and Daigee Shaw, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093The Impact of Global Warming on Agriculture: A Ricardian Analysis,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d The American Economic Review, 1994, 84 (4), 753Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c771.",
        "Miguel, Edward, Shanker Satyanath, and Ernest Sergenti, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Economic Shocks and Civil Conflict: An Instrumental Variables Approach,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Journal of Political Economy, August 2004, 112 (4), 725Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c753.",
        "Nordhaus, William D., Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Reflections on the Economics of Climate Change,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Journal of Economic Perspectives, 1993, 7 (4), 11Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c25.",
        "Nunn, Nathan and Nancy Qian, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093The Columbian Exchange: A History of Disease, Food and Ideas,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Journal of Economic Perspectives, 2010, 24 (2), 163Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c188.",
        "Oster, Emily, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Witchcraft, Weather and Economic Growth in Renaissance Europe,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Journal of Economic Perspectives, 2004, 18 (1), 215Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c228.",
        "Parker, Geoffrey, Global Crisis: War, Climate Change and Catastrophe in the Seventeenth Century, Yale University Press, 2013.",
        "Pauling, Andreas, Jurg Luterbacher, Carlo Casty, and Heinz Wanner, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Five Hundred Years of Gridded High-Resolution Precipitation Reconstructions over Europe and the Connection to Large-Scale Circulation,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Climate Dynamics, 2006, 26, 387Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c405.",
        "Schlenker, Wolfram and Michael J. Roberts, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Nonlinear temperature effects indicate severe damages to U.S. crop yields under climate change,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Proceedings of the National Academy of Sciences, 2009, 106 (37), 15594Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c15598.",
        "Shaw, Stanford J., History of the Ottoman Empire and Modern Turkey. Volume 1. Empire of the Gazis: The Rise and Decline of the Ottoman Empire, 1280Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c1808, Cambridge: Cambridge University Press, 1976.",
        "Tol, Richard S.J. and Sebastian Wagner, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Climate Change and Violent Conflict in Europe over the Last Millennium,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Climate Change, 2010, 99, 65Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c79.",
        "Waldinger, Maria, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093The Economic Effects of Long-Term Climate Change: Evidence from the Little Ice Age,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d 2015. Working Paper, London School of Economics.",
        "White, Sam, The Climate of Rebellion in the Early Modern Ottoman Empire, New York: Cambridge University Press, 2011.",
        "Wimmer, Andreas and Brian Min, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093From Empire to Nation-State: Explaining Wars in the Modern World, 1816Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c2001,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d American Sociological Review, 2006, 71 (6), 867Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c897.",
        "Zhang, David D., C.Y. Jim, George C-S Lin, Yuan-Qing He, James J. Wang, and Harry F. Lee, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Climate Change, Wars and Dynastic Cycles in China over the Last Millennium,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Climate Change, 2006, 76 (3), 459Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c477.",
        ", Peter Brecke, Harry F. Lee, , Yuan-Qing, and Jane Zhang, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Global Climate Change, War, and Population Decline in Recent Human History,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Proceedings of the National Academy of Sciences, 2007, 104 (49), 19214Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c19219.",
        "A Appendix (Not for Publication) We use two sources of data to construct our baseline conflict database: BreckeÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0084¢s Conflict Catalogue and ClodfelterÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0084¢s (2008) Warfare and Armed Conflicts. Using the information on the names of the locations of battles from our sources, we then manually geo-referenced and digitized the location. In our analysis the unit of observation is a grid-cell and a time period. In the underlying raw data we identify a battle, defined as a conflict recorded in our sources, occurring in a location and in a calendar year. We code conflicts that are part of the same war, but occurring in different locations or different years as separate battles. For our analysis, we thus aggregate all battles occurring in a grid-cell and over a time period to obtain a measure of the total number of battles in that grid-cell and time period.",
        "To measure cooling we use temperature data estimates constructed by Mann et al. (2009a).",
        "The original data set includes gridded average temperature (0.5 degree by 0.5 degree grid-cells) annually from 500 to 1900 and covering the entire globe. Mann et al. (2009a) use a climate field reconstruction approach to reconstruct global patterns of surface temperature for a long historical period. The construction uses proxy data with global coverage that comprises 1,036 tree ring series, 32 ice core series, 15 marine coral series, 19 documentary series, 14 speleothem series, 19 lacustrine sediment series, and 3 marine sediment series (Mann et al., 2009b)."
    ]
}