{
    "id": 23040,
    "cites": 48,
    "cited_by": 1,
    "reference": [
        "Agarwal, S., J. C. Driscoll, X. Gabaix, and D. Laibson, 2009, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093The Age of Reason: Financial Decisions over the Life Cycle and Implications for Regulation,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Brookings Papers on Economic Activity, 2009(2), 51Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c117.",
        "Bajari, P., and M. E. Kahn, 2005, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Estimating Housing Demand With an Application to Explaining Racial Segregation in Cities,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Journal of Business and Economic Statistics, 23(1), 20Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c33.",
        "Barber, B. M., and T. Odean, 2000, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Trading Is Hazardous to Your Wealth: The Common Stock Investment Performance of Individual Investors,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Journal of Finance, 55(2), 773Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c 806.",
        ", 2002, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Online Investors: Do the Slow Die First?,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Review of Financial Studies, 15(2), 455Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c487.",
        "Bayer, P., F. Ferreira, and R. McMillan, 2007, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093A Unified Framework for Measuring Preferences for Schools and Neighborhoods,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Journal of Political Economy, 115(4), 588Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c638.",
        "Bayer, P., R. McMillan, A. Murphy, and C. Timmins, 2016, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093A Dynamic Model of Demand for Houses and Neighborhoods,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Econometrica, 84(3), 893Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c942.",
        "Bayer, P. J., B. D. Bernheim, and J. K. Scholz, 2009, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093The Effects of Financial Education in the Workplace: Evidence from a Survey of Employers,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Economic Inquiry, 47(4), 605Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c624.",
        "Benartzi, S., 2001, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Excessive Extrapolation and the Allocation of 401(k) Accounts to Company Stock,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Journal of Finance, 56(5), 1747Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c1764.",
        "Bishop, K. C., 2007, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093A Dynamic Model of Location Choice and Hedonic Valuation,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Working Paper.",
        "Bourguignon, F., M. Fournier, and M. Gurgand, 2007, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Selection Bias Corrections Based on the Multinomial Logit Model: Monte Carlo Comparisons,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Journal of Economic Surveys, 21(1), 174Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c205.",
        "Brandt, W. M., P. Santa-Clara, and R. Valkanov, 2009, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Parametric Portfolio Policies: Exploiting Characteristics in the Cross-Section of Equity Returns,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Review of Financial Studies, 22(9), 3411Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c3447.",
        "Campbell, J. Y., 2006, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Household Finance,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d The Journal of Finance, 61(4), 1553Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c1604.",
        "Charles, K. K., E. Hurst, and N. Roussanov, 2009, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Conspicuous Consumption and Race,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d The Quarterly Journal of Economics, 124(2), 425Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c467.",
        "Coval, J. D., and T. J. Moskowitz, 1999, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Home Bias at Home: Local Equity Preference in Domestic Portfolios,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Journal of Finance, 54(6), 2045Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c2073.",
        ", 2001, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093The Geography of Investment: Informed Trading and Asset Prices,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Journal of Political Economy, 109(4), 811Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c841.",
        "Dahl, G. B., 2002, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Imobility and the Return to Education: Testing a Roy Model with Multiple Markets,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Econometrica, 70(6), 2367Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c2420.",
        "DeMarzo, P. M., R. Kaniel, and I. Kremer, 2004, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Diversification as a Public Good: Community Effects in Portfolio Choice,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Journal of Finance, 59(4), 1677Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c1716.",
        "Diamond, R., 2016, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093The Determinants and Welfare Implications of US WorkersÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0084¢ Diverging Location Choices by Skill: 1980Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c2000,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d American Economic Review, 106(3), 479Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c524.",
        "Dubin, J. A., and D. L. McFadden, 1984, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093An Econometric Analysis of Residential Electric Appliance Holdings and Consumption,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Econometrica, Vol. 52(2), 345Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c362.",
        "Fama, E. F., and J. D. MacBeth, 1973, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Risk, Return, and Equilibrium: Empirical Tests,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Journal of Political Economy, 81(3), 607Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c636.",
        "Feng, L., and M. S. Seasholes, 2008, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Individual Investors and Gender Similarities in An Emerging Stock Market,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Pacific-Basin Finance Journal, 16, 44Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c60.",
        "French, K. R., and J. M. Poterba, 1991, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Investor Diversification and International Equity Markets,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d American Economic Review, 81(2), 222Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c226.",
        "Garleanu, N., and L. H. Pedersen, 2013, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Dynamic Trading with Predictable Returns and Transaction Costs,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Journal of Finance, 68(6), 2309Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c2340.",
        "Gomez, J.-P., R. Priestley, and F. Zapatero, 2009, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Implications of Keeping-Up-with-theJoneses Behavior for the Equilibrium Cross Section of Stock Returns: International Evidence, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Journal of Finance, 64(6), 2703Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c2737.",
        "Gompers, P. A., and A. Metrick, 2001, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Institutional Investors and Equity Prices,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Quarterly Journal of Economics, 116(1), 229Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c259.",
        "Heckman, J. J., 1977, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Sample Selection Bias as a Specification Error (with an Application to the Estimation of Labor Supply Functions),Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d NBER Working Papers.",
        "Hizmo, A., 2015, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Risk in Housing Markets: An Equilibrium Approach,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Working Paper.",
        "Hjalmarsson, E., and P. Manchev, 2012, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Characteristic-Based Mean-Variance Portfolio Choice,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Journal of Banking and Finance, 36(5), 1392Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c1401.",
        "Hong, H., W. Jiang, N. Wang, and B. Zhao, 2014, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Trading for Status,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Review of Financial Studies, 27, 3171Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c3212.",
        "IvkoviÃ\u0083â\u0080\u009eÃ\u0082â\u0080¡, Z., and S. Weisbenner, 2005, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Local Does as Local Is: Information Content of the Geography of Individual InvestorsÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0084¢ Common Stock Investments,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d The Journal of Finance, 60(1), 267Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c306.",
        "Kaplan, G., and S. Schulhofer-Wohl, 2012, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Understanding the Long-Run Decline in Interstate Migration,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d working paper, National Bureau of Economic Research.",
        "Keloharju, M., S. Knupfer, and E. Rantapuska, 2012, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Mutual Fund and Share Ownership in Finland,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Liiketaloudellinen aikakauskirja, 2, 178Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c198.",
        "Koijen, R. S., and M. Yogo, 2016, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093An Equilibrium Model of Institutional Demand and Asset Prices,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Working Paper.",
        "Lee, L.-F., 1983, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Generalized Econometric Models with Selectivity,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Econometrica, 51(2), 507Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c512.",
        "Lusardi, A., and O. Mitchell, 2007, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Financial Literacy and Retirement Preparedness: Evidence and Implications for Financial Education,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Business economics, 42(1), 35Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c44.",
        "Luttmer, E. F. P., 2005, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Neighbors as Negatives: Relative Earnings and Well-Being,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d The Quarterly Journal of Economics, 120(3), 963Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c1002.",
        "Odean, T., 1999, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Do Investors Trade Too Much?,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d American Economic Review, 89(5), 1279Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c1298.",
        "Ortalo-MagnÃ\u0083Æ\u0092Ã\u0082Â©, F., and A. Prat, 2016, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Spatial Asset Pricing: A First Step,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Economica, 83, 130Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c171.",
        "Pirinsky, C., and Q. Wang, 2006, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Does Corporate Headquarters Location Matter for Stock Returns?,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Journal of Finance, 61(4), 1991Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c2015.",
        "Puhani, P. A., 2000, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093The Heckman Correction for Sample Selection and Its Critique,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Journal of Economic Surveys, 14(1), 53Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c68.",
        "Sharpe, W. F., 1964, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Capital Asset Prices: A Theory of Market Equilibrium under Conditions of Risk,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Journal of Finance, 19(3), 425Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c442.",
        "Shumway, T., M. B. Szefler, and K. Yuan, 2011, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093The Information Content of Revealed Beliefs in Portfolio Holdings,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Working Paper.",
        "Strauss-Kahn, V., and X. Vives, 2009, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Why and Where Do Headquarters Move?,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Regional Science and Urban Economics, 39(2), 168Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c186.",
        "Zhu, N., 2002, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093The Local Bias of Individual Investors,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Yale ICF working paper. Table 1: Summary Statistics This table reports the summary statistics of all the variables in our sample. Panel A shows the characteristics of the 57 Metropolitan Statistical Areas (MSAs). Pop is the population number, LogPop is the log of population, Unemp is the unemployment rate, Incomepc is the income per capita, HPI is the housing price index, and LogHPI is the log of HPI. Panel B shows the demographics of the households in our sample. Income is the income level. LogIncome is the log of Income. Age is the age of the household head. LogAge is the log of Age. Professional, Managerial, SalesServices, WhiteCollar, BlueCollar, Male, Married are dummy variables that equal one if the household head has a professional-type job, managerial-type job, sales-services-type job, white collar-type job, blue collar-type job, is a male, and is married respectively.",
        "j wÃ\u0083Å\u0092Ã\u0082â\u0080\u009ejdi j, where wÃ\u0083Å\u0092Ã\u0082â\u0080\u009ej is a benchmark Russell 1000 portfolio weight on stock j, and di j and I are the same as in Column 2. In Row 1 the benchmark is the equally weighted portfolio. In Row 2 the benchmark is the value-weighted portfolio. Column 4 (Difference) reports the difference between Column 2 and Column 3, which is the local bias in distance units. Column 5 (% Bias (LB)) reports the local bias (LB) measure as a percentage. Column 6 (t-stat) reports the t-statistics for the LB measure. The sample period is from January 1991 to November 1996.",
        "The sample period is January 1991 to November 1996.",
        "The Polynomial Order 5 to 6 on the left denotes the order of the approximating polynomials used (from the 5th order to the 6th order), and Household demographics, Stock characteristics, Industry controls and Zip code area characteristics denote whether controls for these variables are included respectively. The sample period is January 1991 to November 1996. Dependent Variable: Portfolio Weight wi j",
        "The sample period is January 1991 to November 1996. Dep Var: R i,j,t+1 = w i,j,t r j,t+1 (in bps) Dep Var: R i,j,t+1 = w i,j,t r j,t+1 (in bps) (1) (2) (3) (4) (5) (6) (7) (8) (9) (10) Distance -0.0011* -0.0009 -0.0007 -0.0003 -0.0001 -0.0017* -0.0016* -0.0014* -0.0010 -0.0008 (-1.645) (-1.623) (-1.560) (-0.916) (-0.505) (-1.781) (-1.828) (-1.834) (-1.630) (-1.554) HH Dem. NO NO NO NO NO YES YES YES YES YES Stock Char. NO NO NO NO NO YES YES YES YES YES Industry Ctrl. NO NO NO NO NO YES YES YES YES YES MSA Char. NO NO NO NO NO YES YES YES YES YES Ã\u0083Å½Ã\u0082Â¨ approx."
    ]
}