{
    "id": 23045,
    "cites": 24,
    "cited_by": 2,
    "reference": [
        "Allcott, H. and M. Greenstone (2012). Is there an energy efficiency gap? Journal of Economic Perspectives 26(1), 3Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c28.",
        "Allcott, H., C. Knittel, and D. Taubinsky (2015). Tagging and targeting of energy efficiency subsidies. American Economic Review, Papers Proceedings 105(5), 187Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c91.",
        "Boomhower, J. and L. W. Davis (2014). A credible approach for measuring inframarginal participation in energy efficiency programs. Journal of Public Economics 113, 67Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c79.",
        "Borenstein, S. and L. W. Davis (2015). The distributional effects of U.S. clean energy tax credits. Working Paper 21437, National Bureau of Economic Research.",
        "Chandra, A., S. Gulati, and M. Kandlikar (2010). Green drivers or free riders? An analysis of tax rebates for hybrid vehicles. Journal of Environmental Economics and Management 60(2), 78Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c93.",
        "Chen, Y., G. Z. Jin, N. Kumar, and G. Shi (2013). The promise of Beijing: Evaluating the impact of the 2008 Olympic games on air quality. Journal of Environmental Economics and Management 66(3), 424Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c443.",
        "Gallagher, K. S. and E. Muehlegger (2011). Giving green to get green? Incentives and consumer adoption of hybrid vehicle technology. Journal of Environmental Economics and Management 61(1), 1Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c15.",
        "Gillingham, K., R. G. Newell, and K. Palmer (2009). Energy efficiency economics and policy. Annual Review of Resource Economics 1(1), 597Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c620.",
        "Houde, S. and J. E. Aldy (2014). Belt and suspenders and more: The incremental impact of energy efficiency subsidies in the presence of existing policy instruments. Working Paper 20541, National Bureau of Economic Research.",
        "Hu, W.-M., R. Szulga, and X. Zhou (2015). When is a random lottery not fair? The Beijing vehicle quota system and equal opportunity. Working paper.",
        "IBTS Investing Consulting Company (2012). Industry dynamics: Fuel efficient subsidies in China. Technical report, Taipei, Taiwan.",
        "Ito, K. (2015). Asymmetric incentives in subsidies: Evidence from a large-scale electricity rebate program. American Economic Journal: Economic Policy 7(3), 209Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c37.",
        "Ito, K. and J. M. Sallee (2014). The economics of attribute-based regulation: Theory and evidence from fuel-economy standards. Working Paper 20500, National Bureau of Economic Research.",
        "Klier, T. and J. Linn (2015). Using taxes to reduce carbon dioxide emissions rates of new passenger vehicles: Evidence from France, Germany, and Sweden. American Economic Journal: Economic Policy 7(1), 212Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c42.",
        "Knittel, C. R. (2012). Reducing petroleum consumption from transportation. Journal of Economic Perspectives 26(1), 93Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c118.",
        "Kossoy, A., G. Peszko, K. Oppermann, N. Prytz, A. Gilbert, N. Klein, L. Lam, and L. Wong (2000). Carbon pricing watch 2015 : An advance brief from the state and trends of carbon pricing 2015 report. Technical Report MSU-CSE-00-2, World Bank Group, Washington, D.C. Li, S. (2015). Better lucky than rich? Welfare analysis of automobile license allocations in Beijing and Shanghai. Working paper, Cornell University.",
        "Mian, A. and A. Sufi (2012). The effects of fiscal stimulus: Evidence from the 2009 cash for clunkers program. The Quarterly Journal of Economics 127(3), 1107Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c1142.",
        "Ministry of Environmental Protection (2010). China vehicle emission control annual report 2010. Technical report, Beijing, China.",
        "Parry, I., D. Heine, E. Lis, and S. Li (2014). Getting Energy Prices Right: From Principle to Practice. International Monetary Fund, Washington, District of Columbia, U.S.A. Sallee, J. M. and J. Slemrod (2012). Car notches: Strategic automaker responses to fuel economy policy. Journal of Public Economics 96, 981Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c999.",
        "Viard, V. B. and S. Fu (2015). The effect of BeijingÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0084¢s driving restrictions on pollution and economic activity. Journal of Public Economics 125, 98Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c115.",
        "Ozone air quality during the 2008 Beijing Olympics: Effectiveness of emission restrictions. Atmospheric Chemistry and Physics 9(14), 5237Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c5251.",
        "World Health Organization (2013). Global status report on road safety 2013: Supporting a decade of action. Technical report, Geneva, Switzerland.",
        "Xiao, J. and H. Ju (2014). Market equilibrium and the environmental effects of tax adjustments in ChinaÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0084¢s automobile industry. Review of Economics and Statistics 96(2), 306Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c317.",
        "Xiao, J., X. Zhou, and W.-M. Hu (2015). Vehicle quota system and its impact on the Chinese auto markets. Working paper."
    ]
}