{
    "id": 23066,
    "cites": 77,
    "cited_by": 13,
    "reference": [
        "Ali, A., S. Klasa, and E. Yeung (2009). The limitations of industry concentration measures constructed with Compustat data: Implications for finance research. Review of Financial Studies 22(10), 3839Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c3871.",
        "Alvarez, F., M. Gonzales-Rozada, A. Neumeyer, and M. Beraja (2011). From hyperinflation to stable prices: ArgentinaÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0084¢s evidence on menu cost models. Unpublished Manuscript, University of Chicago.",
        "Amore, M. D., C. Schneider, and A. ZÃ\u0083Å\u0092Ã\u0082Å\u0092aldokas (2013). Credit supply and corporate innovation. Journal of Financial Economics 109(3), 835Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c855.",
        "Anderson, E. T. and D. I. Simester (2010). Price stickiness and customer antagonism. The Quarterly Journal of Economics 125(2), 729Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c765.",
        "Atkeson, A. and L. E. Ohanian (2001). Are Phillips curves useful for forecasting inflation? Federal Reserve Bank of Minneapolis Quarterly Review 25(1), 2Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c11.",
        "Barattieri, A., S. Basu, and P. Gottschalk (2014). Some evidence on the importance of sticky wages. American Economic Journal: Macroeconomics 6(1), 70Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c101.",
        "Beck, T., A. DemirguÃ\u0083Å\u0092Ã\u0082Ë\u0086cÃ\u0083Å\u0092Ã\u0082Â§-Kunt, and V. Maksimovic (2008). Financing patterns around the world: Are small firms different? Journal of Financial Economics 89(3), 467Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c487.",
        "Bernanke, B. S., M. Gertler, and S. Gilchrist (1999). The financial accelerator in a quantitative business cycle framework. Handbook of Macroeconomics 1, 1341Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c1393.",
        "Bertrand, M., E. Duflo, and S. Mullainathan (2004). How much should we trust differences-in-differences estimates? The Quarterly Journal of Economics 119(1), 249Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c275.",
        "Bhamra, H. S., A. J. Fisher, and L.-A. Kuehn (2011). Monetary policy and corporate default. Journal of Monetary Economics 58(5), 480Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c494.",
        "Bhamra, H. S., L.-A. Kuehn, and I. A. Strebulaev (2010). The levered equity risk premium and credit spreads: A unified framework. Review of Financial Studies 23, 645Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c703.",
        "Bils, M., P. J. Klenow, and B. A. Malin (2012). Testing for Keynesian labor demand. In NBER Macroeconomics Annual, Volume 27, pp. 311Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c349.",
        "Blinder, A. S., E. Canetti, D. Lebow, and J. Rudd (1997). Asking about prices. New York: Russell Sage Foundation.",
        "Bushman, R. M., B. E. Hendricks, and C. D. Williams (2016). Bank competition: measurement, decision-making and risk-taking. Journal of Accounting Research (forthcoming).",
        "Calvo, G. A. (1983). Staggered prices in a utility-maximizing framework. Journal of Monetary Economics 12(3), 383Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c398.",
        "Campbell, J. Y., M. Lettau, B. G. Malkiel, and Y. Xu (2001). Have individual stocks become more volatile? an empirical exploration of idiosyncratic risk. The Journal of Finance 56(1), 1Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c43.",
        "Colla, P., F. Ippolito, and K. Li (2013). Debt specialization. Journal of Finance 68(5), 2117Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c2141.",
        "DÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0084¢Acunto, F., D. Hoang, and M. Weber (2016). The effect of unconventional fiscal policy on consumption expenditure. Unpublished manuscript, University of Chicago Booth School of Business.",
        "DemirguÃ\u0083Å\u0092Ã\u0082Ë\u0086cÃ\u0083Å\u0092Ã\u0082Â§-Kunt, A. and V. Maksimovic (2002a). Funding growth in bank-based and market-based financial systems: evidence from firm-level data. Journal of Financial Economics 65(3), 337Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c363.",
        "DemirguÃ\u0083Å\u0092Ã\u0082Ë\u0086cÃ\u0083Å\u0092Ã\u0082Â§-Kunt, A. and V. Maksimovic (2002b). Funding growth in bank-based and market-based financial systems: evidence from firm-level data. Journal of Financial Economics 65(3), 337Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c363.",
        "Diamond, D. W. (1991a). Debt maturity structure and liquidity risk. Quarterly Journal of Economics 106(3), 709Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c737.",
        "Diamond, D. W. (1991b). Monitoring and reputation: The choice between bank loans and directly placed debt. Journal of Political Economy 99(4), 689Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c721.",
        "Dick, A. A. (2006). Nationwide branching and its impact on market structure, quality, and bank performance. The Journal of Business 79(2), 567Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c592.",
        "Dick, A. A. and A. Lehnert (2010). Personal bankruptcy and credit market competition. The Journal of Finance 65(2), 655Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c686.",
        "Dou, W. W. and Y. Ji (2015). External financing and customer capital: A financial theory of markups. Unpublished Manuscript, Wharton.",
        "Ellison, S. F., C. M. Snyder, and H. Zhang (2015). Costs of managerial attention and activity as a source of sticky prices: Structural estimates from an online market. Technical report, Unpublished Manuscript, Massachusets Institute of Techonoly.",
        "Erickson, T., C. Jiang, and T. Whited (2014). Minimum distance estimation of the errorsin -variables model using linear cumulant equations. Journal of Econometrics 183(2), 211Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c221.",
        "Faulkender, M., M. Flannery, K. Hankins, and J. Smith (2012). Cash flows and leverage adjustments. Journal of Financial Economics 103(3), 632Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c646.",
        "Faulkender, M. and M. Petersen (2006). Does the source of capital affect capital structure? Review of Financial Studies 19(1), 45Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c79.",
        "Favara, G. and J. Imbs (2015). Credit supply and the price of housing. The American Economic Review 105(3), 958Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c992.",
        "Favilukis, J., X. Lin, and X. Zhao (2015). The elephant in the room: the impact of labor obligations on credit risk. Unpublished Manuscript, University of British Columbia.",
        "Fisher, I. (1933). The debt-deflation theory of great depressions. Econometrica 1(4), 337Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c357.",
        "Frank, M. Z. and V. K. Goyal (2009). Capital structure decisions: which factors are reliably important? Financial management 38(1), 1Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c37.",
        "Gale, D. and M. Hellwig (1985). Incentive-compatible debt contracts: The one-period problem. Review of Economic Studies 52(4), 647Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c663.",
        "Goetz, M. R., L. Laeven, and R. Levine (2013). Identifying the valuation effects and agency costs of corporate diversification: Evidence from the geographic diversification of U.S. banks. Review of Financial Studies 26(7), 1787Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c1823.",
        "Golosov, M. and R. Lucas (2007). Menu costs and Phillips curves. Journal of Political Economy 115(2), 171Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c199.",
        "Gomes, J., L. Kogan, and M. Yogo (2009). Durability of output and expected stock retums. Journal of Political Economy 117(5), 941Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c986.",
        "Gorodnichenko, Y. and M. Weber (2016). Are sticky prices costly? Evidence from the stock market. The American Economic Review 106(1), 165Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c199.",
        "Graham, J. and C. Harvey (2002). How do cfos make capital budgeting and capital structure decisions? Journal of Applied Corporate Finance 15(1), 8Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c23.",
        "Graham, J. R. (2000). How big are the tax benefits of debt? The Journal of Finance 55(5), 1901Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c1941.",
        "Graham, J. R., M. T. Leary, and M. R. Roberts (2015). A century of capital structure: The leveraging of corporate america. Journal of Financial Economics 118(3), 658Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c683.",
        "Heider, F. and A. Ljungqvist (2015). As certain as debt and taxes: Estimating the tax sensitivity of leverage from state tax changes. Journal of Financial Economics 118(3), 684Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c712.",
        "Hoberg, G. and G. Phillips (2010). Product market synergies and competition in mergers and acquisitions: A text-based analysis. Review of Financial Studies 23(10), 3773Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c3811.",
        "Hoberg, G. and G. Phillips (2016). Text-based network industries and endogenous product differentiation. Journal of Political Economy (forthcoming).",
        "Jayaratne, J. and P. E. Strahan (1996). The finance-growth nexus: Evidence from bank branch deregulation. The Quarterly Journal of Economics 111(3), 639Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c670.",
        "Kang, J. and C. E. Pflueger (2015). Inflation risk in corporate bonds. The Journal of Finance 70(1), 115Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c162.",
        "Kehoe, P. and V. Midrigan (2015). Prices are sticky after all. Journal of Monetary Economics 75, 35Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c53.",
        "Kozak, S. and D. Sosyura (2015). Access to credit and stock market participation. Unpublished Manuscript, University of Michigan.",
        "Kroszner, R. S. and P. E. Strahan (1999). What drives deregulation? Economics and politics of the relaxation of bank branching restrictions. Quarterly Journal of Economics 114(4), 1437Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c1467.",
        "Kroszner, R. S. and P. E. Strahan (2014). Regulation and deregulation of the U.S. banking industry: Causes, consequences and implications for the future. In N. Rose (Ed.), Economic regulation and its reform: What have we learned? Chicago, IL: University of Chicago Press.",
        "Lemmon, M. L., M. R. Roberts, and J. F. Zender (2008). Back to the beginning: Persistence and the cross-section of corporate capital structure. The Journal of Finance 63(4), 1575Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c1608.",
        "Lewellen, S. (2012). Firm-specific industries. Working Paper.",
        "MacKay, P. (2003). Real flexibility and financial structure: An empirical analysis. Review of Financial Studies 16(4), 1131Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c1165.",
        "Maksimovic, V. (1988). Capital structure in repeated oligopolies. RAND Journal of Economics 19(3), 389Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c407.",
        "Maksimovic, V. (1990). Product market imperfections and loan commitments. Journal of Finance 5(45), 1641Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c1653.",
        "Mankiw, N. G. and R. Reis (2002). Sticky information versus sticky prices: A proposal to replace the New Keynesian Phillips curve. Quarterly Journal of Economics 177(4), 1295Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c1328.",
        "Mauer, D. and A. Triantis (1994). Interactions of corporate financing and investment decisions: A dynamic framework. Journal of Finance 49(4), 1253Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c1277.",
        "Mello, A. and J. Parsons (1992). Measuring the agency cost of debt. Journal of Finance 47(5), 1887Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c1904.",
        "Nakamura, E. and J. Steinsson (2008). Five facts about prices: A reevaluation of menu cost models. Quarterly Journal of Economics 123(4), 1415Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c1464.",
        "Nakamura, E., J. Steinsson, P. Sun, and D. Villar (2016). The elusive costs of inflation: Price dispersion during the us great inflation. Unpublished Manuscript, Columbia University.",
        "Neuhann, D. and F. Saidi (2015). Are universal banks better intermediaries? Working Paper.",
        "Novy-Marx, R. (2011). Operating leverage. Review of Finance 15(1), 103Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c134.",
        "Rajan, R. G. and L. Zingales (1995). What do we know about capital structure? Some evidence from international data. The journal of Finance 50(5), 1421Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c1460.",
        "Reinartz, S. and T. Schmid (2015). Production flexibility, product markets, and capital structure decisions. Review of Financial Studies (forthcoming).",
        "Rice, T. and P. E. Strahan (2010). Does credit competition affect small-firm finance? Journal of Finance 65(3), 861Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c889.",
        "Roberts, M. and T. Whited (2013). Endogeneity in empirical corporate finance. Handbook of the Economics of Finance 2, 493Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c572.",
        "Serfling, M. A. (2016). Firing costs and capital structure decisions. Journal of Finance (forthcoming).",
        "Shenoy, J. and R. Williams (2015). Trade credit and the joint effects of supplier and customer financial characteristics. Journal of Financial Intermediation (forthcoming).",
        "Simintzi, E., V. Vig, and P. Volpin (2015). Labor protection and leverage. Review of Financial Studies 28(2), 561Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c591.",
        "Stiroh, K. J. and P. E. Strahan (2003). Competitive dynamics of deregulation: Evidence from U.S. banking. Journal of Money, Credit, and Banking 35(5), 801Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c828.",
        "Stock, J. H. and M. W. Watson (2007). Why has U.S. inflation become harder to forecast? Journal of Money, Credit and Banking 39, 3Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c33.",
        "Strahan, P. E. (2003). The real effects of U.S. bank deregulation. Federal Reserve Bank of St. Louis Review 85(4), 111Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c128.",
        "Sufi, A. (2009). Bank lines of credit in corporate finance: An empirical analysis. Review of Financial Studies 22(3), 1057Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c1088.",
        "Townsend, R. M. (1979). Optimal contracts and competitive markets with costly state verification. Journal of Economic Theory 21, 265Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c293.",
        "Weber, M. (2015). Nominal rigidities and asset pricing. Unpublished manuscript, University of Chicago Booth School of Business.",
        "Woodford, M. (2003). Interest and prices: Foundations of a theory of monetary policy. Princeton University Press.",
        "Zbaracki, M. J., M. Ritson, D. Levy, S. Dutta, and M. Bergen (2004). Managerial and customer costs of price adjustment: Direct evidence from industrial markets. The Review of Economics and Statistics 86(2), 514Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c533."
    ]
}