{
    "id": 23065,
    "cites": 47,
    "cited_by": 3,
    "reference": [
        "Abel, Andrew, 1999, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Risk Premia and Term Premia in General Equilibrium,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Journal of Monetary Economics, 43, 3-33.",
        "Adler, Michael; Dumas, Bernard, 1983, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093International Portfolio Choice and Corporation Finance: A Synthesis,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Journal of Finance, 38.3, 925-984.",
        "Backus, David; Chernov, Mikhail; Martin, Ian, 2011, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009dDisasters Implied by Equity Index Options,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Journal of Finance, 66: 6, 1969-2012.",
        "Backus, David K.; Kehoe, Patrick J.; Kydland, Finn E., 1994, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009dDynamics of the Trade Balance and the Terms of Trade: The J-curve?Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d American Economic Review, 84:1, 84-103.",
        "Bakshi, Gurdip; Cerrato, Mario; Crosby, John, 2015, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009dRisk Sharing in International Economies and Market Incompleteness,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d University of Maryland Working Paper, December.",
        "Bansal, Ravi; Yaron, Amir. 2004 Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009dRisks for the Long Run: A Potential Resolution of Asset Pricing Puzzles,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Journal of Finance, 59.4, 1481-1509.",
        "Barro, Robert J., 2006, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Rare Disasters and Asset Markets in the Twentieth Century,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Quarterly Journal of Economics, 121, 823-866.",
        "Barro, Robert J., 2009, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Rare Disasters, Asset Prices, and Welfare Costs,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d American Economic Review, 99, 243-264.",
        "Barro, Robert J.; Ursua, Jose F., 2008, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Macroeconomic Crises Since 1870,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Brookings Papers on Economic Activity, 1, 255-350.",
        "Baxter, Marianne; Crucini, Mario J. 1995, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Business Cycles and the Asset Structure of Foreign Trade.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d International Economic Review, November, Vol. 36(4), 821-854.",
        "Campbell, John Y. 1993, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009dIntertemporal Asset Pricing without Consumption Data,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d American Economic Review, 83.3: 487-512.",
        "Campbell, John Y.; Cochrane, John H. 1999, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009dBy Force of Habit: A Consumption-Based Explanation of Aggregate Stock Market Behavior,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Journal of Political Economy, 107.2, 205-251.",
        "Carrieri, F.; Chaieb, I.; Errunza, V. 2013, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Do Implicit Barriers Matter for Globalization ?Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Review of Financial Studies, 26:7, 1694-1739 Cochrane, John H., 1991, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009dA simple test of consumption insurance,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d The Journal of Political Economy, 99(5), pp. 957-976 Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Colacito, Riccardo; Croce, Mariano M.; 2011, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009dRisks for the Long Run and the Real Exchange Rate,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Journal of Political Economy, 119(1), pp. 153-181 Cole, Harold L.; Obstfeld, Maurice, 1991, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009dCommodity Trade and International Risk Sharing: How Much Do Financial Markets Matter?Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Journal of Monetary Economics, 28, 3-24.",
        "Duffie, Darrell, 2010. Dynamic asset pricing theory. Princeton University Press.",
        "Duffie, Darrell; Larry G. Epstein, 1992, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Asset pricing with stochastic differential utilityÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d, Review of Financial Studies 5, 411Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c436.",
        "Duffie, Darrell, and Costis Skiadas, 1994, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Continuous-time asset pricing: A utility gradient approach,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Journal of Mathematical Economics 23, 107Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c132.",
        "Dumas, Bernard; Solnik, Bruno, 1995, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093The World Price of Foreign Exchange Risk,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Journal of Finance, 50:2, 445-79.",
        "Epstein, Larry; Zin, Stanley, 1989, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Substitution, risk aversion and the temporal behavior of consumption and asset returns: A theoretical framework,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Econometrica 57, 937Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c969.",
        "Epstein, Larry; Zin, Stanley; 1991, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Substitution, risk aversion and the temporal behavior of consumption and asset returns: An empirical analysis,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Journal of Political Economy 99(2), 263-286.",
        "Farhi, Emmanuel; Gabaix, Xavier, 2016, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009dRare Disasters and Exchange Rates,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d The Quarterly Journal of Economics 131, 1-52.",
        "Gabaix, Xavier, 2008, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Variable Rare Disasters: A Tractable Theory of Ten Puzzles in Macro-Finance,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d American Economic Review 98, 64-67.",
        "Gabaix, Xavier, 2012, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Variable Rare Disasters: An Exactly Solved Framework for Ten Puzzles in Macro-Finance,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Quarterly Journal of Economics 127, 645Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c700.",
        "Gourio, Francois, 2008, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Disasters and recoveries,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d American Economic Review Papers and Proceedings, 98, 68Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c73.",
        "Gourio, Francois, 2012, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Disaster Risk and Business Cycles,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d American Economic Review, 102, 2734-2766.",
        "Gourio, FrancÃ\u0083Å\u0092Ã\u0082Â§ois; Siemer, Michael; Verdelhan, Adrien, 2013, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009dInternational Risk Cycles,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Journal of International Economics, 89:2, 471Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c484.",
        "Hansen, Lars P.; Singleton, Kenneth J., 1983, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Stochastic consumption, risk aversion, and the temporal behavior of asset returns,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d The Journal of Political Economy, pp. 249-265.",
        "Heaton, John; Lucas, Deborah J., 1996, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009dEvaluating the Effects of Incomplete Markets on Risk Sharing and Asset Pricing,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d The Journal of Political Economy, 104 (3), pp. 443-487.",
        "Kaltenbrunner, Geog; Lochstoer, Lars. 2010, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Long-Run Risk through Consumption Smoothing,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Review of Financial Studies 23, pp. 3141 - 3189.",
        "Kocherlakota, Narayana R. 1996, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009dThe Equity Premium: ItÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0084¢s Still a Puzzle,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Journal of Economic Literature 34.1, pp.42-71.",
        "Lewis, Karen K. 1996, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009dWhat Can Explain the Apparent Lack of International Consumption Risk Sharing?Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Journal of Political Economy 104.2, 267-297.",
        "Lewis, Karen K. 2000, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009dWhy Do Stocks and Consumption Imply Such Different Gains from International Risk Sharing?Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Journal of International Economics 52.1: 1-35.",
        "Lewis, Karen K.; Liu, Edith X., 2015, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Evaluating International Consumption Risk Sharing Gains: An Asset Return View,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Journal of Monetary Economics, 71, 84 - 98.",
        "Lewis, Karen K.; Liu, Edith X., 2016, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Disaster Risk and International Asset Markets,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d In Progress.",
        "Lucas, Robert E., Jr. 1978, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009dAsset Prices in an Exchange Economy,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Econometrica, 46.6: 1429-1445.",
        "Lucas, Robert E, Jr. 1982, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009dInterest Rates and Currency Prices in a Two-Country World,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Journal of Monetary Economics,10.3: 335-359.",
        "Lustig, Hanno; Verdelhan, Adrien, 2016, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009dDoes Incomplete Spanning in International Financial Markets Help to Explain Exchange Rates?Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Stanford University Working paper, March.",
        "Martin, Ian W., 2008, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Disasters and the welfare cost of uncertainty,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d The American Economic Review, 98(2), 74 - 78.",
        "Mehra, Rajnish; Prescott, Edward, 1985, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093The Equity Premium: A PuzzleÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d, Journal of Monetary Economics, 15, 145-161.",
        "Nakamura, Emi; Steinsson, Jon; Barro, Robert; Ursua, Jose, 2013, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Crises and Recoveries in an Empirical Model of Consumption Disasters,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d American Economic Journal: Macroeconomics, 5.3, 35-74.",
        "Obstfeld, Maurice, 1994. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Risk-Taking, Global Diversification, and Growth,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d The American Economic Review, 84(5), pp.1310-1329.",
        "Pukthuanthong, Kuntara; Roll, Richard, 2009, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Global Market Integration: An Alternative Measure and Its Application,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Journal of Financial Economics 94,2, 214-232.",
        "Reitz, Thomas A. 1988, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093The Equity Risk Premium: A Solution,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Journal of Monetary Economics, 22, 117-131.",
        "Tesar, Linda L., 1995, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Evaluating the gains from international risksharing,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d CarnegieRochester Conference Series on Public Policy, 42, 95-143.",
        "Telmer, Christopher, 1993, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009dAsset Pricing Puzzles and Incomplete Markets,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Journal of Finance, 48(5), pp. 1803-1832.",
        "Verdelhan, Adrien, 2010, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009dA Habit-Based Explanation of the Exchange Rate Risk Premium, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Journal of Finance, Journal of Finance, 65:1, 123-145.",
        "Weil, Philippe, 1990, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Nonexpected utility in macroeconomics,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Quarterly Journal of Economics 105, 29Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c42.",
        "Wachter, Jessica A., 2013. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Can Time-Varying Risk of Rare Disasters Explain Aggregate Stock Market Volatility?Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d The Journal of Finance, 68(3), pp.987-1035."
    ]
}