{
    "id": 23063,
    "cites": 36,
    "cited_by": 6,
    "reference": [
        "Acemoglu, D. and J. Angrist (2001). How large are human-capital externalities? Evidence from compulsory-schooling laws. In NBER Macroeconomics Annual 2000, Volume 15, pp. 9Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c74. MIT Press.",
        "Acemoglu, D. and D. Autor (2011). Skills, tasks and technologies: Implications for employment and earnings. Handbook of Labor Economics 4, 1043Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c1171.",
        "Altonji, J. G. (1995). The effects of high school curriculum on education and labor market outcomes. The Journal of Human Resources 30(3), 409Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c438.",
        "Altonji, J. G., E. Blom, C. Meghir, et al. (2012). Heterogeneity in human capital investments: High school curriculum, college major, and careers. Annual Review of Economics 4(1), 185Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c223.",
        "Autor, D. and D. Dorn (2013). The growth of low-skill service jobs and the polarization of the US labor market. The American Economic Review 103(5), 1553Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c1597.",
        "Autor, D., F. Levy, and R. J. Murnane (2003). The skill content of recent technological change: An empirical exploration. The Quarterly Journal of Economics 118(4), 1279Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c1333.",
        "Autor, D. H. and M. J. Handel (2013). Putting tasks to the test: Human capital, job tasks, and wages. Journal of Labor Economics 31(S1), S59Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009cS96.",
        "Beaudry, P., D. A. Green, and B. M. Sand (2016). The great reversal in the demand for skill and cognitive tasks. Journal of Labor Economics 34(S1), S199Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009cS247.",
        "Becker, G. S. and B. R. Chiswick (1966). Education and the distribution of earnings. The American Economic Review 56(1/2), 358Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c369.",
        "Bertrand, M., E. Duflo, and S. Mullainathan (2004). How much should we trust differences-indifferences estimates? The Quarterly Journal of Economics 119(1), 249Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c275.",
        "Card, D. (2001). Estimating the return to schooling: Progress on some persistent econometric problems. Econometrica 69(5), 1127Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c1160.",
        "Castex, G. and E. K. Dechter (2014). The changing roles of education and ability in wage determination. Journal of Labor Economics 32(4), 685Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c710.",
        "Cortes, K. E., J. S. Goodman, and T. Nomi (2015). Intensive math instruction and educational attainment: long-run impacts of double-dose algebra. Journal of Human Resources 50(1), 108Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c158.",
        "Dee, T. S. and B. A. Jacob (2007). Do high school exit exams influence educational attainment or labor market performance? Standards-Based Reform and the Poverty Gap: Lessons for No Child Left Behind.",
        "Deming, D. J. (2015). The growing importance of social skills in the labor market. Working Paper 21473, National Bureau of Economic Research.",
        "Devereux, P. J. and R. A. Hart (2010). Forced to be rich? returns to compulsory schooling in britain.",
        "Gardner, D. P., Y. Larsen, and W. Baker (1983). A nation at risk: The imperative for educational reform. Washington, DC: US Government Printing Office.",
        "Hastings, J. S., C. A. Neilson, and S. D. Zimmerman (2013). Are some degrees worth more than others? Evidence from college admission cutoffs in Chile. Working Paper 19241, National Bureau of Economic Research.",
        "Heckman, J. J., L. J. Lochner, and P. E. Todd (2006). Earnings functions, rates of return and treatment effects: The Mincer equation and beyond. Handbook of the Economics of Education 1, 307Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c458.",
        "Hoekstra, M. (2009). The effect of attending the flagship state university on earnings: A discontinuity-based approach. The Review of Economics and Statistics 91(4), 717Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c724.",
        "Jackson, C. K. (2014). Do college-preparatory programs improve long-term outcomes? Economic Inquiry 52(1), 72Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c99.",
        "Joensen, J. S. and H. S. Nielsen (2009). Is there a causal effect of high school math on labor market outcomes? Journal of Human Resources 44(1), 171Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c198.",
        "Katz, L. F. and K. M. Murphy (1992). Changes in relative wages, 1963-1987: Supply and demand factors. The Quarterly Journal of Economics 107(1), 35Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c78.",
        "Kirkeboen, L., E. Leuven, and M. Mogstad (2016). Field of study, earnings, and self-selection. The Quarterly Journal of Economics.",
        "Levine, P. B. and D. J. Zimmerman (1995). The benefit of additional high-school math and science classes for young men and women. Journal of Business & Economic Statistics 13(2), 137Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c149.",
        "Martorell, P. and I. McFarlin Jr (2011). Help or hindrance? The effects of college remediation on academic and labor market outcomes. The Review of Economics and Statistics 93(2), 436Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c454.",
        "Mincer, J. A. et al. (1974). Schooling, experience, and earnings. NBER Books.",
        "Neal, D. A. and W. R. Johnson (1996). The role of premarket factors in black-white wage differences. Journal of Political Economy 104(5), 869Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c895.",
        "Oreopoulos, P. (2006). Estimating average and local average treatment effects of education when compulsory schooling laws really matter. The American Economic Review 96(1), 152Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c175.",
        "Rose, H. and J. R. Betts (2004). The effect of high school courses on earnings. The Review of Economics and Statistics 86(2), 497Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c513.",
        "Ruggles, S., K. Genadek, R. Goeken, J. Grover, and M. Sobek (2015). Integrated Public Use Microdata Series (IPUMS): Version 6.0 [dataset]. University of Minnesota, Minneapolis, available at http://usa.ipums.org/usa.",
        "Scott-Clayton, J. and O. Rodriguez (2014). Development, discouragement, or diversion? New evidence on the effects of college remediation policy. Education Finance and Policy.",
        "Sosa, A. (2016). Impact of mathematics course taking during high school on earnings: Evidence from shocks to teachersÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0084¢ labor supply.",
        "Stephens, M. and D.-Y. Yang (2014). Compulsory education and the benefits of schooling. The American Economic Review 104(6), 1777Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c1792.",
        "Taylor, E. (2014). Spending more of the school day in math class: Evidence from a regression discontinuity in middle school. Journal of Public Economics 117, 162Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c181.",
        "Zimmerman, S. D. (2014). The returns to college admission for academically marginal students. Journal of Labor Economics 32(4), 711Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c754."
    ]
}