{
    "id": 23079,
    "cites": 36,
    "cited_by": 1,
    "reference": [
        "Aaronson, D., L. Barrow, and W. Sander (2007). Teachers and student achievement in the chicago public high schools. Journal of Labor Economics 25(1), 95Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c135.",
        "Aizer, A. and J. J. Doyle (2015). Juvenile incarceration, human capital and future crime: Evidence from randomly-assigned judges. The Quarterly Journal of Economics, qjv003.",
        "Andrews, D. W. and G. Soares (2010). Inference for parameters defined by moment inequalities using generalized moment selection. Econometrica 78(1), 119Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c157.",
        "Anwar, S. and H. Fang (2006). An alternative test of racial prejudice in motor vehicle searches: Theory and evidence. The American economic review 96(1), 127Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c151.",
        "Berdejo, C. and N. Yuchtman (2013). Crime, punishment, and politics: an analysis of political cycles in criminal sentencing. Review of Economics and Statistics 95(3), 741Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c756.",
        "Bugni, F. A. (2010). Bootstrap inference in partially identified models defined by moment inequalities: Coverage of the identified set. Econometrica 78(2), 735Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c753.",
        "Bugni, F. A., I. A. Canay, and X. Shi (2015). Specification tests for partially identified models defined by moment inequalities. Journal of Econometrics 185(1), 259Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c282.",
        "Butcher, K. F. and R. J. LaLonde (2013). Female offendersÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0084¢ use of social welfare programs before and after jail and prison: Does prison cause welfare dependency? Working Paper.",
        "Canay, I. A. (2010). El inference for partially identified models: Large deviations optimality and bootstrap validity. Journal of Econometrics 156(2), 408Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c425.",
        "Charles, K. K. and M. C. Luoh (2010). Male incarceration, the marriage market, and female outcomes. The Review of Economics and Statistics 92(3), 614Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c627.",
        "Cho, R. M. (2009). Impact of maternal imprisonment on childrenÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0084¢s probability of grade retention. Journal of Urban Economics 65(1), 11Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c23.",
        "Cho, R. M. and R. J. Lalonde (2008). The impact of incarceration in state prison on the employment prospects of women. Journal of Quantitative Criminology 24(3), 267Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c267.",
        "DiNardo, J., N. M. Fortin, and T. Lemieux (1996). Labor market institutions and the distribution of wages, 1973-1992: A semiparametric approach.",
        "Glaeser, E. L., D. P. Kessler, and A. M. Piehl (2000). What do prosecutors maximize? an analysis of the federalization of drug crimes. American Law and Economics Review 2(2), 259Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c290.",
        "Gordon, S. C. and G. Huber (2007). The effect of electoral competitiveness on incumbent behavior. Quarterly Journal of Political Science 2(2), 107Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c138.",
        "Harrison, P. M. and A. J. Beck (2006). Prison and jail inmates at midyear 2005.",
        "Jacobson, L., R. LaLonde, and D. G. Sullivan (2003). Should we teach old dogs new tricks? the impact of community college retraining on older displaced workers.",
        "Jacobson, L., R. LaLonde, and D. G. Sullivan (2005). Estimating the returns to community college schooling for displaced workers. Journal of Econometrics 125(1), 271Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c304.",
        "Jacobson, L. S., R. J. LaLonde, and D. G. Sullivan (1993). Earnings losses of displaced workers. The American Economic Review, 685Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c709.",
        "Kudo, A. (1963). A multivariate analogue of the one-sided test. Biometrika, 403Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c418.",
        "LaCasse, C. and A. A. Payne (1999). Federal sentencing guidelines and mandatory minimum sentences: Do defendants bargain in the shadow of the judge?*. The Journal of Law and Economics 42(S1), 245Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c270.",
        "Lim, C. S. (2013). Preferences and incentives of appointed and elected public officials: Evidence from state trial court judges. The American Economic Review 103(4), 1360Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c1397.",
        "Mueller-Smith, M. (2014). The criminal and labor market impacts of incarceration. Unpublished Working Paper.",
        "Mumola, C. J. (1999). Incarcerated parents and their children. children 37, 44Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c6.",
        "Mustard, D. B. (2001). Racial, ethnic, and gender disparities in sentencing: Evidence from the us federal courts. Journal of Law and Economics 44(1), 285Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c314.",
        "Park, K. (2015). Do judges have tastes for discrimination? evidence from criminal courts. Working Paper.",
        "Poehlmann, J., D. Dallaire, A. B. Loper, and L. D. Shear (2010). ChildrenÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0084¢s contact with their incarcerated parents: research findings and recommendations. American Psychologist 65(6), 575.",
        "Redlich, A. and R. Shteynberg (2015). Gender roles in juvenile and young adult plea decision-making.",
        "Sevigny, E. L. and J. P. Caulkins (2004). Kingpins or mules: An analysis of drug offenders incarcerated in federal and state prisons. Criminology & Public Policy 3(3), 401Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c434.",
        "Sorensen, T. A., S. Sarnikar, and R. L. Oaxaca (2014). Do you receive a lighter prison sentence because you are a woman or a white? an economic analysis of the federal criminal sentencing guidelines. The BE Journal of Economic Analysis & Policy 14(1), 1Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c54.",
        "Spohn, C. (1999). Gender and sentencing of drug offenders: Is chivalry dead? Criminal Justice Policy Review 9(3-4), 365Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c399.",
        "Starr, S. B. (2012). Estimating gender disparities in federal criminal cases. University of Michigan Law and Economics Research Paper (12-018).",
        "Starr, S. B. (2015). Estimating gender disparities in federal criminal cases. American Law and Economics Review 17(1), 127Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c159.",
        "Stemen, D. (2004). The Kansas Sentencing Guidelines: An Evaluation of the Proportionality of Sentences. Technical report, Vera Institute of Justice.",
        "Travis, J., B. Western, and S. Redburn (2014). The growth of incarceration in the united states.",
        "Wolak, F. A. (1987). An exact test for multiple inequality and equality constraints in the linear regression model. Journal of the American Statistical Association 82(399), 782Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c793."
    ]
}