{
    "id": 23083,
    "cites": 15,
    "cited_by": 12,
    "reference": [
        "Franklin Allen and Douglas Gale. Financial contagion. Journal of Political Economy, 108(1):1Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c33, 2000. doi: 10.1086/262109. URL http://www.journals.uchicago.edu/doi/abs/10.1086/ 262109.",
        "Andrew Bird, Stephen Karolyi, Thomas Ruchti, and Austin Sudbury. Bank regulator bias and the efficacy of stress test disclosures. Working Paper, 2015.",
        "Bertrand Candelon and Amadou Sy. How do markets react to stress tests? IMF Working Paper, 2015. Morgan Donald, Stavros Peristiani, and Vanessa Savino. The information value of the stress test.",
        "EBA. Results of 2014 EU-wide stress test. Technical report, European Banking Authority, 2014.",
        "Miguel Faria e Castro, Joseba Martinez, and Thomas Philippon. Runs versus lemons: Information disclosure and fiscal capacity. Review of Economic Studies, forthcoming, 2017.",
        "Marcelo Fernandes, Deniz Igan, and Marcelo Pinheiro. March madness in wall street: (what) does the market learn from stress tests? IMF Working Paper, 2015.",
        "Mark Flannery, Beverly Hirtle, and Anna Kovner. Evaluating the information in the federal reserve stress tests. FRBNY Staff Report, March 2016.",
        "Paul Glasserman and Gowtham Tangirala. Are the federal reserveÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0084¢s stress test results predictable? Journal of Alternative Investments, 18(4), 2016.",
        "Itay Goldstein and Yaron Leitner. Stress tests and information disclosure. Working Papers 13-26, Federal Reserve Bank of Philadelphia, 2013.",
        "Itay Goldstein and Haresh Sapra. Should banksÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0084¢ stress test results be disclosed? an analysis of the costs and benefits. Foundations and Trends(R) in Finance, 8(1):1Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c54, March 2014. URL http://ideas.repec.org/a/now/fntfin/0500000038.html. Jack Hirshleifer. The private and social value of information and the reward to inventive activity.",
        "Anna Kovner and Thomas Philippon. Back-testing U.S. stress tests. mimeo, 2016.",
        "Giovanni Petrella and Andrea Resti. Supervisors as information producers: Do stress tests reduce bank opaqueness? Journal of Banking & Finance, 37(12):5406Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c5420, 2013. URL https:// ideas.repec.org/a/eee/jbfina/v37y2013i12p5406-5420.html.",
        "Til Schuermann. Stress testing banks. Wharton Working Paper, 2012.",
        "Til Schuermann. Stress testing in wartime and in peacetime. Working Paper, 2016.",
        "Joel Shapiro and David Skeie. Information management in banking crises. Review of Financial Studies, 28(8):2322Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c2363, 2015."
    ]
}