{
    "id": 2308,
    "cites": 24,
    "cited_by": 29,
    "reference": [
        "Alesina, Alberto (1986) Credibility and Policy Convergence in a Two-Party System with Rational Voters mimeo.",
        "Repeated Game Q4arterly Journal of Economics, forthcoming. Barro, Robert (1979) On the Determination of the Public Uebt Journal of Political Economy, 87, 940-7.",
        "Journal of Economics, 88, 193-222. ___________ (1987) Macroeconomics John Wiley and Sons, New York 2nd Edition.",
        "Becker, Gary, (1985) Public Policies, Pressure Groups and Deadweights Costs Journal of Public Economics, 28, 329-47.",
        "Bental, Benjamin, Devorah Kantorowicz, Dan Peled (1986) Should Government Debt be Safe? An Analysis of Debt Repudiation mimeo, November.",
        "Brennan, Geoffrey and James Buchanan (1980) The Power to Tax Cambridge University Press, Cambridge, England.",
        "Brock, William and Stephen Turnovsky (1980) Time Consistency and Optimal Government Policy in a Perfect Foresight Equilibrium Journal of Public Economics, 13, 183-212.",
        "Brunner, Karl (1978) Reflections on the Political Economy of Government: The Persistent Growth of Government Schweizerische Zeitschrift Volkwirtschaft und Statis, (September) 649-80.",
        "Buchanan, James and Richard Wagner (1977) Democracy in Deficit Academic Press, New York, N.Y.",
        "Cameron, David (1918) The Expansion of the Public Economy: A Comparative Analysis American Political Science Review, 72, 1243-61.",
        "Cukierman, Alex, and Allan Meltzer (1986) A Political Theory of Government Debt and Deficits in a Neo Ricardian Framework mimeo (November).",
        "Grossman, Herschel and John Van Huyck (1986) Sovereign Debt as a Contingent Claim: Excusable Default, Repudiation and Reputation Brown University working paper No. 85-17, August.",
        "Hildenbrand, Wernes (1974) Core and Equilibria of a Large Economy Princeton University Press, Princeton, N.J.",
        "Lindbeck, Assar (1985) Redistribution Policy and the Expansion of the Public Sector Journal of Public Economics, 28, 3019-28.",
        "Lindbeck, Assar and Jorgen Weibull (1985) Balance - Budget Redistribution as Political Equilibrium Institute for International Economic Studies, Discussion Paper (November).",
        "Lindberg, Leon and Charles Maier (1985) (ed.) The Politics of Inflation and Economic Stagnation Brookings Institution, Washington.",
        "Lucas, Robert (1986) Principles of Fiscal and Monetary Policy Journal of Monetary Economics, January.",
        "Lucas, Robert and Nancy Stokey (1983) Optimal Fiscal and Monetary Policy in an Economy without Capital Journal of Monetary Economics, 12, 55-93.",
        "Meltzer, Allan and Scott Richard (1981) A Rational Theory of the Size of Government Journal of Political Economy, 89, 914-27.",
        "Mueller, Dennis (1979) Public Choice Cambridge University Press, Cambridge England.",
        "Niskanen, William (1971) Bureaucracy and Representative Government Aldine-Atherton, Chicago, Illinois.",
        "Persson, Torsten and Lars Svennson (1984) Time-Consistent Fiscal Policy and Government Cash-Flow Journal of Monetary Economics, 14, 365-74.",
        "Peacock, Alan (1979) Economic Analysis of Government and Related Theories St. Martin, New York, NY.",
        "Rogers, Carol (1986a) The Effects of Distributive Goals on the TimeInconsistency of Optimal Taxes Journal of Monetary Economics, 11, 25169."
    ]
}