{
    "id": 23087,
    "cites": 57,
    "cited_by": 1,
    "reference": [
        "Akabayashi, Hideo. 2006. An equilibrium model of child maltreatment. Journal of Economic Dynamics and Control 30(6): 993-1025.",
        "Alwin, Duane F. 1988. From Obedience to Autonomy: Changes in Traits Desired in Children, 19241978. The Public Opinion Quarterly 52(1): 33-52.",
        "Alwin, Duane F. 1989. Changes in Qualities Valued in Children in the United States, 1964 to 1984. Social Science Research 18: 195-236.",
        "Alwin, Duane F. 1990. Cohort Replacement and Changes in Parental Socialization Values. Journal of Marriage and Family 52(2): 347-60.",
        "Becker, Gary S. 1974. A Theory of Social Interactions. Journal of Political Economy 82(6): 1063-093.",
        "Becker, Gary S., and Nigel Tomes. 1979. An Equilibrium Theory of the Distribution of Income and Intergenerational Mobility. Journal of Political Economy 87(6): 1153-189.",
        "Becker, Gary S., and Nigel Tomes. 1986. Human Capital and the Rise and Fall of Families. Journal of Labor Economics 4(3): S1-S39.",
        "Bernheim, B. Douglas, Andrei Shleifer, and Lawrence H. Summers. 1985. The Strategic Bequest Motive. Journal of Political Economy 93(6): 1045-076.",
        "Behrman, Jere R., Robert A. Pollak, and Paul Taubman. 1982. Parental Preferences and Provision for Progeny. Journal of Political Economy 90(1): 52-73.",
        "Behrman, Jere R., and Mark R. Rosenzweig. 2004. Parental Allocations to Children: New Evidence on Bequest Differences among Siblings. The Review of Economics and Statistics 86(2): 637-40.",
        "Bianchi, Suzanne M., John P. Robinson and Melissa A. Milke. 2006. The Changing Rhythms of American Family Life. New York: Russell Sage Foundation, 2006.",
        "Burton, Peter, Shelley Phipps, and Lori Curtis. 2002. All in the Family: A Simultaneous Model of Parenting Style and Child Conduct. The American Economic Review 92(2): 368-72.",
        "Bryant, W. Keith, and Cathleen D. Zick. 1996. Are we investing less in the next generation? Historical trends in time spent caring for children. Journal of Family and Economic Issues 17(3-4): 365-392.",
        "Chiappori, Pierre-AndreÃ\u0083Å\u0092Ã\u0082Â\u0081. 1992. Collective Labor Supply and Welfare. Journal of Political Economy 100(3): 437-67.",
        "Cosconati, Marco. 2009. Parenting style and the development of human capital in children. Unpublished Manuscript, Bank of Italy.",
        "Cunha, Flavio, and James J. Heckman. 2008. Formulating, Identifying and Estimating the Technology of Cognitive and Noncognitive Skill Formation. The Journal of Human Resources 43(4): 738-82.",
        "Cunha, Flavio, James J. Heckman, and Susanne M. Schennach. 2010. Estimating the Technology of Cognitive and Noncognitive Skill Formation. Econometrica 78(3): 883-931.",
        "Cunha, Flavio, Irma Elo, and Jennifer Culhane. 2013. Eliciting maternal expectations about the technology of cognitive skill formation. National Bureau of Economic Research Working Paper 19144.",
        "Cunningham, Hugh. 1995. Children & Childhood in Western Society Since 1500. London: Longman.",
        "Danziger, Sheldon and Rouse, Cecilia Elena. 2008. The Price of Independence: The Economics of Early Adulthood. New York: Russell Sage Foundation.",
        "De Mause, Lloyd. 1974. The History of Childhood. New York: A Division of Atcom.",
        "Del Boca, Daniela, Christopher Flinn, and Matthew Wiswall. 2014. Household choices and child development. The Review of Economic Studies 81(1): 137-185.",
        "Doepke, Matthias, and Fabrizio Zilibotti. 2014. Parenting with style: Altruism and paternalism in intergenerational preference transmission. National Bureau of Economic Research Working Paper 20214.",
        "Francesconi, Marco, and James J. Heckman. 2016. Symposium on Child Development and Parental Investment: Introduction. In Symposium on Child Development and Parental Investment: Introduction. IZA Discussion Paper 9977.",
        "Furstenberg, Frank F., Sheela Kennedy, Vonnie C. McLoyd, Ruben G. Rumbaut, and Richard A. Settersten. 2004. Growing up is harder to do. Contexts 3(3): 33-41.",
        "Gallup Organization. Gallup Poll, Aug, 1995 [survey question]. USGALLUP.95ABUS.Q26. Gallup Organization [producer]. Cornell University, Ithaca, NY: Roper Center for Public Opinion Research, iPOLL [distributor], accessed Jan-9-2017.",
        "Gayle, George-Levi, Limor Golan, and Mehmet A. Soytas. 2015. What Accounts for the Racial Gap in Time Allocation and Intergenerational Transmission of Human Capital?.",
        "Gershoff, Elizabeth, Purtell, Kelly M., Holas, Igor. 2015. Corporal Punishment in U.S. Public Schools: Legal Precedents, Current Practices, and Future Policy. Springer International Publishing.",
        "Goldin, Claudia. 1994. Understanding the gender gap: An economic history of American women. Equal employment opportunity: Labor market discrimination and public policy 17-26.",
        "Griffin, Ashleigh S., Stuart A. West, and Angus Buckling. 2004. Cooperation and competition in pathogenic bacteria. Nature 430(7003): 1024-1027.",
        "Hacker, J. David. 2003. Rethinking the Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093EarlyÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Decline of Marital Fertility in the United States. Demography 40(4): 605-20.",
        "Hao, Lingxin, V. Joseph Hotz, and Ginger Z. Jin. 2008. Games parents and adolescents play: Risky behaviour, parental reputation and strategic transfers. The Economic Journal 118(528): 515-555.",
        "Harper, Alan B. 1986. The Evolution of Begging: Sibling Competition and Parent-Offspring Conflict. The American Naturalist 128(1): 99-114.",
        "Heckman, James J., and Stefano Mosso. 2014. The economics of human development and social mobility. National Bureau of Economic Research Working Paper 19925.",
        "Hobbs, Frank and Nicole Stoops. 2002. Demographic Trends in the 20th Century. U.S. Census Bureau, Census 2000 Special Reports, Series CENSR-4.",
        "Keane, Michael P., and Kenneth I. Wolpin. 1997. The Career Decisions of Young Men. Journal of Political Economy 105(3): 473-522.",
        "Kornrich, Sabino, and Frank Furstenberg. 2013. Investing in Children: Changes in Parental Spending on Children, 1972 to 2007. Demography 50(1): 1-23.",
        "Krishna, Vijay. 2010. Auction Theory. 2nd ed. Burlington, MA: Academic Press/Elsevier.",
        "Lareau, Annette. 2003. Childhoods: Class, Race, and Family Life. Berkeley: University of California Press.",
        "Lizzeri, Alessandro, and Marciano Siniscalchi. 2008. Parental Guidance and Supervised Learning. The Quarterly Journal of Economics 123(3): 1161-195.",
        "Parents Magazine. Parents Magazine Poll (Wave 2), Jan, 1987 [survey question]. USKANE.PM0187.R20. Kane, Parsons & Associates [producer]. Cornell University, Ithaca, NY: Roper Center for Public Opinion Research, iPOLL [distributor], accessed Jan-9-2017.",
        "Plumb, J. H. 1975. The New World of Children in Eighteenth-Century England. Past & Present 67: 64-95.",
        "Pollock, Linda. 1983. Forgotten Children: Parent-Child Relations from 1500 to 1900. Cambridge: Cambridge University Press.",
        "Schoeni, Robert F., and Karen E. Ross. 2005. Material Assistance from Families during the Transition to Adulthood. University of Chicago Press.",
        "Shorter, Edward. 1977. The Making of the Modern Family. Basic Books.",
        "Smith, Tom W, Peter Marsden, Michael Hout, and Jibum Kim. General Social Surveys, 1972-2014",
        "/Principal Investigator, Tom W. Smith; Co-Principal Investigator, Peter V. Marsden; Co-Principal Investigator, Michael Hout; Sponsored by National Science Foundation. -NORC ed.- Chicago: NORC at the University of Chicago [producer and distributor]. 2014.",
        "Stearns, Peter. Anxious Parents: A History of Modern Childrearing in America. New York: NYU Press, 2003. https://muse.jhu.edu/ (accessed January 11, 2017).",
        "Ruggles, Steven, Katie Genadek, Ronald Goeken, Josiah Grover, and Matthew Sobek. 2015. Integrated Public Use Microdata Series: Version 6.0 [dataset]. Minneapolis: University of Minnesota. http://doi.org/10.18128/D010.V6.0.",
        "Stone, Lawrence. 1977. The Family Sex and Marriage: In England 1500-1800. New York: Harper & Row.",
        "Todd, Petra E., and Kenneth I. Wolpin. 2003. On the Specification and Estimation of the Production Function for Cognitive Achievement. The Economic Journal 113(485): F3-F33.",
        "Todd, Petra E., and Kenneth I. Wolpin. 2007. The Production of Cognitive Achievement in Children: Home, School, and Racial Test Score Gaps. Journal of Human Capital 1(1): 91-136.",
        "Trumbach, Randolph. 1978. The Rise of the Egalitarian Family: Aristocratic Kinship and Domestic Relations in Eighteenth-Century England. New York: Academic Press.",
        "Vogl, Tom S. 2013. Marriage Institutions and Sibling Competition: Evidence from South Asia. The Quarterly Journal of Economics 128(3): 1017-1072.",
        "Weinberg, Bruce A. 2000. An Incentive Model of the Effect of Parental Income on Children. Journal of Political Economy 109(2): 266-80.",
        "West, Stuart A., Martyn G. Murray, Carlos A. Machado, Ashleigh S. Griffin, and Edward Allen Herre. 2001. Testing HamiltonÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0084¢s rule with competition between relatives. Nature 409(6819): 510513.",
        "Zelizer, Viviana. 1985. Pricing the Priceless Child. New York: Basic Books."
    ]
}