{
    "id": 23097,
    "cites": 27,
    "cited_by": 4,
    "reference": [
        "Alcott, Hunt, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Real-Time Pricing and Electricity Market Design,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Working Paper, NYU 2013.",
        "Allcott, Hunt and Michael Greenstone, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Measuring the Welfare Effects of Energy Efficiency Programs,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Working Paper July 2015.",
        "Barbose, G., C. Goldman, I. Hoffman, and M. Billingsley, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093The Future of Utility Customer-Funded Energy Efficiency Programs in the United States: Projected Spending and Savings to 2025,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Lawrence Berkeley Laboratory Working Paper, LBNL-5803E 2013.",
        "For example, in California, 81% of estimated savings from residential energy efficiency programs come from lighting. Indoor lighting accounted for 2.2 million kilowatt-hours of residential net energy savings during 2010Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c2012. Total residential net savings were 2.7 million kilowatt-hours. California Public Utilities Commission 2015. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u00932010Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c2012 Energy Efficiency Annual Progress Evaluation Report.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Boomhower, Judson and Lucas W Davis, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093A Credible Approach for Measuring Inframarginal Participation in Energy Efficiency Programs,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Journal of Public Economics, 2014, 113, 67Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c79.",
        "Borenstein, Severin, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093The Long-Run Efficiency of Real-Time Electricity Pricing,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Energy Journal, 2005, pp. 93Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c116.",
        ", Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093The Market Value and Cost of Solar Photovoltaic Electricity Production,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Center for the Study of Energy Markets, 2008.",
        "Bushnell, James, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Electricity Resource Adequacy: Matching Policies and Goals,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Electricity Journal, 2005, 18 (8), 11 Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c 21.",
        "California Energy Commission, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093The Electric Program Investment Charge: Proposed 2012-2014 Triennial Investment Plan,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d CEC-500-2012-082-SD, 2012.",
        "California Independent System Operator, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Demand Response and Energy Efficiency: Maximizing Preferred Resources,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d CAISO, 2013.",
        "California Public Utilities Commission, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093California Energy Efficiency Strategic Plan: January 2011 Update,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d San Francisco, CA: CPUC, 2011.",
        "Callaway, Duncan, Meredith Fowlie, and Gavin McCormick, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Location, Location, Location: The Variable Value of Renewable Energy and Demand-Side Efficiency Resources,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Energy Institute at Haas Working paper, 2015.",
        "Davis, Lucas W., Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Durable Goods and Residential Demand for Energy and Water: Evidence from a Field Trial,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d RAND Journal of Economics, 2008, 39 (2), 530Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c546.",
        "Davis, Lucas W, Alan Fuchs, and Paul Gertler, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Cash for Coolers: Evaluating a Large-Scale Appliance Replacement Program in Mexico,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d American Economic Journal: Economic Policy, 2014, 6 (4), 207Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c238.",
        "Denholm, Paul, Matthew OÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0084¢Connell, Gregory Brinkman, and Jennie Jorgenson, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Overgeneration from Solar Energy in California: A Field Guide to the Duck Chart,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d National Renewable Energy Laboratory, Tech. Rep. NREL/TP-6A20-65023, Nov, 2015.",
        "Dubin, Jeffrey A., Allen K. Miedema, and Ram V. Chandran, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Price Effects of Energy-Efficient Technologies: A Study of Residential Demand for Heating and Cooling,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d RAND Journal of Economics, 1986, 17 (3), 310Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c325.",
        "Evergreen Economics, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093AMI Billing Regression Study,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d 2016.",
        "Fowlie, Meredith, Michael Greenstone, and Catherine Wolfram, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Do Energy Efficiency Investments Deliver? Evidence from the Weatherization Assistance Program,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d National Bureau of Economic Research Working Paper 2015.",
        "Gayer, Ted and W Kip Viscusi, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Overriding consumer preferences with energy regulations, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Journal of Regulatory Economics, 2013, 43 (3), 248Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c264.",
        "Hanna, Rema, Esther Duflo, and Michael Greenstone, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Up in Smoke: The Influence of Household Behavior on the Long-Run Impact of Improved Cooking Stoves,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d American Economic Journal: Economic Policy, February 2016, 8 (1), 80Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c114.",
        "Holland, Stephen P and Erin T Mansur, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093The Short-Run Effects of Time-Varying Prices in Competitive Electricity Markets,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d The Energy Journal, 2006, pp. 127Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c155. Houde, S. and J.E. Aldy, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093ConsumersÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0084¢ Response to State Energy Efficient Appliance Rebate Programs,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d American Economic Journal: Economic Policy, Forthcoming.",
        "Joskow, P. and D. Marron, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093What Does a Negawatt Really Cost? Evidence from Utility Conservation Programs,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Energy Journal, 1992, pp. 41Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c74.",
        "Joskow, Paul, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Competitive Electricity Markets and Investment in New Generating Capacity, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d AEI-Brookings Joint Center for Regulatory Studies Working Paper 2006.",
        "Martinez, Sierra and Dylan Sullivan, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Using Energy Efficiency to Meet Flexible Resource Needs and Integrate High Levels of Renewables Into the Grid,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Conference Proceedings 2014.",
        "Metcalf, Gilbert E and Kevin A Hassett, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Measuring the Energy Savings from Home Improvement Investments: Evidence from Monthly Billing Data,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Review of Economics and Statistics, 1999, 81 (3), 516Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c528.",
        "Meyers, Stephen, Alison A. Williams, Peter T. Chan, and Sarah K. Price, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Energy and Economic Impacts of U.S. Federal Energy and Water Conservation Standards Adopted From 1987 Through 2014,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Lawrence Berkeley National Lab, Report Number LBNL-6964E 2015.",
        "Novan, Kevin and Aaron Smith, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093The Incentive to Overinvest in Energy Efficiency: Evidence From Hourly Smart-Meter Data,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d U.C. Davis Working Paper April 2016.",
        "U.S. DOE, Energy Information Administration, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Monthly Energy Review June 2016,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d 2016."
    ]
}