{
    "id": 23093,
    "cites": 91,
    "cited_by": 58,
    "reference": [
        "Abel, Andrew B., N. Gregory Mankiw, Lawrence H. Summers, and Richard J. Zeckhauser. 1989. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Assessing Dynamic Efficiency: Theory and Evidence.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Review of Economic Studies, 56(1): 1Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c19.",
        "Aiyagari, S. Rao. 1994. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Uninsured Idiosyncratic Risk and Aggregate Saving.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Quarterly Journal of Economics, 109(3): 659Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c684.",
        "Altig, David, Alan J. Auerbach, Laurence J. Kotlikoff, Kent A. Smetters, and Jan Walliser. 2001. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Simulating Fundamental Tax Reform in the United States.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d American Economic Review, 91(3): 574Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c595.",
        "Alvarez-Cuadrado, Francisco, Ngo Van Long, and Markus Poschke. 2014. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Capital Labor Substitution, Structural Change, and the Labor Income Share.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d CIRANO-Scientific Publications 2014s02.",
        "Antras, Pol. 2004. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Is the US Aggregate Production Function Cobb-Douglas? New Estimates of the Elasticity of Substitution.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Contributions in Macroeconomics, 4(1): 1Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c34.",
        "Asriyan, Vladimir, Luca Fornaro, Alberto Martin, and Jaume Ventura. 2016. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Monetary Policy for a Bubbly World.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d National Bureau of Economic Research 22639.",
        "Barattieri, Alessandro, Susanto Basu, and Peter Gottschalk. 2014. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Some Evidence on the Importance of Sticky Wages.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d American Economic Journal: Macroeconomics, 6(1): 70Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c101. National Bureau of Economic Research.",
        "Barkai, Simcha. 2016. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Declining Labor and Capital Shares.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Mimeo. University of Chicago.",
        "BEA. 2004. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093BEA Depreciation Estimates.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d BeÃ\u0083Å\u0092Ã\u0082Â\u0081nassy, Jean-Pascal. 1993. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Nonclearing Markets: Microeconomic Concepts and Macroeconomic Applications.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Journal of Economic Literature, 31(2): 732Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c761.",
        "Benhabib, Jess, Stephanie Schmitt-GroheÃ\u0083Å\u0092Ã\u0082Â\u0081, and MartÃ\u0083â\u0080\u009eÃ\u0082Â±n Uribe. 2001. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093The Perils of Taylor Rules.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Journal of Economic Theory, 96(1): 40Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c69.",
        "Benigno, Gianluca, and Luca Fornaro. 2015. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Stagnation Traps.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Mimeo, London School of Economics.",
        "Benigno, Pierpaolo, and Luca Antonio Ricci. 2011. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093The Inflation-Output Trade-off with Downward Wage Rigidities.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d American Economic Review, 101(4): 1436Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c1466.",
        "Bernanke, Ben S. 2005. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093The Global Saving Glut and the US Current Account Deficit.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Berndt, Ernst R. 1976. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Reconciling Alternative Estimates of the Elasticity of Substitution.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Review of Economics and Statistics, 58(1): 59Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c68.",
        "Berry, Steven, James Levinsohn, and Ariel Pakes. 1995. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Automobile Prices in Market Equilibrium. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Econometrica, 63(4): 841Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c890.",
        "Bewley, Truman F. 1999. Why Wages DonÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0084¢t Fall During a Recession. Harvard University Press.",
        "Bhattarai, Saroj, Gauti B. Eggertsson, and Raphael Schoenle. 2014. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Is Increased Price Flexibility Stabilizing? Redux.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d National Bureau of Economic Research 19886.",
        "Brynjolfsson, Erik, and Andrew McAfee. 2014. The Second Machine Age: Work, Progress, and Prosperity in a Time of Brilliant Technologies. WW Norton & Company.",
        "Bullard, James. 2010. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Seven Faces of the Peril.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Federal Reserve Bank of St. Louis Review, 92(5): 339Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c 52.",
        "Caballero, Ricardo, and Emmanuel Farhi. 2014. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093The Safety Trap.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d 19927. National Bureau of Economic Research.",
        "Carvalho, Carlos, and Andrea Ferrero. 2014. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093What Explains JapanÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0084¢s Persistent Deflation.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Mimeo, PUC-Rio.",
        "CEA. 2016. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Benefits of Competition and Indicators of Market Power.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Christiano, Lawrence J., Martin Eichenbaum, and Benjamin K. Johannsen. 2016. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Does the New Keynesian Model Have a Uniqueness Problem?Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Mimeo. Northwestern University.",
        "Christiano, Lawrence, Martin Eichenbaum, and Sergio Rebelo. 2011. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093When Is the Government Spending Multiplier Large?Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Journal of Political Economy, 119(1): 78Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c121.",
        "Christiano, L.J., M. Eichenbaum, and C.L. Evans. 2005. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Nominal Rigidities and the Dynamic Effects of a Shock to Monetary Policy.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Journal of Political Economy, 113(1).",
        "Cochrane, John H. 2016. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Michelson-Morley, Occam and Fisher: The Radical Implications of Stable Inflation at Near-Zero Interest Rates.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Mimeo. Stanford University.",
        "Coibion, Olivier, Yuriy Gorodnichenko, and Johannes Wieland. 2012. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093The Optimal Inflation Rate in New Keynesian Models.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Review of Economic Studies, 79(4): 1371Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c1406.",
        "Constantinides, George M., John B. Donaldson, and Rajnish Mehra. 2002. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Junior CanÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0084¢t Borrow: A New Perspective on the Equity Premium Puzzle.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Quarterly Journal of Economics, 117(1): 269Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c 296.",
        "Cooley, Thomas F., and Edward C. Prescott. 1995. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Frontiers of Business Cycle Research.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d , ed. Thomas F. Cooley, Chapter Economic Growth and Business Cycles, 1Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c38. Princeton University Press.",
        "Daly, Mary C., and Bart Hobijn. 2014. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Downward Nominal Wage Rigidities Bend the Phillips curve.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Journal of Money, Credit and Banking, 46(S2): 51Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c93.",
        "Decker, Ryan A., John Haltiwanger, Ron S. Jarmin, and Javier Miranda. 2016. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Where Has All the Skewness Gone? The Decline in High-Growth (Young) Firms in the US.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d European Economic Review, 86: 4Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c23.",
        "Del Negro, Marco, Marc P. Giannoni, and Christina Patterson. 2012. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093The Forward Guidance Puzzle.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d 574.",
        "Dynan, Karen E., Jonathan Skinner, and Stephen P. Zeldes. 2004. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Do the Rich Save More?Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Journal of Political Economy, 112(2): 397Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c444.",
        "Eggertsson, Gauti B., and Michael Woodford. 2003. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093The Zero Bound on Interest Rates and Optimal Monetary Policy.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Brookings Papers on Economic Activity, 34(1): 139Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c234.",
        "Eggertsson, Gauti B., and Paul Krugman. 2012. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Debt, Deleveraging, and the Liquidity Trap: A Fisher-Minsky-Koo Approach.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Quarterly Journal of Economics, 127(3): 1469Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c1513.",
        "Eggertsson, Gauti B., and Sanjay R. Singh. 2016. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Log-linear Approximation versus an Exact Solution at the ZLB in the New Keynesian Model.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d National Bureau of Economic Research 22784.",
        "Elsby, Michael, Bart Hobijn, and AysÃ\u0083Å\u0092Ã\u0082Â§eguÃ\u0083Å\u0092Ã\u0082Ë\u0086l SÃ\u0083Å\u0092Ã\u0082Â§ahin. 2013. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093The Decline of the US Labor Share.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Brookings Papers on Economic Activity, 44(2): 1Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c63.",
        "Fagan, Gabriel, and JuliaÃ\u0083Å\u0092Ã\u0082Â\u0081n Messina. 2009. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Downward Wage Rigidity and Optimal Steady-State Inflation.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d ECB Working Paper.",
        "Fallick, Bruce, Michael Lettau, and William Wascher. 2011. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Downward Nominal Wage Rigidity in the United States During the Great Recession.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Mimeo, Federal Reserve Board.",
        "Fernald, John. 2012. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093A Quarterly, Utilization-adjusted Series on Total Factor Productivity.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Mimeo. Federal Reserve Bank of San Francisco.",
        "FOMC. 2016. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Economic Projections of the FOMC.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Gagnon, Etienne, Benjamin K. Johannsen, and David Lopez-Salido. 2016. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Understanding the New Normal: The Role of Demographics.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Mimeo. Federal Reserve Board.",
        "GalÃ\u0083â\u0080\u009eÃ\u0082Â±Ã\u0083Å\u0092Ã\u0082Â\u0081, Jordi. 2014. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Monetary Policy and Rational Asset Price Bubbles.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d American Economic Review, 104(3): 721Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c752.",
        "GalÃ\u0083â\u0080\u009eÃ\u0082Â±Ã\u0083Å\u0092Ã\u0082Â\u0081, Jordi. 2015. Monetary policy, Inflation, and the Business Cycle. . 2nd ed., Princeton University Press.",
        "Garga, Vaishali, and Sanjay R. Singh. 2016. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Output Hysteresis and Optimal Monetary Policy.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Mimeo. Brown University.",
        "Gibbs, Christopher. 2017. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Learning to Believe In Secular Stagnation.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Mimeo. University of New South Wales.",
        "Glover, Andrew, Jonathan Heathcote, Dirk Krueger, and JoseÃ\u0083Å\u0092Ã\u0082Â\u0081-VÃ\u0083â\u0080\u009eÃ\u0082Â±Ã\u0083Å\u0092Ã\u0082Â\u0081ctor RÃ\u0083â\u0080\u009eÃ\u0082Â±Ã\u0083Å\u0092Ã\u0082Â\u0081os-Rull. 2011. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Intergenerational Redistribution in the Great Recession.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d National Bureau of Economic Research 16924.",
        "Golosov, Mikhail, and Robert E. Lucas. 2007. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Menu Costs and Phillips Curves.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Journal of Political Economy, 115(2): 171Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c199.",
        "Gomme, Paul, B. Ravikumar, and Peter Rupert. 2015. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Secular Stagnation and Returns on Capital. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Federal Reserve Bank of St. Louis Economic Synopses, , (19).",
        "Gordon, Robert J. 2012. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Is US Economic Growth Over? Faltering Innovation Confronts the Six Headwinds.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d National Bureau of Economic Research 18315.",
        "Gordon, Robert J. 2015. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Secular Stagnation: A Supply-Side View.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d American Economic Review, Papers and Proceedings, 105(5): 54Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c59.",
        "Gordon, Robert J. 2016. The Rise and Fall of American Growth: The US Standard of Living Since the Civil War. Princeton University Press.",
        "Guerrieri, Veronica, and Guido Lorenzoni. 2011. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Credit Crises, Precautionary Savings, and the Liquidity Trap.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d National Bureau of Economic Research 17583.",
        "Hall, Robert E. 2016. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093The Anatomy of Stagnation in a Modern Economy.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Economica, 84(333): 1Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c 15.",
        "Hansen, Alvin. 1939. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Economic Progress and Declining Population Growth.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d American Economic Review, 29(1): 1Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c15.",
        "Hausman, Joshua K., and Johannes F. Wieland. 2014. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Abenomics: Preliminary Analysis and Outlook.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Brookings Papers on Economic Activity, 45(1): 1Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c63.",
        "Hendricks, Lutz. 2001. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Bequests and Retirement Wealth in the United States.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Mimeo., Arizona State University.",
        "Hur, Sewon. 2016. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093The Lost Generation of the Great Recession.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Mimeo. University of Pittsburgh.",
        "Iacoviello, Matteo, and Marina Pavan. 2013. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Housing and Debt over the Life Cycle and Over the Business Cycle.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Journal of Monetary Economics, 60(2): 221Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c238.",
        "Kaplan, Greg. 2012. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Inequality and the Life Cycle.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Quantitative Economics, 3(3): 471Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c525.",
        "Kim, Jinill, and Francisco J. Ruge-Murcia. 2009. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093How Much Inflation is Necessary to Grease the Wheels?Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Journal of Monetary Economics, 56(3): 365Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c377.",
        "Klump, Rainer, Peter McAdam, and Alpo Willman. 2007. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Factor Substitution and Factoraugmenting Technical Progress in the United States.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Review of Economics and Statistics, 89(1): 183Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c192.",
        "Kocherlakota, Naryana. 2013. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Impact of a Land Price Fall when Labor Markets are Incomplete.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Mimeo, Federal Reserve Bank of Minneapolis.",
        "Krueger, Dirk, and Felix Kubler. 2006. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Pareto-Improving Social Security Reform when Financial Markets are Incomplete!?Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d American Economic Review, 96(3): 737Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c755.",
        "Krugman, Paul R. 1998. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093ItÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0084¢s Baaack: JapanÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0084¢s Slump and the Return of the Liquidity Trap.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Brookings Papers on Economic Activity, 29(2): 137Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c205.",
        "Krugman, Paul R. 2014. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093The Timidity Trap.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d The New York Times.",
        "Krusell, Per, and Anthony A. Smith. 1998. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Income and Wealth Heterogeneity in the Macroeconomy. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Journal of Political Economy, 106(5): 867Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c896.",
        "Mankiw, N Gregory, David Romer, and David N. Weil. 1992. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093A Contribution to the Empirics of Economic Growth.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Quarterly Journal of Economics, 107(2): 407Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c437.",
        "McGrattan, Ellen R., and Edward C. Prescott. 2010. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Unmeasured Investment and the Puzzling US Boom in the 1990s.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d American Economic Journal: Macroeconomics, 2(4): 88Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c123.",
        "Mehrotra, Neil. 2017. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Fiscal Policy Stabilization: Purchases or Transfers?Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d International Journal of Central Banking, Forthcoming.",
        "Mian, Atif, and Amir Sufi. 2014. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093What Explains the 2007-2009 Drop in Employment.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Econometrica, 82(6): 2197Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c2223.",
        "Midrigan, Virgiliu. 2011. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Menu Costs, Multiproduct Firms and Aggregate Fluctuations.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Econometrica, 79(4): 1139Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c1180.",
        "Nadiri, M. Ishaq, and Ingmar R. Prucha. 1996. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Estimation of the Depreciation Rate of Physical and R&D Capital in the US Total Manufacturing Sector.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Economic Inquiry, 34(1): 43Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c56.",
        "Nakamura, Emi, and Jon Steinsson. 2009. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Monetary Non-Neutrality in a Multi-Sector Menu Cost Model.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Quarterly Journal of Economics, 125(3): 961Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c1013.",
        "Oberfield, Ezra, and Devesh Raval. 2014. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Micro Data and Macro Technology.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d National Bureau of Economic Research 20452.",
        "Philippon, Thomas, and German Gutierrez. 2016. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Investment-less Growth: An Empirical Investigation. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d National Bureau of Economic Research 22897, National Bureau of Economic Research Cambridge, Mass., USA.",
        "Piketty, Thomas. 2014. Capital in the 21st Century. Harvard University Press.",
        "RÃ\u0083â\u0080\u009eÃ\u0082Â±Ã\u0083Å\u0092Ã\u0082Â\u0081os-Rull, JoseÃ\u0083Å\u0092Ã\u0082Â\u0081-VÃ\u0083â\u0080\u009eÃ\u0082Â±Ã\u0083Å\u0092Ã\u0082Â\u0081ctor. 1996. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Life-cycle Economies and Aggregate Fluctuations.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Review of Economic Studies, 63(3): 465Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c489.",
        "RÃ\u0083â\u0080\u009eÃ\u0082Â±Ã\u0083Å\u0092Ã\u0082Â\u0081os-Rull, JoseÃ\u0083Å\u0092Ã\u0082Â\u0081-VÃ\u0083â\u0080\u009eÃ\u0082Â±Ã\u0083Å\u0092Ã\u0082Â\u0081ctor, and Virginia SaÃ\u0083Å\u0092Ã\u0082Â\u0081nchez-Marcos. 2008. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093An Aggregate Economy with Different Size Houses.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Journal of the European Economic Association, 6(2-3): 705Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c714.",
        "Samuelson, Paul A. 1958. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093An Exact Consumption-Loan Model of Interest With or Without the Social Contrivance of Money.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Journal of Political Economy, 66(6): 467Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c482.",
        "Schmitt-GroheÃ\u0083Å\u0092Ã\u0082Â\u0081, Stephanie, and Martin Uribe. 2011. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Pegs and Pain.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d National Bureau of Economic Research 16847. National Bureau of Economic Research.",
        "Schmitt-GroheÃ\u0083Å\u0092Ã\u0082Â\u0081, Stephanie, and MartÃ\u0083â\u0080\u009eÃ\u0082Â±n Uribe. 2013. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093The Making of Great Contraction with a Liquidity Trap and a Jobless Recovery.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Mimeo, Columbia University.",
        "Schmitt-GroheÃ\u0083Å\u0092Ã\u0082Â\u0081, Stephanie, and MartÃ\u0083â\u0080\u009eÃ\u0082Â±n Uribe. 2016. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Downward Nominal Wage Rigidity, Currency Pegs, and Involuntary Unemployment.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Journal of Political Economy, 124(5): 1466Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c1514.",
        "Schmitt-GroheÃ\u0083Å\u0092Ã\u0082Â\u0081, Stephanie, and Martin Uribe. 2017. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Liquidity Traps and Jobless Recoveries.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d American Economic Journal: Macroeconomics, 9(1): 165Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c204.",
        "Shimer, Robert. 2012. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Wage Rigidities and Jobless Recoveries.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Journal of Monetary Economics, 59(S): S65Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009cS77.",
        "Stock, James H., and Mark W. Watson. 2012. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Disentangling the Channels of the 2007-2009 Recession. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d National Bureau of Economic Research 18904.",
        "Summers, Lawrence. 2013. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Why Stagnation Might Prove to be the New Normal.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d The Financial Times.",
        "Summers, Lawrence H. 2014. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093US Economic Prospects: Secular Stagnation, Hysteresis, and the Zero Lower Bound.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Business Economics, 49(2): 65Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c73.",
        "Thwaites, Gregory. 2015. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Why are Real Interest Rates so Low? Secular Stagnation and the Relative Price of Investment Goods.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Mimeo. London School of Economics.",
        "Tobin, James. 1972. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Inflation and Unemployment.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d American Economic Review, 62(1/2): 1Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c18.",
        "Werning, Ivan. 2012. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Managing a Liquidity Trap: Monetary and Fiscal Policy.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Mimeo, Massachusetts Institute of Technology.",
        "Williams, John C. 2016. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Monetary Policy in a Low R-star World.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Federal Reserve Bank of San Francisco Economic Letter, 23.",
        "Woodford, Michael. 1990. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Public Debt as Private Liquidity.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d American Economic Review, 80(2): 382Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c388.",
        "Woodford, Michael. 2003. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Interest and Prices: Foundations of a Theory of Monetary Policy.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d"
    ]
}