{
    "id": 231,
    "cites": 26,
    "cited_by": 8,
    "reference": [
        "1. Bodie, Zvi, and Friedman, Benjamin M. Interest Rate Uncertainty and the Value of Bond Call Protection. Journal of Political Economy, forthcoming.",
        "2. Brainard, William C., and Tobin, James. Pitfalls in Financial Model-Building. American Economic Review, LVII (May, 1968), 99-122.",
        "3. Brundy, James M., and Jorgenson, Dale W. Efficient Estimation of Simultaneous Equations by Instrumental Variables. Review of Economics and Statistics, LIII (August, 1971), 207-224.",
        "4. Darby, Michael R. The Financial and Tax Effects of Monetary Policy on Interest Rates. Economic Inquiry, XIII (June, 1975), 266-276.",
        "5. Fama, Eugene F. Multiperiod Consumption-Investment Decisions. American Economic Review, LX (March, 1970), 163-174.",
        "6. Feldstein, Martin. Inflation, Income Taxes and the Rate of Interest: A Theoretical Analysis. American Economic Review, LXVI (December, 1976), 809-820.",
        "7. Fisher, Irving. Appreciation and Interest. New York: The Macmillan Company, 1896.",
        "8. Friedman, Benjamin M. Substitution and Expectation Effects on Long-Term Borrowing Behavior and Long-Term Interest Rates. Mimeo, Harvard University, 1976.",
        "9. Friedman, Benjamin M. Financial Flow Variables and the Short-Run Determination of Long-Term Interest Rates. Journal of Political Economy, LXXXV (August, 1977), 661-689.",
        "10. Friedman, Benjamin M. Price Inflation, Portfolio Choice, and Nominal Interest Rates. Mimeo, Harvard University, 1977.",
        "11. Friedman, Benjamin M., and Roley, V. Vance. Identifying Identical Distributed Lag Structures by the Use of Prior Sum Constraints. Annals of Economic and Social Measurement, VI (Autumn, 1977), 429-444.",
        "12. Ladenson, Mark L. Pitfalls in Financial Model Building: Some Extensions. American Economic Review, LXI (March, 1971), 179-186.",
        "13. Lintner, John. Inflation and Securities Returns. Journal of Finance, XXX (May, 1975), 259-280.",
        "14. Lucas, Robert E. Econometric Testing of the Natural Rate Hypothesis. Eckstein (ed.), The Econometrics of Price Determination. Washington: Board of Governors of the Federal Reserve System, 1972.",
        "15. McCallum, B.T. Rational Expectations and the Natural Rate Hypothesis: Some Consistent Estimates. Econometrica, XLIV (January, 1976), 43-52.",
        "16. Merton, Robert C. Lifetime Portfolio Selection Under Uncertainty: The Continuous -time Case. Review of Economics and Statistics, LI (August, 1969) 247-257.",
        "17. Modigliani, Franco, and Shiller, Robert J. Inflation, Rational Expectations, and the Term Structure of Interest Rates. Economica, XL (February, 1973) 12-43.",
        "18. Mundell, Robert. Inflation and Real Interest. Journal of Political Economy, LXXI (June, 1963), 280-283.",
        "19. Muth, John F. Rational Expectations and the Theory of Price Movements. Econometrica, XXIX (July, 1961), 315-335.",
        "20. Rutledge, John. Irving Fisher and Autoregressive Expectations. American Economic Review, LXVII (February, 1977), 200-205.",
        "21. Samuelson, Paul A. An Exact Consumption-Loan Model of Interest with or without the Social Contrivance of Money. Journal of Political Economy, LXVI (December, 1958), 467-482.",
        "22. Samuelson, Paul A. Lifetime Portfolio Selection by Dynamic Stochastic Programming. Review of Economics and Statistics, LI (August, 1969), 239-246.",
        "23. Sargent, Thomas J. A Note on the `Accelerationist Controversy. Journal of Money, Credit and Banking, III (August, 1971), 721-725.",
        "24. Sargent, Thomas J. Rational Expectations, the Real Rate of Interest, and the National Rate of Unemployment. Brookings Papers on Economic Activity (No. 2, 1973), 429-472.",
        "25. Smith, Gary. Pitfalls in Financial Model Building: A Clarification. American Economic Review, LXV (June, 1975), 510-516.",
        "26. Tobin, James. Money and Economic Growth. Econometrica, XXXIII October, 1965), 671-684."
    ]
}