{
    "id": 23100,
    "cites": 19,
    "cited_by": 6,
    "reference": [
        "Adda, Jerome, and Russell W. Cooper. Dynamic Economics: Quantitative Methods and Applications. MIT press, 2003.",
        "American Hospital Association (AHA). 2010. TrendWatch: Maximizing the Value of PostAcute Care. Available at http://www.aha.org/research/reports/tw/10nov-tw-postacute.pdf.",
        "Boards of Trustees for Medicare. 2014. The 2014 Annual Report of the Boards of Trustees of the Federal Hospital Insurance Trust Fund and the Federal Supplementary Medical Insurance Trust Fund.",
        "Bureau of Economic Analysis (BEA). 2016. Download NIPA Tables: Government Current Receipts and Expenditures (Section 3). National Economic Accounts. Available at http://www.bea.gov/ national/nipaweb/DownSS2.asp. Accessed August 31, 2016.",
        "Chetty, Raj, John Friedman, Tore Olsen, and Luigi Pistaferri. 2011. Adjustment Costs, Firm Responses, and Micro vs. Macro Labor Supply Elasticities: Evidence from Danish Tax Records. Quarterly Journal of Economics 126 (2): 749-804.",
        "Clemens, Jerey and Joshua D. Gottlieb. 2014. Do Physicians Financial Incentives Aect Medical Treatment and Patient Health? American Economic Review 104(4): 1320-1349.",
        "Congressional Budget Oce (CBO). 2016. Updated Budget Projections: 2016 to 2026, Congressional Budget Oce Publication #51384.",
        "Cutler, David, and Richard Zeckhauser. 2000. The Anatomy of Health Insurance. Handbook of Health Economics Volume 1, Chapter 11: 563-643.",
        "Einav, Liran, Amy Finkelstein, and Paul Schrimpf. 2015. The Response of Drug Expenditure to Nonlinear Contract Design: Evidence from Medicare Part D. Quarterly Journal of Economics 130(2): 841-899. Einav, Liran, Amy Finkelstein, and Paul Schrimpf. forthcoming. Bunching at the Kink: Implications for Spending Responses to Health Insurance Contracts. Journal of Public Economics.",
        "Eliason, Paul, Paul Grieco, Ryan McDevitt, and James Roberts. 2016. Strategic Patient Discharge: The Case of Long-Term Care Hospitals. NBER Working Paper 22598.",
        "Kim, Yan, Eric Kleerup, Patricia Ganz, Ninez Ponce, Karl Lorenz, and Jack Needleman. 2015. Medicare Payment Policy Creates Incentives for Long-Term Care Hospitals to Time Discharges for Maximum Reimbursement. Health Aairs 34(6): 907-915.",
        "Liu, Korbin, Cristina Baseggio, Douglas Wissoker, Stephanie Maxwell, Jennifer Haley, and Sharon Long. 2001. Long-Term Care Hospitals Under Medicare: Facility- Level Characteristics. Health Care Financing Review 23(2): 1-18.",
        "Manoli, Dayanand, and Andrea Weber. 2017. Nonparametric Evidence on the Eects of Financial Incentives on Retirement Decisions. American Economic Journal: Economic Policy, forthcoming.",
        "Medicare Payment Advisory Commission (MedPAC). 2004. A Data Book: Health Care Spending and the Medicare Program.",
        "Medicare Payment Advisory Commission (MedPAC). 2015a. A Data Book: Health Care Spending and the Medicare Program.",
        "Medicare Payment Advisory Commission (MedPAC). 2015b. Report to the Congress: Medicare Payment Policy, Chapter 7: Medicares Post-Acute Care: Trends and Ways to Rationalize Payments.",
        "Newhouse, Joseph, Alan Garber, Robin Graham, Margaret McCoy, Michelle Mancher, and Ashna Kibria. 2013. Variation in Health Care Spending: Target Decision Making, Not Geography.",
        "Institute of Medicine. Available at http://www.nationalacademies.org/hmd/~/media/Files/ Report%20Files/2013/Geographic-Variation2/geovariation_rb.pdf Tauchen, George. 1986. Finite State Markov-Chain Approximations to Univariate and Vector Autoregressions. Economics Letters 20(2): 177181.",
        "Weaver, Christopher, Anna Wilde Mathews, and Tom McGinty. 2015. Hospital Discharges Rise at Lucrative Times. The Wall Street Journal, February 17, 2015."
    ]
}