{
    "id": 23101,
    "cites": 52,
    "cited_by": 19,
    "reference": [
        "Acemoglu, D., & Autor, D. (2011). Skills, tasks and technologies: Implications for employment and earnings. Handbook of labor economics, 4, 1043Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c1171.",
        "Amiti, M., Dai, M., Feenstra, R. C., & Romalis, J. (2016). How did ChinaÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0084¢s WTO entry benefit US consumers? Working Paper.",
        "Argente, D., & Lee, M. (2016). Cost of living inequality during the great recession. University of Chicago mimeo.",
        "Arkolakis, C., Costinot, A., Donaldson, D., & Rodriguez-Clare, A. (2012). The elusive procompetitive effects of trade. Unpublished, MIT.",
        "Atkin, D., Faber, B., & Gonzalez-Navarro, M. (2016). Retail globalization and household welfare: Evidence from Mexico. Forthcoming, Journal of Political Economy.",
        "Bartelsman, E., Haltiwanger, J., & Scarpetta, S. (2013). Cross-country differences in productivity: The role of allocation and selection. The American Economic Review, 103(1), 305Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c334.",
        "Bastos, P., Silva, J., & Verhoogen, E. (2014). Export destinations and input prices (Tech. Rep.). National Bureau of Economic Research.",
        "Beraja, M., Hurst, E., & Ospina, J. (2014). The regional evolution of prices and wages during the great recession. unpublished paper.",
        "Bernard, A. B., Jensen, J. B., Redding, S. J., & Schott, P. K. (2007). Firms in international trade. The Journal of Economic Perspectives, 105Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c130.",
        "Bloom, N., Song, J., Price, D. J., & Guvenen, F. (2015). Firming up inequality. NBER Working Paper.",
        "Bloom, N., & Van Reenen, J. (2007). Measuring and explaining management practices across firms and countries. The Quarterly Journal of Economics, 1351Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c1408.",
        "Broda, C., & Weinstein, D. (2010). Product creation and destruction: Evidence and price implications. American Economic Review, 100, 691Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c723.",
        "Burstein, A., & Vogel, J. (2015). International trade, technology, and the skill premium. Columbia University mimeo.",
        "Bustos, P. (2011). Trade liberalization, exports, and technology upgrading: Evidence on the impact of mercosur on argentinian firms. The American economic review, 101(1), 304Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c340.",
        "Card, D., Heining, J., & Kline, P. (2013). Workplace heterogeneity and the rise of west german wage inequality*. The Quarterly Journal of Economics, 128(3), 967Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c1015.",
        "Cravino, J., & Levchenko, A. A. (2016). The distributional consequences of large devaluations. University of Michigan mimeo.",
        "Davis, D. R., & Harrigan, J. (2011). Good jobs, bad jobs, and trade liberalization. Journal of International Economics, 84(1), 26Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c36.",
        "Dekle, R., Eaton, J., & Kortum, S. (2007). Unbalanced trade. The American Economic Review, 351Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c355.",
        "Dingel, J. I. (2015). The determinants of quality specialization. mimeo Chicago Booth.",
        "Eaton, J., Kortum, S. S., & Sotelo, S. (2012). International trade: Linking micro and macro. National Bureau of Economic Research Working Paper.",
        "Faber, B. (2014). Trade liberalization, the price of quality, and inequality: Evidence from mexican store prices. UC Berkeley mimeo.",
        "Fajgelbaum, P., Grossman, G., & Helpman, E. (2011). Income distribution, product quality, and international trade. Journal of Political Economy, 119(4), 721Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c765.",
        "Fajgelbaum, P., & Khandelwal, A. (2014). Measuring the unequal gains from trade (Tech. Rep.). National Bureau of Economic Research.",
        "Feenstra, R. C. (1994). New product varieties and the measurement of international prices. The American Economic Review, 157Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c177.",
        "Feenstra, R. C., & Romalis, J. (2014). International prices and endogenous quality. The Quarterly Journal of Economics, 129(2), 477Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c527.",
        "Frias, J. A., Kaplan, D. S., & Verhoogen, E. A. (2009). Exports and wage premia: Evidence from mexican employer-employee data. Working Paper, Columbia University.",
        "Gaubert, C., & Itskhoki, O. (2016). Granular comparative advantage. UC Berkeley, mimeo.",
        "Handbury, J. (2014). Are poor cities cheap for everyone? Non-homotheticity and the cost of living across US cities. Wharton mimeo.",
        "Handbury, J., & Weinstein, D. E. (2014). Goods prices and availability in cities. The Review of Economic Studies, rdu033.",
        "Hausman, J. (1999). Cellular telephone, new products, and the cpi. Journal of business & economic statistics, 17(2), 188Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c194.",
        "Hausman, J., & Leibtag, E. (2007). Consumer benefits from increased competition in shopping outlets: Measuring the effect of wal-mart. Journal of Applied Econometrics, 22(7), 1157Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c1177.",
        "Helpman, E., Itskhoki, O., Muendler, M.-A., & Redding, S. J. (2012). Trade and inequality: From theory to estimation (Tech. Rep.). National Bureau of Economic Research.",
        "Helpman, E., Itskhoki, O., & Redding, S. (2010). Inequality and unemployment in a global economy. Econometrica, 78(4), 1239Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c1283.",
        "Horowitz, J. L. (2001). The bootstrap. In J. J. Heckman & E. Leamer (Eds.), Handbook of econometrics (Vol. 5, p. 3159 - 3228). Elsevier.",
        "Hottman, C., Redding, S. J., & Weinstein, D. E. (2016). What is firm heterogeneity in trade models? The role of quality, scope, markups, and cost. Forthcoming, Quarterly Journal of Economics.",
        "Hsieh, C.-T., & Klenow, P. J. (2009). Misallocation and manufacturing tfp in china and india. Quarterly Journal of Economics, 124(4).",
        "Jaravel, X. (2016). The unequal gains from product innovations. SIEPR mimeo.",
        "Johnson, R. (2012). Trade and prices with heterogeneous firms. Journal of International Economics.",
        "Keller, K. L., Parameswaran, M., & Jacob, I. (2011). Strategic brand management: Building, measuring, and managing brand equity. Pearson Education India.",
        "Kugler, M., & Verhoogen, E. (2012). Prices, plant size, and product quality. Review of Economic Studies, Forthcoming.",
        "Mandel, B. (2010). Heterogeneous firms and import quality: Evidence from transaction-level prices. International Finance Discussion Papers.",
        "McFadden, D., & Train, K. (2000). Mixed mnl models for discrete response. Journal of applied Econometrics, 447Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c470.",
        "Melitz, M. (2003). The impact of trade on intra-industry reallocations and aggregate industry productivity. Econometrica, 71(6), 1695Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c1725.",
        "Nevo, A. (2000). Mergers with differentiated products: The case of the ready-to-eat cereal industry. The RAND Journal of Economics, 395Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c421.",
        "Peters, M. (2013). Heterogeneous mark-ups, growth and endogenous misallocation.",
        "Piketty, T., & Saez, E. (2003). Income inequality in the united states, 1913Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c1998*. The Quarterly journal of economics, 118(1), 1Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c41.",
        "Porto, G. G. (2006). Using survey data to assess the distributional effects of trade policy. Journal of International Economics, 70(1), 140Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c160.",
        "Redding, S. J., & Weinstein, D. E. (2016). A unified approach to estimating demand and welfare changes. mimeo Princeton University.",
        "Sampson, T. (2014). Selection into trade and wage inequality. American Economic Journal: Microeconomics, 6(3), 157Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c202.",
        "Subramanian, S., & Deaton, A. (1996). The demand for food and calories. Journal of political economy, 133Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c162.",
        "Sutton, J. (1998). Technology and market structure: Theory and history. The MIT Press (Cambridge, Mass).",
        "Verhoogen, E. A. (2008). Trade, quality upgrading, and wage inequality in the mexican manufacturing sector. The Quarterly Journal of Economics, 123(2), 489Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c530."
    ]
}