{
    "id": 23104,
    "cites": 42,
    "cited_by": 13,
    "reference": [
        "Abelson, R., Thomas, K., and McGinty, J. C. (2013). Health care law fails to lower prices for rural areas. New York Times, October 23, 2013.",
        "Office of the Assistant Secretary for Planning and Evaluation, Department of Health and Human Services (2016). Health insurance marketplaces 2016 open enrollment period: Final enrollment report.",
        "Aizawa, N. (2016). Health insurance exchange design in an empirical equilibrium labor market model.",
        "Avalere Health (2015). Individual mandate penalty may be too low to attract middle-income individuals to enroll in exchanges.",
        "Baicker, K. and Staiger, D. (2005). Fiscal shenanigans, targeted federal health care funds, and patient mortality. Quarterly Journal of Economics, 120(1):345Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c386.",
        "Berry, S., Levinsohn, J., and Pakes, A. (2004). Differentiated products demand systems from a combination of micro and macro data: The new car market. Journal of Political Economy, 112(1):68.",
        "Bundorf, M. K., Levin, J., and Mahoney, N. (2012). Pricing and welfare in health plan choice. The American Economic Review, 102(7):3214Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c3248.",
        "Chan, D. and Gruber, J. (2010). How sensitive are low income families to health plan prices? The American Economic Review, 100(2):292Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c296.",
        "Chandra, A., Gruber, J., and McKnight, R. (2011). The importance of the individual mandate Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c evidence from Massachusetts. New England Journal of Medicine, 364(4):293Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c 295.",
        "Chetty, R. (2006). A new method of estimating risk aversion. The American Economic Review, 96(5):1821Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c1834.",
        "Chetty, R. and Szeidl, A. (2007). Consumption commitments and risk preferences. Quarterly Journal of Economics, 122(2).",
        "Commonwealth Care (2008). Report to the Massachusetts Legislature: Implementation of the health care reform law, chapter 58, 2006-2008.",
        "Currie, J. and Gahvari, F. (2008). Transfers in cash and in-kind: Theory meets the data. Journal of Economic Literature, pages 333Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c383.",
        "Curto, V., Einav, L., Levin, J., and Bhattacharya, J. (2014). Can health insurance competition work? Evidence from Medicare Advantage.",
        "Dafny, L., Gruber, J., and Ody, C. (2015). More insurers lower premiums: Evidence from initial pricing in the health insurance marketplaces. American Journal of Health Economics, 1(1):53Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c81.",
        "Decarolis, F. (2015). Medicare Part D: Are insurers gaming the low income subsidy design? The American Economic Review, 105(4):1547Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c1580.",
        "Decarolis, F., Polyakova, M., and Ryan, S. P. (2015). The welfare effects of supply-side regulations in Medicare Part D.",
        "Einav, L., Finkelstein, A., Cullen, M. R., et al. (2010). Estimating welfare in insurance markets using variation in prices. The Quarterly Journal of Economics, 125(3):877Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c921.",
        "Enthoven, A. C. (1988). Theory and Practice of Managed Competition in Health Care Finance. North-Holland, Amsterdam.",
        "Ericson, K. M. (2014). Consumer inertia and firm pricing in the Medicare Part D prescription drug insurance exchange. American Economic Journal: Economic Policy, 6(1):38Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c64.",
        "Ericson, K. M. and Starc, A. (2015). Pricing regulation and imperfect competition on the Massachusetts health insurance exchange. Review of Economics and Statistics, 97(3):667Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c 682.",
        "Ericson, K. M. M. and Starc, A. (2016). How product standardization affects choice: Evidence from the Massachusetts health insurance exchange. Journal of Health Economics, pages 71Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c85.",
        "Finkelstein, A., Hendren, N., and Luttmer, E. F. (2015). The value of Medicaid: Interpreting results from the Oregon health insurance experiment.",
        "Garthwaite, C., Gross, T., and Notowidigdo, M. J. (2015). Hospitals as insurers of last resort.",
        "Gruber, J. (2008). Covering the uninsured in the United States. Journal of Economic Literature, 46(3):571Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c606.",
        "Hackmann, M. B., Kolstad, J. T., and Kowalski, A. E. (2015). Adverse selection and an individual mandate: When theory meets practice. The American Economic Review, 105(3):1030Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c1066.",
        "Handel, B., Hendel, I., and Whinston, M. D. (2015). Equilibria in health exchanges: Adverse selection versus reclassification risk. Econometrica, 83(4):1261Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c1313.",
        "Handel, B. R. (2013). Adverse selection and inertia in health insurance markets: When nudging hurts. The American Economic Review, 103(7):2643Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c2682.",
        "Ho, K. (2006). The welfare effects of restricted hospital choice in the US medical care market.",
        "Ho, K., Hogan, J., and Morton, F. S. (2015). The impact of consumer inattention on insurer pricing in the Medicare Part D program.",
        "Ho, K. and Lee, R. S. (2013). Insurer competition in health care markets.",
        "Liu, Y. and Jin, G. Z. (2015). Employer contribution and premium growth in health insurance. Journal of Health Economics, 39:228Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c247.",
        "Mahoney, N. (2015). Bankruptcy as implicit health insurance. The American Economic Review, 105(2):710Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c746.",
        "Polyakova, M. (2016). Regulation of insurance with adverse selection and switching costs: Evidence from Medicare Part D. American Economic Journal: Applied Economics, 8(3).",
        "Rabin, M. (2000). Risk aversion and expected-utility theory: A calibration theorem. Econometrica, 68(5):1281Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c1292.",
        "Ruggles, S., Genadek, K., Goeken, R., Grover, J., and Sobek, M. (2015). Integrated public use microdata series: Version 6.0 machine-readable database. Minneapolis: University of Minnesota.",
        "Shepard, M. (2016). Hospital network competition and adverse selection: Evidence from the Massachusetts health insurance exchange.",
        "Shleifer, A. (1985). A theory of yardstick competition. The RAND Journal of Economics, 16(3):319Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c327.",
        "Starc, A. (2014). Insurer pricing and consumer welfare: Evidence from Medigap. The RAND Journal of Economics, 45(1):198Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c220.",
        "Tebaldi, P. (2016). Estimating equilibrium in health insurance exchanges: Price competition and subsidy design under the ACA.",
        "Town, R. and Liu, S. (2003). The welfare impact of Medicare HMOs. RAND Journal of Economics, pages 719Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c736.",
        "Werden, G. J. (1996). A robust test for consumer welfare enhancing mergers among sellers of differentiated products. Journal of Industrial Economics, 44(4):409Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c413."
    ]
}