{
    "id": 23106,
    "cites": 63,
    "cited_by": 4,
    "reference": [
        "Allcott, Hunt. 2012. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093The Smart Grid, Entry, and Imperfect Competition in Electricity Markets.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d National Bureau of Economic Research Working Paper #18071.",
        "Allcott, Hunt, Allan Collard-Wexler, and Stephen D. OÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0084¢Connell. 2014. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093How Do Electricity Shortages Affect Productivity? Evidence from India.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d National Bureau of Economic Research Working Paper #19977.",
        "Baldick, Ross, and William Hogan. 2002. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Capacity Constrained Supply Function Equilibrium Models of Electricity Markets: Stability, Non-decreasing constraints, and Function Space Iterations.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d UCEI Working Paper, PWP-089.",
        "Banerjee, Abhijit, Esther Duflo, and Nancy Qian. 2012. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093On the Road: Access to Transportation Infrastructure and Economic Growth in China.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d National Bureau of Economic Research Working Paper #17897.",
        "Benjaming F. Hobbs, Carolyn B. Betzler, and Jong-Shi Pang. 2000. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Strategic gaming analysis for electric power systems: An MPEC approach.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d IEEE Transactions on Power Systems, 15(2): 638Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c645.",
        "Bhattacharya, Saugata, and Urjit R. Patel. 2008. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093The Power Sector in India: An Inquiry into the Efficacy of the Reform Process.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d In India Policy Forum. Vol. 4, , ed. Suman Bery, Barry Bosworth and Arvind Panagariya, Chapter 5, 211Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c260. National Council of Applied Economic Research, New Delhi.",
        "Borenstein, Severin, James B. Bushnell, and Frank A. Wolak. 2002. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Measuring Market Inefficiencies in Californias Restructured Wholesale Electricity Market.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d The American Economic Review, 92(5): 1376Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c1405.",
        "Borenstein, Severin, James B. Bushnell, and Steven Stoft. 2000. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093The competitive effects of transmission capacity in a deregulated electricity industry.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d The Rand Journal of Economics, 31(2): 294Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c325.",
        "Bushnell, James B., Erin T. Mansur, and Celeste Saravia. 2008. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Vertical arrangements, market structure, and competition: an analysis of restructured US electricity markets. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d The American Economic Review, 98(1): 237Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c266.",
        "Cardell, Judith B., Carrie Cullen Hitt, and William H. Hogan. 1997. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Market power and strategic interaction in electricity networks.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Resource and Energy Economics, 19(1): 109Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c137.",
        "Central Electricity Authority. 2005. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093General Review 2003-2004.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Central Electricity Authority, Ministry of Power.",
        "Central Electricity Authority. 2011a. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Growth of Electricity Sector in India from 19472011. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Central Electricity Authority, Ministry of Power.",
        "Central Electricity Authority. 2011b. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Load Generation Balance Report.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Central Electricity Authority, Ministry of Power.",
        "Central Electricity Authority. 2011c. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Operation Performance of Generating Stations in the Country During the Year 2010-11.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Central Electricity Authority, Ministry of Power.",
        "Central Electricity Authority. 2012a. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Draft National Electricity Plan - Transmission.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Central Electricity Authority, Ministry of Power.",
        "Central Electricity Authority. 2012b. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093National Electricity Plan.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Central Electricity Authority, Ministry of Power.",
        "Central Electricity Regulatory Commission. 2008a. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Central Electricity Regulatory Commission (Open Access in Inter-State Transmission) Regulations, 2008.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d No. L7 /105(121)/2007-CERC.",
        "Central Electricity Regulatory Commission. 2008b. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Statement of Reasons in Support of Amendment to the Central Electricity Regulatory Commission (Open Access in InterState Transmission) Regulations, 2004.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Central Electricity Regulatory Commission. 2009. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Central Electricity Regulatory Commission (Unscheduled Interchange Charges and Related Matters) Regulations, 2009.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d No.L-1(1)/2009-CERC.",
        "Central Electricity Regulatory Commission. 2011. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Report on Short-term Power Market in India, 2010-11.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Central Electricity Regulatory Commission. 2012a. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Orders.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Available at http://cercind.gov.in/orders.html.",
        "Central Electricity Regulatory Commission. 2012b. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Report on the Grid Disturbances of 30th July and 31st July 2012.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Available at http://www.cercind.gov.in/2012/orders/Final Report Grid Disturbance.pdf.",
        "Davis, Lucas, and Catherine Hausman. 2014. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093The Value of Transmission in Electricity Markets: Evidence from a Nuclear Plant Closure.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d National Bureau of Economic Research Working Paper #20186.",
        "Dinkleman, Taryn. 2011. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093The Effects of Rural Electrification on Employment: New Evidence from South Africa.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d American Economic Review, 101(7): 3078Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c3108.",
        "Dirkse, Steven P., and Michael C. Ferris. 1995. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093The path solver: a nommonotone stabilization scheme for mixed complementarity problems.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Optimization Methods and Software, 5(2): 123Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c156.",
        "Donaldson, David. 2012. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Railroads of the Raj: Estimating the Impact of Transportation Infrastructure.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d American Economic Review, forthcoming.",
        "Donaldson, David, and Richard Hornbeck. 2013. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Railroads and American Economic Growth: A Market Access Approach.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d NBER Working Paper #19213.",
        "Economist. 2012. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Energy in India: The Future is Black.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Faber, Benjamin. 2014. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Trade Integration, Market Size and Industrialization: Evidence from ChinaÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0084¢s National Trunk Highway System.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Review of Economic Studies, 81(3): 1046Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c 1070.",
        "Fisher-Vanden, Karen, Erin T. Mansur, and Qiong (Juliana) Wang. 2012. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Costly Blackouts? Measuring Productivity and Environmental Effects of Electricity Shortages.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d National Bureau of Economic Research Working Paper #17741.",
        "Gans, Joshua, and Frank A. Wolak. 2008. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093A Comparison of Ex Ante Versus Ex Post Vertical Market Supply: Evidence from the Electricity Supply Industry.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Mimeo, Stanford University.",
        "Holmberg, PaÃ\u0083Å\u0092Ã\u0082Ë\u0086r. 2009. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Numerical calculation of an asymmetric supply function equilibrium with capacity constraints.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d European Journal of Operational Research, 199(1): 285Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c295.",
        "HortacÃ\u0083Å\u0092Ã\u0082Â§su, Ali, and Steven L. Puller. 2008. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Understanding strategic bidding in multiunit auctions: A case study of the Texas electricity spot market.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d The RAND Journal of Economics, 39(1): 86Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c114.",
        "Indian Energy Exchange. 2014. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Indian Power Market: Journey So Far and Way Forward.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Indian Energy Exchange.",
        "International Energy Agency. 2011. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093World Energy Outlook.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Ito, Koichiro, and Mar Reguant. 2016. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Sequential Markets, Market Power and Arbitrage.",
        "Jamasb, Tooraj. 2005. Electricity sector reform in developing countries: A survey of empirical evidence on determinants and performance. Vol. 3549, World Bank Publications.",
        "Jensen, Robert. 2007. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093The digital provide: Information (technology), market performance, and welfare in the South Indian fisheries sector.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d The Quarterly Journal of Economics, 122(3): 879Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c924.",
        "Joskow, Paul L. 2008. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Lessons learned from electricity market liberalization.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d The Energy Journal, 29(2): 9Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c42.",
        "Joskow, Paul L., and Jean Tirole. 2000. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Transmission rights and market power on electric power networks.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d The Rand Journal of Economics, 450Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c487.",
        "Kastl, Jakub. 2012. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093On the Properties of Equilibria in Private Value Divisible Good Auctions with Constrained Bidding.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Journal of Mathematical Economics, 48(6): 339Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c352.",
        "Klemperer, Paul D, and Margaret A Meyer. 1989. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Supply function equilibria in oligopoly under uncertainty.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Econometrica: Journal of the Econometric Society, 1243Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c 1277.",
        "Kolstad, Charles D., and Lars Mathiesen. 1987. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Necessary and sufficient conditions for uniqueness of a Cournot equilibrium.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d The Review of Economic Studies, 54(4): 681Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c690.",
        "Lipscomb, Molly, A. Mushfiq Mobarak, and Tania Barham. 2013. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Development Effects of Electrification: Evidence from the Topographic Placement of Hydropower Plants in Brazil.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d American Economic Journal: Applied Economics, 5(2): 200Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c231.",
        "Malik, Kabir, Maureen Cropper, Alexander Limonov, and Anoop Singh. 2011. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Estimating the Impact of Restructuring on Electricity Generation Efficiency: The Case of the Indian Thermal Power Sector.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d National Bureau of Economic Research Working Paper #17383.",
        "Mansur, Erin T., and Matthew White. 2012. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Market Organization and Efficiency in Electricity Markets.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Mimeo, Dartmouth College.",
        "McRae, Shaun. 2014. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Infrastructure Quality and the Subsidy Trap.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d American Economic Review, forthcoming.",
        "Meeus, Leonardo, Karolien Verhaegen, and Ronnie Belmans. 2009. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Block order restrictions in combinatorial electric energy auctions.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d European journal of operational research, 196(3): 1202Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c1206.",
        "Monitoring Analytics. 2011. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093State of the Market Report for PJM, 2010.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Monitoring Analytics, LLC.",
        "Nag, Tirthankar. 2010. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Captive Generation Capacity in India: The Dilemma of Dualism.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d In India Infrastructure Report. Oxford University Press.",
        "National Load Dispatch Centre. 2012. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Operational Feedback on Transmission Constraints. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Neuhoff, Karsten, Julian Barquin, Maroeska G. Boots, Andreas Ehrenmann, Benjamin F. Hobbs, Fieke A. M. Rijkers, and Miguel Vazquez. 2005. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Networkconstrained Cournot models of liberalized electricity markets: the devil is in the details.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Energy Economics, 27(3): 495Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c525.",
        "Power Grid Corporation of India Limited. 2009. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Available Transfer Capacity of Eastern Region [Various Months].Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Puller, Steven L. 2007. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Pricing and firm conduct in CaliforniaÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0084¢s deregulated electricity market.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d The Review of Economics and Statistics, 89(1): 75Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c87.",
        "Reguant, Mar. 2014. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Complementary Bidding Mechanisms and Startup Costs in Electricity Markets.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Review of Economic Studies, forthcoming.",
        "Sharma, Anil K., and Ashutosh Vashishtha. 2007. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Weather derivatives: risk-hedging prospects for agriculture and power sectors in India.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Journal of Risk Finance, 8(2): 112Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c 132.",
        "Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Impact assessment of the Electricity Act 2003 on the Indian power sector.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Energy Policy, 33(9): 1187Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c1198.",
        "Willems, Bert. 2002. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Modeling Cournot competition in an electricity market with transmission constraints.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d The Energy Journal, 23(3): 95Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c126.",
        "Williams, J. H., and R. Ghanadan. 2006. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Electricity reform in developing and transition countries: A reappraisal.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Energy, 31(6): 815Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c844.",
        "Wilson, Robert. 1979. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Auctions of shares.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d The Quarterly Journal of Economics, 675Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c689.",
        "Wilson, Robert. 2008. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Supply function equilibrium in a constrained transmission system.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Operations research, 56(2): 369Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c382.",
        "Wolak, Frank A. 2003. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Identification and Estimation of Cost Functions Using Observed Bid Data: An Application to Competitive Electricity Markets.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d In Advances in Economics and Econometrics: Theory and Applications, Eighth World Congress. Vol. 2, , ed. Lars Peter Hansen Mathias Dewatripont and Stephen J. Turnovsky, 133Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c169. Cambridge University Press.",
        "Wolak, Frank A. 2007. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Quantifying the supply-side benefits from forward contracting in wholesale electricity markets.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Journal of Applied Econometrics, 22(7): 1179Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c1209.",
        "Wolak, Frank A. 2008. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Reforming the Indian Electricity Supply Industry.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d In Sustaining IndiaÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0084¢s Growth Miracle. , ed. Jagdish N. Bhagwati and Charles W. Calomiris, 115Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c155. Columbia Business School.",
        "Wolak, Frank A. 2012. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Measuring the Competitiveness Benefits of a Transmission Investment Policy: The Case of the Alberta Electricity Market.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Mimeo, Stanford University.",
        "Wolfram, Catherine D. 1999. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Measuring duopoly power in the British electricity spot market.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d American Economic Review, 89(4): 805Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c826.",
        "Xu, Lin, and Ross Baldick. 2007. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Transmission-constrained residual demand derivative in electricity markets.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Power Systems, IEEE Transactions on, 22(4): 1563Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c1573.",
        "Yardley, Jim, and Gardiner Harris. July 31, 2012. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u00932nd Day of Power Failures Cripples Wide Swath of India.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d The New York Times.",
        "Zhang, Yin-Fang, David Parker, and Colin Kirkpatrick. 2008. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Electricity sector reform in developing countries: an econometric assessment of the effects of privatization, competition and regulation.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Journal of Regulatory Economics, 33(2): 159Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c178."
    ]
}