{
    "id": 23105,
    "cites": 18,
    "cited_by": 1,
    "reference": [
        "Adams, William J. and Janet L. Yellen, 1976, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Commodity Bundling and the Burden of Monopoly,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Quarterly Journal of Economics 90, 475-498.",
        "Besley, Timothy and Maitreesh Ghatak (2007), Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Retailing public goods: The economics of corporate social responsibility,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Journal of Public Economics 91, 16451663.",
        "Elfenbein, Daniel W. and Brian P. McManus, 2010, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Last Minute Bidding in eBay Charity Auctions,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Economic Letters, 107, 42-52.",
        "Friedman, Milton, 1970, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093The Social Responsibility of Business Is to Increase Its Profits,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d The New York Times Magazine, September 13, 1970: 32-33, 122, 126 Hammond, J. Daniel and Claire H. Hammond, editors, 2006, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Making Chicago Price Theory: Friedman-Stigler Correspondence, 1945-1957,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d London: Routledge.",
        "Hiscox, Michael J. and Nicholas F. B. Smyth, 2011, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Is There Consumer Demand for Improved Labor Standards? Evidence from Field Experiments in Social Labeling,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Working Paper.",
        "Kotchen, Matthew J. 2006, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Green Markets and Private Provision of Public Goods,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Journal of Political Economy 114, 816-834.",
        "Kotchen, Matthew and Michael R. Moore, 2007, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Private provision of environmental public goods: Household participation in green-electricity programs,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Journal of Environmental Economics and Management 53, 116 Loureiro, Maria L. and Justus Lotade, 2005, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Interviewer Effects on the Valuation of Goods with Ethical and Environmental Attributes,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Environmental and Resource Economics 30, 49 - 72.",
        "Mackey, John, 2005, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Putting Customers Ahead of Investors.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Reason. http://reason.com/archives/2005/10/01/rethinking-the-social-responsi/singlepage McAfee, R. Preston, John McMillan, Michael D. Whinston, 1989, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Multiproduct Monopoly, Commodity Bundling, and Correlation of ValuesÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d, Quarterly Journal of Economics 104, 371-383.",
        "McManus, Brian and Richard Bennet, 2011, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093The demand for products linked to public goods: Evidence from an online field experiment,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Journal of Public Economics 95, 403415.",
        "McWilliams, Abigail and Donald Siegel, 2001, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Corporate social responsibility: a theory of the firm perspective,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Academy of Management Review 26, 117-127.",
        "McWilliams, Abigail, Donald S. Siegel, and Patrick M. Wright, 2006, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Corporate Social Responsibility: Strategic Implications,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Journal of Management Studies 43, 1-18.",
        "Nalebuff, Barry, 2004.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Bundling as an Entry Barrier,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d The Quarterly Journal of Economics 119(1), 159-187.",
        "Pecorino, Paul, 2016. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093A Portion of Profits to Charity: Corporate Social Responsibility and Firm Profitability,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Southern Economic Journal 83, 380-398.",
        "Popkowski Leszczyc, Peter T.L. and Michael H. Rothkopf, 2010, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Charitable Motives and Bidding in Charity Auctions,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Management Science 56, 399-413.",
        "Schmalensee, Richard, 1982, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Commodity Bundling by Single-Product MonopoliesÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d, Journal of Law and Economics 25, 67-71.",
        "Schmalensee, Richard, 1984, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Gaussian Demand and Commodity BundlingÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d, Journal of Business 57, 211-230.",
        "Stigler, George J., 1963, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093United States v. LoewÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0084¢s, Inc.: A Note on Block Booking,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Supreme Court Review 152.",
        "Waddock, Sandra A., and Samuel B. Graves, 1997, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093The corporate social performance -financial performance link,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Strategic Management Journal 18, 303-319."
    ]
}