{
    "id": 23109,
    "cites": 41,
    "cited_by": 3,
    "reference": [
        "Arrow, K. J. (1964). The Role of Securities in the Optimal Allocation of Risk Bearing. Review of Economic Studies, 31(2), 91-96.",
        "Azariadis, C. (1981). Self-fulfilling Prophecies. Journal of Economic Theory, 25(3), 380-396.",
        "Barro, R. J. (1974). Are Government Bonds Net Wealth? Journal of Political Economy, 82(6), 1095-1117.",
        "Barro, R. J., & Grossman, H. (1971). A General Disequilibrium Model of Income and Employment. American Economic Review, 61, 82-93.",
        "Benassy, J. P. (1975). Neo-Keynesian Disequilibrium in a Monetary Economy. Review of Economic Studies, XLII (4)(132), 503--524.",
        "Cass, D., & Shell, K. (1983). Do Sunspots Matter? Journal of Political Economy, 91, 193-227.",
        "Clower, R. (1967). A Reconsideration of the Microfoundations of Monetary Theory. Western Economic Journal, 6(1), 1--8.",
        "De Vroey, M. (2006). The Temporary Equilibrium Method: Hicks Against Hicks. European Journal of the History of Economic Thought, 13(2), 259--278.",
        "Diamond, P. A. (1982). Wage determination and efficiency in search equilibrium. Review of Economic Studies, 49, 217-227.",
        "Fama, E. F. (1970). Efficient Capital Markets: A Review of Theory and Empirical Work. Journal of Finance, 25(2), 383-417.",
        "Farmer, R. E. (1990). The Lucas Critique, Policy Invariance and Multiple Equilibria. Review of Economic Studies, 105(1), 43-60.",
        "Farmer, R. E. (1991). Sticky Prices. Economic Journal,, 101(409), 1369-1379.",
        "Roger Farmer January 2017 Farmer, R. E. (1993). The Macroeconomics of Self-Fulfilling Prophecies. Cambridge, MA: MIT Press.",
        "Farmer, R. E. (2008, March). Aggregate Demand and Supply. International Journal of Economic Theory, 4(1), 77-94.",
        "Farmer, R. E. (2008). Old Keynesian Economics. In R. E. Farmer (Ed.), Macroeconomics in the Small and the Large (pp. 23-43). Cheltenham, UK: Edward Elgar.",
        "Farmer, R. E. (2010a, March). Expectations, Employment and Prices. New York: Oxford University Press.",
        "Farmer, R. E. (2010b, April). How the Economy Works: Confidence, Crashes and Self-fulfilling Prophecies. New York: Oxford University Press.",
        "Farmer, R. E. (2012b). Animal Spirits, Persistent Unemployment and the Belief Function. In R. Frydman, & E. S. Phelps (Eds.), Rethinking Expectations: The Way Forward for Macroeconomics (pp. 251-276). Princeton, NJ: Princeton University Press.",
        "Farmer, R. E. (2013). Animal Spirits, Financial Crises and Persistent Unemployment. Economic Journal, 123(568), 317-340.",
        "Farmer, R. E. (2014). The Evolution of Endogenous Business Cycles. Macroeconomic Dynamics.",
        "Farmer, R. E. (2016). Prosperity for All: How to Prevent Financial Crises. New York: Oxford Univesity Press.",
        "Farmer, R. E., & Woodford, M. (1997). Self-fulfilling Prophecies and the Business Cycle. Macroeconomic Dynamics, 1(4), 740-769.",
        "Hicks, J. R. (1939). Value and Capital (2nd Edition, 1946 ed.). Oxford: The Clarendon Press.",
        "Keynes, J. M. (1936). The General Theory of Employment, Interest and Money. London and Basingstoke: MacMillan and Co.",
        "Knight, F. H. (1933). Risk Uncertainty and Profit. New York: Augustus M Kelly.",
        "Leijonhufvud, A. (1966). On Keynesian Economics and the Economics of Keynes. Oxford University Press.",
        "Lucas Jr., R. E. (1972). Expectations and the Neutrality of Money. Journal of Economic Theory, 4, 103-124.",
        "Roger Farmer January 2017 Lucas Jr., R. E. (1976). Econometric Policy Evaluation: A Critique. In K. Brunner, & A. H. Meltzer (Ed.), Carnegie Rochester Conference Series on Public Policy (pp. 104-130). NorthHolland.",
        "Malinvaud, E. (1977). The theory of unemployment reconsidered. Oxford: Basil Blackwell.",
        "Minsky, H. P. (2008). Stabilizing an Unstable Economy (Second ed.). McGraw Hill.",
        "Modigliani, F. (1977). The Monetarist Controversy or, Should We Forsake Stabilization Policies? American Economic Review, 67(March), 1-19.",
        "Mortensen, D. T. (1970). A Theory of Wage and Employment Dynamics. In E. S. Phelps, G. C. Archibald, & A. A. Alchian (Eds.), Microeconomic Foundations of Employment and Inflation Theory. New York: W. W. Norton.",
        "Muth, J. F. (1961). Rational Expectations and the Theory of Price Movements. Econometrica, 29(3), 315-335.",
        "Pareto, V. (1906). Manual of Political Economy. London: Macmillan, English Edition, 1972.",
        "Patinkin, D. (1956). Money Interest and Prices (Second abridged ed.). Cambridge, Massachusetts: The MIT Press.",
        "Pearce, K. A., & Hoover, K. D. (1995). After the Revolution: Paul Samuelson and the Textbook Keynesian Model. History of Political Economy, 27(Supplement), 183--216.",
        "Pissarides, C. A. (1976). Job Search and Participation. Economica, 43, 333-349.",
        "Samuelson, P. A. (1955). Economics: An Introductory Analysis (3rd Ed.). McGraw Hill.",
        "Walras, L. (1899). Elements of Pure Economics, 4th ed. 1926, rev ed. 1926, Engl transl. 2003. New York: Routledge.",
        "Weiner, J. (1995). The Beak of the Finch. New York: VIntage Book; Random House.",
        "Woodford, M. (2003). Interest and Prices: Foundations of a Theory of Monetary Policy. Princeton, N.J.: Princeton University Press."
    ]
}