{
    "id": 2310,
    "cites": 53,
    "cited_by": 1,
    "reference": [
        "Adler, Michael, and Bernard Durnas, 1983, International portfolio choice and corporation finance: a survey, Journal of Finance, 38: 925~8i4.",
        "Akhtar, M. A., and R. Spence Hilton, 198~4, Effects of exchange rate uncertainty on German and U.S. trade, Federal Reserve Bank of New York, Quarterly Review, Spring: 7-15. Argy, Victor, 1982, Exchange Rate Management in Theory and Practice. Princeton Studies in International Finance No. 50. Princeton: International Finance Section.",
        "Atkinson, F. J~, S. J. Brooks, and S. G. F. Hall, 1985, The Economic Effects of North Sea Oil, National Institute Economic Review, November.",
        "Bergsten, C. Fred., 1982, ~`What to do about the U.S.-Japan economic problem, Foreign Affairs, 60: (Summer).",
        "Bergstrand, Jeffrey H., 1983, ~`Is exchange rate volatility `excessive, New England Economic Review, (September/October): 5-1~4.",
        "Brainard, William C., and George L. Perry, eds., 1986, Symposiwn on exchange rates, trade and capital flows, Brookings Papers on Economic Activity: 165-235.",
        "Branson, William H., 1981, `Leaning against the wind as exchange rate policy, processed.",
        "Branson, William H., 1985, `Causes of appreciation and volatility of the dol1ar,~ in The U.S. Dollar--Recent Developments, Outlook, and Policy Options, Kansas City: Federal Reserve Bank of Kansas City, 33-52.",
        "Branson, William H., 1986, The limits of monetary coordination as exchange rate policy, in Brookings Papers on Economic Activity, 1: 175-9~4.",
        "Branson, William H., and Dale W. Henderson, 1985, The specification and influence of asset markets, in Ronald W. Jones and Peter B. Kenen, eds., Handbook of International Economics, vol. 2. Amsterdam: North-Holland, 7149~805.",
        "Buiter, Willem H., and Marcus H. Miller, 1983, Changing the Rules: Economic Consequences of the Thatcher Regime,t Brookings Papers on Economic Activity, 2: 305-65.",
        "Canzoneri, Katthew, 1982, Exchange intervention policy in a multiple country world, Journal of International Economics, 13, (November).",
        "Coission of the European Communities, OPTICA report 1975: Towards economic equilibrium and monetary unification In Europe, Brussels, processed.",
        "Cuniby, Robert E., and Maurice Obstfeld, 198~4, International interest rate and price level linkages under flexible exchange rates: a review of recent evidence,~ in John Bilson and Richard C. Marston, eds., Exchange Rate Theory and Practice, Chicago: University of Chicago Press, 121-51. Cushman, David 0., 1983, The effects of real exchange rate risk on international trade, Journal of International Economics, 15, (August): ~45-63.",
        "Dariker, Deborah J., Richard A. Haas, Dale W. Henderson, Steven A. Symansky, and Ralph W. Tryon, 1985, Small empirical models of exchange market intervention: applications to Germany, Japan, and Canada, Staff Studies No. 135, April. Washington: Board of Governors of the Federal Reserve Board.",
        "Ethier, Wilfred, and Arthur I. Bloomfield, 1975, Managing the Managed Float, Essays in International Finance No. 112. Princeton: International Finance Section, October.",
        "Feldstein, Martin, 1986, The impact of economic policies on the outlook for world trade.~ Remarks delivered to the International Monetary Conference, Boston, Massachusetts, processed.",
        "Forsyth, J. P., and J. A. Kay, 1980, The Economic Implications of North Sea Oil Revenues, Working Paper No. 10, London: Institute for Fiscal Studies, 1980.",
        "Frankel, Jeffrey A., 1985, The dazzling dollar, Brookings Papers on Economic Activity, No. 1: 199-217.",
        "Frankel, Jeffrey A., and Charles M. Engel, 198L~, Do Asset-Demand Functions Optimize over the Mean and Variance of Real Returns: A Six Currency Test, Journal of International Economics, 17: 309-323. Frarikel, Jeffrey A., and Kenneth Froot, 1986, The dollar as a speculative bubble: a tale of fundanieritalists and chartists, NBER Working Paper No. 1854, March.",
        "Frenkel, Jacob, 1985, Commentary on `Causes of Appreciation and Volatility of the Dollar, in The U.S. Dollar--Recent Developments, Outlook, and Policy Options, Kansas City: Federal Reserve Bank of Kansas City, 53-63.",
        "Frenkel, Jacob, and Michael Mussa, 1980, The efficiency of foreign exchange markets and measures of turbulence, American Economic Review, 70: 3714_ 81.",
        "Frenkel, Jacob, and Michael Mussa, 1984, Asset markets, exchange rates, and the balance of payments, in Ronald W. Jones and Peter B. Kenen, eds., Handbook of International Economics, Vol II, Amsterdam: North-Holland, 679-7~47.",
        "Giavazzi, Francesco, and Pdberto Giovannini, 1986, The EMS and the dollar, Economic Policy, 1,2: 1455_7)4~ Girton, Lance, and Dale W. Henderson, Central bank operations in foreign and domestic assets under fixed arid flexible exchange rates, in Peter B. Clark, Dennis E. Logue, and Richard J. Sweeney, eds., The Effects of Exchange Rate Adjustments. Washington: Department of the Treasury, 15179. Goldstein, Morris, i98~4, The Exchange Rate System: Lessons of the Past and Options for the Future, Occasional Paper No. 30. Washington: International Monetary Fund.",
        "Hamada, Koichi, and Akiyoshi Horiuchi, 1986, Monetary and real effects of the internationalization of a national currency: the case of the yen, in Sven Arndt and J. David Richardson, eds., Real-Financial Linkages in Open Economies. Washington: American Enterprise Institute, forthcoming.",
        "Hansen, Lars Peter, and Robert J. Hodrick, 1980, Forward exchange rates as optimal predictors of future spot rates: an econometric analysis, Journal of Political Economy, 88,5 (October): 829-53.",
        "Hansen, Lars Peter, and Robert J. Hodrick, 1983, Risk averse speculation in the forward foreign exchange maricet: An econometric analysis of linear models. In Exchange Rates and International Macroeconomics, ed. by Jacob Frenkel. Chicago: University of Chicago Press.",
        "Harrod, R. F.,, 1951, The Life of John Maynard Keynes, London: MacMillan.",
        "Hause, J. C., 1966, The welfare costs of disequilibrium exchange rates, Journal of Political Economy, 7~4: (August).",
        "Henderson, Dale W., 19814, Exchange market intervention operations: Their role in financial policy and their effects, in John Bilson and Richard Marston, eds., Exchange Rate Theory and Practice. Chicago: University of Chicago Press, 359_14143.",
        "Herring, Richard J., and Richard C. Marston, 1976, The forward market and interest rates in the Eurocurrency and national money markets, in Carl K. Stem, John H. Makin, and Dennis E. Logue, eds.., Eurocurrencies and the International Monetary System, 139-63.",
        "Herring, Richard J., and Richard C. Marston, 1977, National Monetary Policies and International Financial Markets. Amsterdam: North-Holland.",
        "Hooper, Peter, and Steven W. Kohihagen, 1978, The effect of exchange rate uncertainty on the prices and volume of international trade,t Journal of International Economics, 8, November, ~483-511.",
        "Huang, Roger D., 1981, The monetary approach to the exchange rate in an efficient foreign exchange market: tests based on volatility, Journal of Finance, 36,1 (March): 31_141.",
        "Johnson, Harry G., 1966, The welfare costs of exchange rate stabilization, Journal of Political Economy, 74: 4.",
        "Kenen, Peter B., 1986, Exchange-rate management: What role for intervention, paper presented at the A.E.A. meetings, December 1986, processed.",
        "Kenen, Peter B., and Dani Rodrik, 198L~, Keasuring and analyzing the effects of short-term volatility in real exchange rates, Working Papers in International Economics, Princeton: International Finance Section, March. Kouri, Pentti, and Michael Porter, 197~4, International capital flows and portfolio equilibrium, Journal of Political Economy, 82, (May/June): ~~43-67. Krause, Lawrence B., 1986, Does a yen valued at 100 per dollar make any sense? processed.",
        "Krugman, Paul R., Is the strong dollar sustainable? In The U.S. Dollar--Recent Developments, Outlook, and Policy Options, Kansas City: Federal Reserve Bank of Kansas City, 103-132. Lanyi, Anthony, and Esther C. Suss, 1982, Exchange rate variability: alternative measures and interpretation, International Monetary Fund, Staff Papers, December.",
        "Levich, Richard M., 1985, Empirical studies of exchange rates: price behavior, rate determination and market efficiency, in R. W. Jones and P. B. Kenen, eds., Handbook of International Economics, Vol. 2. Amsterdam: North-Holland, 979-1O~4O.",
        "Liviatan, N., 1980, Anti-inflationary monetary policy and the capital-import tax, Warwick Economic Research Papers 171.",
        "Marston, Richard C., 1984, Financial disturbances and the effects of an exchange-rate union, in Jagdeep Bhandari, ed.., Exchange Rate Management Under Uncertainty. Cambridge: MIT Press.",
        "Marston, Richard C., 1985, Stabilization policies in open economies, in Ronald W. Jones and Peter B. Kenen, eds., Handbook of International Economics, Vol 2. Amsterdam: North Holland, 859-916.",
        "McKinnon, Ronald I., 19714, A New Tripartite Monetary Agreement or a Limping Dollar Standard, Essays in International Finance No. 106, Princeton: International Finance Section.",
        "Meese, Richard A., and Kenneth Rogoff, 1983, Empirical exchange rate models of the seventies: Do they fit out of sample? Journal of International Economics, 1~4, (February): 3-2)4.",
        "Obstfeld, Maurice, 1985, Floating Exchange Rates: Experience and Prospects, Brookings Papers on Economic Activity, 2: 369-450.",
        "Richardson, J. David, 19814, The new nexus among trade, industrial and exchange-rate policies, in Tarnir Agmon, Robert G. Hawkins, and Richard K. Levich, eds., The Future of the International Monetary System, Lexington: Lexington Books, 253-79.",
        "Rogoff, Kenneth, 198~4, On the effects of sterilized intervention: an analysis of weekly data, Journal of Monetary Economics, 1~4,2 (September): 13350. 27.18.2 -75- Rogoff, Kenneth, 1985, Can exchange rate predictability be achieved without monetary convergence: evidence from the EMS, European Economic Review, 28,1-2 (June-July): 93-115.",
        "Shiller, Robert J., 1979, The volatility of long-term interest rates and expectations models of the term structure, Journal of Political Economy, 87 (December): 1190-1219.",
        "Solomon, Robert, 1977, The International Monetary System, 19J45-76: An Insiders View. New York: Harper and Row.",
        "Stulz, Rene, 1981, A model of international asset pricing, Journal of Financial Economics, 9: 383-406.",
        "Tobin, James, 1982, A proposal for international monetary reform, in Essays in Economics: Theory and Policy. Cambridge: MIT Press, 1488~914.",
        "Working Group on Foreign Exchange Intervention, 1983, Report. Washington: U.S. Treasury. (In text, referred to as the Jurgensen Report).",
        "Ypersele, Jacques van, 1985, The European Monetary System: Origins, Operation and Outlook, Brussels: Comrriission of the European Communities."
    ]
}