{
    "id": 23115,
    "cites": 55,
    "cited_by": 0,
    "reference": [
        "Admati, A. R. (1985). A noisy rational expectations equilibrium for multi-asset securities markets. Econometrica: Journal of the Econometric Society, 629Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c657.",
        "Admati, A. R. and P. Pfleiderer (1986). A monopolistic market for information. Journal of Economic Theory 39(2), 400Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c438.",
        "Admati, A. R. and P. Pfleiderer (2000). Forcing firms to talk: Financial disclosure regulation and externalities. Review of Financial Studies 13(3), 479Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c519.",
        "Akkus, O., J. A. Cookson, and A. HortaÃ\u0083Æ\u0092Ã\u0082Â§su (2013). Assortative matching and reputation in the market for first issues. Ph. D. thesis, Working paper, Nathan Associates, Arlington, VA.",
        "Albagli, E., C. Hellwig, and A. Tsyvinski (2011). A theory of asset pricing based on heterogeneous information. Mimeo No. 17548(1827).",
        "Allen, F., S. Morris, and H. S. Shin (2006). Beauty contests and iterated expectations in asset markets. Review of Financial Studies 19(3), 719Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c752.",
        "Ang, A., R. J. Hodrick, Y. Xing, and X. Zhang (2006). The cross-section of volatility and expected returns. Journal of Finance 61(1), 259Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c299.",
        "Arbel, A., S. Carvell, and P. Strebel (1983). Giraffes, institutions and neglected firms. Financial Analysts Journal 39(3), 57Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c63.",
        "Bai, J., T. Philippon, and A. Savov (2013). Have financial markets become more informative? Technical report, National Bureau of Economic Research.",
        "Baker, M., B. Bradley, and J. Wurgler (2011). Benchmarks as limits to arbitrage: Understanding the low-volatility anomaly. Financial Analysts Journal 67(1), 40Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c54.",
        "Banz, R. W. (1981). The relationship between return and market value of common stocks. Journal of Financial Economics 9(1), 3Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c18.",
        "Becker, G. S. (1973). A theory of marriage: Part i. Journal of Political Economy, 813Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c846.",
        "Bhushan, R. (1989). Firm characteristics and analyst following. Journal of Accounting and Economics 11(2), 255Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c274.",
        "Brennan, M. J. and P. J. Hughes (1991). Stock prices and the supply of information. Journal of Finance 46(5), 1665Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c1691.",
        "Brennan, M. J. and A. Subrahmanyam (1995). Investment analysis and price formation in securities markets. Journal of Financial Economics 38(3), 361Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c381.",
        "Bushee, B. J. and G. S. Miller (2012). Investor relations, firm visibility, and investor following. Accounting Review 87(3), 867Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c897.",
        "Chen, Q., I. Goldstein, and W. Jiang (2007). Price informativeness and investment sensitivity to stock price. Review of Financial Studies 20(3), 619Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c650.",
        "Chiappori, P.-A., R. J. McCann, and B. Pass (2015). Multi-to one-dimensional transportation.",
        "Chiappori, P.-A., R. J. McCann, and B. Pass (2016). Multidimensional matching. Technical report.",
        "Cliff, M. T. and D. J. Denis (2004). Do initial public offering firms purchase analyst coverage with underpricing? The Journal of Finance 59(6), 2871Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c2901.",
        "Diamond, D. W. and R. E. Verrecchia (1981). Information aggregation in a noisy rational expectations economy. Journal of Financial Economics 9(3), 221Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c235.",
        "Diamond, D. W. and R. E. Verrecchia (1991). Disclosure, liquidity, and the cost of capital.",
        "Dougal, C., J. Engelberg, D. Garcia, and C. A. Parsons (2012). Journalists and the stock market. Review of Financial Studies 25(3), 639Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c679.",
        "Dyck, A. and L. Zingales (2003). The media and asset prices. Technical report, Working Paper, Harvard Business School.",
        "Engelberg, J. E. and C. A. Parsons (2011). The causal impact of media in financial markets. Journal of Finance 66(1), 67Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c97.",
        "Fang, L. and J. Peress (2009). Media coverage and the cross-section of stock returns. Journal of Finance 64(5), 2023Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c2052.",
        "Fernando, C. S., V. A. Gatchev, and P. A. Spindt (2005). Wanna dance? how firms and underwriters choose each other. The Journal of Finance 60(5), 2437Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c2469.",
        "Fishman, M. J. and K. M. Hagerty (1989). Disclosure decisions by firms and the competition for price efficiency. Journal of Finance 44(3), 633Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c646.",
        "Foerster, S. R. and G. A. Karolyi (1999). The effects of market segmentation and investor recognition on asset prices: Evidence from foreign stocks listing in the united states.",
        "Frankel, R., S. Kothari, and J. Weber (2006). Determinants of the informativeness of analyst research. Journal of Accounting and Economics 41(1), 29Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c54.",
        "Froot, K. A., D. S. Scharfstein, and J. C. Stein (1993). Risk management: Coordinating corporate investment and financing policies. Journal of Finance 48(5), 1629Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c1658.",
        "Gabaix, X. and A. Landier (2008). Why has ceo pay increased so much? Quarterly Journal of Economics 123, 49Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c100.",
        "GarcÃ\u0083Æ\u0092Ã\u0082Â­a, D. and F. Sangiorgi (2011). Information sales and strategic trading. Review of Financial Studies 24(9), 3069Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c3104.",
        "Garcia, D. and J. M. Vanden (2009). Information acquisition and mutual funds. Journal of Economic Theory 144(5), 1965Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c1995.",
        "Gentzkow, M., E. L. Glaeser, and C. Goldin (2006). The rise of the fourth estate. how newspapers became informative and why it mattered. In Corruption and Reform: Lessons from AmericaÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0084¢s Economic History, pp. 187Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c230. University of Chicago Press.",
        "Grossman, S. J. and J. E. Stiglitz (1980). On the impossibility of informationally efficient markets. American Economic Review 70(3), 393Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c408.",
        "Hellwig, C., A. Mukherji, and A. Tsyvinski (2006). Self-fulfilling currency crises: The role of interest rates. American Economic Review 96(5), 1769Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c1787.",
        "HolmstrÃ\u0083Æ\u0092Ã\u0082Â¶m, B. and J. Tirole (1993). Market liquidity and performance monitoring. Journal of Political Economy, 678Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c709.",
        "Hong, H. and M. Kacperczyk (2010). Competition and bias. Quarterly Journal of Economics 125(4).",
        "Hong, H. and J. D. Kubik (2003). Analyzing the analysts: Career concerns and biased earnings forecasts. Journal of Finance, 313Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c351.",
        "Karolyi, G. A. and R. C. Liao (2015). The economic consequences of investor relations: A global perspective. Available at SSRN .",
        "Kelly, B. and A. Ljungqvist (2012). Testing asymmetric-information asset pricing models.",
        "Krigman, L., W. H. Shaw, and K. L. Womack (2001). Why do firms switch underwriters? Journal of Financial Economics 60(2), 245Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c284.",
        "Lang, M. H. and R. J. Lundholm (1996). Corporate disclosure policy and analyst behavior. Accounting review, 467Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c492.",
        "Merton, R. C. (1987). A simple model of capital market equilibrium with incomplete information. Journal of Finance 42(3), 483Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c510.",
        "Michaely, R. and K. L. Womack (1999). Conflict of interest and the credibility of underwriter analyst recommendations. Review of Financial Studies 12(4), 653Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c686.",
        "Milgrom, P. and I. Segal (2002). Envelope theorems for arbitrary choice sets. Econometrica 70(2), 583Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c601.",
        "Morris, S. and H. S. Shin (2002). Social value of public information. American Economic Review 92(5), 1521Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c1534.",
        "Peress, J. (2014). The media and the diffusion of information in financial markets: Evidence from newspaper strikes. Journal of Finance 69(5), 2007Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c2043.",
        "Rosen, S. (1974). Hedonic prices and implicit markets: product differentiation in pure competition. Journal of Political Economy 82(1), 34Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c55.",
        "Sharpe, W. F. (1964). Capital asset prices: A theory of market equilibrium under conditions of risk. Journal of Finance 19(3), 425Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c442.",
        "Solomon, D. H. and E. F. Soltes (2011). The determinants of coverage in the business press. SSRN eLibrary.",
        "Stein, J. C. (1989). Efficient capital markets, inefficient firms: A model of myopic corporate behavior. Quarterly Journal of Economics, 655Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c669.",
        "Stickel, S. E. (1992). Reputation and performance among security analysts. Journal of Finance 47(5), 1811Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c1836.",
        "TerviÃ\u0083Æ\u0092Ã\u0082Â¶, M. (2008). The difference that ceos make: An assignment model approach. American Economic Review, 642Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c668."
    ]
}