{
    "id": 23112,
    "cites": 66,
    "cited_by": 8,
    "reference": [
        "Aguiar, Mark and Erik Hurst. 2005. Consumption versus expenditure. Journal of Political Economy 113(5): 919-948.",
        "Ahmed, Naeem, Matthew Brzozowski, and Thomas F. Crossley. 2006. Measurement errors in recall food consumption data. Institute for Fiscal Studies Working Paper 06/21.",
        "Anderson, Theresa, John A. Kirlin, and Michael Wiseman. 2012. Pulling together: Linking unemployment insurance and Supplemental Nutrition Assistance Program administrative data to study effects of the Great Recession. U.S. Department of Agriculture, Agricultural Research Service.",
        "Andreyeva, Tatiana, Joerg Luedicke, Kathryn E. Henderson, and Amanda S. Tripp. 2012. Grocery store beverage choices by participants in federal food assistance and nutrition programs. American Journal of Preventive Medicine 43 (4): 411-418.",
        "Banks, James, Richard Blundell, and Sarah Tanner. 1998. Is there a retirement-savings puzzle? American Economic Review 88(4): 769-788.",
        "Battistin, Erich and Mario Padula. 2016. Survey instruments and the reports of consumption expenditures: Evidence from the Consumer Expenditure Surveys. Journal of the Royal Statistical Society: Series A (Statistics in Society) 179(2): 559-581.",
        "Beatty, Timothy K. M. and Charlotte J. Tuttle. 2015. Expenditure response to increases in inkind transfers: Evidence from the Supplemental Nutrition Assistance Program. American Journal of Agricultural Economics 97(2): 390-404.",
        "Bitler, Marianne P. 2015. The health and nutrition effects of SNAP: Selection into the program and a review of the literature on its effects. In J. Bartfeld, C. Gundersen, T. Smeeding, and J. P. Ziliak (eds.), SNAP Matters: How Food Stamps Affect Health and Well Being: 134-160. Stanford: Stanford University Press.",
        "Blundell, Richard W., Martin Browning, and Ian A. Crawford. 2003. Nonparametric Engel curves and revealed preference. Econometrica 71(1): 205-240.",
        "Blundell, Richard and James L. Powell. 2003. Endogeneity in nonparametric and semiparametric regression models. In M. Dewatripont, L. P. Hansen, and S. J. Turnovsky (eds.), Advances in Economics and Econometrics: Theory and Applications, Eighth World Congress 2: 312357. Cambridge: Cambridge University Press.",
        "Bronnenberg, Bart J., Jean-Pierre Dube, Matthew Gentzkow, and Jesse M. Shapiro. 2015. Do pharmacists buy Bayer? Informed shoppers and the brand premium. Quarterly Journal of Economics 130(4): 1669-1726.",
        "Browning, Edgar K. and Mark A. Zupan. 2004. Microeconomics: Theory and Applications. 8th ed. Hoboken: Wiley.",
        "Browning, Martin, Thomas F. Crossley, and Joachim Winter. 2014. The measurement of household consumption expenditures. Annual Review of Economics 6(1): 475-501.",
        "Bruich, Gregory A. 2014. The effect of SNAP benefits on expenditures: New evidence from scanner data and the November 2013 benefit cuts. Harvard University. Mimeo. Accessed at <http://scholar.harvard.edu/files/bruich/files/bruich_2014b.pdf> on May 5, 2016.",
        "Castner, Laura and James Mabli. 2010. Low-income household spending patterns and measures of poverty. Washington, DC: Mathematica Policy Research.",
        "Collins, Ann M., Ronette Briefel, Jacob Alex Klerman, Anne Wolf, Gretchen Rowe, Chris Logan, Ayesha Enver, Syeda Fatima, Anne Gordon, and Julia Lyskawa. 2016. Summer Electronic Benefit Transfer for Children (SEBCT) Demonstration: Summary Report. Accessed at <http://www.fns.usda.gov/sites/default/files/ops/sebtcfinalreport.pdf> on January 5, 2016.",
        "Congressional Budget Office. 2012. The Supplemental Nutrition Assistance Program. Accessed at <https://www.cbo.gov/sites/default/files/112th-congress-2011-2012/reports/04-19-SNAP.pdf> on May 5, 2016.",
        "Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009dÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009dÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009d. 2013. Accessed at <https://www.cbo.gov/sites/default/files/113th-congress-2013-2014/ graphic/43935-means-tested-infographic0.pdf> on May 5, 2016.",
        "Engel, Ernst. 1857. Die Productions- und ConsumtionsverhÃ\u0083Æ\u0092Ã\u0082Â¤ltnisse des KÃ\u0083Æ\u0092Ã\u0082Â¶nigreichs Sachsen. Zeitschrift des statistischen Bureaus des KÃ\u0083Æ\u0092Ã\u0082Â¶niglich SÃ\u0083Æ\u0092Ã\u0082Â¤chsischen Ministerium des Inneren 8-9: 1-54.",
        "Fan, Jianqing and Irene Gijbels. 1996. Local Polynomial Modelling and Its Applications. London, UK: Chapman and Hall.",
        "Farhi, Emmanuel and Xavier Gabaix. 2015. Optimal taxation with behavioral agents. NBER Working Paper No. 21524.",
        "Feldman, Naomi E. 2010. Mental accounting effects of income tax shifting. The Review of Economics and Statistics 92(1): 70-86.",
        "Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009dÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009dÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009d. 2014. FNS Handbook 501, Chapter 5. Accessed at <http://www.fns.usda.gov/sites/default/files/FNSHANDBOOK_501_Chap5_4_2014_new.pdf> on January 5, 2016.",
        "Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009dÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009dÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009d. 2016a. Supplemental Nutrition Assistance Program. Accessed at <http://www.fns.usda.gov/pd/supplemental-nutrition-assistance-program-snap> on May 25, 2016.",
        "Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009dÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009dÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009d. 2016b. Supplemental Nutrition Assistance Program (SNAP): Eligibility. Accessed at <http://www.fns.usda.gov/snap/eligibility> on January 5, 2016.",
        "Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009dÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009dÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009d. 2017. Supplemental Nutrition Assistance Program (SNAP): Eligible Food Items. Accessed at <http://www.fns.usda.gov/snap/eligible-food-items> on January 14, 2017.",
        "Fox, Mary Kay, William Hamilton, and Biing-Hwan Lin. 2004. Effects of food assistance and nutrition programs on nutrition and health: Volume 3, literature review. U.S. Department of Agriculture, Economic Research Service.",
        "Ganong, Peter and Pascal Noel. 2016. How does unemployment affect consumer spending? Harvard University Working Paper, January 2016.",
        "Garasky, Steven, Kassim Mbwana, Andres Romualdo, Alex Tenaglio, and Manan Roy. 2016. Foods typically purchased by Supplemental Nutrition Assistance Program (SNAP) households. U.S. Department of Agriculture, Food and Nutrition Service.",
        "Gough, Margaret. 2013. How do unemployment and recessions affect time in food preparation and food expenditures within the family? Population Association of America Annual Meeting Conference Paper.",
        "Hastings, Justine S. and Jesse M. Shapiro. 2013. Fungibility and consumer choice: Evidence from commodity price shocks. Quarterly Journal of Economics 128(4): 1449-1498.",
        "Heath, Chip and Jack B. Soll. 1996. Mental budgeting and consumer decisions. Journal of Consumer Research 23(1): 40-52.",
        "Houthakker, Hendrik S. 1957. An international comparison of household expenditure patterns, commemorating the centenary of EngelÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0084¢s law. Econometrica 25(4): 532-551.",
        "Hoynes, Hilary W., Leslie McGranahan, and Diane Whitmore Schanzenbach. 2015. SNAP and food consumption. In J. Bartfeld, C. Gundersen, T. Smeeding, and J. P. Ziliak (eds.), SNAP Matters: How Food Stamps Affect Health and Well Being: 107-133. Stanford: Stanford University Press.",
        "Hoynes, Hilary W. and Diane Whitmore Schanzenbach. 2009. Consumption responses to in-kind transfers: Evidence from the introduction of the Food Stamp Program. American Economic Journal: Applied Economics 1(4): 109-139.",
        "Hoynes, Hilary W. and Diane Whitmore Schanzenbach. 2016. US food and nutrition programs. In R. Moffit (ed.), Economics of Means-Tested Transfer Programs in the United States, Volume I: 219-302. Chicago; London: The University of Chicago Press.",
        "Johnson, Lyndon B. 1964. Remarks upon signing the Food Stamp Act. Accessed at <http://www.presidency.ucsb.edu/ws/?pid=26472> on May 5, 2016.",
        "Ketcham, Jonathan D., Nicolai V. Kuminoff, and Christopher A. Powers. 2016. Choice inconsistencies among the elderly: Evidence from plan choice in the Medicare Part D program: Comment. American Economic Review 106(12): 3932-3961.",
        "Kilian, Lutz. 2010. Explaining fluctuations in gasoline prices: A joint model of the global crude oil market and the US retailer gasoline market. The Energy Journal 31(2): 87-112.",
        "Kooreman, Peter. 2000. The labeling effect of a child benefit system. American Economic Review 90(3): 571-583.",
        "Kumcu, Aylin and Phillip Kaufman. 2011. Food spending adjustments during recessionary times.",
        "Leung, Pauline and Christopher J. OÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0084¢Leary. 2015. Should UI eligibility be expanded to lowearning workers? Evidence on employment, transfer receipt and income from administra31 tive data. Upjohn Institute Working Paper 15-236.",
        "Li, Yiran, Bradford Mills, George C. Davis, and Elton Mykerezi. 2014. Child food insecurity and the food stamp program: What a difference monthly data make. Social Service Review 88(2): 332-348.",
        "Mabli, James and Rosalie Malsberger. 2013. Recent trends in spending patterns of Supplemental Nutrition Assistance Program participants and other low-income Americans. Monthly Labor Review, September, 2013.",
        "Mankiw, Gregory N. 2000. Principles of Microeconomics. Boston: Cengage Learning.",
        "Milkman, Katherine L. and John Bashears. 2009. Mental accounting and small windfalls: Evidence from an online grocer. Journal of Economic Behavior and Organization 71(2): 384-394.",
        "Mills, Gregory, Tracy Vericker, Heather Koball, Kye Lippold, Laura Wheaton, and Sam Elkin. 2014. Understanding the rates, causes, and costs of churning in the Supplemental Nutrition Assistance Program (SNAP) - Final report. U.S. Department of Agriculture, Food and Nutrition Service.",
        "Moffitt, Robert. 1989. Estimating the value of an in-kind transfer: The case of food stamps. Econometrica 57(2): 385-409.",
        "Nevo, Aviv and Arlene Wong. 2015. The elasticity of substitution between time and market goods: Evidence from the Great Recession. NBER Working Paper No. 21318.",
        "Nord, Mark and Mark Prell. 2011. Food security improved following the 2009 ARRA increase in SNAP benefits. U.S. Department of Agriculture, Economic Research Service.",
        "Rainwater, Lee, Richard P. Coleman, and Gerald Handel. 1959. WorkingmanÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0084¢s Wife: Her Personality, World and Life Style. New York: Oceana Publications.",
        "Ratcliffe, Caroline, Signe-Mary McKernan, and Sisi Zhang. 2011. How much does the Supplemental Nutrition Assistance Program reduce food insecurity? American Journal of Agricultural Economics 93(4): 1082-1098.",
        "Rhode Island Department of Labor and Training. 2016. 2016 UI and TDI Quick Reference. Accessed at <https://web.archive.org/web/20160104022814/http://www.dlt.ri.gov/lmi/news/quickref.htm> on December 22, 2016.",
        "Robinson, Peter M. 1988. Root-N-consistent semiparametric regression. Econometrica 56(4): 931-954.",
        "Schanzenbach, Diane Whitmore. 2002. What are food stamps worth? Princeton University Industrial Relations Section Working Paper No. 468.",
        "Thaler, Richard H. 1999. Mental accounting matters. Journal of Behavioral Decision Making 12(3): 183-206.",
        "Thompson, Samuel B. 2011. Simple formulas for standard errors that cluster by both firm and time. Journal of Financial Economics 99(1): 1-10.",
        "Trippe, Carole and Daisy Ewell. 2007. An analysis of cash food expenditures of food stamp households. Washington, DC: Mathematica Policy Research.",
        "US Census Bureau. 2010. County Business Patterns. Accessed at <http://www.census.gov/data/datasets/2010/econ/cbp/2010-cbp.html> on June 15, 2016.",
        "Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009dÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009dÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009d. 2016. Accessed at <http://www.census.gov/quickfacts/table/PST045215/00> on May 5, 2016.",
        "Varian, Hal R. 1983. Non-parametric tests of consumer behaviour. Review of Economic Studies 50(1): 99-110.",
        "Ver Ploeg, Michele, Lisa Mancino, Jessica E. Todd, Dawn Marie Clay, and Benjamin Scharadin. 2015. Where do Americans usually shop for food and how do they travel to get there? Initial findings from the National Household Food Acquisition and Purchase Survey. U.S. Department of Agriculture, Economic Research Service.",
        "Wilde, Parke E. 2001. The food stamp benefit formula: Implications for empirical research on food demand. Journal of Agricultural and Resource Economics 26(1): 75-90.",
        "Wilde, Parke E. and Christine Ranney. 1996. The distinct impact of food stamps on food spending. Journal of Agricultural and Resource Economics 21(1): 174-185.",
        "Wilde, Parke E., Lisa M. Troy, and Beatrice L. Rogers. 2009. Food stamps and food spending: An Engel function approach. American Journal of Agricultural Economics 91(2): 416-430.",
        "Yen, Steven T., Margaret Andrews, Zhuo Chen, and David B. Eastwood. 2008. Food Stamp Program participation and food insecurity: An instrumental variables approach. American Journal of Agricultural Economics 90(1): 117-132."
    ]
}