{
    "id": 23125,
    "cites": 180,
    "cited_by": 8,
    "reference": [
        "AcemoÃ\u0083â\u0080\u009eÃ\u0082Å¸lu, Daron, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Why Do New Technologies Complement Skills? Directed Technical Change and Wage Inequality,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Quarterly Journal of Economics, 1998, 113 (4), 1055Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c1089.",
        ", Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Directed technical change,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Review of Economic Studies, 2002, 69 (4), 781Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c809.",
        ", Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Equilibrium bias of technology,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Econometrica, 2007, 75 (5), 1371Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c1409.",
        ", Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093When Does Labor Scarcity Encourage Innovation?,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Journal of Political Economy, 2010, 118 (6), 1037Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c 1078.",
        ", David H Autor, and David Lyle, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Women, War, and Wages: The Effect of Female Labor Supply on the Wage Structure at Midcentury,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Journal of Political Economy, 2004, 112 (3), 497Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c551.",
        "Altonji, J.G. and D. Card, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093The effects of immigration on the labor market outcomes of less-skilled natives,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d in J.M. Abowd and R.F. Freeman, eds., Immigration, Trade and the Labor Market, University of Chicago Press, 1991, pp. 201Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c234.",
        "Angrist, J.D. and A.D. Kugler, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Protective or counter-productive? Labour market institutions and the effect of immigration on E.U. natives,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Economic Journal, 2003, 113 (488), F302Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009cF331.",
        "Baltagi, Badi H and Dong Li, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Series estimation of partially linear panel data models with fixed effects,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Annals of Economics and Finance, 2002, 3 (1), 103Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c116.",
        "Beaudry, Paul and David Green, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Wages and Employment in the United States and Germany: What Explains the Differences,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d American Economic Review, 2003, 93 (3), 573Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c602.",
        ", Mark Doms, and Ethan Lewis, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Should the Personal Computer Be considered a Technological Revolution? Evidence from U.S. Metropolitan Areas,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Journal of Political Economy, 2010, 118 (5), 988Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c 1036.",
        "Beerli, Andreas and Giovanni Peri, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093The Labor Market Effects of Opening the Border: New Evidence from Switzerland,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Working Paper 21319, Cambridge, MA: National Bureau of Economic Research 2015.",
        "Bickerton, Maria Elena, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Prospects for a bilateral immigration agreement with Mexico: Lessons from the Bracero Program,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Tex. L. Rev., 2000, 79, 895Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c919.",
        "Binswanger, Hans, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Agricultural Mechanization: A Comparative Historical Perspective,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d World Bank Research Observer, 1986, 1 (1), 27Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c56.",
        "BLS, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Wartime Wages, Income, and Wage Regulation in Agriculture: Part 2Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009cÃ\u0083Æ\u0092Ã\u0082Â¯Comparative Wages and Wage Regulation,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Monthly Labor Review, 1946, 63 (2), 195Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c204.",
        "Borjas, George J and Kirk B Doran, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Cognitive Mobility: Labor Market Responses to Supply Shocks in the Space of Ideas,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Journal of Labor Economics, 2015, 33 (S1 Part 2), S109Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009cS145.",
        "Braun, Sebastian and Toman Omar Mahmoud, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093The employment effects of immigration: evidence from the mass arrival of German expellees in postwar Germany,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Journal of Economic History, 2014, 74 (01), 69Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c108.",
        "Briggs, Vernon M, Foreign Labor Programs as an Alternative to Illegal Immigration into the United States: a Dissenting View Vol. 2, Paper 28, Center for Philosophy and Public Policy. College Park, MD: University of Maryland, 1980.",
        "Cadena, Brian C and Brian K Kovak, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Immigrants equilibrate local labor markets: Evidence from the Great Recession,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d American Economic Journal: Applied Economics, 2016, 8 (1), 257Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c290.",
        "Calavita, Kitty, Inside the State: The Bracero Program, immigration, and the INS, New York: Routledge, 1992.",
        "Card, David, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093The impact of the Mariel boatlift on the Miami labor market,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Industrial & Labor Relations Review, 1990, 43 (2), 245Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c257.",
        ", Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Using regional variation in wages to measure the effects of the federal minimum wage,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Industrial & Labor Relations Review, 1992, 46 (1), 22Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c37.",
        "Cardoso, Lawrence A., Mexican Emigration to the United States, 1897Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c1931: Socio-Economic Patterns, Tucson, AZ: University of Arizona Press, 1980.",
        "Carrington, W.J. and P. de Lima, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093The impact of 1970s repatriates from Africa on the Portuguese labor market,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Industrial and Labor Relations Review, 1996, 49 (2), 330Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c347.",
        "Caselli, Francesco and Wilbur John Coleman, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093The World Technology Frontier,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d American Economic Review, 2006, 96 (3), 499Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c522.",
        "Clemens, Michael A, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093The Effect of Occupational Visas on Native Employment: Evidence from Labor Supply to Farm Jobs in the Great Recession,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d IZA Discussion Paper 10492. Bonn: IZA Institute for the Study of Labor 2017.",
        "Cortes, Kalena E, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Are refugees different from economic immigrants? Some empirical evidence on the heterogeneity of immigrant groups in the United States,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Review of Economics and Statistics, 2004, 86 (2), 465Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c480.",
        "Craig, Richard B, The Bracero Program: Interest Groups and Foreign Policy, Austin: University of Texas Press, 1971.",
        "Devadoss, Stephen and Jeff Luckstead, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Contributions of immigrant farmworkers to California vegetable production,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Journal of Agricultural and Applied Economics, 2008, 40 (3), 879Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c894.",
        "DOL, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Part III, Chapter 4800 Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009d Revision of ES-223, In-Season Farm Labor Report,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Manual Transmittal Letter No. 414 1955. Dwight D. Eisenhower Presidential Library, Abilene, KS. U.S. PresidentÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0084¢s Commission on Migratory Labor, Box 11, folder Labor Dept. Committee on Coordination, Samuel Pierce, Chairman.",
        "DOL, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Higher wages attract more California workers to agriculture,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Farm Labor Developments, 1966, 1 (3, April), 9Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c18.",
        "Durand, Jorge, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093The Bracero Program (1942Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c1964): A Critical Appraisal,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d MigraciÃ\u0083Æ\u0092Ã\u0082Â³n y Desarrollo, 2007, 2 (2), 25Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c40.",
        ", Douglas S Massey, and Fernando Charvet, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093The changing geography of Mexican immigration to the United States: 1910Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c1996,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Social Science Quarterly, 2000, 81 (1), 1Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c15.",
        "Espey, Molly and Dawn D Thilmany, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Farm Labor Demand: A Meta-Regression Analysis of Wage Elasticities,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Journal of Agricultural and Resource Economics, 2000, 25 (1), 252Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c266.",
        "Fan, Jianqing and Irene Gijbels, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Variable bandwidth and local linear regression smoothers,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Annals of Statistics, 1992, 20 (4), 2008Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c2036.",
        "Fite, Gilbert C, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Mechanization of cotton production since World War II,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Agricultural History, 1980, 54 (1), 190Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c207.",
        "Foged, Mette and Giovanni Peri, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093ImmigrantsÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0084¢ Effect on Native Workers: New Analysis on Longitudinal Data,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d American Economic Journal: Applied Economics, 2016, 8 (2), 1Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c34.",
        "Freier, Luisa Feline, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093The Importance of Access Policies in South-South Migration EcuadorÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0084¢s Policy of Open Doors as a Quasi Experiment,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Working Paper 103, International Migration Institute, University of Oxford 2014.",
        "Friedberg, R.M., Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093The impact of mass migration on the Israeli labor market,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Quarterly Journal of Economics, 2001, 116 (4), 1373Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c1408.",
        "Fuller, Varden, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093A new era for farm labor?,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Industrial Relations: A Journal of Economy and Society, 1967, 6 (3), 285Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c302.",
        "Galarza, Ernesto, Merchants of Labor: The Mexican Bracero Story, Charlotte: McNally & Loftin, 1964.",
        "Gamio, Manuel, Mexican Immigration to the United States: A Study of Human Migration and Adjustment, Chicago: University of Chicago Press, 1930.",
        "Gandal, Neil, Gordon H Hanson, and Matthew J Slaughter, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Technology, trade, and adjustment to immigration in Israel,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d European Economic Review, 2004, 48 (2), 403Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c428.",
        "Gardner, Bruce, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Minimum wages and the farm labor market,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d American Journal of Agricultural Economics, 1972, 54 (3), 473Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c476.",
        "Garrett, Glenn E., George G. Higgins, Edward J. Thye, Rufus B. von KleinSmid, and William Mirongoff, Mexican Farm Labor Program: Consultants Report Published as evidence in Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Extension of Farm Labor ProgramÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d, Hearings before a subcommittee of the Committee on Agriculture and Forestry, U.S. Senate, 87th Congress, on S. 1466, S. 1945, and H.R. 2010, 1st session, June 12Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c13, 1961, pp. 267Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c325, Washington, DC: U.S. Department of Labor, 1959.",
        "GastelÃ\u0083Æ\u0092Ã\u0082Âºm Gaxiola, MarÃ\u0083Æ\u0092Ã\u0082Â­a de los Angeles, La migraciÃ\u0083Æ\u0092Ã\u0082Â³n de los trabajadores mexicanos indocumentados a los Estados Unidos, Vol. 6, ColecciÃ\u0083Æ\u0092Ã\u0082Â³n Posgrado, MÃ\u0083Æ\u0092Ã\u0082Â©xico, DF: Universidad Nacional AutÃ\u0083Æ\u0092Ã\u0082Â³noma de MÃ\u0083Æ\u0092Ã\u0082Â©xico, 1991.",
        "Glitz, Albrecht, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093The labor market impact of immigration: A quasi-experiment exploiting immigrant location rules in Germany,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Journal of Labor Economics, 2012, 30 (1), 175Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c213.",
        "GonzÃ\u0083Æ\u0092Ã\u0082Â¡lez, Libertad and Francesc Ortega, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093How do very open economies adjust to large immigration flows? Evidence from Spanish regions,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Labour Economics, 2011, 18 (1), 57Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c70.",
        "GonzÃ\u0083Æ\u0092Ã\u0082Â¡lez Navarro, MoisÃ\u0083Æ\u0092Ã\u0082Â©s, PoblaciÃ\u0083Æ\u0092Ã\u0082Â³n y Sociedad en MÃ\u0083Æ\u0092Ã\u0082Â©xico (1900-1970), Vol. 2, MÃ\u0083Æ\u0092Ã\u0082Â©xico, DF: Universidad Nacional AutÃ\u0083Æ\u0092Ã\u0082Â³noma de MÃ\u0083Æ\u0092Ã\u0082Â©xico, 1974.",
        "Gosney, Ezra Seymour, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Human Sterilization Today,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d California and Western Medicine, 1937, 46 (6), 396Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c 398.",
        "Gratton, Brian and Emily Merchant, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Immigration, Repatriation, and Deportation: The MexicanOrigin Population in the United States, 1920Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c1950,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d International Migration Review, 2013, 47 (4), 944Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c 975.",
        "Grove, Wayne A., Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093The Mexican Farm Labor Program, 1942Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c1964: Government-Administered Labor Market Insurance for Farmers,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Agricultural History, 1996, 70 (2), 302Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c320.",
        "Hadley, Eleanor M, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093A critical analysis of the wetback problem,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Law and Contemporary Problems, 1956, 21 (2), 334Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c357.",
        "Hanlon, W Walker, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Necessity is the mother of invention: Input supplies and Directed Technical Change,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Econometrica, 2015, 83 (1), 67Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c100.",
        "Harper, Robert G., Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Mechanization and the Seasonal Farmworker,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Farm Labor Developments, 1967, 1 (2, April), 8Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c20.",
        "Hatton, Timothy J and Massimiliano Tani, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Immigration and Inter-Regional Mobility in the UK, 1982Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c 2000,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Economic Journal, 2005, 115 (507), F342Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009cF358.",
        "Hawley, Ellis W, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093The politics of the Mexican labor issue, 1950-1965,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Agricultural History, 1966, 40 (3), 157Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c176.",
        "Hayami, Yujiro and V. W. Ruttan, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Factor Prices and Technical Change in Agricultural Development: The United States and Japan, 1880-1960,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Journal of Political Economy, 1970, 78 (5), 1115Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c1141.",
        "Heinicke, Craig and Wayne A Grove, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Ë\u009cMachinery Has Completely Taken OverÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0084¢: The Diffusion of the Mechanical Cotton Picker, 1949Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c1964,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Journal of Interdisciplinary History, 2008, 39 (1), 65Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c96.",
        "Herrendorf, Berthold, Christopher Herrington, and Akos Valentinyi, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Sectoral technology and structural transformation,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d American Economic Journal: Macroeconomics, 2015, 7 (4), 104Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c133.",
        "Hirsch, Hans G, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Effects of change in use of seasonal workers on US-Mexican agricultural trade and balance of payments,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Economic Research Service. Washington, DC: US Department of Agriculture 1966.",
        "Holmes, Samuel J, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Perils of the Mexican invasion,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d The North American Review, 1929, 227 (5), 615Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c623.",
        "Hong, Gihoon and John McLaren, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Are Immigrants a Shot in the Arm for the Local Economy?,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d NBER Working Paper 21123. Cambridge, MA: National Bureau of Economic Research 2015.",
        "Hornbeck, Richard and Suresh Naidu, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093When the levee breaks: Black migration and economic development in the American South,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d American Economic Review, 2014, 104 (3), 963Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c990.",
        "Hunt, J., Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093The impact of the 1962 repatriates from Algeria on the French labor market,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Industrial and Labor Relations Review, 1992, 45 (3), 556Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c572.",
        "Jacobson, Louis S, Robert LaLonde, and Daniel Sullivan, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Earnings Losses of Displaced Workers,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d American Economic Review, 1993, 83 (4), 685Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c709.",
        "Johnson, D Gale and Marilyn Corn Nottenburg, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093A Critical Analysis of Farm Employment Estimates,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Journal of the American Statistical Association, 1951, 46 (254), 191Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c205.",
        "Jones, Lamar B and G Randolph Rice, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Agricultural Labor in the Southwest: The Post Bracero Years,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Social Science Quarterly, 1980, 61 (1), 86Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c94.",
        "Kennan, John, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Open Borders in the European Union and Beyond: Migration Flows and Labor Market Implications Preliminary,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d NBER Working Paper 23048. Cambridge, MA: National Bureau of Economic Research 2017.",
        "Kennedy, John F., Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Statement by the President upon signing bill governing recruitment of Mexican agricultural workers, October 4, 1961,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d in Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Public Papers of the Presidents of the United States: John F.",
        "Kennedy, 1961,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Washington, DC: Government Printing Office, 1962, p. 639.",
        "Kosack, Edward, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Guest Worker Programs and Human Capital Investment: The Bracero Program in Mexico, 1942Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c1964,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Working Paper, Dept. of Economics, Xavier University 2016.",
        "Koziara, Karen S., Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093The Agricultural Minimum Wage: A Preliminary Look,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Monthly Labor Review, 1967, 90 (9), 26Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c29.",
        "Kuhl, Stefan, The Nazi Connection: Eugenics, American racism, and German national socialism, Oxford: Oxford University Press, 2002.",
        "Lafortune, Jeanne, JosÃ\u0083Æ\u0092Ã\u0082Â© Tessada, and Carolina GonzÃ\u0083Æ\u0092Ã\u0082Â¡lez-Velosa, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093More hands, more power? Estimating the impact of immigration on output and technology choices using early 20th century US agriculture,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Journal of International Economics, 2015, 97 (2), 339Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c358.",
        "LaLonde, Robert J., Active Labor Market Policies The International Library of Critical Writings in Economics 318, Northampton, MA: Edward Elgar, 2016.",
        "Lawson, Robert A and Saurav Roychoudhury, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Do Travel Visa Requirements impede Tourist Travel?,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Journal of Economics and Finance, 2016, 40 (4), 817Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c828.",
        "Levine, Linda, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093The Effects on US Farm Workers of an Agricultural Guest Worker Program,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Washington, DC: Congressional Research Service 2006.",
        "Lewis, Ethan G, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Immigration, skill mix, and capital skill complementarity,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Quarterly Journal of Economics, 2011, 126 (2), 1029Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c1069.",
        "Liang, Kung-Yee and Scott L Zeger, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Longitudinal data analysis using generalized linear models,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Biometrika, 1986, 73 (1), 13Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c22.",
        "Libois, FranÃ\u0083Æ\u0092Ã\u0082Â§ois and Vincenzo Verardi, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Semiparametric fixed-effects estimator,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Stata Journal, 2013, 13 (2), 329Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c336.",
        "Mamer, John W, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093The Use of Foreign Labor for Seasonal Farm Work in the United States: Issues Involved and Interest Groups in Conflict,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Journal of Farm Economics, 1961, 43 (5), 1204Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c1210.",
        "Mansfield, Edwin, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Technical Change and the Rate of Imitation,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Econometrica, 1961, 29 (4), 741Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c766.",
        "MartÃ\u0083Æ\u0092Ã\u0082Â­n, Carlos E, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Mechanization And Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0084¢MexicanizationÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0084¢: Racializing CaliforniaÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0084¢s Agricultural Technology, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Science as Culture, 2001, 10 (3), 301Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c326.",
        "Martin, Philip L, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Guest workers: Past and present,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d in Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Migration between Mexico and the United States, Binational Study,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Vol. 3: Research Reports and Background Materials, Washington, DC: U.S. Commission on Immigration Reform, 1998, pp. 877Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c896.",
        "Martin, William E, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Alien Workers in United States Agriculture: Impacts on Production,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Journal of Farm Economics, 1966, 48 (5), 1137Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c1145.",
        "Massey, Douglas S and Karen A Pren, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Origins of the new Latino underclass,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Race and Social Problems, 2012, 4 (1), 5Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c17.",
        "McBride, John G, The Vanishing Bracero: Valley Revolution, San Antonio, TX: The Naylor Co., 1963.",
        "Mervine, E.M. and R.D. Barmington, Mechanical Thinning of Sugar Beets Bulletin 476, Fort Collins: Colorado Agricultural Experiment Station, Colorado State College, 1943.",
        "Metzler, William H., Ralph A. Loomis, and Nelson L. LeRay, The Farm Labor Situation in Selected States, 1965Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c66, Washington, DC: Economic Research Service, U.S. Dept. of Agriculture, 1967.",
        "Mitchell, Don, They Saved the Crops: Labor, landscape, and the struggle over industrial farming in Braceroera California, Athens, GA: University of Georgia Press, 2012.",
        "Morgan, Kristi L, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Evaluating guest worker programs in the US: a comparison of the Bracero Program and President BushÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0084¢s proposed immigration reform plan,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Berkeley La Raza Law Journal, 2004, 15, 125Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c 144.",
        "Morgan, L. C. and B. L. Gardner, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Potential for a U.S. guest-worker program in agriculture: Lessons from the Braceros,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d in B. R. Chiswick, ed., The Gateway: U.S. Immigration Issues and Policies, Washington, DC: American Enterprise Institute, 1982, pp. 361Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c411.",
        "Morris, Austin P, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Agricultural Labor and National Labor Legislation,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d California Law Review, 1966, 54 (5), 1939Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c1989.",
        "Norris, Jim, North for the Harvest: Mexican Workers, Growers, and the Sugar Beet Industry, St. Paul: Minnesota Historical Society Press, 2009.",
        "North, David S and Marion F Houstoun, The Characteristics and Role of Illegal Aliens in the US Labor Market: An Exploratory Study Report ETA-DOL-20-1-74-21, Employment and Training Administration, Washington, DC: U.S. Department of Labor, 1976.",
        "Ortega, Francesc and Giovanni Peri, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093The effect of income and immigration policies on international migration,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Migration Studies, 2013, 1 (1), 47Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c74.",
        "Peri, Giovanni, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Immigrants, Productivity, and Labor Markets,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Journal of Economic Perspectives, 2016, 30 (4), 3Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c29.",
        "Rasmussen, Wayne D, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Technological Change in Western Sugar Beet Production,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Agricultural History, 1967, 41 (1), 31Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c36.",
        "Rogers, Lawrence and Irving Cohen, Technological Changes in Sugar Beet Cultivation: Effect on Seasonal Hired Labor Bureau of Employment Security, Washington, DC: U.S. Department of Labor, 1963.",
        "Rorabaugh, Guy, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Presidential Address,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Journal of the American Society of Sugar Beet Technologists, 1964, 13 (1), 1Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c4.",
        "Rubin, Donald B, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Assignment to Treatment Group on the Basis of a Covariate,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Journal of Educational and Behavioral statistics, 1977, 2 (1), 1Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c26.",
        "Salandini, Victor, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093The political-economic dynamics of CaliforniaÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0084¢s farm labor market-a highly specific model of international factor flows,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Journal of Behavioral Economics, 1973, 2 (1), 144Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c246.",
        "Sanders, Grover H., Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Mechanization of Farm Operations in 1965,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Farm Labor Developments, 1965, 1 (6, October), 13Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c32.",
        "Scruggs, Otey M, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Texas and the Bracero program, 1942-1947,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Pacific Historical Review, 1963, 32 (3), 251Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c264.",
        "Secretary of Labor, Year of Transition: Seasonal Farm Labor, Washington, DC: U.S. Department of Labor, 1966.",
        "Smith, Michael M, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Beyond the borderlands: Mexican labor in the Central Plains, 1900Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c1930,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Great Plains Quarterly, 1981, 1 (4), 239Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c251.",
        "Stern, Alexandra Minna, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Sterilized in the name of public health: race, immigration, and reproductive control in modern California,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d American Journal of Public Health, 2005, 95 (7), 1128Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c1138.",
        ", Eugenic Nation: Faults and frontiers of better breeding in modern America, 2nd ed., Berkeley, CA: University of California Press, 2015.",
        "Sullivan, Patrick J., Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Monsignor George G. Higgins: The Labor PriestsÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0084¢ Priest,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d U.S. Catholic Historian, 2001, 19 (4), 103Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c118.",
        "Taylor, Paul Schuster, Mexican Labor in the United States: Migration Statistics IV University of California Publications in Economics, Vol. 12, No. 3, pp. 23Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c50, Berkeley, CA: University of California Press, 1934.",
        "U.S. House of Representatives, How Would Millions of Guest Workers Impact Working Americans and Americans Seeking Employment? Hearing Before the Subcomm. on Immigration, Border Security and Claims of the H. Comm. on the Judiciary, 108th Cong., 2nd session, March 24, Serial No. 78, Washington, DC: U.S. Department of Labor, 2004. U.S. National Archives, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Department of Agriculture Bureau of Agricultural Economics Organization Authority Record,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d National Archives Catalog Online. U.S. Senate, The migratory farm labor problem in the United States Report of the Committee on Labor and Public Welfare, United States Sentate, made by its Subcommittee on Migratory Labor, purusant to S.",
        "Res. 188. 89th Congress, 2nd Session. August 30., Report 91-83. Washington, DC: Government Printing Office, 1966.",
        "USDA, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Farm employment drops sharply; wage rates continue to climb,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Farm Labor, 1958, 1 (1, January). , Major Statistical Series of the U.S. Department of Agriculture, How They Are Constructed and Used Vol.",
        "7, Farm Population and Employment, Washington, DC: United States Department of Agriculture, 1969.",
        "USDA, Sugar Reports No. 225, February. Agricultural Stabilization and Conservation Service, Washington, DC: United States Department of Agriculture, 1971.",
        "USDA, Statistics on Cotton and Related Data, 1920Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c73, Washington, DC: United States Department of Agriculture Economic Research Service, 1974.",
        "USDA, Agricultural Labor Data Sources: An Update No. 658, August. Agriculture Handbook, Washington, DC: United States Department of Agriculture Economic Research Service, 1986.",
        "Vandermeer, John H, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Mechanized agriculture and social welfare: The tomato harvester in Ohio,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Agriculture and Human Values, 1986, 3 (3), 21Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c25.",
        "Vialet, Joyce and Barbara McClure, Temporary Worker Programs: Background and Issues, A report prepared at the request of Senator Edward M. Kennedy, chairman, Committee on the Judiciary, United States Senate, for the use of the Select Commission on Immigration and Refugee Policy, Congressional Research Service. Washington, DC: Government Printing Office, 1980.",
        "von KleinSmid, Rufus Bernhard, Eugenics and the State: A paper read before the Cincinnati Academy of Medicine, May 1913, Jeffersonville, IN: Indiana Reformatory Printing Trade School, 1913.",
        "Wildermuth, John R. and William E. Martin, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093People and Machines: Labor Implications of Developing Technology,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d in B.F. Cargill and G.E. Rossmiller, eds., Fruit and Vegetable Harvest Mechanization: Manpower Implications, East Lansing, MI: Rural Manpower Center, Michigan State University, 1969, pp. 197Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c207.",
        "Williams, Lee G., Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Recent Legislation Affecting the Mexican Labor Program,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Employment Security Re38 view, 1962, 29 (1), 29Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c31.",
        "Wise, Donald E., Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093The effect of the bracero on agricultural production in California,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Economic Inquiry, 1974, 12 (4), 547Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c558. Figure 1: The diversification cone [Ã\u0083Â\u008fÃ\u0082â\u0080¢`,Ã\u0083Â\u008fÃ\u0082â\u0080¢u] and shutdown margin Ã\u0083Â\u008fÃ\u0082â\u0080¢ L/T Y/T advanced Ã\u0083Â\u008fÃ\u0082â\u0080¢` Ã\u0083Â\u008fÃ\u0082â\u0080¢u traditional  Ã\u0083Â\u008fÃ\u0082â\u0080¢ w",
        "wÃ\u0083Å\u0092Ã\u0082â\u0080\u009a Table 1: Effects of bracero exclusion on real wages: Differences-in-differences with continuous treatment, quarterly Wage, all years Wage, 1960Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c1970 Dep. var.",
        "Hourly composite Daily w/o board Hourly composite Daily w/o board It >1965  ` 1955 s Ã\u0083Â¢Ã\u0082Ë\u0086Ã\u0082â\u0080\u00990.0356 Ã\u0083Â¢Ã\u0082Ë\u0086Ã\u0082â\u0080\u00990.385 Ã\u0083Â¢Ã\u0082Ë\u0086Ã\u0082â\u0080\u00990.0401 Ã\u0083Â¢Ã\u0082Ë\u0086Ã\u0082â\u0080\u00990.0247 (0.0426) (0.496) (0.0315) (0.309) Fixed effects: State Yes Yes Yes Yes Quarter-by-year Yes Yes Yes Yes Std. err. clustered by State State State State N 4324 5714 2024 1892 adj. R2 0.773 0.840 0.733 0.758 Clusters 46 43 46 43 Semielasticity Ã\u0083Â¢Ã\u0082Ë\u0086Ã\u0082â\u0080\u009a lnw Ã\u0083Â¢Ã\u0082Ë\u0086Ã\u0082â\u0080\u009a(B/L) Ã\u0083Â¢Ã\u0082Ë\u0086Ã\u0082â\u0080\u00990.0403 Ã\u0083Â¢Ã\u0082Ë\u0086Ã\u0082â\u0080\u00990.0464 Ã\u0083Â¢Ã\u0082Ë\u0086Ã\u0082â\u0080\u00990.0419 Ã\u0083Â¢Ã\u0082Ë\u0086Ã\u0082â\u0080\u00990.00272 (0.0481) (0.0599) (0.0329) (0.0342) p-val. of Ã\u0083Â\u008fÃ\u0082â\u0080¡2 test: Ã\u0083Â¢Ã\u0082Ë\u0086Ã\u0082â\u0080\u009a lnw Ã\u0083Â¢Ã\u0082Ë\u0086Ã\u0082â\u0080\u009a(B/L) = 0.1 [0.0036] [0.0145] [< 0.001] [0.0026] Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Ë\u009cTreatmentÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0084¢ is the degree of exposure to exclusion. Observations are state-quarters. Standard errors clustered by state in parentheses.",
        "`1955 is average fraction of Mexicans among the stateÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0084¢s total hired seasonal workers across the months of 1955. Wages in constant 1965 US$ deflated by CPI. Ã\u0083Â¢Ã\u0082Ë\u0086Ã\u0082â\u0080\u0094 p < 0.10, Ã\u0083Â¢Ã\u0082Ë\u0086Ã\u0082â\u0080\u0094Ã\u0083Â¢Ã\u0082Ë\u0086Ã\u0082â\u0080\u0094 p < 0.05, Ã\u0083Â¢Ã\u0082Ë\u0086Ã\u0082â\u0080\u0094Ã\u0083Â¢Ã\u0082Ë\u0086Ã\u0082â\u0080\u0094Ã\u0083Â¢Ã\u0082Ë\u0086Ã\u0082â\u0080\u0094 p < 0.01. The hourly wage has full state coverage but fewer years (1948Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c 1971); the daily wage has more years (1942Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c1975) but is missing three states (CA, OR, WA). Farm worker stocks missing in original sources for 1955 in Rhode Island and New Hampshire.",
        "Figure 2: Quarterly average real farm wages in states grouped by exposure to bracero exclusion 0.7 0.8 0.9 1.0 1.1 Hourly wage, composite (1965 US$/hour) 1945 1950 1955 1960 1965 1970 1975 Year Bracero fraction (B/L) in 1955: No exposure (B/L = 0) Low exposure (0 < B/L < 0.2) High exposure (B/L Ã\u0083Â¢Ã\u0082â\u0080°Ã\u0082Â¥ 0.2) Fan-Gijbels (1992) local linear regressions of quarterly state-average hourly wage on quarter-by-year, Epanechnikov kernel, bandwidth 2 quarters. Real wage adjusted by national Consumer Price Index. Vertical dotted lines show the beginning of government efforts toward bracero exclusion (March 1962) and near-complete exclusion at the termination of the program (December 1964). High-exposure group is AZ, CA, NE, NM, SD, TX. Low-exposure group is AR, CO, GA, ID, IL, IN, MI, MN, MO, MT, NV, OR, TN, UT, WA, WI, WY. No-exposure group is AL, CT, DE, FL, IA, KS, KY, LA, MA, MD, ME, MS, NC, ND, NJ, NY, OH, OK, PA, SC, VA, VT, WV.",
        "Figure 3: Number of seasonal farm workers employed, state averages grouped by exposure 0 20,000 40,000 60,000 Average Mexican seasonal workers/state 1955 1960 1965 1970 1975 Year Mexican workers 0 20,000 40,000 60,000 Average domestic seasonal workers/state 1955 1960 1965 1970 1975 Year Domestic workers Bracero fraction (B/L) in 1955: No exposure (B/L = 0) Low exposure (0 < B/L < 0.2) High exposure (B/L Ã\u0083Â¢Ã\u0082â\u0080°Ã\u0082Â¥ 0.2) Fan-Gijbels (1992) local linear regressions of monthly state-average number of workers employed on month-by-year, Epanechnikov kernel, bandwidth 9 months. Vertical dotted lines show the beginning of major government efforts toward bracero exclusion (March 1962) and near-complete exclusion at the termination of the program (December 1964).",
        "Figure 4: Number of U.S. seasonal farm workers of different types employed, state averages grouped by exposure 0 30,000 60,000 Domestic workers/state 1955 1965 1975 Year Local 0 30,000 60,000 Domestic workers/state 1955 1965 1975 Year Intrastate 0 30,000 60,000 Domestic workers/state 1955 1965 1975 Year Interstate Bracero fraction (B/L) in 1955: No exposure (B/L = 0) Low exposure (0 < B/L < 0.2) High exposure (B/L Ã\u0083Â¢Ã\u0082â\u0080°Ã\u0082Â¥ 0.2) Fan-Gijbels (1992) local linear regressions of monthly state-average number of workers employed on month-by-year, Epanechnikov kernel, bandwidth 9 months. Vertical dotted lines show the beginning of major government efforts toward bracero exclusion (March 1962) and near-complete exclusion at the termination of the program (December 1964).",
        "Table 2: Effects of bracero exclusion on domestic seasonal agricultural employment: Differencesin -differences with continuous treatment, monthly Dep. var.: Domestic seasonal workers, all years Domestic seasonal workers, 1960Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c1970 Specification: linear ln linear ln It >1965  ` 1955 s Ã\u0083Â¢Ã\u0082Ë\u0086Ã\u0082â\u0080\u009912801.7 Ã\u0083Â¢Ã\u0082Ë\u0086Ã\u0082â\u0080\u00990.419 Ã\u0083Â¢Ã\u0082Ë\u0086Ã\u0082â\u0080\u00991648.3 Ã\u0083Â¢Ã\u0082Ë\u0086Ã\u0082â\u0080\u00990.0614 (13225.3) (0.553) (8147.6) (0.482) Fixed effects: State Yes Yes Yes Yes Month-by-year Yes Yes Yes Yes Std. err. clustered by State State State State N 9476 6369 5520 3707 adj. R2 0.195 0.352 0.217 0.403 Clusters 46 46 46 46 Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Ë\u009cTreatmentÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0084¢ is the degree of exposure to exclusion. Observations are state-months. Standard errors clustered by state in parentheses.",
        "`1955 is average fraction of Mexicans among the stateÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0084¢s total hired seasonal workers across the months of 1955. Ã\u0083Â¢Ã\u0082Ë\u0086Ã\u0082â\u0080\u0094 p < 0.10, Ã\u0083Â¢Ã\u0082Ë\u0086Ã\u0082â\u0080\u0094Ã\u0083Â¢Ã\u0082Ë\u0086Ã\u0082â\u0080\u0094 p < 0.05, Ã\u0083Â¢Ã\u0082Ë\u0086Ã\u0082â\u0080\u0094Ã\u0083Â¢Ã\u0082Ë\u0086Ã\u0082â\u0080\u0094Ã\u0083Â¢Ã\u0082Ë\u0086Ã\u0082â\u0080\u0094 p < 0.01. Covers only January 1954 to July 1973, as in original sources. Farm worker stocks missing in original sources for 1955 in Rhode Island and New Hampshire. If no workers reported for state-month in a month when source report was issued, assume zero.",
        "Table 3: Effects of bracero exclusion on the three types of domestic seasonal agricultural employment: Differences-in-differences with continuous treatment, monthly Specification: linear ln Dep. var.: Local domestic Intrastate domestic Interstate domestic Local domestic Intrastate domestic Interstate domestic It >1965  ` 1955 s Ã\u0083Â¢Ã\u0082Ë\u0086Ã\u0082â\u0080\u00996929.2 Ã\u0083Â¢Ã\u0082Ë\u0086Ã\u0082â\u0080\u00999851.2 Ã\u0083Â¢Ã\u0082Ë\u0086Ã\u0082â\u0080\u0099233.2 Ã\u0083Â¢Ã\u0082Ë\u0086Ã\u0082â\u0080\u00990.638 Ã\u0083Â¢Ã\u0082Ë\u0086Ã\u0082â\u0080\u00991.140Ã\u0083Â¢Ã\u0082Ë\u0086Ã\u0082â\u0080\u0094 Ã\u0083Â¢Ã\u0082Ë\u0086Ã\u0082â\u0080\u00990.559 (7327.0) (9637.5) (1160.8) (0.780) (0.652) (0.524) N 9476 6366 6367 6611 4675 5720 adj. R2 0.166 0.066 0.117 0.297 0.198 0.242 Clusters 46 46 46 46 46 46 Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Ë\u009cTreatmentÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0084¢ is the degree of exposure to exclusion. Observations are state-months. Standard errors clustered by state in parentheses.",
        "`1955 is average fraction of Mexicans among the stateÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0084¢s total hired seasonal workers across the months of 1955. Ã\u0083Â¢Ã\u0082Ë\u0086Ã\u0082â\u0080\u0094 p < 0.10, Ã\u0083Â¢Ã\u0082Ë\u0086Ã\u0082â\u0080\u0094Ã\u0083Â¢Ã\u0082Ë\u0086Ã\u0082â\u0080\u0094 p < 0.05, Ã\u0083Â¢Ã\u0082Ë\u0086Ã\u0082â\u0080\u0094Ã\u0083Â¢Ã\u0082Ë\u0086Ã\u0082â\u0080\u0094Ã\u0083Â¢Ã\u0082Ë\u0086Ã\u0082â\u0080\u0094 p < 0.01. Covers only January 1954 to July 1973, as in original sources. Farm worker stocks missing in original sources for 1955 in Rhode Island and New Hampshire. If no workers reported for state-month in a month when source report was issued, assume zero. Table 4: Parametric fixed-effects regression of real wage on bracero stock, quarterly, under nonzero bracero stocks Specification: Fixed effects Fixed effects, AR(1) err. Dep. var. Real wage (Hourly composite) Real wage (Daily w/o board) Real wage (Hourly composite) Real wage (Daily w/o board) ln  Lmex  0.00855Ã\u0083Â¢Ã\u0082Ë\u0086Ã\u0082â\u0080\u0094 0.00482 0.0681Ã\u0083Â¢Ã\u0082Ë\u0086Ã\u0082â\u0080\u0094Ã\u0083Â¢Ã\u0082Ë\u0086Ã\u0082â\u0080\u0094Ã\u0083Â¢Ã\u0082Ë\u0086Ã\u0082â\u0080\u0094 0.0189 0.0102Ã\u0083Â¢Ã\u0082Ë\u0086Ã\u0082â\u0080\u0094Ã\u0083Â¢Ã\u0082Ë\u0086Ã\u0082â\u0080\u0094 0.0558Ã\u0083Â¢Ã\u0082Ë\u0086Ã\u0082â\u0080\u0094Ã\u0083Â¢Ã\u0082Ë\u0086Ã\u0082â\u0080\u0094Ã\u0083Â¢Ã\u0082Ë\u0086Ã\u0082â\u0080\u0094 (0.00452) (0.00512) (0.0236) (0.0254) (0.00393) (0.0184) ln",
        "Table 6: U.S. employment of Mexican hired seasonal labor by crop, 1964 Thousand man-months Crop Total labor Foreign labor Foreign/ total, % % of all foreign labor Tomatoes 345.1 90.5 26.2 14.3 Citrus 319.8 69.1 21.6 10.9 Lettuce 122.5 67.8 55.3 10.7 Cotton 1769.4 65.2 3.7 10.3 Strawberries 308.5 42.5 13.8 6.7 Sugar beets 160.6 31.9 19.9 5.0 Cucumbers 105.5 28.9 27.4 4.6 Melons 64.7 18.4 28.4 2.9 Celery 44.4 14.4 32.4 2.3 Asparagus 60.5 11.5 19.0 1.8 From Hirsch (1966, 6). For these crops the Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Ë\u009cforeign laborÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0084¢ employed was almost entirely Mexican labor. Two other crops had a comparable intensity of foreign laborÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009dtobacco and sugarcane harvestingÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009dbut these employed primarily non-Mexican hired seasonal workers.",
        "Figure 6: Baltagi-Li semiparametric fixed-effects regression of domestic seasonal farm employment on bracero stock, by state-month -6 -4 -2 0 2 ln Domestic workers | state, month-by-year FE 0 2 4 6 8 10 12 ln Mexican workers | state, month-by-year FE Baltagi and Li (2002) regression of monthly stock of ln employed domestic seasonal farm workers on ln bracero stock, with state and month-by-year fixed effects, local linear with Epanechnikov kernel, bandwidth 2 log-points. Dashed lines show 95% confidence interval. Table 7: Cotton and sugar beet mechanization, annual Specification: Diffs-in-diffs Fixed effects Dep. var. Cotton mech. Sugar beet mech.",
        "Figure 9: Mechanization versus bracero stock, during program -.5 0 .5 Fraction cotton machine-harvested | state FE -3-2 -1 0 1 2 ln Mexican workers | state FE Cotton, 1951Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c1967 -.3 -.2 -.1 0 .1 .2 Fraction sugar beets machine-thinned | state FE -3-2 -1 0 1 2 ln Mexican workers | state FE Sugar beets, 1960Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c1965 Observations are state-years. For cotton, mechanization fraction is the fraction of production harvested by machine. For sugar beets, mechanization fraction is fraction of production thinned and/or weeded by machine.",
        "Online Appendix Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Labor Market Effects of Immigration Restrictions: Evidence from the Mexican Bracero ExclusionÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d A1 Data sources A1.1 State-level stocks of Mexican and non-Mexican farm workers This section describes our construction of a novel database of monthly stocks of seasonal agricultural workers in the 48 continental United States, 1943Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c1973. It offers full monthly coverage of all 48 states from April 1953 to July 1973, with three minor gaps (July 1953, October 1953, and JanuaryÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009cMarch 1970).",
        "This is the period that is relevant for the analysis in the present paper. The database also covers the earlier period of 1943Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c1953, but with some important gaps: state coverage is complete from June 1943 to December 1947 (except April 1944), but for the period January 1948 to March 1953, only four states have complete coverage, while another 11 states have partial coverage. Details follow below.",
        "36Omitted months are December to April for 1954, 1958, 1961, and 1962; December to March for 1955, 1956, and 1957; January to May for 1959; January to April for 1960; November and December for 1967.",
        "A-1 Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â¢ July 1958: Farm Labor Market Developments Employment and Wage Supplement (National Agricultural Library).",
        "June 1943Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009cDecember 1947: Hired seasonal farm worker statistics by state for June 1943 to December 1947 are reported in the United States Department of Agriculture National Agricultural Statistics ServiceÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0084¢s monthly Farm Labor publication, made available online through Cornell UniversityÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0084¢s Mann Library. Each issue features a table of Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093foreign workers employed in or available for agricultural work by country of origin and state of employment.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d The date of reference for these tables varies; for those dated at the beginning of a month, we assume the workers reported were present in the month prior. For example, figures for workers present in April 1944 were taken from the May 1944 issue of Farm Labor. The publication reports all major groups of foreign workers present: typically Mexican, Bahamian, and Jamaican. The April 1944 issue reports only Bahamian and total numbers; there is no separate category for Mexican workers. Data for April 1945 is missing.",
        "January 1948Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009cMarch 1953: To our knowledge there is no primary- or secondary-source national compilation of state-level hired seasonal farm worker data for January 1948 to March 1953. We initially sought such a compilation in six archival locations.37 U.S. National Archives staff supported the hypothesis that due to bureaucratic reorganization during this time periodÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009dresponsibility for this data collection shifted from the Department of Agriculture to the Department of LaborÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009dno such collation either existed or was made public. Since the ES-223 form was implemented by local employment service offices, we found it plausible that if any such data existed, it might be on a state level. We were able to track down at least partial data for fifteen states for this time period from twelve university libraries and archival locations.",
        "We were able to fill the gap entirely for four states: Arizona, California, Michigan, and Virginia. Data for individual states was sourced as follows (we exclude other available publication volumes that did not provide sufficiently granular information for inclusion in the database): Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â¢ Arizona (1948Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c1953): 1948: Post-Season Farm Labor Report for 1948, table on p. 7 (Arizona State University); 1949: Post-Season Farm Labor Report for 1949, domestic numbers from table on p.",
        "A-2 Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â¢ Arkansas (1951Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c1953): 1951: Arkansas Agricultural Activities 1951, table on p. 49, data from first semi-monthly period; 1952: Arkansas Agricultural Activities 1952, table on p. 45, data from first semi-monthly period; 1953: Arkansas Annual Agricultural Report 1953, table on p. 13 qualified by text on pp. 5Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c6 (all from University of Arkansas).",
        "Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â¢ California (1948Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c1953): 1948, 1949, 1950: Recruitment and Placement of Farm Laborers in California 1950 (Special and Partial Report of the Joint Legislative Committee on Agriculture and Livestock Problems, California Senate), table on p. 22 (Wirtz Labor Library); 1951 & 1952: California Annual Farm Labor Report 1952, table on p. 33 (University of Colorado Boulder); 1953: California Annual Farm Labor Report 1954, table on p. 7 (Wirtz Labor Library).",
        "Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â¢ Colorado (1949, 1950, 1953): 1949: Colorado Post Season Farm Report 1949, text on p. 13; 1950: Colorado Post Season Farm Report 1950, text on p. 14; 1953: Colorado Post Season Farm Report 1953, text on p. 16 (all from Colorado State Library).",
        "Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â¢ Indiana (1950, 1952, 1953): 1950: Indiana Post Season Farm Labor Report 1950, table on p. 47; 1952: Indiana Farm Labor Report 1952, table entitled Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Out of State Workers Employed in Seasonal Agricultural and Food Processing Activities,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d n.p. 1953: Indiana Farm Labor Report 1953, table entitled Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Out of State Workers Employed in Seasonal Agricultural and Food Processing Activities,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d n.p. (all from Wirtz Labor Library).",
        "Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â¢ Louisiana (1952, 1953): 1952: Louisiana Post-Season Agricultural and Food Processing Report 1952, text on p. 10; 1953: Louisiana Annual Farm Labor Report 1953, table on p. 19 qualified by text on p. 20 (all from Wirtz Labor Library).",
        "Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â¢ Maryland (1948, 1949, 1953): 1948 & 1949: The Maryland Farm Labor Program 1948Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c1949, text on page beginning Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093A careful appraisal of each crew leader ...Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d, n.p. (Wirtz Labor Library); 1953: MarylandÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0084¢s Farm Labor Report 1953, text pp. 14Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c15 (University of Maryland College Park).",
        "Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â¢ Minnesota (1950Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c1953): 1950: Post Season Agricultural and Food Processing Report 1950, summed by month from table entitled Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Seasonal Agricultural Workers Hired for Principal Minnesota Farm Crops Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009d 1950Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d, n.p. ; 1951: Post Season Agricultural and Food Processing Report 1951, summed by month from table p. 14; 1952: Post Season Agricultural and Food Processing Report 1952, summed by month from table p. 14; 1953: Post Season Agricultural and Food Processing Report 1953, summed by month from table entitled Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Seasonal Labor Used for Principal Farm Crops Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009d 1953Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d, n.p. (all from Minnesota Historical Society).",
        "Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â¢ New Jersey (1949): Post-Season Agricultural and Food Processing Report for State of New Jersey 1949, text from p. 10 (Wirtz Labor Library).",
        "Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â¢ New Mexico (1948, 1953): 1948: Annual Report Farm Placement in New Mexico 1949, text from p.",
        "12; 1953: Annual Report Farm Placement in New Mexico 1955, text from p. 6 in comparison with Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Exhibit C: State Summary Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009d Employment,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d n.p. (both from University of New Mexico).",
        "A-3 Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â¢ New York (1950): 1950 Annual Report Farm and Food Processing Labor, text from p. 9 (Wirtz Labor Library).",
        "Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â¢ Oregon (1950, 1952, 1953): 1950: OregonÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0084¢s Farm Labor Market, table entitled Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Number of Hired Seasonal Agricultural Workers by Type of Worker, 1950,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d n.p. (Truman Presidential Library, PresidentÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0084¢s Committee on Migratory Labor (Record Group 220), Box 8, Folder Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Hearing statements, Portland, Oregon, October 16Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c18, 1950Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d); 1952: Post-Season Farm Labor Report 1952, Table C (Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Number of Hired Seasonal Workers in Agriculture by Local Office and Type of Worker Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009d 1952)Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d, qualified by text on page beginning Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093carried on through the Clearance Program ...Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d n.p. (Wirtz Labor Library); 1953: Post-Season Farm Labor Report 1953, Table 5 (Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Number of Hired Seasonal Workers in Agriculture by Agricultural Area, Local Office, and Type of Worker Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009d 1953Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d), qualified by text on page beginning Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093it was estimated early in the season ...Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d n.p. (Wirtz Labor Library).",
        "Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â¢ Virginia (1948Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c1953): 1948: Post-Season Farm Labor Report for 1948 State of Virginia, table on p. 12 qualified by text on p. 4 (Truman Presidential Library, PresidentÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0084¢s Committee on Migratory Labor (Record Group 220), Box 8, Folder Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Hearing statements, Washington, D.C., October 2Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c3, 1950Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d); 1949: Farm and Processing Labor Virginia 1949, text on p. 24 (University of Virginia); 1950: Farm and Food Processing Worker Placement Virginia 1950, text on p. 22 (Wirtz Labor Library); 1951: Farm Employment in Virginia 1951, table on p. 51 qualified by text on p. 45 (Wirtz Labor Library); 1952: Farm Employment in Virginia 1952, table on p. 44 qualified by text on p. 39 (Wirtz Labor Library); 1953: Farm Employment in Virginia 1953, table on p. 32 qualified by text on pp. 23Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c24 (Wirtz Labor Library).",
        "Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â¢ Washington (1951, 1953): 1951: Annual Farm Placement Report 1951, Attachment 4A (Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093State of Washington Estimated Employment of Hired Seasonal Workers in Agriculture in 1951Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d), data from first semi-monthly period, n.p. ; 1953: Annual Farm Placement Report 1953, text from p. 11 (both from Wirtz Labor Library).",
        "Measures of Mexican contract workers, local (domestic, nonmigratory) workers, intrastate migrants, and interstate migrants were consistent across the full time period. Information on other foreign workers was inconsistently collated in different publications. Jamaican and Bahamian workers were identified as such from 1943Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c1947; combined under the umbrella Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093British West IndiesÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d from 1946 to 1954 and 1959 to 1973; and aggregated as Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093British West Indies and othersÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d from 1953Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c1958. A similar trend holds for Canadians, identified as a single group from 1943 to 1954 and 1966 to 1972 and aggregated into Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Canadians and othersÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d from 1959Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c1964. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Other foreignÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d workers are reported from 1944Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c1954 and 1964Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c1966. Data on Puerto Rican workers are reported for the full time period.",
        "A-4 A1.3 Data availability, entry, and reconciliation We began the search for missing worker data from 1948 to 1953 at the National Archives in College Park, Maryland. Data prior to 1948 was collected by the Bureau of Agricultural Economics in the Department of Agriculture; these records fall under Archives Record Group 83. Upon the abolition of this office in 1953, the Office of Employment Security of the Department of Labor assumed responsibility for collating and publishing data on farm employment in 1954; these records fall under Record Group 183 (U.S. National Archives n.d.). Upon review of the relevant files for the years in question and consultation with archivists, it became clear that most of the National Archives content was correspondence and testimony.",
        "We also reviewed all potentially relevant congressional hearings for this period stored at the Library of Congress. Though some offered relevant information, most data reported was for hires/contracts or border crossings over a certain time period, not the monthly stock estimates of farm employment we sought. This extensive archival work in combination with a 1978 records disposal request authorizing the disposal of original ES-223 forms and related reports, gives us confidence that our dataset is complete to the fullest extent possible. We outsourced the entry of both worker and wage data from scanned PDFs to Excel to two separate data entry professionals on Upwork, an online network for freelancers. These two individuals were selected through a rigorous sample data entry process; any discrepancies between the final dual entry datasets were hand-checked and harmonized in Stata to yield the final database.",
        "A1.4 U.S. state Mexican-born and total populations Census-year estimates of Mexican-born population by U.S. state are calculated directly from census 1% sample microdata in 1920, 1930, 1940, 1950, and 1960 from IPUMS-USA (Steven Ruggles, Katie Genadek, Ronald Goeken, Josiah Grover, and Matthew Sobek. Integrated Public Use Microdata Series: Version 6.0 [Machine-readable database]. Minneapolis: University of Minnesota, 2015). Annual estimates of total U.S. 38Full migratory labor subject guide available online. 39Box list available online.",
        "A4.3 Mexican fraction of hired seasonal workers Table A2 shows the fraction of total seasonal farm workers made up by Mexicans, averaged across the months of 1955, and the corresponding classification into groups of states with Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Ë\u009chighÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0084¢, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Ë\u009clowÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0084¢, and Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Ë\u009cnoÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0084¢ exposure to bracero exclusion.",
        "A4.4 Seasonal variation in bracero stocks Figure A3 shows the distribution of bracero stocks on average over the course of a year, for the entire United States. In the 1950s and 1960s, the stock of bracero workers over the course of each year occurred in October. In the 1960s, almost all braceros present at any point in the year were present in or after the month of May. A5 Robustness checks The section checks the robustness of some assumptions underlying results in the main text.",
        "A5.1 Alternative Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Ë\u009ctreatmentÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0084¢ year: 1962 Here we present re-analysis of main-text Tables 1 and 2 with the new assumption that Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Ë\u009ctreatmentÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0084¢ begins in 1962, when the first major restrictions were placed on farmsÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0084¢ hiring of braceros, rather than 1965 when the program was terminated. Table A3 shows the differences-in-differences analysis of wage effects under this new assumption, and Table A4 shows the analysis of employment effects. There are no substantial differences from the original results. A5.2 Sensitivity of wage graph to smoothing and wage measure Here we show the smoothed and unsmoothed versions of the wage graph in the main text (Figure 2), the hourly composite wage, in Figure A4a and Figure A4b. We also show the same analysis with a different measure of the wageÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009dthe average daily wage without board, which covers more years but omits three states (California, Oregon, and Washington)Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009dwith and without smoothing, in Figure A4c and Figure A4d.",
        "A-10 Appendix Table A3: Alternative Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Ë\u009ctreatmentÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0084¢ year 1962: Effects of bracero exclusion on real wages: Differences-in-differences with continuous treatment, quarterly Wage, all years Wage, 1960Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c1970 Dep. var.",
        "Hourly composite Daily w/o board Hourly composite Daily w/o board It >1962  ` 1955 s Ã\u0083Â¢Ã\u0082Ë\u0086Ã\u0082â\u0080\u00990.0167 Ã\u0083Â¢Ã\u0082Ë\u0086Ã\u0082â\u0080\u00990.309 Ã\u0083Â¢Ã\u0082Ë\u0086Ã\u0082â\u0080\u00990.00626 0.240 (0.0367) (0.454) (0.0248) (0.263) Fixed effects: State Yes Yes Yes Yes Quarter-by-year Yes Yes Yes Yes Std. err. clustered by State State State State N 4324 5714 2024 1892 adj. R2 0.773 0.840 0.732 0.758 Clusters 46 43 46 43 Semielasticity Ã\u0083Â¢Ã\u0082Ë\u0086Ã\u0082â\u0080\u009a lnw Ã\u0083Â¢Ã\u0082Ë\u0086Ã\u0082â\u0080\u009a(B/L) Ã\u0083Â¢Ã\u0082Ë\u0086Ã\u0082â\u0080\u00990.0189 Ã\u0083Â¢Ã\u0082Ë\u0086Ã\u0082â\u0080\u00990.0373 Ã\u0083Â¢Ã\u0082Ë\u0086Ã\u0082â\u0080\u00990.00655 0.0264 (0.0414) (0.0549) (0.0260) (0.0290) p-val. of Ã\u0083Â\u008fÃ\u0082â\u0080¡2 test: Ã\u0083Â¢Ã\u0082Ë\u0086Ã\u0082â\u0080\u009a lnw Ã\u0083Â¢Ã\u0082Ë\u0086Ã\u0082â\u0080\u009a(B/L) = 0.1 [0.0041] [0.0123] [< 0.001] [0.0113] Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Ë\u009cTreatmentÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0084¢ is the degree of exposure to exclusion. Observations are state-quarters. Standard errors clustered by state in parentheses.",
        "`1955 is average fraction of Mexicans among the stateÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0084¢s total hired seasonal workers across the months of 1955. Wages in constant 1965 US$ deflated by CPI. Ã\u0083Â¢Ã\u0082Ë\u0086Ã\u0082â\u0080\u0094 p < 0.10, Ã\u0083Â¢Ã\u0082Ë\u0086Ã\u0082â\u0080\u0094Ã\u0083Â¢Ã\u0082Ë\u0086Ã\u0082â\u0080\u0094 p < 0.05, Ã\u0083Â¢Ã\u0082Ë\u0086Ã\u0082â\u0080\u0094Ã\u0083Â¢Ã\u0082Ë\u0086Ã\u0082â\u0080\u0094Ã\u0083Â¢Ã\u0082Ë\u0086Ã\u0082â\u0080\u0094 p < 0.01.",
        "A-11 Appendix Table A4: Alternative Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Ë\u009ctreatmentÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0084¢ year 1962: Effects of bracero exclusion on domestic seasonal agricultural employment: Differences-in-differences with continuous treatment, monthly Domestic seasonal workers, all years Domestic seasonal workers, 1960Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c1970 Dep. var. linear ln linear ln It >1962  ` 1955 s Ã\u0083Â¢Ã\u0082Ë\u0086Ã\u0082â\u0080\u009919008.2 Ã\u0083Â¢Ã\u0082Ë\u0086Ã\u0082â\u0080\u00990.592 Ã\u0083Â¢Ã\u0082Ë\u0086Ã\u0082â\u0080\u00997575.2 0.0474 (15984.6) (0.460) (10054.3) (0.391) Fixed effects: State Yes Yes Yes Yes Month-by-year Yes Yes Yes Yes Std. err. clustered by State State State State N 9476 6369 5520 3707 adj. R2 0.197 0.353 0.217 0.402 Clusters 46 46 46 46 Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Ë\u009cTreatmentÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0084¢ is the degree of exposure to exclusion. Observations are state-months. Standard errors clustered by state in parentheses.",
        "Domestic seasonal workers, all years Domestic seasonal workers, 1960Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c1970 Specification: linear inverse hyperbolic sine linear inverse hyperbolic sine Missing vals assumed: missing zero missing zero It >1965  ` 1955 s Ã\u0083Â¢Ã\u0082Ë\u0086Ã\u0082â\u0080\u009927669.0 Ã\u0083Â¢Ã\u0082Ë\u0086Ã\u0082â\u0080\u00990.918 Ã\u0083Â¢Ã\u0082Ë\u0086Ã\u0082â\u0080\u009910753.5 Ã\u0083Â¢Ã\u0082Ë\u0086Ã\u0082â\u0080\u00990.744 (25400.0) (1.370) (14505.3) (1.143) Fixed effects: State Yes Yes Yes Yes Month-by-year Yes Yes Yes Yes Std. err. clustered by State State State State N 6397 9476 3714 5520 adj. R2 0.170 0.603 0.194 0.620 Clusters 46 46 46 46 Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Ë\u009cTreatmentÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0084¢ is the degree of exposure to exclusion. Observations are state-months. Standard errors clustered by state in parentheses.",
        "`1955 is average fraction of Mexicans among the stateÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0084¢s total hired seasonal workers across the months of 1955. Ã\u0083Â¢Ã\u0082Ë\u0086Ã\u0082â\u0080\u0094 p < 0.10, Ã\u0083Â¢Ã\u0082Ë\u0086Ã\u0082â\u0080\u0094Ã\u0083Â¢Ã\u0082Ë\u0086Ã\u0082â\u0080\u0094 p < 0.05, Ã\u0083Â¢Ã\u0082Ë\u0086Ã\u0082â\u0080\u0094Ã\u0083Â¢Ã\u0082Ë\u0086Ã\u0082â\u0080\u0094Ã\u0083Â¢Ã\u0082Ë\u0086Ã\u0082â\u0080\u0094 p < 0.01. Covers only January 1954 to July 1973, as in original sources. Farm worker stocks missing in original sources for 1955 in Rhode Island and New Hampshire. If no workers reported for state-month in a month when source report was issued, assume missing in the regressions with linear dependent variable; assume zero in regressions with inverse hyperbolic sine dependent variable. A-13 Appendix Table A6: Alternative handling of missing worker stocks: Effects of bracero exclusion on the three types of domestic seasonal agricultural employment: Differences-indifferences with continuous treatment, monthly Specification: linear inverse hyperbolic sine Missing vals assumed: missing zero Dep. var.",
        "Local domestic Intrastate domestic Interstate domestic Local domestic Intrastate domestic Interstate domestic It >1965  ` 1955 s Ã\u0083Â¢Ã\u0082Ë\u0086Ã\u0082â\u0080\u009917535.9 Ã\u0083Â¢Ã\u0082Ë\u0086Ã\u0082â\u0080\u00999851.2 Ã\u0083Â¢Ã\u0082Ë\u0086Ã\u0082â\u0080\u0099233.2 Ã\u0083Â¢Ã\u0082Ë\u0086Ã\u0082â\u0080\u00990.676 Ã\u0083Â¢Ã\u0082Ë\u0086Ã\u0082â\u0080\u00990.995 Ã\u0083Â¢Ã\u0082Ë\u0086Ã\u0082â\u0080\u00991.630 (15553.5) (9637.5) (1160.8) (1.409) (1.061) (1.035) N 6396 6366 6367 9476 6366 6367 adj. R2 0.137 0.066 0.117 0.593 0.129 0.180 Clusters 46 46 46 46 46 46 Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Ë\u009cTreatmentÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0084¢ is the degree of exposure to exclusion. Observations are state-months. Standard errors clustered by state in parentheses.",
        "A-14 Figure A1: Average Mexican fraction of hired seasonal farm workers reported, by exposure group 0.0 0.1 0.2 0.3 0.4 Average Mexican fraction 1955 1960 1965 1970 1975 Year Bracero fraction (B/L) in 1955: No exposure (B/L = 0) Low exposure (0 < B/L < 0.2) High exposure (B/L Ã\u0083Â¢Ã\u0082â\u0080°Ã\u0082Â¥ 0.2) Fan-Gijbels (1992) local linear regressions of monthly state-average Mexican fraction on month-by-year, Epanechnikov kernel, bandwidth 9 months. Vertical dotted lines show the beginning of major government efforts toward bracero exclusion (March 1962) and near-complete exclusion at the termination of the program (December 1964).",
        "Figure A2: Mexican versus other foreign seasonal farm workers in the U.S., total 0 50,000 100,000 150,000 Moving average workers in U.S. 1945 1950 1955 1960 1965 1970 1975 Year Mexican Non-Mexican foreign Fan-Gijbels (1992) local linear regressions of monthly national-total workers on month-by-year, Epanechnikov kernel, bandwidth 9 months. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Ë\u009cNon-Mexican foreignÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0084¢ for the purposes of this comparison includes nationals of Jamaica, the Bahamas, other British West Indes, and Canada, as well as U.S. nationals from Puerto Rico. Vertical dotted lines show the beginning of major government efforts toward bracero exclusion (March 1962) and near-complete exclusion at the termination of the program (December 1964).",
        "A-15 Figure A3: Fraction of annual maximum monthly stock of braceros present in each month, entire U.S. 0.0 0.2 0.4 0.6 0.8 1.0 Fraction of annual max. present Jan Feb Mar Apr May Jun Jul Aug Sep Oct Nov Dec Month 1940s 1950s 1960s Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u00931940sÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d is 1943Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c1949, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u00931960sÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d is 1960Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c1965. For each decade in each month, we sum the total stock of bracero workers present in that month across all the years of the decade in question, then divide that summed stock in each month by the maximum monthly stock. For example, for the 1950s the graph shows for month m the quantity  P1959 y=1950 P sÃ\u0083Â¢Ã\u0082Ë\u0086Ã\u0082Ë\u0086S bs,m,y . max m",
        "P1959 y=1950 P sÃ\u0083Â¢Ã\u0082Ë\u0086Ã\u0082Ë\u0086S bs,m,y  , where bs,m,y is the stock of braceros in state s in month m in year y, and S is the set of all states. Thus a value of 1 on the vertical axis means that in that month the sum of all bracero stocks in that month across the years of that decade is equal to the maximum such sum for any month.",
        "A-16 Figure A4: Quarterly average real farm wages in states grouped by exposure to bracero exclusion (a) Hourly composite wage, smoothed (bwidth 2 qtrs) 0.7 0.8 0.9 1.0 1.1 Hourly wage, composite (1965 US$/hour) 1945 1950 1955 1960 1965 1970 1975 Year Bracero fraction ( B /",
        "L Ã\u0083Â¢Ã\u0082â\u0080°Ã\u0082Â¥ 0.2) (b) Hourly composite wage, unsmoothed .6 .8 1 1.2 Hourly wage, composite (1965 US$/hour) 1945 1950 1955 1960 1965 1970 1975 Year Bracero fraction ( B /",
        "L Ã\u0083Â¢Ã\u0082â\u0080°Ã\u0082Â¥ 0.2) (c) Daily wage without board, smoothed (bwidth 2 qtrs) 7 8 9 10 11 Daily wage without board (1965 US$/day) 1945 1950 1955 1960 1965 1970 1975 Year Bracero fraction ( B /",
        "L Ã\u0083Â¢Ã\u0082â\u0080°Ã\u0082Â¥ 0.2) (d) Daily wage without board, unsmoothed 7 8 9 10 11 12 Daily wage without board (1965 US$/day) 1945 1950 1955 1960 1965 1970 1975 Year Bracero fraction ( B /",
        "L Ã\u0083Â¢Ã\u0082â\u0080°Ã\u0082Â¥ 0.2) A-17 Figure A5: Comparing outward bracero flows reported by Mexico with inward stocks reported by U.S. Dept. of Agriculture (a) Outflows from Mexico reported by Mexican government, entire year 0 100,000 200,000 300,000 400,000 500,000 Flow of braceros out of Mexico, entire year 1940 1945 1950 1955 1960 1965 1970 1975 Year (b) Stocks reported in U.S. by U.S. farmers, snapshot in various months October July April 0 100,000 200,000 300,000 400,000 500,000 Stock of braceros in the U.S., snapshot 1940 1945 1950 1955 1960 1965 1970 1975 Year Sources: In Figure A5a the annual total outflow of braceros from Mexico to the U.S. is from GonzÃ\u0083Æ\u0092Ã\u0082Â¡lez Navarro (1974, Vol. 2, Cuadro 39, p. 141), which sources principally the Anuario EstadÃ\u0083Æ\u0092Ã\u0082Â­stico de los Estados Unidos de MÃ\u0083Æ\u0092Ã\u0082Â©xico but contains data not reported in the Anuario, for years 1955Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c1957, gathered directly from the government by the author. A-18"
    ]
}