{
    "id": 23123,
    "cites": 69,
    "cited_by": 0,
    "reference": [
        "Abeler, J., Altmann, S., Kube, S., & Wibral, M. (2010). Gift-exchange and workerÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0084¢s fairness concerns: when equality is unfair. Journal of the European Economic Association, 8(December), 1299Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c1324.",
        "Akerlof, G. A. (1982). Labor contracts as partial gift exchange. The Quarterly Journal of Economics, 97(4), 543Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c569.",
        "Altmann, S., Falk, A., Grunewald, A., & Huffman, D. (2014). Contractual Incompleteness, Unemployment, and Labour Market Segmentation. Review of Economic Studies, 81(1), 30Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c56.",
        "Andreoni, J. & Miller, J. H. (1993). Rational Cooperation in the Finitely Repeated PrisonerÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0084¢s Dilemma: Experimental Evidence. Economic Journal, 103(418), 570Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c585.",
        "Axelrod, R. (1984). The Evolution of Co-operation. New York, NY: Basic Books.",
        "Bandiera, O., Barankay, I., & Rasul, I. (2005). Social preferences and the response to incentives: Evidence from personnel data. Quarterly Journal of Economics, 120(3), 917Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c962.",
        "Bandiera, O., Barankay, I., & Rasul, I. (2009). Social Connections and Incentives in the Workplace: Evidence From Personnel Data. Econometrica, 77(4), 1047Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c1094.",
        "Bandiera, O. & Fischer, G. (2013). Can Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009dGoodÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d HR Practices Be Exported? Evidence from a Field Experiment in Ghana. IGC Working Paper, (F-6021-GHA-1).",
        "Berg, J., Dickhaut, J., & McCabe, K. (1994). Trust, reciprocity and social history. Games and Economic Behavior, 10, 122Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c142.",
        "Bloom, N., Lemos, R., Sadun, R., Scur, D., & Van Reenen, J. (2014). JEEA-FBBVA Lecture 2013: The new empirical economics of management. Journal of the European Economic Association, 12(August 2014), 835Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c876.",
        "Bloom, N. & Reenen, J. V. (2010). Why Do Management Practices Differ across Firms and Countries ? Journal of Economic Perspectives, 24(1), 203Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c224.",
        "Bohnet, I., Herrmann, B., & Zeckhauser, R. J. (2010). Trust and the reference points for trustworthiness in Gulf and Western countries. Quarterly Journal of Economics, 125(2), 811Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c828.",
        "Bowles, S. (1985). The Production Process in a Competitive Economy: Walrasian, Marxian, and Neo-Hobbesian Models. American Economic Review, 76(1), 16Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c36.",
        "Brandts, J. & Charness, G. (2004). Do Labour Market Conditions Affect Gift Exchange? Some Experimental Evidence.",
        "Breza, E., Kaur, S., & Shamdasani, Y. (2015). The Morale Effects of Pay Inequality. Mimeo.",
        "Brown, M., Falk, A., & Fehr, E. (2012). Competition and Relational Contracts: the Role of Unemployment As a Disciplinary Device. Journal of the European Economic Association, 10(4), 887Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c907.",
        "Camerer, C. & Weigelt, K. (1988). Experimental Tests of a Sequential Equilibrium Reputation Model. Econometrica, 56(1), 1.",
        "Cardenas, J. C. & Carpenter, J. (2008). Behavioural Development Economics: Lessons from Field Labs in the Developing World. Journal of Development Studies, 44(3), 311Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c338.",
        "Caselli, F. & Coleman, W. J. I. (2006). The World Technology Frontier. American Economic Review, 96(3), 499Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c522.",
        "Charness, G. (2004). Attribution and Reciprocity in an Experimental Labor Market. Journal of Labor Economics, 22(3), 665Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c688.",
        "Charness, G. & Haruvy, E. (2002). Altruism, equity, and reciprocity in a gift-exchange experiment: an encompassing approach. Games and Economic Behavior, 40(2), 203Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c231.",
        "Charness, G. & Kuhn, P. (2011). Lab Labor: What Can Labor Economists Learn from the Lab?, volume 4. Elsevier Inc.",
        "Cooper, D. J. & Lightle, J. P. (2013). The gift of advice: Communication in a bilateral gift exchange game. Experimental Economics, 16(4), 443Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c477.",
        "Davies, E. & Fafchamps, M. (2016). Who gains from competition? The ultimatum game in a labour market setting in Ghana. In Social Economics (CESifo Conference Volume) chapter 3. MIT Press.",
        "Davies, E. & Fafchamps, M. (2017). Pledging, Praising, Shaming: Experimental Labour Markets in Ghana. IZA Discussion Paper.",
        "Fafchamps, M. & SoÃ\u0083Å\u0092Ã\u0082Ë\u0086derbom, M. (2006). Wages and Labor Management. Journal of Human Resources, 41(2), 346Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c379.",
        "Falco, P. & Teal, F. (2012). Unemployment, Not Working and Jobs for the Young in Urban Africa: Evidence from Ghana. Mimeo.",
        "Falk, A., Fehr, E., & Zehnder, C. (2005). Reputation and Performance. (February), 1Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c31.",
        "Falk, A., GaÃ\u0083Å\u0092Ã\u0082Ë\u0086chter, S., & KovaÃ\u0083Å\u0092Ã\u0082Â\u0081cs, J. (1999). Intrinsic motivation and extrinsic incentives in a repeated game with incomplete contracts. Journal of Economic Psychology, 20(3), 251Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c284.",
        "Falk, A., Huffman, D., & MacLeod, W. B. (2008). Institutions and Contract Enforcement. NBER Working Paper 13961, (3435).",
        "Fehr, E., Brown, M., & Zehnder, C. (2009). On reputation: A microfoundation of contract enforcement and price rigidity. Economic Journal, 119(536), 333Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c353.",
        "Fehr, E. & Falk, A. (1999). Wage rigidity in a competitive incomplete contract market. Journal of Political Economy, 107(1), 106Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c134.",
        "Fehr, E., GaÃ\u0083Å\u0092Ã\u0082Ë\u0086chter, S., & Kirchsteiger, G. (1997). Reciprocity as a Contract Enforcement Device: Experimental Evidence. Econometrica, 65(4), 833Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c860.",
        "Fehr, E., Kirchler, E., Weichbold, A., & GaÃ\u0083Å\u0092Ã\u0082Ë\u0086chter, S. (1998). When Social Norms Overpower Competition: Gift Exchange in Experimental Labor Markets. Journal of Labor Economics, 16(2), 324Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c351.",
        "Fehr, E., Kirchsteiger, G., & Riedl, A. (1993). Does Fairness Prevent Market Clearing? An Experimental Investigation. The Quarterly Journal of Economics, 108(2), 437Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c459.",
        "Fehr, E., Klein, A., & Schmidt, K. M. (2007). Fairness and Contract Design. Econometrica, 75(1), 121Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c154.",
        "Fehr, E. & Schmidt, K. (2002). Theories of Fairness and Reciprocity - Evidence and Economic Applications. In M. Dewatripont, L. Hansen, & S. Turnovsky (Eds.), Advances in Economics and Econometrics, number 75. Cambridge: Cambridge University Press.",
        "Fehr, E. & Schmidt, K. M. (1999). A Theory of Fairness, Competition, and Cooperation. Quarterly Journal of Economics, 114(3), 817Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c868.",
        "Fehr, E., Tougareva, E., & Fischbacher, U. (2014). Do high stakes and competition undermine fair behaviour? Evidence from Russia. Journal of Economic Behavior and Organization, 108, 354Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c363.",
        "Fudenberg, D. & Maskin, E. (1986). The Folk Theorem in repeated games with discounting or with incomplete information. Econometrica, 54(3), 533Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c554.",
        "GaÃ\u0083Å\u0092Ã\u0082Ë\u0086chter, S. & Falk, A. (2002). Reputation and Reciprocity: Consequences for the Labour Relation. Scandinavian Journal of Economics, 104(19), 1Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c27.",
        "GaÃ\u0083Å\u0092Ã\u0082Ë\u0086chter, S. & Fehr, E. (2001). Fairness in the Labour Market A Survey of Experimental Results. Surveys in Experimental Economics. Bargaining, Cooperation and Election Stock Markets, (114).",
        "GaÃ\u0083Å\u0092Ã\u0082Ë\u0086chter, S., Huang, L., & Sefton, M. (2015). Combining Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009dReal EffortÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d with Induced Effort Costs: The Ball-Catching Task. IZA Discussion Paper, (9041).",
        "Georg, S. J. & Kaiser, J. (2009). Nonparametric testing of distributionsthe EppsSingleton two-sample test using the empirical characteristic function. Stata Journal, 9(3), 454Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c465.",
        "Ghana Statistical Service (2014). Ghana Living Standards Survey Round 6 (GLSS 6). Labour Force Report. Technical report.",
        "Ghosh, P. & Ray, D. (1996). Cooperation in Community Interaction without Information Flows. The Review of Economic Studies, 63, 491Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c519.",
        "Glaeser, E. L., Laibson, D. I., Scheinkman, J. A., & Soutter, C. L. (2000). Measuring trust. Quarterly Journal of Economics, 115(3), 811Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c846.",
        "Green, F. & Weisskopf, T. E. (1990). The worker discipline effect: A disaggregative analysis. The Review of Economics and Statistics, 72(2), 241Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c249.",
        "Greif, A. (2000). The fundamental problem of exchange: A research agenda in Historical Institutional Analysis. European Review of Economic History, 4(3), 251Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c284.",
        "Greif, A., Milgrom, P., & Weingast, B. (1994). Coordination, Commitment, and Enforcement: The Case of the Merchant Guild.",
        "Hall, R. E. & Jones, C. I. (1999). Why do some countries produce so much more output per worker than others? The Quarterly Journal of Economics, 114(1), 83Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c116.",
        "Henrich, J., Heine, S. J., & Norenzayan, A. (2010). The weirdest people in the world? The Behavioral and Brain Sciences, 33, 61Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c83; discussion 83Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c135.",
        "Karlan, D. S. (2005). Using Experimental Economics to Measure Social Capital and Predict Financial Decisions.",
        "Kirchler, E., Fehr, E., & Evans, R. (1996). Social exchange in the labor market: Reciprocity and trust versus egoistic money maximization. Journal of Economic Psychology, 17(3), 313Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c341.",
        "Kranton, R. E. (1996). Reciprocal Exchange: A Self-Sustaining System. American Economic Review, 86(4), 830Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c851.",
        "Kreps, D. M., Milgrom, P., Roberts, J., & Wilson, R. (1982). Rational Cooperation in the Finitely Dilemma Repeated PrisonersÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0084¢ Dilemma. Journal of Economic Theory, 252(27), 245Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c252.",
        "Macchiavello, R. & Morjaria, A. (2015). The value of relationships: Evidence from a supply shock to kenyan rose exports. American Economic Review, 105(9), 2911Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c2945.",
        "McMillan, J. & Woodruff, C. (1999). Interfirm Relationships and Informal Credit in Vietnam. The Quarterly Journal of Economics, 114(4), 1285Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c1320.",
        "Milgrom, P. R., North, D. C., & Weingast, B. R. (1990). The Role of Institutions in the Revival of Trade: the Law Merchant, Private Judges, and the Champagne Fairs. Economics and Politics, 2(1), 1Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c23.",
        "Montgomery, J. (1991). Social networks and labor-market outcomes: Toward an economic analysis. American Economic Review, 81(5), 1408Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c1418.",
        "Pereira, P. T., Silva, N., & Andrade e Silva, J. (2006). Positive and negative reciprocity in the labor market. Journal of Economic Behavior and Organization, 59(3), 406Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c422.",
        "Selten, R. & Stoecker, R. (1986). End behavior in sequences of finite PrisonerÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0084¢s Dilemma supergames. A learning theory approach. Journal of Economic Behavior & Organization, 7(1), 47Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c70.",
        "Shapiro, C. & Stiglitz, J. E. (1984). Equilibrium as a Worker Unemployment Discipline Device. American Economic Review, 74(3), 433Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c444.",
        "Shearer, B. (2004). Piece rates, fixed wages and incentives: Evidence from a field experiment. Review of Economic Studies, 71(2), 513Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c534.",
        "Siang, C. K., Requate, T., & Waichman, I. (2011). On the role of social wage comparisons in gift-exchange experiments. Economics Letters, 112(1), 75Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c78.",
        "Van Der Heijden, E. C. M., Nelissen, J. H. M., Potters, J. J. M., & Verbon, H. A. A. (2001). Simple and complex gift exchange in the laboratory. Economic Inquiry, 39(2), 280Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c297.",
        "Wadhwani, S. B. & Wall, M. (1991). A Direct Test of the Efficiency Wage Model Using UK Micro-Data. Oxford Economic Papers, 43(4), 529Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c548.",
        "Wu, S. Y. & Roe, B. (2007a). Contract enforcement, social efficiency, and distribution: Some experimental evidence. American Journal of Agricultural Economics, 89(2), 243Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c258.",
        "Wu, S. Y. & Roe, B. E. (2007b). Discretionary Latitude and Relational Contracting. IZA Discussion Paper, (2879)."
    ]
}