{
    "id": 23121,
    "cites": 87,
    "cited_by": 5,
    "reference": [
        "Adams, ReneÃ\u0083Å\u0092Ã\u0082Â\u0081e B., Benjamin E. Hermalin, and Michael S. Weisbach, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093The Role of Boards of Directors in Corporate Governance: A Conceptual Framework & Survey,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Journal of Economic Literature, March 2010, 48 (1), 59Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c108.",
        "Alter, Adam L. and Daniel M. Oppenheimer, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093From a Fixation on Sports to an Exploration of Mechanism: The Past, Present, and Future of hot Hand Research,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Thinking and Reasoning, 2006, 12, 431Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c444.",
        "Baker, Erin, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Increasing Risk and Increasing Informativeness: Equivalence Theorems,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Operations Research, JanuaryÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009cFebruary 2006, 54 (1), 26Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c36.",
        "Barro, Jason R. and Robert J. Barro, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Pay, Performance, and Turnover of Bank CEOs,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Journal of Labor Economics, October 1990, 8 (4), 448Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c481.",
        "Bebchuk, Lucian Arye and Jesse M. Fried, Pay without Performance, Cambridge, MA: Harvard University Press, 2004.",
        "References 76 Becht, Marco, Patrick Bolton, and Ailsa RoÃ\u0083Å\u0092Ã\u0082Ë\u0086ell, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Corporate Governance and Control,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d in George Constantinides, Milton Harris, and ReneÃ\u0083Å\u0092Ã\u0082Â\u0081 Stulz, eds., The Handbook of the Economics of Finance, Amsterdam: North-Holland, 2003.",
        "Berk, Jonathan and Richard Green, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Mutual Fund Flows and Performance in Rational Markets,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Journal of Political Economy, 2004, 112, 1269Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c1295.",
        "Berle, Adolph A. and Gardiner C. Means, The Modern Corporation and Private Property, New York: MacMillan, 1932.",
        "Bertrand, Marianne and Sendhil Mullainathan, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Are CEOs Rewarded for Luck? The Ones Without Principals Are,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Quarterly Journal of Economics, 2001, 116, 901Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c932.",
        "Blackwell, David W., James A. Brickley, and Michael S. Weisbach, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Accounting Information and Internal Performance Evaluation: Evidence from Texas Banks,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Journal of Accounting and Economics, May 1994, 17, 331Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c358.",
        "Blanes i Vidal, Jordi and Marc MoÃ\u0083Å\u0092Ã\u0082Ë\u0086ller, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093When Should Leaders Share Information with Their Subordinates?,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Journal of Economics & Management Strategy, Summer 2007, 16 (2), 251Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c283.",
        "Bocskocsky, Andrew, John Ezekowitz, and Carolyn Stein, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093The Hot Hand: A New Approach to an Old Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Ë\u009cFallacyÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0084¢,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d in Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u00938th Annual MIT Sloan Sports Analytics ConferenceÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d 2014.",
        "Boschen, John F. and Kimberly J. Smith, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093You Can Pay Me Later: The Dynamic Response of Executive Compensation to Firm Performance,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Journal of Business, 1995, 68, 577Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c608.",
        "Brickley, James A. and R. Lawrence Van Horn, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Managerial Incentives in Nonprofit Organizations: Evidence from Hospitals,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Journal of Law and Economics, 2002, 45 (1, Part 1), 227Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c249.",
        "Cebon, Peter and Benjamin E. Hermalin, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093When Less Is More: The Benefits of Limits on Executive Pay,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Review of Financial Studies, 2015, 28 (6), 1667Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c1700.",
        "Chung, Ji-Woong, Berk A. Sensoy, LeÃ\u0083Å\u0092Ã\u0082Â\u0081a H. Stern, and Michael S. Weisbach, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Pay for Performance from Future Fund Flows: The Case of Private Equity,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Review of Financial Studies, 2012, 25, 3259Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c3304.",
        "Cornelli, Francesca, Zbigniew Kominek, and Alexander Ljungqvist, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Monitoring Managers: Does It Matter?,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Journal of Finance, 2013, 68 (2), 431Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c481.",
        "Coughlan, Anne T. and Ronald M. Schmidt, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Executive Compensation, Managerial Turnover, and Firm Performance: An Empirical Investigation,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Journal of Accounting and Economics, 1985, 7 (1/2/3), 43Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c66.",
        "Dechow, Patricia M. and Richard G. Sloan, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Executive Incentives and the Horizon Problem: An Empirical Investigation,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Journal of Accounting and Economics, March 1991, 14 (1), 51Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c89.",
        "DeGroot, Morris H., Optimal Statistical Decisions, New York: McGraw-Hill, 1970.",
        "Denis, David J. and Diane K. Denis, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Performance Changes Following Top Management Dismissals,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Journal of Finance, 1995, 50, 1029Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c1057. , , and Mark D. Walker, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093CEO Assessment and the Structure of Newly Formed Boards,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Review of Financial Studies, in press. Edmans, Alex and Xavier Gabaix, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Executive Compensation: A Modern Primer,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Journal of Economic Literature, in press. , Vivian W. Fang, and Katharina A. Lewellen, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Equity Vesting and Investment,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Review of Financial Studies, in press.",
        "Efendi, Jap, Anup Srivastava, and Edward P. Swanson, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Why Do Corporate Managers Misstate Financial Statements? The Role of Option Compensation and Other Factors,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Journal of Financial Economics, 2007, 85, 667Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c708.",
        "Eisfeldt, Andrea and Camelia Kuhnen, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093CEO Turnover in a Competitive Assignment Framework,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Journal of Financial Economics, 2013, 109 (2), 351Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c 372.",
        "Eldenburg, Leslie, Benjamin E. Hermalin, Michael S. Weisbach, and Marta WosinÃ\u0083Å\u0092Ã\u0082Â\u0081ska, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Governance, Performance Objectives and Organizational Form: Evidence from Hospitals,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Journal of Corporate Finance, September 2004, 10 (4), 527Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c548.",
        "Engel, Ellen, Rachel Hayes, and Xue Wang, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093CEO Turnover and Properties of Accounting Information,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Journal of Accounting and Economics, 2003, 36 (1Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c3), 197Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c226.",
        "References 78 Erickson, Merle, Michelle Hanlon, and Edward L. Maydew, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Is There a Link Between Equity Linked Incentives and Accounting Fraud?,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Journal of Accounting Research, 2006, 44, 113Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c143.",
        "Fama, Eugene F., Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Agency Problems and the Theory of the Firm,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Journal of Political Economy, 1980, 88 (2), 288Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c307.",
        "Fudenberg, Drew and Jean Tirole, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093A Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Ë\u009cSignal-JammingÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0084¢ Theory of Predation, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d RAND Journal of Economics, Autumn 1986, 17 (3), 366Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c376.",
        "Gibbons, Robert S. and Kevin J. Murphy, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Relative Performance Evaluation for Chief Executive Officers,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Industrial and Labor Relations Review, 1990, 43, 30SÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c51S.",
        "Gilovich, Thomas, How We Know What IsnÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0084¢t So: The Fallibility of Human Reason in Everyday Life, New York: The Free Press, 1991.",
        ", Robert Vallone, and Amos Tversky, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093The Hot Hand in Basketball: On the Misperception of Random Sequences,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Cognitive Psychology, 1985, 17, 295Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c314.",
        "Grossman, Sanford J. and Oliver D. Hart, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093An Analysis of the PrincipalAgent Problem,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Econometrica, 1983, 51, 7Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c46.",
        "Hermalin, Benjamin E., Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Managerial Preferences Concerning Risky Projects,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Journal of Law, Economics, & Organization, 1993, 9, 127Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c135.",
        ", Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Trends in Corporate Governance,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Journal of Finance, 2005, 60 (5), 2351Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c 2384.",
        ", Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Corporate Governance,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d in Robert S. Gibbons and John Roberts, eds., The Handbook of Organizational Economics, Princeton, NJ: Princeton University Press, 2013.",
        "References 79 and , Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Corporate Diversification and Agency,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d in Peter J. Hammond and Gareth D. Myles, eds., Incentives, Organization, and Public Economics: Papers in Honour of Sir James Mirrlees, Oxford: Oxford University Press, 2000.",
        ", Avery W. Katz, and Richard Craswell, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Contract Law,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d in A. Mitchell Polinsky and Steven Shavell, eds., Handbook of Law and Economics, Vol. 1, Amsterdam: North-Holland, 2007.",
        "Holmstrom, Bengt, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Moral Hazard and Observability,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Bell Journal of Economics, Spring 1979, 10 (1), 74Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c91.",
        ", Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Managerial Incentive ProblemsÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009dA Dynamic Perspective,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Review of Economic Studies, January 1999, 66 (226), 169Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c182.",
        "Huson, Mark R., Robert Parrino, and Laura T. Starks, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Internal Monitoring Mechanisms and CEO Turnover: A Long-Term Perspective,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Journal of Finance, December 2001, 55 (6), 2265Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c2297.",
        "Jensen, Michael C., Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Agency Costs of Free Cash Flow, Corporate Finance, and Takeovers,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d American Economic Review, May 1986, 76 (2), 323Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c329. Papers and Proceedings of the Ninety-Eighth Annual Meeting of the American Economic Association.",
        "Jenter, Dirk and Fadi Kanaan, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093CEO Turnover and Relative Performance Evaluation,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Journal of Finance, 2015, 70 (5), 2155Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c2184.",
        "References 80 Johnson, Shane A., Harley E. Ryan, and Yisong S. Tian, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Managerial Incentives and Corporate Fraud: The Source of Incentives Matter,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Review of Finance, 2009, 13, 115Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c145.",
        "Johnson, Simon, Rafael La Porta, Florencio Lopez-de-Silanes, and Andrei Shleifer, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Tunneling,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d American Economic Review, May 2000, 90 (2), 22Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c27.",
        "Jones, Edward E. and Victor A. Harris, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093The Attribution of Attitudes,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Journal of Experimental Social Psychology, 1967, 3, 1Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c24.",
        "Kahneman, Daniel, Thinking, Fast and Slow, New York: Farrar, Strauss, and Giroux, 2011.",
        "Kaplan, Steven N. and Bernadette A. Minton, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093How has CEO Turnover Changed?,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d International Review of Finance, March 2012, 12 (1), 57Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c87.",
        "Khurana, Rakesh, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093The Curse of the Superstar CEO,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Harvard Business Review, September 2002, 80 (9), 60Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c65.",
        ", Searching for a Corporate Savior: The Irrational Quest for Charismatic CEOs, Princeton, NJ: Princeton University Press, 2002.",
        "Kim, Son Ku, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Efficiency of an Information System in an Agency Model,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Econometrica, January 1995, 63 (1), 89Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c102.",
        "Leroy, Stephen and Richard D. Porter, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093The Present Value Relation: Tests Based in Implied Variance Bounds,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Econometrica, 1981, 49, 555Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c574.",
        "Levin, Jonathan, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Relational Incentive Contracts,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d American Economic Review, June 2003, 93 (3), 835Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c857.",
        "Maskin, Eric and Jean Tirole, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Unforeseen Contingencies and Incomplete Contracts,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Review of Economic Studies, January 1999, 66 (1), 83Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c114.",
        "Murphy, Kevin J., Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Corporate Performance and Managerial Remuneration,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Journal of Accounting and Economics, 1985, 7 (1), 11Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c42.",
        ", Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Incentives, Learning and Compensation: A Theoretical and Empirical Investigation of Managerial Labor Contracts,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d RAND Journal of Economics, 1986, 17 (1), 59Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c76.",
        "Narayanan, M.P., Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Managerial Incentives for Short-Term Results,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d The Journal of Finance, 1985, 40 (5), 1469Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c1484.",
        "Nash, John F., Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093The Bargaining Problem,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Econometrica, April 1950, 18 (2), 155Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c162.",
        "References 81 Pan, Yihui, Tracy Yue Wang, and Michael S. Weisbach, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Learning about CEO Ability and Stock Return Volatility,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Review of Financial Studies, 2015, 28, 1623Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c1666.",
        ", , and , Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093How Management Risk Affects Corporate Debt,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d 2016. Working Paper, Ohio State University.",
        "Parrino, Robert, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093CEO Turnover and Outside Succession: A Cross-Sectional Analysis,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Journal of Financial Economics, 1997, 46, 165Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c197.",
        ", Richard W. Sias, and Laura T. Starks, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Voting With Their Feet: Institutional Ownership Changes Around Forced CEO Turnover,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Journal of Financial Economics, 2003, 68 (1), 3Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c46.",
        "Pastor, Lubos and Pietro Veronesi, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Stock Valuation and Learning about Profitability,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Journal of Finance, 2003, 58, 1749Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c1789.",
        "Plath, Christian, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Analyzing Credit and Governance Implications of Management Succession Planning,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Technical Report, MoodyÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0084¢s Investors Service 2008. Available at http://ssrn.com/abstract=1285082.",
        "Plous, Scott, The Psychology of Judgment and Decision Making, New York: McGraw-Hill, 1993.",
        "Rogerson, William P., Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Repeated Moral Hazard,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Econometrica, January 1985, 53 (1), 69Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c76.",
        "Ross, Lee, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093The Intuitive Psychologist and his Shortcomings: Distortions in the Attribution Process,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d in Leonard Berkowitz, ed., Advances in Experimental Social Psychology, Vol. 10, New York: Academic Press, 1977, pp. 173Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c220.",
        "Rotemberg, Julio J. and Garth Saloner, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Leadership Style and Incentives,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Management Science, November 1993, 39 (11), 1299Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c1318.",
        "Sappington, David E.M., Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Limited Liability Contracts between Principal and Agent,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Journal of Economic Theory, February 1983, 29 (1), 1Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c21.",
        "Scharfstein, David S. and Jeremy C. Stein, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Herd Behavior and Investment, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d The American Economic Review, June 1990, 80 (3), 465Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c479.",
        "References 82 Shaked, Moshe and J. George Shanthikumar, Stochastic Orders and their Applications, San Diego: Academic Press, 1994.",
        "Shiller, Robert, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Do Stock Prices Move too Much to be Justified by Subsequent Changes in Dividends?,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d American Economic Review, 1981, 71, 421Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c 436.",
        "Shleifer, Andrei and Robert W. Vishny, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093A Survey of Corporate Governance, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Journal of Finance, June 1997, 52 (2), 737Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c783.",
        "Stein, Jeremy C., Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Takeover Threats and Managerial Myopia,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Journal of Political Economy, February 1988, 96 (1), 61Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c80.",
        ", Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Efficient Capital Markets, Inefficient Firms: A Model of Myopic Corporate Behavior,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Quarterly Journal of Economics, November 1989, 104 (4), 655Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c 669.",
        ", Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Agency, Information and Corporate Investment,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d in George M. Constantinides, Milton Harris, and ReneÃ\u0083Å\u0092Ã\u0082Â\u0081 Stulz, eds., Handbook of the Economics of Finance, Amsterdam: North-Holland, 2003.",
        "Stern, LeÃ\u0083Å\u0092Ã\u0082Â\u0081a, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093A Learning Based Approach to Evaluating Boards of Directors,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d 2016. Working Paper, University of Washington.",
        "Taylor, Lucian A., Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Why Are CEOs Rarely Fired? Evidence from Structural Estimation,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Journal of Finance, 2010, 65 (6), 2051Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c2087.",
        ", Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093CEO Wage Dynamics: Estimates from a Learning Model,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Journal of Financial Economics, 2013, 108, 79Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c98.",
        "Timmermann, Allan G., Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093How Learning in Financial Markets Generates Excess Volatility and Predictability,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Quarterly Journal of Economics, 1993, 108, 1135Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c1145.",
        "Tversky, Amos and Daniel Kahneman, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Extensional Versus Intuitive Reasoning: The Conjunction Fallacy in Probability Judgment,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Psychological Review, October 1983, 90 (4), 293Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c315.",
        "Van den Steen, Eric, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Organizational Beliefs and Managerial Vision,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Journal of Law, Economics, & Organization, Spring 2005, 21 (1), 256Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c283.",
        "Warner, Jerold B., Ross L. Watts, and Karen H. Wruck, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Stock Prices and Top-Management Changes,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Journal of Financial Economics, Jan./March 1988, 20 (1/2), 461Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c492.",
        "Wasserman, Noam, Bharat Anand, and Nitin Nohria, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093When Does Leadership Matter? A Contingent Opportunities View of CEO Leadership,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d in Nitin Nohria and Rakesh Khurana, eds., Handbook of Leadership Theory and Practice, Boston: Harvard Business School Publishing, 2010.",
        "References 83 Weber, Roberto A., Colin F. Camerer, Yuval Rottenstreich, and Marc Knez, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093The Illusion of Leadership: Misattribution of Cause in Coordination Games,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Organization Science, September-October 2001, 12 (5), 582Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c598.",
        "Weisbach, Michael S., Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Outside Directors and CEO Turnover,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Journal of Financial Economics, Jan./March 1988, 20 (1/2), 431Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c460.",
        "Williamson, Oliver E., Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Managerial Discretion and Business Behavior,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d American Economic Review, December 1963, 53 (5), 1032Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c1057.",
        "Wolinsky, Asher, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Competition in a Market for Informed ExpertsÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0084¢ Services,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d RAND Journal of Economics, Autumn 1993, 24 (3), 380Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c398."
    ]
}