{
    "id": 23127,
    "cites": 12,
    "cited_by": 44,
    "reference": [
        "Acemoglu, Daron and Pascual Restrepo, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093The race between man and machine,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d NBER Working Papers 22252 May 2016.",
        "Autor, David, David Dorn, Lawrence Katz, Christina Patterson, and John Van Reenen, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Concentrating on the Fall of the Labor Share,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Working Paper 2017.",
        "Barkai, Simcha, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Declining Labor and Capital Shares,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d University of Chicago Working Paper 2017.",
        "Caballero, Ricardo J. and Emmanuel Farhi, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093The Safety Trap,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d NBER Working Papers 19927 February 2015. A separate but crucial point is that independently of the view one takes of the evolution of the ERP over time, the ERP is endogenous to policies and is a key determinant of their effectiveness at the ZLB.",
        ", , and Pierre-Olivier Gourinchas, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093An Equilibrium Model of Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Global Imbalances Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d and Low Interest Rates,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d American Economic Review, March 2008, 98 (1), 358Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c93.",
        ", , and , Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Global Imbalances and Currency Wars at the ZLB,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d NBER Working Papers 21670 October 2015.",
        ", , and , Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Safe Asset Scarcity and Aggregate Demand,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d American Economic Review, May 2016, 106 (5), 513Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c18.",
        "Campbell, John, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Estimating the Equity Premium,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Canadian Journal of Economics, February 2008, 41 (1), 1Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c21.",
        "Daly, Kevin, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093A Secular Increase in the Equity Risk Premium,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d International Finance, 2016.",
        "Duarte, Fernando M. and Carlo Rosa, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093The equity risk premium: a review of models,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Staff Reports 714, New York Fed 2015.",
        "Gomme, Paul, B. Ravikumar, and Peter Rupert, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093The Return to Capital and the Business Cycle,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Review of Economic Dynamics, April 2011, 14 (2), 262Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c278.",
        "Koh, Dongya, Raul Santaeullia-Llopis, and Yu Zheng, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Labor Share Decline and Intellectual Property Products Capital,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Working Papers 927, BGSE September 2016. Lopez-Salido, J. David, Jeremy C. Stein, and Egon Zakrajsek, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Credit-Market Sentiment and the Business Cycle,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d forthcoming in the Quarterly Journal of Economics,"
    ]
}