{
    "id": 23143,
    "cites": 31,
    "cited_by": 7,
    "reference": [
        "Bachmann, R. and C. Bayer (2014). Investment Dispersion and the Business Cycle. American Economic Review.",
        "Bachmann, R. and G. Moscarini (2012). Business Cycles and Endogenous Uncertainty.",
        "Baker, S. and N. Bloom (2013). Does uncertainty reduce growth? using disasters as natural experiments. NBER Working Paper 19475.",
        "Baley, I. and J. Blanco (2016). Menu costs, uncertainty cycles, and the propagation of nominal shocks. Mimeo.",
        "Berger, D., I. Dew-Becker, and S. Giglio (2016). Uncertainty shocks as second-moment news shocks.",
        "Berger, D., J. Faust, J. Rogers, and K. Steverson (2012). Border Prices and Retail Prices. Journal of International Economics 88(1).",
        "Bloom, N. (2009). The Impact of Uncertainty Shocks. Econometrica 77(3).",
        "Bloom, N., M. Floetotto, N. Jaimovich, I. Saporta-Eksten, and S. Terry (2012). Really Uncertain Business Cycles. NBER Working Paper 18245.",
        "Broda, C. and D. Weinstein (2006). Globalization and the Gains from Variety. Quarterly Journal of Economics 121(2).",
        "Burstein, A. and G. Gopinath (2013). International Prices and Exchange Rates. Handbook of International Economics 4.",
        "Burstein, A. and G. Gopinath (2014). International prices and exchange rates.",
        "Decker, R., J. Haltiwanger, R. Jarmin, and J. Miranda (2016). Changing business dynamism and productivity: Shocks vs. responsiveness.",
        "Dornbusch, R. (1987). Exchange Rates and Prices. American Economic Review 77(1).",
        "Fleer, R., B. Rudolf, and M. Zurlinden (2015). Price change dispersion and time-varying pass-through into consumer prices.",
        "Gopinath, G. and O. Itskhoki (2010). Frequency of Price Adjustment and Pass-Through. Quarterly Journal of Economics 125(2).",
        "Gopinath, G., O. Itskhoki, and R. Rigobon (2010). Currency Choice and Exchange Rate Pass-through. American Economic Review 101(1).",
        "Gopinath, G. and R. Rigobon (2008). Sticky Borders. Quarterly Journal of Economics 123(2).",
        "Ilut, C., M. Kehrig, and M. Schneider (2014). Slow to hire, quick to fire: Employment dynamics with asymmetric responses to news.",
        "Kaplan, G. and G. Menzio (2016). Shopping externalities and self-fulfilling unemployment fluctuations. Journal of Political Economy.",
        "Klenow, P. and J. Willis (2006). Real Rigidities and Nominal Price Changes.",
        "Krugman, P. (1987). Pricing to Market When the Exchange Rate Changes. Real-Financial Linkages Among Open Economies.",
        "Krusell, P. and A. A. Smith (1998). Income and Wealth Heterogeneity in the Macroeconomy. The Journal of Political Economy 106(5).",
        "Ludvigson, S. C., S. Ma, and S. Ng (2016). Uncertainty and business cycles: Exogenous impulse or endogenous response? Working Paper 21803, National Bureau of Economic Research.",
        "Marazzi, M., N. Sheets, R. Vigfusson, J. Faust, J. Gagnon, J. Marquez, R. Martin, T. Reeve, and J. Rogers (2005). Exchange Rate Pass-Through to U.S. Import Prices: Some New Evidence. International Finance Discussion Papers.",
        "Munro, D. (2016). Consumer behavior and firm volatility.",
        "Nakamura, E. and J. Steinsson (2008). Five Facts about Prices: A Reevaluation of Menu Cost Models. The Quarterly Journal of Economics 123(4).",
        "Nakamura, E. and J. Steinsson (2010, August). Monetary Non-Neutrality in a Multi-Sector Menu Cost Model. Quarterly Journal of Economics 154(4).",
        "Nakamura, E. and J. Steinsson (2012). Lost in Transit: Product Replacement Bias and Pricing to Market. American Economic Review 102(7).",
        "Neiman, B. (2010). Stickiness, Synchronization, and Passthrough in Intrafirm Trade Prices. Journal of Monetary Economics.",
        "Stroebel, J. and J. Vavra (2016). House Prices, Local Demand, and Retail Prices. NBER Working Paper 20710.",
        "Vavra, J. (2014). Inflation Dynamics and Time-Varying Volatility: New Evidence and an Ss Interpretation. Quarterly Journal of Economics."
    ]
}