{
    "id": 23145,
    "cites": 65,
    "cited_by": 50,
    "reference": [
        "Acemoglu, D., D. Autor, D. Dorn, G. H. Hanson, and B. Price (2016). Import competition and the great US employment sag of the 2000s. Journal of Labor Economics 34(S1), S141{S198.",
        "Acemoglu, D., V. M. Carvalho, A. Ozdaglar, and A. Tahbaz-Salehi (2012). The network origins of aggregate uctuations. Econometrica 80(5), 1977-2016.",
        "Acemoglu, D., A. Ozdaglar, and A. Tahbaz-Salehi (2015). Systemic risk and stability in nancial networks. The American Economic Review 105(2), 564-608.",
        "Acemoglu, D., A. Ozdaglar, and A. Tahbaz-Salehi (2016). Networks, shocks, and systemic risk. In The Oxford Handbook of the Economics of Networks.",
        "Acemoglu, D., A. Ozdaglar, and A. Tahbaz-Salehi (2017). Microeconomic origins of macroeconomic tail risks. The American Economic Review 107(1), 54-108.",
        "Aghion, P. and P. W. Howitt (2008). The economics of growth. MIT press.",
        "Allcott, H., A. Collard-Wexler, and S. D. O&apos;Connell (2016). How do electricity shortages a ect industry? evidence from india. The American Economic Review 106(3), 587-624.",
        "Altinoglu, L. (2016). The origins of aggregate uctuations in a credit network economy.",
        "Atalay, E. (2016). How important are sectoral shocks? Technical report.",
        "Autor, D. H., D. Dorn, and G. H. Hanson (2016). The china shock: Learning from labormarket adjustment to large changes in trade. Annual Review of Economics 8, 205-240.",
        "Ballester, C., A. Calv o-Armengol, and Y. Zenou (2006). Who&apos;s who in networks. wanted: the key player. Econometrica 74(5), 1403-1417.",
        "Baqaee, D. R. (2016). Cascading failures in production networks.",
        "Barro, R. J. (2006). Rare disasters and asset markets in the twentieth century. The Quarterly Journal of Economics, 823-866.",
        "Barrot, J.-N. and J. Sauvagnat (2016). Input speci city and the propagation of idiosyncratic shocks in production networks. The Quarterly Journal of Economics.",
        "Bartelme, D. and Y. Gorodnichenko (2015). Linkages and economic development. Technical report, National Bureau of Economic Research.",
        "Beraja, M., E.Hurst, andJ.Ospina(2016). Theaggregateimplicationsofregionalbusiness cycles. Technical report, National Bureau of Economic Research.",
        "Bigio, S. and J. La&apos;O (2016). Financial frictions in production networks. Technical report.",
        "Blackorby, C. and R. R. Russell (1989). Will the real elasticity of substitution please stand up?(a comparison of the Allen/Uzawa and Morishima elasticities). The American economic review 79(4), 882-888.",
        "Boehm, C., A. Flaaen, and N. Pandalai-Nayar (2015). Input linkages and the transmission of shocks: Firm-level evidence from the 2011 t ohoku earthquake. US Census Bureau Center for Economic Studies Paper No. CES-WP-15-28.",
        "Burstein, A. and J. Cravino (2015). Measured aggregate gains from international trade. American Economic Journal: Macroeconomics 7(2), 181-218.",
        "Carvalho, V. and X. Gabaix (2013). The great diversi cation and its undoing. The American Economic Review 103(5), 1697-1727.",
        "Carvalho, V. M. (2010). Aggregate uctuations and the network structure of intersectoral trade.",
        "Comin, D. A., D. Lashkari, and M. Mestieri (2015). Structural change with long-run income and price e ects. Technical report, National Bureau of Economic Research.",
        "Costinot, A. and A. Rodriguez-Clare (2014). Trade theory with numbers: quantifying the consequences of globalization. Handbook of International Economics 4, 197.",
        "Di Giovanni, J., A. A. Levchenko, and I. M ejean (2014). Firms, destinations, and aggregate uctuations. Econometrica 82(4), 1303-1340.",
        "Diewert, W. E. (1976). Exact and superlative index numbers. Journal of econometrics 4(2), 115-145.",
        "Diewert, W. E. and A. Nakamura (1993). Essays in index number theory, Volume 217. Emerald Group Publishing.",
        "Domar, E. D. (1961). On the measurement of technological change. The Economic Journal 71(284), 709-729.",
        "Dupor, B. (1999). Aggregation and irrelevance in multi-sector models. Journal of Monetary Economics 43(2), 391-409.",
        "Durlauf, S. N. (1993). Nonergodic economic growth. The Review of Economic Studies 60(2), 349-366.",
        "Elliott, M., B. Golub, M. O. Jackson, et al. (2014). Financial networks and contagion. American Economic Review 104(10), 3115-53.",
        "Feenstra, R. C. and G. H. Hanson (1996). Globalization, outsourcing, and wage inequality. The American Economic Review 86(2), 240.",
        "Foerster, A. T., P.-D. G. Sarte, and M. W. Watson (2011). Sectoral versus aggregate shocks: A structural factor analysis of industrial production. Journal of Political Economy 119(1), 1-38.",
        "Gabaix, X. (2011). The granular origins of aggregate uctuations. Econometrica 79(3), 733-772.",
        "Gabaix, X. (2016). Power laws in economics: An introduction. Journal of Economic Perspectives 30(1), 185-206.",
        "Gomme, P. and P. Rupert (2007). Theory, measurement and calibration of macroeconomic models. Journal of Monetary Economics 54(2), 460-497.",
        "Grassi, B. (2017). IO in I-O: Competition and volatility in input-output networks. Technical report.",
        "Grossman, G. M., E. Helpman, E. Ober eld, and T. Sampson (2016). Balanced growth despite Uzawa. Technical report, National Bureau of Economic Research.",
        "Hamilton, J. D. (2003). What is an oil shock? Journal of econometrics 113(2), 363-398.",
        "Hamilton, J. D. (2013). Historical oil shocks. In R. E. Parker and R. M. Whaples (Eds.), Routledge Handbook of Major Events in Economic History, Chapter 21, pp. 239-265. Routledge.",
        "Hicks, J. (1932). Theory of wages. Springer.",
        "Horvath, M. (1998). Cyclicality and sectoral linkages: Aggregate uctuations from independent sectoral shocks. Review of Economic Dynamics 1(4), 781-808.",
        "Horvath, M. (2000). Sectoral shocks and aggregate uctuations. Journal of Monetary Economics 45(1), 69-106.",
        "Houthakker, H. S. (1955). The pareto distribution and the Cobb-Douglas production function in activity analysis. The Review of Economic Studies 23(1), 27-31.",
        "Hulten, C. R. (1978). Growth accounting with intermediate inputs. The Review of Economic Studies, 511-518.",
        "Hulten, C. R. (2001). Total factor productivity: a short biography. In New developments in productivity analysis, pp. 1-54. University of Chicago Press.",
        "Jones, C. I. (2011). Intermediate goods and weak links in the theory of economic development. American Economic Journal: Macroeconomics, 1-28.",
        "Jones, C. I. (2013). Input-Output economics. In Advances in Economics and Econometrics: Tenth World Congress, Volume 2, pp. 419. Cambridge University Press.",
        "Jovanovic, B. (1987). Micro shocks and aggregate risk. The Quarterly Journal of Economics, 395-409.",
        "Kim, S.-J., H. S. Shin, et al. (2013). Working capital, trade and macro uctuations. Technical report.",
        "Koren,M.andS.Tenreyro(2013). Technologicaldiversi cation. The American Economic Review 103(1), 378-414.",
        "Kremer, M. (1993). The O-ring theory of economic development. The Quarterly Journal of Economics, 551-575.",
        "Kurz, C. and M. Z. Senses (2016). Importing, exporting, and rm-level employment volatility. Journal of International Economics 98, 160-175.",
        "Liu, E. (2017). Industrial policies and economic development. Technical report.",
        "Long, J. B. and C. I. Plosser (1983). Real business cycles. The Journal of Political Economy, 39-69.",
        "Lucas, R. E. (1977). Understanding business cycles. In Carnegie-Rochester conference series on public policy, Volume 5, pp. 7-29. North-Holland.",
        "Lucas, R. E. (1987). Models of business cycles, Volume 26. Basil Blackwell Oxford.",
        "Milgrom, P. and J. Roberts (1996). The LeChatelier principle. The American Economic Review, 173-179.",
        "Morishima, M. (1967). A few suggestions on the theory of elasticity. Keizai Hyoron (Economic Review) 16, 144-150.",
        "Notowidigdo, M. J. (2011). The incidence of local labor demand shocks. Technical report, National Bureau of Economic Research.",
        "Ober eld, E. and D. Raval (2014). Micro data and macro technology. Technical report, National Bureau of Economic Research.",
        "Samuelson, P. A. (1960). An extension of the LeChatelier principle. Econometrica, 368-379.",
        "Scheinkman, J. A. and M. Woodford (1994). Self-organized criticality and economic uctuations. The American Economic Review, 417-421.",
        "Stella, A. (2015). Firm dynamics and the origins of aggregate uctuations. Journal of Economic Dynamics and Control 55, 71-88.",
        "Taleb, N. N. (2013). `Antifragility&apos; as a mathematical idea. Nature 494(7438), 430-430."
    ]
}