{
    "id": 23153,
    "cites": 53,
    "cited_by": 5,
    "reference": [
        "Acemoglu, D. (1998). Why Do New Technologies Complement Skills? Directed Technical Change and Wage Inequality. Quarterly Journal of Economics.",
        "Arrow, K. J. (1962). The Economic Implications of Learning by Doing. The Review of Economic Studies, Vol 29, Issue 3:155Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c173.",
        "Bernard, A. B., Eaton, J., Jensen, J. B., and Kortum, S. (2003). Plants and Productivity in International Trade. The American Economic Review, 93(4):1268Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c1290.",
        "Bollinger, C. and Hirsch, B. (2007). How Well are Earnings Measured in the Current Population Survey? Bias from Nonresponse and Proxy respondents. In North American Summer Meetings of the Econometric Society, Duke University.",
        "Borjas, G. (1999). The Economic Analysis of Immigration. Handbook of Labor Economics, Vol 3A, edited by Orley Ashenfelter and David Card, North-Holland.",
        "Bound, J., Braga, B., Golden, J., and Khanna, G. (2015). Recruitment of Foreigners in the Market for Computer Scientists in the US. Journal of Labor Economics.",
        "Broda, C. and Weinstein, D. (2006). Globalization and the Gains From Variety. The Quarterly Journal of Economics, 121(2):541Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c585.",
        "Card, D. and Lemieux, T. (2001). Can Falling Supply Explain the Rising Return to College for Younger Men? A Cohort-Based Analysis. The Quarterly Journal of Economics, 116(2):705Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c 746.",
        "Chaney, T. (2008). Distorted Gravity: The Intensive and Extensive Margins of International Trade. American Economic Review, 98(4):1707Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c1721.",
        "Clemens, M. A. (2013). Why Do Programmers Earn More in Houston Than Hyderabad? Evidence from Randomized Processing of US Visas. American Economic Review, Papers & Proceedings, 103(3): 198-202.",
        "Demidova, S. (2008). Productivity Improvements and Falling Trade Costs: Boon or Bane? International Economic Review, 49(4):1437Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c1462.",
        "di Giovanni, J., Levchenko, A., and Ortega, F. (2015). A Global View of Cross-Border Migration. Journal of the European Economic Association, 13(1):168Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c202.",
        "Dixit, A. K. and Stiglitz, J. E. (1977). Monopolistic Competition and Optimum Product Diversity. The American Economic Review, 67(3):297Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c308.",
        "Doran, K., Gelber, A., and Isen, A. (2015). The Effect of High-Skilled Immigration Policy on Firms: Evidence from H-1B Visa Lotteries. Working Paper. NBER Working Paper 20668.",
        "Freeman, R. B. (1975). Supply and Salary Adjustments to the Changing Science Manpower Market: Physics, 1948-1973. American Economic Review, 65(1):27Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c39.",
        "Freeman, R. B. (1976). A Cobweb Model of the Supply and Starting Salary of New Engineers. Industrial and Labor Relations Review, 29(2):pp. 236Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c248.",
        "Freeman, R. B. (2006). Does Globalization of the Scientific/Engineering Workforce Threaten U.S. Economic Leadership? Innovation Policy and the Economy, Volume 6, Adam B. Jaffe, Josh Lerner, and Scott Stern.",
        "Freeman, R. B. (2009). What Does Global Expansion of Higher Education Mean for the US? Working Paper 14962, National Bureau of Economic Research.",
        "Gaubert, C. (2015). Firm Sorting and Agglomeration. Working Paper.",
        "Ghosh, A., Mayda, A. M., and Ortegae, F. (2014). The Impact of Skilled Foreign Workers on Firms: an Investigation of Publicly Traded U.S. Firms. Working paper. IZA Discussion Paper 8684.",
        "Goldin, C. and Katz, L. F. (2007). Long-Run Changes in the Wage Structure: Narrowing, Widening, Polarizing. Brookings Papers on Economic Activity, (2):135Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c65.",
        "Gordon, R. (1990). The Measurement of Durable Goods Prices. National Bureau of Economic Research, mimeo.",
        "Grossman, G. M. and Helpman, E. (1991). Quality Ladders in the Theory of Growth. The Review of Economic Studies.",
        "Grossman, G. M. and Rossi-Hansberg, E. (2008). Trading Tasks: A Simple Theory of Offshoring.",
        "Hopenhayn, H. A. (1992). Entry, Exit, and firm Dynamics in Long Run Equilibrium. Econometrica.",
        "Hunt, J. and Gauthier-Loiselle, M. (2010). How Much Does Immigration Boost Innovation? American Economic Journal: Macroeconomics, 2(2):31Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c56.",
        "Jorgenson, D. W., Ho, M. S., and Samuels, J. D. (2015). Education, Participiation and the Revival of US Economic Growth. Paper for Conference on Research in Income and Wealth: Education, Skills and Technical Change. Implications for Future US GDP Growth.",
        "Katz, L. F. and Murphy, K. M. (1992). Changes in Relative Wages, 1963-1987: Supply and Demand Factors. The Quarterly Journal of Economics, 107(1):35Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c78.",
        "Kerr, W. R. and Lincoln, W. F. (2010). The Supply Side of Innovation: H-1B Visa Reforms and U.S. Ethnic Invention. Journal of Labor Economics, 28(3):473508.",
        "Khanna, G. and Morales, N. (2015). The IT Boom and Other Unintended Consequences of Chasing the American Dream. Mimeo.",
        "Kirkegaard, J. (2005). Outsourcing and Skill Imports: Foreign High-Skilled Workers on H1B and L-1 Visas in the United States. Working Paper no. 05-15, Peterson Institute for International Economics,Washington, DC.",
        "Kline, P. (2008). Understanding Sectoral Labor Market Dynamics: An Equilibrium Analysis of the Oil and Gas Field Services Industry. Cowles Foundation Discussion Papers 1645, Cowles Foundation for Research in Economics, Yale University.",
        "Krugman, P. (1979). A Model of Innovation, Technology Transfer, and the World Distribution of Income. Journal of Political Economy, Vol. 87, No. 2:253Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c266.",
        "Lemieux, T. (2006). Increasing Residual Wage Inequality: Composition Effects, Noisy Data, or Rising Demand for Skill? The American Economic Review, 96:461Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c498.",
        "Liu, R. and Trefler, D. (2008). Much Ado About Nothing: American Jobs and the Rise of Service Outsourcing to China and India. NBER WP No. 14061, June.",
        "Matloff, N. (2003). On the Need for Reform of the H-1B Non-Immigrant Work Visa in Computer-Related Occupations. University of Michigan Journal of Law Reform, 36, no. 4:815Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c914.",
        "Melitz, M. (2003). The Impact of Trade on Intra-Industry Reallocations and Aggregate Industry Productivity. Econometrica, 71:1695Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c1725.",
        "Melitz, M. and Ottaviano, G. (2008). Market Size, Trade, and Productivity. Review of Economic Studies, 75:295Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c316.",
        "Melitz, M. and Redding, S. (2015). New Trade Models, New Welfare Implications. American Economic Review. Forthcoming.",
        "Mithas, S. and Lucas, H. C. (2010). Are Foreign IT Workers Cheaper? U.S. Visa Policies and Compensation of Information Technology Professionals. Management Science, 56(5):745Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c 765.",
        "Mukhopadhyay, S. and Oxborrow, D. (2012). The Value of an Employment-Based Green Card. Demography, 49:219Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c237.",
        "Nathan, M. (2013). The Wider Economic Impacts of High-Skilled Migrants: A Survey of the Literature. IZA Working Papers, Discussion Paper No. 7653.",
        "Peri, G., Shih, K., and Sparber, C. (2013). STEM Workers, H1B Visas and Productivity in US Cities.",
        "Peri, G., Shih, K., and Sparber, C. (2014). Foreign STEM Workers and Native Wages and Employment in U.S. Cities. Working paper. NBER Working Paper 20093.",
        "Peri, G., Shih, K., and Sparber, C. (2015). Foreign and Native Skilled Workers: What Can We Learn from H-1B Lotteries? Working paper. NBER Working Paper No. 21175.",
        "Peri, G. and Sparber, C. (2009). Task Specialization, Immigration, and Wages. American Economic Journal: Applied Economics, 1(3):135Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c169.",
        "Peri, G. and Sparber, C. (2011). Highly-Educated Immigrants and Native Occupational Choice. Industrial Relations, Vol. 50 (3):385Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c411.",
        "Pfluger, M. and Russek, S. (2013). Firms in the International Economy - Firm Heterogeneity Meets International Business. MIT Press.",
        "Romer, P. (1990). Endogenous Technological Change. Journal of Political Economy.",
        "Rust, J. (1987). Optimal Replacement of GMC Bus Engines: An Empirical Model of Harold Zurcher. Econometrica, 55(5):pp. 999Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c1033.",
        "Ryoo, J. and Rosen, S. (2004). The Engineering Labor Market. Journal of Political Economy, 112(S1):S110Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009cS140.",
        "U.S. Department of Commerce (2000). Digital Economy 2000. Technical report, U.S. Department of Commerce.",
        "U.S. General Accounting Office (2000). H-1B Foreign Workers: Better Controls Needed to Help Employers and Protect Workers. Technical Report GAO/HEHS 00-157., U.S. General Accounting Office, Washington, D.C. U.S. General Accounting Office (2011). H-1B Visa Program: Reforms Are Needed to Minimize the Risks and Costs of Current Program. Technical Report GAO/HEHS 00-157., U.S. General Accounting Office, Washington, D.C. U.S. Immigration and Naturalization Service (2000). Characteristics of Specialty Occupation Workers (H 1B). Technical report, U.S. Immigration and Naturalization Service, Washington, D.C. Yeaple, S. R. (2016). International labor mobility and the multinational enterprise. Working Paper."
    ]
}