{
    "id": 23151,
    "cites": 35,
    "cited_by": 14,
    "reference": [
        "Andreasen, M. M., FernaÃ\u0083Å\u0092Ã\u0082Â\u0081ndez-Villaverde, J. and Rubio-RamÃ\u0083â\u0080\u009eÃ\u0082Â±Ã\u0083Å\u0092Ã\u0082Â\u0081rez, J. (2013) The Pruned State-Space System for Non-Linear DSGE Models: Theory and Empirical Applications, Working Papers 18983, National Bureau of Economic Research.",
        "Angelini, P., Neri, S. and Panetta, F. (2014) The Interaction between Capital Requirements and Monetary Policy, Journal of Money, Credit and Banking, 46, 1073Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c1112.",
        "Angeloni, I. and Faia, E. (2013) Capital regulation and monetary policy with fragile banks, Journal of Monetary Economics, 60, 311Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c324.",
        "Aoki, K., Benigno, G. and Kiyotaki, N. (2015) Monetary and Financial Policies in Emerging Markets, Mimeo.",
        "Bernanke, B. and Gertler, M. (1989) Agency Costs, Net Worth, and Business Fluctuations, American Economic Review, 79, 14Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c31.",
        "Bernanke, B., Gertler, M. and Gilchrist, S. (1999) The Financial Accelerator in a Quantitative Business Cycle Framework, in Handbook of Macroeconomics (Eds.) J. B. Taylor and M. Woodford, Elsevier, vol. 1 of Handbook of Macroeconomics, chap. 21, pp. 1341Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c1393.",
        "Bianchi, J. and Mendoza, E. G. (2015) Optimal Time-Consistent Macroprudential Policy, Working Paper 19704, National Bureau of Economic Research, forthcoming at Journal of Political Economy.",
        "Blake, A. P. and Kirsanova, T. (2011) Inflation Conservatism and Monetary-Fiscal Policy Interactions, International Journal of Central Banking, 7, 41Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c83.",
        "Bodenstein, M., Guerrieri, L. and LaBriola, J. (2014) Macroeconomic Policy Games, Finance and Economics Discussion Series 2014-87, Board of Governors of the Federal Reserve System (U.S.). Calvo, G. A. (1983) Staggered Prices in a Utility-Maximizing Framework, Journal of Monetary Economics, 12, 383Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c398.",
        "Christiano, L. J., Eichenbaum, M. and Evans, C. L. (2005) Nominal Rigidities and the Dynamic Effects of a Shock to Monetary Policy, Journal of Political Economy, 113, 1Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c45.",
        "Christiano, L. J., Motto, R. and Rostagno, M. (2014) Risk Shocks, American Economic Review, 104, 27Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c65.",
        "CuÃ\u0083Å\u0092Ã\u0082Â\u0081rdia, V. and Woodford, M. (2010) Credit Spreads and Monetary Policy, Journal of Money, Credit and Banking, 42, 3Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c35.",
        "De Paoli, B. and Paustian, M. (2013) Coordinating Monetary and Macroprudential Policies, Staff Reports 653, Federal Reserve Bank of New York.",
        "Dixit, A. and Lambertini, L. (2001) Monetary-Fiscal Policy Interactions and Commitment Versus Discretion in a Monetary Union, European Economic Review, 45, 977Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c987.",
        "Eichengreen, B., El-Erian, M., Fraga, A., Ito, T., Pisani-Ferry, J., Prasad, E., Rajan, R., Ramos, M., Reinhart, C., Rey, H. et al. (2011a) Rethinking Central Banking Committee on International Economic Policy and Reform, Brookings Institution.",
        "Eichengreen, B., Prasad, E. and Rajan, R. (2011b) Rethinking Central Banking, Tech. rep., VOX, CEPRÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0084¢s Policy Portal, http://www.voxeu.org/article/rethinkingcentralbanking.",
        "Galati, G. and Moessner, R. (2013) Macroprudential Policy Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c A Literature Review, Journal of Economic Surveys, 27, 846Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c878.",
        "IMF (2013) The Interaction of Monetary and Macroprudential Policies, Tech. rep., IMF.",
        "Lambertini, L., Nuguer, V. and Uysal, P. (2017) Mortgage default in an estimated model of the U.S. housing market, Journal of Economic Dynamics and Control, In Press, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c.",
        "Mendoza, E. G. (2016) Macroprudential policy: Promise and challenges, Working Paper 22868, National Bureau of Economic Research.",
        "Mendoza, E. G. and Tesar, L. L. (2005) Why HasnÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0084¢t Tax Competition Triggered a Race to the Bottom? Some Quantitative Lessons from the EU, Journal of Monetary Economics, 52, 163Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c204.",
        "Quint, D. and Rabanal, P. (2014) Monetary and Macroprudential Policy in an Estimated DSGE Model of the Euro Area, International Journal of Central Banking, 10, 169Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c236.",
        "Schmitt-GroheÃ\u0083Å\u0092Ã\u0082Â\u0081, S. and Uribe, M. (2004) Solving Dynamic General Equilibrium Models Using a SecondOrder Approximation to the Policy Function, Journal of Economic Dynamics and Control, 28, 755Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c775.",
        "Smets, F. (2014) Financial Stability and Monetary Policy: How Closely Interlinked?, International Journal of Central Banking, 10, 263Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c300.",
        "Svensson, L. (2012) Comment on Michael Woodford, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Inflation Targeting and Financial StabilityÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d, Sveriges Riksbank Economic Review, 1, 33Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c39.",
        "Svensson, L. (2014) Inflation Targeting and Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009dLeaning against the WindÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d, International Journal of Central Banking, 10, 103Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c114.",
        "Svensson, L. (2015) Monetary Policy and Macroprudential Policy: Different and Separate, Tech. rep., Stockholm School of Economics and IMF.",
        "Taylor, J. and Williams, J. (2010) Simple and Robust Rules for Monetary Policy, in Handbook of Monetary Economics (Eds.) B. M. Friedman and M. Woodford, Elsevier, vol. 3, chap. 15, pp. 829Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c859, 1 edn.",
        "Townsend, R. M. (1979) Optimal Contracts and Competitive Markets with Costly State Verification, Journal of Economic Theory, 21, 265Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c293.",
        "Van der Ghote, A. (2016) Coordinating Monetary and Financial Regulatory Policies, Tech. rep., Princeton University.",
        "Williams, J. C. (2010) Monetary Policy in a Low Inflation Economy with Learning, Economic Review, pp. 1Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c12.",
        "Woodford, M. (2010) Optimal Monetary Stabilization Policy, in Handbook of Monetary Economics (Eds.) B. M. Friedman and M. Woodford, Elsevier, vol. 3 of Handbook of Monetary Economics, chap. 14, pp. 723Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c828.",
        "Woodford, M. (2012) Inflation Targeting and Financial Stability, Working Paper 17967, National Bureau of Economic Research.",
        "Yellen, J. (2014) Monetary Policy and Financial Stability, Tech. rep., Board of Goverments of the Federal Reserve System.",
        "Yun, T. (1996) Nominal Price Rigidity, Money Supply Endogeneity, and Business Cycles, Journal of Monetary Economics, 37, 345 Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c 370."
    ]
}