{
    "id": 23155,
    "cites": 26,
    "cited_by": 1,
    "reference": [
        "Acemoglu, D., 2002. Directed Technical Change?, Review of Economic Studies, 69(4): 781-09.",
        "Acemoglu, D., and Linn, J., 2004. Market Size in Innovation: Theory and Evidence from the Pharmaceutical Industry, Quarterly Journal of Economics, 119(3): 1049-1090.",
        "Andreoni, J., and Levinson, A., 2001. The Simple Analytics of the Environmental Kuznets Curve. Journal of Public Economics, 80(2):269-286.",
        "Barreca, A., Clay, K., Deschenes, O., Greenstone, M., and Shapiro, J.S., 2016. Adapting to Climate Change: The Remarkable Decline in the US Temperature-Mortality Relationship over the Twentieth Century, Journal of Political Economy, 124(1):213 - 250.",
        "Bunten, D., and Kahn, M. E., 2017. Optimal Real Estate Capital Durability and Localized Climate Change Disaster Risk, Journal of Housing Economics.",
        "Campbell, J. Y., 2016. Restoring Rational Choice: The Challenge of Consumer Financial Regulation, American Economic Review, 106(5):1-30.",
        "Costello, C. J., Neubert, M. G., Polasky, S. A., and Solow A.R., 2010, Bounded Uncertainty and Climate Change Economics, Proceedings of the National Academy of Sciences, 107(18):8108-10.",
        "Davis, L.W., 2008, Durable Goods and Residential Demand for Energy and Water: Evidence from a Field Trial, The RAND Journal of Economics, 39(2):530-46.",
        "Davis, L.W., and Gertler, P. J., 2015. Contribution of Air Conditioning Adoption to Future Energy Use under Global Warming, Proceedings of the National Academy of Sciences, 112(19):5962-7.",
        "Dell, M., Jones, B. F., and Olken, B. A., 2012. Temperature Shocks and Economic Growth: Evidence from the Last Half Century, American Economic Journal: Macroeconomics, 4(3): 6695.",
        "Deryugina, T., and Hsiang, S. M., 2014. Does the Environment Still Matter? Daily Temperature and Income in the United States, No. w20750. National Bureau of Economic Research.",
        "DeschÃ\u0083Æ\u0092Ã\u0082Âªnes, O., and Greenstone, M., 2007. The Economic Impacts of Climate Change: Evidence from Agricultural Output and Random Fluctuations in Weather, American Economic Review 97(1): 354385.",
        "DeschÃ\u0083Æ\u0092Ã\u0082Âªnes, O., and Greenstone, M., 2012. The Economic Impacts of Climate Change: Evidence from Agricultural Output and Random Fluctuations in Weather: Reply, American Economic Review 102(7): 3761-3773.",
        "DeschÃ\u0083Æ\u0092Ã\u0082Âªnes, O, and Greenstone, M., 2011. Climate Change, Mortality, and Adaptation: Evidence from Annual Fluctuations in Weather in the US, American Economic Journal: Applied Economics, 3(4): 152-85.",
        "Desmet, K, Nagy, D. K, and Rossi-Hansberg, E., 2015. The Geography of Development: Evaluating Migration Restrictions and Coastal Flooding. National Bureau of Economic Research.",
        "Ehrlich, I., and Becker, G. S., 1972. Market Insurance, Self-Insurance, and Self-Protection, Journal of Political Economy, 80(4): 623-648.",
        "Hsiang, S. M., and Jina, A. S., 2014. The Causal Eect of Environmental Catastrophe on Long-run Economic Growth: Evidence from 6,700 Cyclones, No. w20352. National Bureau of Economic Research.",
        "Lucas, R. E., 1976. Econometric Policy Evaluation: A Critique. In Brunner, K., and Meltzer, A. ,The Phillips Curve and Labor Markets. Carnegie-Rochester Conference Series on Public Policy. New York: American Elsevier: 1946.",
        "Nordhaus, W. D., 2011. Estimates of the Social Cost of Carbon: Background and Results from the RICE-2011 Model, No. w17540. National Bureau of Economic Research.",
        "Nordhaus, W. D., 2015. Climate Clubs: Overcoming Free-riding in International Climate Policy. American Economic Review 105(4): 1339-1370.",
        "Nordhaus, W. D., and Boyer, J., 2003. Warming the World: Economic Models of Global Warming. MIT press.",
        "Nordhaus, W. D., and Yang, Z., 1996. A Regional Dynamic General-equilibrium Model of Alternative Climate-change Strategies, American Economic Review, 1:741-65.",
        "Pindyck, R. S., 2013. Climate Change Policy: What do the Models Tell Us?. Journal of Economic Literature, 51(3): 860-72.",
        "Roberts, M. J., Schlenker, W., and Eyer, J., 2012. Agronomic Weather Measures in Econometric Models of Crop Yield with Implications for Climate Change, American Journal of Agricultural Economics, aas047",
        "Stokey, N. L.,1998. Are there Limits to Growth?, International Economic Review, 39(1):1-31.",
        "Weitzman, M. L., 2009. On Modeling and Interpreting the Economics of Catastrophic Climate Change, Review of Economics and Statistics, 91(1): 1-19."
    ]
}