{
    "id": 23167,
    "cites": 26,
    "cited_by": 2,
    "reference": [
        "Abiad, Abdul, Nienke Oomes, and Kenichi Ueda, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093The quality effect: Does financial liberalization improve the allocation of capital?,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Journal of Development Economics, 2008, 87 (2), 270Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c282.",
        "Calomiris, Charles and Doron Nissim, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Crisis-Related Shifts in the Market Valuation of Banking Activities,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Journal of Financial Intermediation, 2014, 23, 400Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c4350.",
        "Caprio, Gerard, Daniela Klingebiel, Luc Laeven, and Guillermo Noguera, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Appendix: Banking Crisis Database,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d in Patrick Honohan and Luc Laeven, eds., Systemic Financial Crises: Containment and Resolution, Cambridge: Cambridge University Press, 009 2005, pp. 307Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c340.",
        "Carlson, Mark and Jonathan D. Rose, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Credit Availability and the Collapse of the Banking Sector in the 1930s,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Journal of Money, Credit and Banking, 2015, 47 (7), 1239Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c1271.",
        "Cerra, Valerie and Sweta Saxena, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Growth Dynamics: The Myth of Economic Recovery,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d American Economic Review, 2008, 98 (1), 439Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c57.",
        "Chodorow-Reich, Gabriel, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093The Employment Effects of Credit Market Disruptions Firm-level Evidence from the 2008-9 Financial Crisis,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d The Quarterly Journal of Economics, 2014, 129 (1), 1Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c59.",
        "Darmouni, Olivier, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Estimating Information Frictions in Sticky Relationships,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Working Paper, Columbia University 2016.",
        "DellÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0084¢ariccia, Giovanni, Enrica Detragiache, and Raghuram Rajan, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093The real effect of banking crises,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Journal of Financial Intermediation, 2008, 17 (1), 89Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c112.",
        "Demsetz, Rebecca, Marc R. Saidenberg, and Philip E. Strahan, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Banks with something to lose: the disciplinary role of franchise value,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Economic Policy Review, 1996, (Oct), 1Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c14.",
        "Eisfeldt, Andrea and Adriano Rampini, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Capital reallocation and liquidity,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Journal of Monetary Economics, 2006, 53 (3), 369Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c399.",
        "Frydman, Carola, Eric Hilt, and Lily Y. Zhou, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Economic Effects of Runs on Early \"Shadow Banks\": Trust Companies and the Impact of the Panic of 1907,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Journal of Political Economy, 2015, 123 (4), 902 Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c 940.",
        "Gibson, Michael S., Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Can Bank Health Affect Investment? Evidence from Japan,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Journal of Business, 1995, 68 (3), 281Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c308.",
        "Gorton, Gary and Ping He, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Bank Credit Cycles,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Review of Economic Studies, 2008, 75 (4), 1181Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c1214.",
        "Ivashina, Victoria and David Scharfstein, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Bank lending during the financial crisis of 2008,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Journal of Financial Economics, 2010, 97 (3), 319Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c338.",
        "Iyer, Rajkamal, Jose-Luis Peydro, Samuel da Rocha-Lopes, and Antoinette Schoar, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Interbank Liquidity Crunch and the Firm Credit Crunch: Evidence from the 2007-2009 Crisis,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Review of Financial Studies, 2014, 27 (1), 347Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c372.",
        "Kaminsky, Graciela and Carmen Reinhart, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093The Twin Crises: The Causes of Banking and Balance-ofPayment Problems,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d American Economic Review, 1999, 89 (3), 473Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c500.",
        "Lee, James and Filippo Mezzanotti, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Bank Distress and Manufacturing: Evidence from the Great Depression,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Working Paper, Harvard University OpenScholar 2014.",
        "Lux, Marshall and Robert Greene, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093WhatÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0084¢s Behind the Non-Bank Mortgage Boom?,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Working Paper, Harvard Kennedy School 2015.",
        "Marcus, Alan, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Deregulation and Bank Financial policy,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Journal of Banking and Finance, 1984, 8 (4), 557Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c565.",
        "Mladjan, Mrdjan, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Accelerating into the Abyss: Financial Dependence and the Great Depression,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Working Paper, EBA Business School 2012.",
        "Morris-Levenson, Josh, Robert Sarama, and Christoph Ungerer, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Does Tighter Bank Regulation Affect Mortgage Originations?,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Working Paper, Board of Governors, Federal Reserve System 2017.",
        "Nash, Ryan and Eric Beardsley, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093The Future of Finance: The Rise of the New Shadow Bank,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Goldman Sachs Equity Research, 2015.",
        "Reinhart, Carmen and Kenneth Rogoff, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Recovery from Financial Crises: Evidence from 100 Episodes,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d American Economic Review, 2014, 104 (5), 50Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c55.",
        "Rosengren, Eric and Joe Peek, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Collateral Damage: Effects of the Japanese Bank Crisis on Real Activity in the United States,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d American Economic Review, 2000, 90 (1), 30Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c45.",
        "Sarin, Natasha and Lawrence H. Summers, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Have big banks gotten safer?,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Brookings Papers on Economic Activity, 2016, (Sep).",
        "Slovin, Myron B, Marie E Sushka, and John A Polonchek, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093The Value of Bank Durability: Borrowers as Bank Stakeholders,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Journal of Finance, 1993, 48 (1), 247Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c66."
    ]
}