{
    "id": 23168,
    "cites": 35,
    "cited_by": 10,
    "reference": [
        "Altonji, Joseph G and Nicolas Williams (2005) Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Do wages rise with job seniority? A reassessment,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Industrial & Labor Relations Review, Vol. 58, pp. 370Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c397.",
        "AÃ\u0083Å\u0092Ã\u0082Å stebro, Thomas, Holger Herz, Ramana Nanda, and Roberto A Weber (2014) Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Seeking the roots of entrepreneurship: insights from behavioral economics,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d The Journal of Economic Perspectives, Vol. 28, pp. 49Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c69.",
        "AÃ\u0083Å\u0092Ã\u0082Å stebro, Thomas and Peter Thompson (2011) Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Entrepreneurs, Jacks of all trades or Hobos?Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Research Policy, Vol. 40, pp. 637Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c649.",
        "Blau, David M (1987) Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093A time-series analysis of self-employment in the United States,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Journal of political economy, Vol. 95, pp. 445Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c467.",
        "Bruce, Donald (2000) Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Effects of the United States tax system on transitions into self-employment,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Labour economics, Vol. 7, pp. 545Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c574.",
        "Bruce, Donald and Herbert J Schuetze (2004) Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093The labor market consequences of experience in self-employment,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Labour Economics, Vol. 11, pp. 575Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c598.",
        "Caliendo, M and A Uhlendorff (2008) Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Self-employment dynamics, state dependence and crossmobility patterns. IZA Discussion Papers 3900,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Institute for the Study of Labor (IZA), Bonn.",
        "Caliendo, Marco, Frank Fossen, and Alexander Kritikos (2010) Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093The impact of risk attitudes on entrepreneurial survival,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Journal of Economic Behavior & Organization, Vol. 76, pp. 45Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c63.",
        "Daly, Moira (2015) Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093The long term returns of attempting self-employment with regular employment as a fall back option,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Labour Economics, Vol. 35, pp. 26Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c52.",
        "Evans, David S and Boyan Jovanovic (1989) Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093An estimated model of entrepreneurial choice under liquidity constraints,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d The Journal of Political Economy, pp. 808Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c827.",
        "Evans, David S and Linda S Leighton (1989) Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Some empirical aspects of entrepreneurship,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d The American Economic Review, pp. 519Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c535.",
        "Gibbons, Robert, Lawrence F. Katz, Thomas Lemieux, and Daniel Parent (2005) Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Comparative Advantage, Learning, and Sectoral Wage Determination,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Journal of Labor Economics, Vol. 23, pp. 681Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c724.",
        "Gottlieb, Joshua D., Richard R. Townsend, and Ting Xu (2016) Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Experimenting with Entrepreneurship: The Effect of Job-Protected Leave,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d working paper.",
        "Hall, Robert E and Susan E Woodward (2010) Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093The Burden of the Nondiversifiable Risk of Entrepreneurship, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d American Economic Review, Vol. 100, pp. 1163Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c1194.",
        "Hamilton, Barton H (2000) Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Does entrepreneurship pay? An empirical analysis of the returns to self-employment,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Journal of Political Economy, Vol. 108, pp. 604Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c631.",
        "Hincapie, Andres (2017) Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Where are the Young Entrepreneurs? A Study of Entrepreneurship over the Life Cycle.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Humphries, John Eric (2016) Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093The Causes and Consequences of Self-Employment over the Life Cycle.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Hurst, Erik, Geng Li, and Benjamin Pugsley (2014) Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Are household surveys like tax forms? Evidence from income underreporting of the self-employed,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Review of economics and statistics, Vol. 96, pp. 19Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c33.",
        "Hurst, Erik and Benjamin Wild Pugsley (2011) Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093What do small businesses do?Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009dTechnical report, National Bureau of Economic Research.",
        "Jensen, Thais LÃ\u0083Æ\u0092Ã\u0082Â¦rkholm, SÃ\u0083Æ\u0092Ã\u0082Â¸ren Leth-Petersen, and Ramana Nanda (2014) Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Housing collateral, credit constraints and entrepreneurship-evidence from a mortgage reform,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009dTechnical report, National Bureau of Economic Research.",
        "Jones, Benjamin F (2010) Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Age and great invention,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d The Review of Economics and Statistics, Vol. 92, pp. 1Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c14.",
        "Jovanovic, Boyan (1979) Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Job matching and the theory of turnover,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Journal of Political Economy, pp. 972Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c990.",
        "Kahn, Shulamit, Giulia La Mattina, and Megan MacGarvie (2016) Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Misfits, Stars and Immigrant Entrepreneurship,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d working paper.",
        "Kerr, William R, Ramana Nanda, and Matthew Rhodes-Kropf (2014) Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Entrepreneurship as experimentation, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d The Journal of Economic Perspectives, Vol. 28, pp. 25Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c48.",
        "Lazear, Edward P, Kathryn L Shaw, and Christopher T Stanton (2015) Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093The value of bosses,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Journal of Labor Economics, Vol. 33, pp. 823Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c861.",
        "Lerner, Josh and Ulrike Malmendier (2011) Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093With a Little Help from My (Random) Friends: Success and Failure in Post-Business School Entrepreneurship,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d nber working paper no. 16918.",
        "Levine, Ross and Yona Rubinstein (2013) Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Smart and Illicit: Who Becomes an Entrepreneur and Does It Pay?Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d working paper.",
        "Liang, James, Hui Wang, and Edward P Lazear (2014) Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Demographics and Entrepreneurship, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009dTechnical report, National Bureau of Economic Research.",
        "Light, Audrey and Robert Munk (2015) Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Business ownership vs. self-employment,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d working paper.",
        "Lim, Katherine (2015) Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Self-Employment, Workplace Flexibility, and Maternal Labor Supply: A Life-Cycle Model,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d working paper.",
        "Manso, Gustavo (2016) Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Experimentation and the Returns to Entrepreneurship,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Review of Financial Studies, p. hhw019.",
        "Moscarini, Giuseppe (2005) Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Job matching and the wage distribution,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Econometrica, Vol. 73, pp. 481Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c516.",
        "Moskowitz, Tobias J and Annette Vissing-Jorgensen (2002) Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093The returns of entrepreneurial investment: A private equity premium puzzle?Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d The American Economic Review, Vol. 92, p. 745.",
        "Papageorgiou, Theodore (2014) Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Learning your comparative advantages,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d The Review of Economic Studies, Vol. 81, pp. 1263Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c1295.",
        "Rust, John (1987) Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Optimal replacement of GMC bus engines: An empirical model of Harold Zurcher,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Econometrica: Journal of the Econometric Society, pp. 999Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c1033.",
        "Sarada (2015) Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093The Unobserved Returns from Entrepreneurship,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d University of Wisconsin-Madison manuscript.",
        "Train, Kenneth E (2009) Discrete choice methods with simulation: Cambridge university press."
    ]
}