{
    "id": 23162,
    "cites": 66,
    "cited_by": 2,
    "reference": [
        "Acemoglu, D., U. Akcigit, and W. R. Kerr (2016). Networks and the macroeconomy: An empirical exploration. NBER Macroeconomics Annual 30(1), 273Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c335.",
        "Acemoglu, D., V. M. Carvalho, A. Ozdaglar, and A. Tahbaz-Salehi (2012). The network origins of aggregate fluctuations. Econometrica 80(5), 1977Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c2016.",
        "Aghion, P., O. Hart, and J. Moore (1992). The economics of bankruptcy reform. Journal of Law, Economics and Organization 8(3), 523Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c546.",
        "Ahlfeldt, G., S. J. Redding, D. M. Sturm, and N. Wolf (2015). The economics of density: Evidence from the Berlin Wall. Econometrica 83(6), 2127Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c2189.",
        "Arzaghi, M. and J. V. Henderson (2008). Networking off Madison avenue. The Review of Economic Studies 75(4), 1011Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c1038.",
        "Baird, D. G. (1986). The uneasy case for corporate reorganizations. Journal of Legal Studies 15(1), 127Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c147.",
        "Baird, D. G. (1993). Revisiting auctions in Chapter 11. The Journal of Law & Economics 36(1), 633Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c653.",
        "Bayer, P., S. L. Ross, and G. Topa (2008). Place of work and place of residence: Informal hiring networks and labor market outcomes. Journal of Political Economy 116(6), 1150Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c1196.",
        "Bebchuk, L. A. (1988). A new approach to corporate reorganizations. Harvard Law Review 101, 775Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c804.",
        "Benmelech, E., N. Bergman, A. Milanez, and V. Mukharlyamov (2014). The agglomeration of bankruptcy. National Bureau of Economic Research Working Paper 20254.",
        "Bernstein, S., E. Colonnelli, and B. C. Iverson (2016). Asset allocation in bankruptcy. U.S. Census Bureau Center for Economic Studies Working Paper CES-WP-16-13.",
        "Black, D., T. McKinnish, and S. Sanders (2005). The economic impact of the coal boom and bust. Economic Journal 115(503), 449Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c476.",
        "Bradley, M. and M. Rosenzweig (1992). The untenable case for Chapter 11. Yale Law Journal 101(5), 1043Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c1095.",
        "Bris, A., I. Welch, and N. Zhu (2006). The costs of bankruptcy: Chapter 7 liquidation versus Chapter 11 reorganization. Journal of Finance 61(3), 1253Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c1303.",
        "Caballero, R. and M. Hammour (1994). The cleansing effect of recessions. American Economic Review 84, 1350Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c1368.",
        "Caballero, R. and M. Hammour (1996). On the timing and efficiency of creative destruction. Quarterly Journal of Economics 111, 805Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c852.",
        "Campbell, J. Y., S. Giglio, and P. Pathak (2011). Forced sales and house prices. American Economic Review 101(5), 2108Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c2131.",
        "Carrington, W. J. (1996). The Alaskan labor market during the pipeline era. Journal of Political Economy 104(1), 186Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c218.",
        "Carvalho, V. M. (2014). From micro to macro via production networks. Journal of Economic Perspectives 28(4), 23Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c47.",
        "Chang, T. and A. Schoar (2013). Judge specific differences in Chapter 11 and firm outcomes. Working Paper, University of Southern California.",
        "Cui, L. and R. Walsh (2015). Foreclosure, vacancy and crime. Journal of Urban Economics 87, 72Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c84.",
        "Dobbie, W. and J. Song (2015). Debt relief and debtor outcomes: Measuring the effects of consumer bankruptcy protection. American Economic Review 105(3), 1272Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c1311.",
        "Doyle, J. J. (2008). Child protection and adult crime: Using investigator assignment to estimate causal effects of foster care. Journal of Political Economy 116(4), 746Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c770.",
        "Duranton, G. and D. Puga (2004). Micro-foundations of urban agglomeration economies. In V. J.",
        "Henderson and J.-F. Thisse (Eds.), Handbook of Regional and Urban Economics, Volume 4, pp. 2063Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c2117. Elsevier/North Holland, Amsterdam.",
        "Echenique, F. and R. G. Fryer (2007). A measure of segregation based on social interactions. Quarterly Journal of Economics 122(2), 441Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c485.",
        "Ellen, I. G., J. Lacoe, and C. A. Sharygin (2013). Do foreclosures cause crime? Journal of Urban Economics 74, 59Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c70.",
        "Ellison, G. and E. L. Glaeser (1997). Geographic concentration in U.S. manufacturing industries: A dartboard approach. Journal of Political Economy 105(5), 889Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c927.",
        "Federal Judicial Center (2016). How the federal courts are organized. Federal Judicial Center, Washington, DC.",
        "Galasso, A. and M. Schankerman (2015). Patents and cumulative innovation: Causal evidence from the courts. The Quarterly Journal of Economics 130(1), 317Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c369.",
        "Gathmann, C., I. Helm, and U. SchoÃ\u0083Å\u0092Ã\u0082Ë\u0086nberg (2016). Spillover effects of mass layoffs. Working Paper, University College London.",
        "Gertner, R. and D. Scharfstein (1991). A theory of workouts and the effects of reorganization law.",
        "Gilson, S. C. (1997). Transactions costs and capital structure choice: Evidence from financially distressed firms. Journal of Finance 52(1), 161Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c196.",
        "Glaeser, E. L. and J. D. Gottlieb (2009). The wealth of cities: Agglomeration economies and spatial equilibrium in the united states. Journal of Economic Literature 47(4), 983Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c1028.",
        "Glaeser, E. L. and J. E. Kohlhase (2004). Cities, regions and the decline of transport costs. Papers in Regional Science 83(1), 197Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c228.",
        "Gould, E. D., B. P. Pashigian, and C. J. Prendergast (2005). Contracts, externalities, and incentives in shopping malls. Review of Economics and Statistics 87(3), 411Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c422.",
        "Greenstone, M., R. Hornbeck, and E. Moretti (2010). Identifying agglomeration spillovers: Evidence from winners and losers of large plant openings. Journal of Political Economy 118(3), 536Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c598.",
        "Griliches, Z. (1958). Research costs and social returns: Hybrid corn and related innovations. Journal of Political Economy 66, 419Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c431.",
        "Hart, O. (2000). Different approaches to bankruptcy. National Bureau of Economic Research Working Paper 7921.",
        "Hotchkiss, E. S. (1995). Postbankruptcy performance and management turnover. Journal of Finance 50(1), 3Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c21.",
        "Imbens, G. W. and J. D. Angrist (1994). Identification and estimation of local average treatment effects. Econometrica 62(2), 467Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c476.",
        "Iverson, B. C. (2015). Get in line: Chapter 11 restructuring in crowded bankruptcy courts. Working Paper, Northwestern University.",
        "Jaffe, A. B., M. Trajtenberg, and R. Henderson (1993). Geographic localization of knowledge spillovers as evidenced by patent citations. Quarterly Journal of Economics 108, 577Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c598.",
        "Jarmin, R. S. and J. Miranda (2002). The longitudinal business database. U.S. Census Bureau Center for Economic Studies Working Paper CES-WP-02-17.",
        "Jofre-Monseny, J., M. SaÃ\u0083Å\u0092Ã\u0082Â\u0081nchez-Vidal, and E. Viladecans-Marsal (2015). Big plant closures and agglomeration economies. SERC Discussion Paper 179.",
        "Kling, J. R. (2006). Incarceration length, employment, and earnings. American Economic Review 96(3), 863Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c876.",
        "Krugman, P. R. (1991). Geography and Trade. Cambridge, MA: MIT press.",
        "LoPucki, L. M. and W. C. Whitford (1993). Patterns in the bankruptcy reorganization of large publicly held companies. Cornell Law Review 78(4), 597Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c618.",
        "Marshall, A. (1890). Principles of Economics. New York, NY: MacMillan.",
        "Mian, A. and A. Sufi (2014). What explains the 2007Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c2009 drop in employment? Econometrica 82(6), 2197Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c2223.",
        "Moretti, E. (2010). Local multipliers. American Economic Review: Papers and Proceedings 100(2), 1Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c7.",
        "Moretti, E. (2011). Local labor markets. In O. Ashenfelter and D. Card (Eds.), Handbook of Labor Economics, Volume 4, pp. 1237Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c1313. Elsevier/North Holland, Amsterdam.",
        "Pashigian, B. P. and E. D. Gould (1998). Internalizing externalities: The pricing of space in shopping malls. The Journal of Law and Economics 41(1), 115Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c142.",
        "Pulvino, T. C. (1998). Do asset fire sales exist? An empirical investigation of commercial aircraft transactions. Journal of Finance 53(3), 939Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c978.",
        "Pulvino, T. C. (1999). Effects of bankruptcy court protection on asset sales. Journal of Financial Economics 52(2), 151Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c186.",
        "Rosenthal, S. S. and W. C. Strange (2003). Geography, industrial organization, and agglomeration. Review of Economics and Statistics 85(2), 377Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c393.",
        "Saxenian, A. (1994). Regional networks: Industrial adaptation in Silicon Valley and route 128. Working Paper, UC Berkeley.",
        "Schumpeter, J. (1934). Depressions: Can we learn from past experiences? In D. Brown, E. Chamberlin, and S. Harris (Eds.), The Economics of the Recovery Program, Volume 4. New York, NY: McGraw-Hill.",
        "Shleifer, A. and R. W. Vishny (1992). Liquidation values and debt capacity: A market equilibrium approach. Journal of Finance 47(4), 1343Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c1366.",
        "Shoag, D. and S. Veuger (2014). Shops and the city: Evidence on local externalities and local government policy from big box bankruptcies. Working Paper, Harvard University.",
        "Spelman, W. (1993). Abandoned buildings: Magnets for crime? Journal of Criminal Justice 21(5), 481Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c495.",
        "Staiger, D. and J. H. Stock (1997). Instrumental variables regression with weak instruments. Econometrica 65(3), 557Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c586.",
        "Stock, J. H. and M. Yogo (2005). Testing for weak instruments in linear IV regression. In D. W. K. Andrews and J. H. Stock (Eds.), Identification and Inference for Econometric Models: Essays in Honor of Thomas Rothenberg, pp. 80Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c108. Cambridge, UK: Cambridge University Press.",
        "StroÃ\u0083Å\u0092Ã\u0082Ë\u0086mberg, P. (2000). Conflicts of interest and market illiquidity in bankruptcy auctions: Theory and tests. Journal of Finance 55(6), 2641Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c2692.",
        "Thorburn, K. S. (2000). Bankruptcy auctions: Costs, debt recovery, and firm survival. Journal of Financial Economics 58(3), 337Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c368.",
        "U.S. Census Bureau (1994). Geographic areas reference manual. U.S. Department of Commerce, Economics and Statistics Administration."
    ]
}