{
    "id": 23170,
    "cites": 21,
    "cited_by": 22,
    "reference": [
        "Adrian, T., E. Etula, and T. Muir (2014): Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Financial Intermediaries and the CrossSection of Asset Returns,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Journal of Finance, 69(6), 2557Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c2596.",
        "Akram, Q. F., D. Rime, and L. Sarno (2008): Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Arbitrage in the Foreign Exchange Market: Turning on the Microscope,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Journal of International Economics, 76, 237Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c253.",
        "Amador, M., J. Bianchi, L. Bocola, and F. Perri (2016): Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Exchange Rate Policies at the Zero Lower Bound,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Working Paper.",
        "Arora, N., P. Gandhi, and F. A. Longstaff (2011): Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Counterparty credit risk and the credit default swap market,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Journal of Financial Economics, 103(280-293).",
        "Avdjiev, S., W. Du, C. Koch, and H. S. Shin (2016): Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093The dollar, bank leverage and the deviation from covered interest parity,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d BIS Working Paper No. 592.",
        "Baba, N., and F. Packer (2009): Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Interpreting Deviations from Covered Interest Parity During the Financial Market Turmoil of 2007-08,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Journal of Banking and Finance, 33, 1953Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c1962.",
        "Baba, N., F. Packer, and T. Nagano (2008): Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093The Spillover of Money Market Turbulence to FX Swap and Cross-Currency Swap Markets,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d BIS Quarterly Review, pp. 73Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c86.",
        "Baklanova, V., A. Copeland, and R. McCaughrin (2015): Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Reference Guide to U.S. Repo and Securities Lending Markets,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Federal Reserve Bank of New York Staff Report No. 740.",
        "Banegas, A., and M. Tase (2016): Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Reserve Balances, the Federal Funds Market and Arbitrage in the New Regulatory Framework,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Finance and Economics Discussion Series 2016-079, Federal Reserve Board.",
        "Bekaert, G., and R. J. Hodrick (2012): International financial management. Pearson Prentice Hall Upper Saddle River, New Jersey, NJ.",
        "Bernanke, B., and M. Gertler (1989): Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Agency Costs, Net Worth, and Business Fluctuations, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d American Economic Review, pp. 14Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c31.",
        "BIS (2013): Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Triennial Central Bank Survey of Foreign Exchange and Derivatives Market Activity in 2013,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Discussion paper, Bank for International Settlements.",
        "(2014a): Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Basel III leverage ratio framework and disclosure requirements,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Discussion paper, Bank for International Settlements.",
        "(2014b): Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Detailed Tables on Semiannual OTC Derivatives Statistics at EndDecember 2014,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Discussion paper, Bank for International Settlements.",
        "Bloomberg (August 21, 2016): Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093WorldÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0084¢s Biggest Bond Traders Undeterred by Negative Yields,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d .",
        "Bottazzi, J.-M., J. Luque, M. Pascoa, and S. M. Sundaresan (2012): Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Dollar Shortage, Central Bank Actions, and the Cross Currency Basis,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Working Paper.",
        "Brunnermeier, M. K., and L. H. Pedersen (2009): Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Market Liquidity and Funding Liquidity,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Review of Financial studies, 22(6), 2201Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c2238.",
        "Brunnermeier, M. K., and Y. Sannikov (2014): Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093A Macroeconomic Model with a Financial Sector,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d American Economic Review, 104(2), 379Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c421.",
        "Caballero, R. J., E. Farhi, and P.-O. Gourinchas (2008): Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093An Equilibrium Model of Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Global ImbalancesÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d and Low Interest Rates,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d The American Economic Review, 98(1), 358Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c393.",
        "(2016): Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Global Imbalances and Currency Wars at the ZLB,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Working Paper, Harvard University.",
        "Callier, P. (1981): Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093One Way Arbitrage, Foreign Exchange and Securities Markets: A"
    ]
}