{
    "id": 23178,
    "cites": 22,
    "cited_by": 3,
    "reference": [
        "Baude, P., M. Casey, E. Hanushek, and S. Rivkin (2014). The Evolution of Charter School Quality. NBER Working Paper 20645.",
        "Bettinger, E. (2011). Educational Vouchers in International Contexts. In E. A. Hanushek, S. Machin, and L. Woessmann (Eds.), Handbook of the Economics of Education (1 ed.), Volume 4, pp. 551Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c572. Elsevier.",
        "Bravo, D., S. Mukhopadhyay, and P. E. Todd (2010). Effects of School Reform on Education and Labor Market Performance: Evidence from ChileÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0084¢s Universal Voucher System. Quantitative Economics 1(1), 47Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c95.",
        "Card, D., M. Dooley, and A. Payne (2010). School Competition and Efficiency with Publicly Funded Catholic Schools. American Economic Journal: Applied Economics 2(4), 150Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c176.",
        "Chumacero, R., D. Gomez, F. Parro, and R. Paredes (2011). I Would Walk 500 Miles (if it Paid): Vouchers and School Choice in Chile. Economics of Education Review 30(5), 1103Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c1114.",
        "Correa, J., F. Parro, and L. Reyes (2014). The Effects of Vouchers on School Results: Evidence from ChileÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0084¢s Targeted Voucher Program. Journal of Human Capital 8(4), 351Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c398.",
        "Cullen, J. and R. Reback (2006). Tinkering Toward Accolades: School Gaming under a Performance Accountability System. In T. Gronberg and D. Jansen (Eds.), Improving School Accountability, Volume 14. Emerald Group Publishing Limited.",
        "Dahl, G. and L. Lochner (2012). The Impact of Family Income on Child Achievement: Evidence from the Earned Income Tax Credit. American Economic Review 102(5), 1927Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c1956.",
        "Feigenberg, B. (2016). Priced Out: Aggregate Income Shocks and School Pricing in the Chilean Voucher Market. Working Paper.",
        "Friedman, M. (1962). Capitalism and Freedom. Chicago: University of Chicago Press.",
        "Gallego, F. (2013). When Does Inter-School Competition Matter? Evidence from the Chilean Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093VoucherÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d System. B.E. Journal of Economic Analysis & Policy 13(2), 525Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c 562.",
        "Hanushek, E. A., P. Peterson, and L. Woessmann (2012). Achievement Growth: International and U.S. State Trends in Student Performance. HarvardÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0084¢s Program on Education Policy and Governance Education Next.",
        "Hoxby, C. (2000). Does Competition Among Public Schools Benefit Students and Taxpayers ? American Economic Review 90(5), 1209Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c1238.",
        "Hsieh, C.-T. and M. Urquiola (2006). The Effects of Generalized School Choice on Achievement and Stratification: Evidence from ChileÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0084¢s Voucher Program. Journal of Public Economics 90, 1477Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c1503.",
        "Krueger, A. (1999). Experimental Estimates of Education Production Functions. Quarterly Journal of Economics 114(2), 497Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c532.",
        "Lavy, V. (2010). Effects of Free Choice Among Public Schools. The Review of Economic Studies 77(3), 1164Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c1191.",
        "McCrary, J. (2008). Manipulation of the Running Variable in the Regression Discontinuity Design: A Density Test. Journal of Econometrics 142(2), 698Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c714.",
        "McEwan, P. (2001). The Effectiveness of Public, Catholic, and Non-Religious Private Schools in ChileÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0084¢s Voucher System. Review of Educational Research 9(2), 103Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c128.",
        "Murnane, R., M. Waldman, M. S. Bos, E. Vegas, and J. Willett (2016). The Consequences of Education Voucher Reform in Chile. Poster Paper.",
        "Navarro-Palau, P. (2015). Effects of Differentiated School Vouchers: Evidence From a Policy Change and Date of Birth Cutoffs. Working Paper.",
        "Neilson, C. (2013). Targeted Vouchers, Competition among Schools, and the Academic Achievement of Poor Students. Working Paper.",
        "Urquiola, M. (2016). Competition Among Schools: Traditional Public and Private Schools. In E. A. Hanushek, S. Machin, and L. Woessmann (Eds.), Handbook of the Economics of Education, Volume 5, pp. 209Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c237. Elsevier."
    ]
}