{
    "id": 23173,
    "cites": 56,
    "cited_by": 26,
    "reference": [
        "Acemoglu, Daron, David Autor, David Dorn, Gordon H. Hanson, and Brendan Price, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Import Competition and the Great US Employment Sag of the 2000s,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Journal of Labor Economics, 2016, 34 (S1), S141Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009cS198.",
        "Ananat, Elizabeth O., Anna Gassman-Pines, and Christina Gibson-Davis, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Communitywide Job Loss and Teenage Fertility: Evidence from North Carolina,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Demography, 2013, 50 (6), 2151Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c71.",
        "Angrist, Joshua D., Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093How Do Sex Ratios Affect Marriage and Labor Markets? Evidence from AmericaÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0084¢s Second Generation,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Quarterly Journal of Economics, 2002, 117 (3), 997Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c1038.",
        "Autor, David and Melanie Wasserman, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Wayward Sons: The Emerging Gender Gap in Education and Labor Markets,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d 2013, Third Way.",
        "Autor, David H. and David Dorn, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093The Growth of Low Skill Service Jobs and the Polarization of the U.S. Labor Market,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d American Economic Review, 2013, 103 (5), 1553Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c1597.",
        ", , and Gordon H. Hanson, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093The China Syndrome : Local Labor Market Effects of Import Competition in the United States,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d American Economic Review, 2013, 103 (6), 2121Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c2168.",
        ", , and , Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093The Geography of Trade and Technology Shocks in the United States,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d American Economic Review, 2013, 103 (3), 220Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c225.",
        ", , and , Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093The Labor Market and the Marriage Market: How Adverse Trade Shocks Affect Marriage, Fertility and Childrens Living Circumstances,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d 2014, Working Paper (July).",
        ", , and , Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Untangling Trade and Technology: Evidence from Local Labor Markets,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Economic Journal, 2015, 125 (584), 621Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c645.",
        ", , and , Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093The China Shock: Learning from Labor Market Adjustment to Large Changes in Trade,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Annual Review of Economics, 2016, 8 (1), 205Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c240.",
        ", , , and Jae Song, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Trade Adjustment: Worker-Level Evidence,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Quarterly Journal of Economics, 2014, 129 (4), 1799Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c1860.",
        "Becker, Gary S., Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093A Theory of Marriage: Part I,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Journal of Political Economy, 1973, 81 (4), 813Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c846.",
        "Bertrand, Marriane, Emir Kamenica, and Jessica Pan, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Gender Identity and Relative Income within Households,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Quarterly Journal of Economics, 2015, 130 (2), 571Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c614.",
        "Blau, Francine D., Lawrence M. Kahn, and Jane Waldfogel, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Understanding Young WomenÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0084¢s Marriage Decisions: The Role of Labor and Marriage Market Conditions,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Industrial and Labor Relations Review, 2000, 53 (4), 624Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c647.",
        "Bloom, Nicholas, Mirko Draca, and John Van Reenen, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Trade Induced Technical Change: The Impact of Chinese Imports on Innovation, Diffusion and Productivity,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Review of Economic Studies, 2015, 83 (1), 87Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c117.",
        "Carson, Ann E., Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Prisoners in 2013,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d U.S. Department of Justice: Bureau of Justice Statistics, 2014, Bulletin NCJ 247282.",
        "Case, Anne and Angus Deaton, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Rising Morbidity and Mortality in Midlife among White NonHispanic Americans in the 21st Century,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Proceedings of the National Academy of Sciences, 2015, 112 (49), 15078Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c15083.",
        "Caucutt, Elizabeth M., Nezih Guner, and Christopher Rauh, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Is Marriage for White People ? Incarceration and the Racial Marriage Divide,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d 2016, Working Paper.",
        "Cherlin, Andrew, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Demographic Trends in the United States: A Review of Research in the 2000s,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Journal of Marriage and the Family, 2010, 72 (3), 403Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c419.",
        "Chetverikov, Denis, Bradley Larsen, and Christopher Palmer, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093IV Quantile Regression for Group-Level Treatments, With an Application to the Distributional Effects of Trade,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Econometrica, 2016, 84 (2), 809Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c833.",
        "Deiana, Claudio, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093The Bitter Side of Trade Shocks: Local Labour Market Conditions and Crime in the US,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d 2015, Working Paper.",
        "Dorn, David, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Essays on Inequality, Spatial Interaction, and the Demand for Skills,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d 2009, Dissertation University of St. Gallen No. 3613.",
        "Edin, Kathryn and Laura Tach, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Becoming a Parent: The Social Contexts of Fertility During Young Adulthood,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d in Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Early Adulthood in a Family Context,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Springer New York, 2012, pp. 185Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c 207.",
        "Elwood, David T. and Christopher Jencks, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093The Uneven Spread of Single-parent Families: What Do We Know? Where Do We Look for Answers?,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d in Kathryn Neckerman, ed., Social inequality, New York, NY: Russell Sage Foundation, 2004, pp. 3Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c78.",
        "Feler, Leo and Mine Z. Senses, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Trade Shocks and the Provision of Local Public Goods,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d IZA Discussion Paper, 2015, 10231.",
        "Goos, Maarten, Alan Manning, and Anna Salomons, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Explaining Job Polarization: RoutineBiased Technological Change and Offshoring,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d American Economic Review, 2014, 104 (8), 2509Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c 2526. Greenwood, Jeremy, Nezih Guner, and Guillaume Vandenbroucke, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Family Economics Writ Large,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Journal of Economic Literature, forthcoming.",
        "Hakobyan, Shushanik and John McLaren, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Looking for Local Labor Market Effects of NAFTA,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Review of Economics and Statistics, 2016, 98 (4), 728Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c741.",
        "Heuveline, Patrick, Jeffrey M. Timberlake, and Frank F. Furstenberg, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Shifting Childrearing to Single Mothers: Results from 17 Western Countries,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Population and Development Review, 2003, 29 (1), 47Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c71.",
        "Hsieh, Chang-Tai and Peter J. Klenow, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Misallocation and Manufacturing TFP in China and India,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Quarterly Journal of Economics, 2009, 124 (4), 1403Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c1448.",
        "Jahoda, Marie, Paul F. Lazarsfeld, and Hans Zeisel, Marienthal: The Sociology of an Unemployed Community, Chicago: Aldine, Atherton, 1971.",
        "Kearney, Melissa S. and Phillip B. Levine, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Why is the Teen Birth Rate in the United States So High and Why Does It Matter?,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Journal of Economic Perspectives, 2012, 26 (2), 141Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c166.",
        "Kearney, Melissa S and Phillip B Levine, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Media Influences on Teen Sexual Behavior and Childbearing: The Impact of MTVÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0084¢s 16 and Pregnant,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d American Economic Review, 2015, 105 (12), 3597Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c3632.",
        "Kearney, Melissa S. and Riley Wilson, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093The Family Formation Response to a Localized Economic Shock: Evidence From The Fracking Boom,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d 2016, University of Maryland Working Paper.",
        "Krueger, Alan B. and Lawrence H. Summers, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Efficiency Wages and the Inter-Industry Wage Structure,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Econometrica, 1988, 56 (2), 259Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c293.",
        "LeBlanc, Adrian N., Random Family: Love, Drugs, Trouble, and Coming of Age in the Bronx, Simon and Schuster, 2003.",
        "Lundberg, Shelly, Robert A. Pollak, and Jenna Stearns, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Family Inequality: Diverging Patterns of Marriage, Cohabitation, and Childrearing,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Journal of Economic Perspectives, 2015, 30 (2), 79Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c102.",
        "Martin, Joyce A., Brady E. Hamilton, Michelle J.K. Osterman, Sally C. Curtin, and T. J. Matthews, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Births: Final Data for 2013,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d National vital statistics reports : from the Centers for Disease Control and Prevention, National Center for Health Statistics, National Vital Statistics System, 2015, 64 (1), 1Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c65.",
        ", , Paul D. Sutton, Stephanie J. Ventura, T.J. Mathews, Sharon Kirmeyer, and Michelle J.K. Osterman, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093National Vital Statistics Reports Births : Final Data for 2007,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d National Vital Statistics Reports, 2010, 54 (24).",
        "Michaels, Guy, Ashwini Natraj, and John Van Reenen, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Has ICT polarized skill demand? Evidence from eleven countries over 25 years,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Review of Economics and Statistics, 2014, 96 (1), 60Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c77.",
        "Monte, Ferdinando, Stephen J. Redding, and Esteban Rossi-Hansberg, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Commuting, Migration and Local Employment Elasticities,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d 2015, NBER Working Paper No. 21706.",
        "Moynihan, Daniel P., Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093The Negro family: The Case for National Action,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d 1965, Office of Policy Planning and Research, U.S. Department of Labor.",
        "Murray, Charles, Coming Apart: The State of White America, 1960-2010, New York: Crown Forum, 2012.",
        "Naughton, Barry, The Chinese Economy: Transitions and Growth, Cambridge, MA: MIT Press, 2007.",
        "of Defense Office of the Deputy Under Secretary of Defense, U.S. Department, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u00932010 Demographics Report,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d 2011.",
        "of Mayors, U.S. Conference, A Status Report on Hunger and Homelessness in AmericaÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0084¢s Cities: A 23-City Survey 2007.",
        "Pierce, Justin R. and Peter K. Schott, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093The Surprisingly Swift Decline of US Manufacturing Employment,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d American Economic Review, 2016, 106 (7), 1632Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c1662.",
        "Putnam, Robert, Our Kids - The American Dream in Crisis, New York: Simon & Schuster, 2015.",
        "Ruggles, Steven, Matthew Sobek, Catherine A. Fitch, Ronald Goeken, Patricia K. Hall, Miriam King, and Chad Ronnander, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Integrated Public Use Microdata Series: Version 3.0,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Technical Report, Minneapolis Population Center, Minneapolis, MN 2004.",
        "Schaller, Jessamyn, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Booms, Busts, and Fertility: Testing the Becker Model Using Gender-Specific Labor Demand,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Journal of Human Resources, forthcoming 2016.",
        "Shenhav, Naama, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Bribed to Wed? Family Formation and Labor Market Responses to the Gender Wage Gap,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d 2016, Working Paper.",
        "Summers, Lawrence H., Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Why is the Unemployment Rate so Very High Near Full Employment?,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Brookings Papers on Economic Activity, 1986, 1986 (2), 339Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c396.",
        "Tolbert, Charles M. and Molly Sizer, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093US Commuting Zones and Labor Market Areas: A 1990 Update,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d U.S. Department of Agriculture, 1996, Economic Research Service Staff Paper.",
        "Vance, J.D., Hillbilly Elegy: A Memoir of a Family and Culture in Crisis, Harper, 2016.",
        "West, Heather C. and Willaim J. Sabol, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Prisoners in 2007,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Bureau of Justice Statistics Bulletin, 2008, pp. 1Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c26.",
        "Wilson, William J., The Truly Disadvantaged: The Inner City, the Underclass, and Public Policy, Chicago: Univ of Chicago Press, 1987.",
        "Wilson, William J, When Work Disappears: The World of the New Urban Poor, Alfred A. Knopf, 1996. Wilson, William J. and Kathryn Neckerman, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Poverty and Family Structure: The Widening Gap between Evidence and Public Policy Issues,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d in Sheldon Danziger and Daniel Weinberg, eds.,"
    ]
}