{
    "id": 23184,
    "cites": 41,
    "cited_by": 17,
    "reference": [
        "Alesina, Alberto, 1987, Macroeconomic policy in a two-party system as a repeated game, Quarterly Journal of Economics 102, 651Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c678.",
        "Alesina, Alberto, and Howard Rosenthal, 1995, Partisan Politics, Divided Government, and the Economy, Cambridge University Press, Cambridge, UK.",
        "Alesina, Alberto, Nouriel Roubini, and Gerald D. Cohen, 1997, Political Cycles and the Macroeconomy, MIT Press, Cambridge, MA.",
        "Alesina, Alberto, and Jeffrey Sachs, 1988, Political parties and the business cycle in the United States, 19481984, Journal of Money, Credit, and Banking 20, 63-82.",
        "Baker, Scott R., Nicholas Bloom, and Steven J. Davis, 2016, Measuring economic policy uncertainty, Quarterly Journal of Economics 131, 1593Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c1636.",
        "Barro, Robert J., 1990, Government spending in a simple model of endogenous growth, Journal of Political Economy 98, 103Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c125.",
        "Belo, Frederico, Vito D. Gala, and Jun Li, 2013, Government spending, political cycles, and the cross-section of stock returns, Journal of Financial Economics 107, 305Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c324.",
        "Blinder, Alan S., and Mark W. Watson, 2016, Presidents and the US economy: An econometric exploration, American Economic Review 106, 1015Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c1045.",
        "Boutchkova, Maria, Hitesh Doshi, Art Durnev, and Alexander Molchanov, 2012, Precarious politics and return volatility, Review of Financial Studies 25, 1111Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c1154.",
        "Broz, J. Lawrence, 2013, Partisan financial cycles, Politics in the New Hard Times: The Great Recession in Comparative Perspective, Edited by David A. Lake and Miles Kahler, Cornell University Press, Ithaca, NY.",
        "Campbell, John Y., and John H. Cochrane, 1999, By force of habit: A consumption-based explanation of aggregate stock market behavior, Journal of Political Economy 107, 205Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c 251.",
        "Cameron, David R., 1978, The expansion of the public economy: A comparative analysis, American Political Science Review 72, 1243Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c1261.",
        "Downs, Anthony, 1957, An economic theory of political action in a democracy, Journal of Political Economy 65, 135Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c150.",
        "Drazen, Allan, 2000, Political Economy in Macroeconomics, Princeton University Press, Princeton, NJ.",
        "Dubois, Eric, 2016, Political business cycles 40 years after Nordhaus, Public Choice 166, 235Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c259.",
        "Fair, Ray C., 1978, The effect of economic events on votes for president, Review of Economics and Statistics 55, 159Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c173.",
        "FernaÃ\u0083Å\u0092Ã\u0082Â\u0081ndez-Villaverde, Jesus, Pablo GuerroÃ\u0083Å\u0092Ã\u0082Â\u0081n-Quintana, Keith Kuester, and Juan RubioRamÃ\u0083â\u0080\u009eÃ\u0082Â±Ã\u0083Å\u0092Ã\u0082Â\u0081rez, 2015, Fiscal volatility shocks and economic activity, American Economic Review 105, 3352-3384.",
        "Guiso, Luigi, Paola Sapienza, and Luigi Zingales, 2016, Time varying risk aversion, Journal of Financial Economics, forthcoming.",
        "Hensel, Chris R., and William T. Ziemba, 1995, United States investment returns during Democratic and Republican administrations, 1928-1993, Financial Analysts Journal 51, 61Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c69.",
        "Hibbs, Douglas A., 1977, Political parties and macroeconomic policy, American Political Science Review 71, 1467Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c1487.",
        "Hibbs, Douglas A., 1987, The American Political Economy: Macroeconomics and Electoral Politics, Harvard University Press, Cambridge, MA.",
        "Huang, Roger D., 1985, Common stock returns and presidential elections, Financial Analysts Journal 41, 58Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c61.",
        "Julio, Brandon, and Youngsuk Yook, 2012, Political uncertainty and corporate investment cycles, Journal of Finance 67, 45Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c83.",
        "Kaustia, Markku, and Sami Torstila, 2011, Stock market aversion? Political preferences and stock market participation, Journal of Financial Economics 100, 98Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c112.",
        "Kelly, Bryan, LÃ\u0083Å\u0092Ã\u0082Å\u0092ubosÃ\u0083Å\u0092Ã\u0082Å\u0092 PaÃ\u0083Å\u0092Ã\u0082Â\u0081stor, and Pietro Veronesi, 2016, The price of political uncertainty: Theory and evidence from the option market, Journal of Finance 71, 2417Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c2480.",
        "Knight, Brian, 2006, Are policy platforms capitalized into equity prices? Evidence from the Bush/Gore 2000 presidential election, Journal of Public Economics 90, 751Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c773.",
        "Lewis-Beck, Michael Steven, and Richard Nadeau, 2011, Economic voting theory: Testing new dimensions, Electoral Studies 30, 288Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c294.",
        "Malmendier, Ulrike, and Stefan Nagel, 2011, Depression babies: Do macroeconomic experiences affect risk-taking? Quarterly Journal of Economics 126, 373Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c416.",
        "Niederhoffer, Victor, Steven Gibbs, and Jim Bullock, 1970, Presidential elections and the stock market, Financial Analysts Journal 26, 111-113.",
        "Nordhaus, William D., 1975, The political business cycle, Review of Economic Studies 42, 169Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c190.",
        "PaÃ\u0083Å\u0092Ã\u0082Â\u0081stor, LÃ\u0083Å\u0092Ã\u0082Å\u0092ubosÃ\u0083Å\u0092Ã\u0082Å\u0092, and Pietro Veronesi, 2012, Uncertainty about government policy and stock prices, Journal of Finance 67, 1219Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c1264.",
        "PaÃ\u0083Å\u0092Ã\u0082Â\u0081stor, LÃ\u0083Å\u0092Ã\u0082Å\u0092ubosÃ\u0083Å\u0092Ã\u0082Å\u0092, and Pietro Veronesi, 2013, Political uncertainty and risk premia, Journal of Financial Economics 110, 520Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c545.",
        "PaÃ\u0083Å\u0092Ã\u0082Â\u0081stor, LÃ\u0083Å\u0092Ã\u0082Å\u0092ubosÃ\u0083Å\u0092Ã\u0082Å\u0092, and Pietro Veronesi, 2016, Income inequality and asset prices under redistributive taxation, Journal of Monetary Economics 81, 1Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c20.",
        "Quadrini, Vincenzo, and Antonella Trigari, 2007, Public employment and the business cycle, Scandinavian Journal of Economics 109, 723Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c742.",
        "Reed, W. Robert, 2006, Democrats, Republicans, and taxes: Evidence that political parties matter, Journal of Public Economics 90, 725Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c750.",
        "Riley, William B., and William A. Luksetich, 1980, The market prefers republicans: Myth or reality?, Journal of Financial and Quantitative Analysis 15, 541-560.",
        "Rogoff, Kenneth, and Anne Sibert, 1988, Elections and macroeconomic policy cycles, Review of Economic Studies 55, 1Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c16.",
        "Santa-Clara, Pedro, and Rossen Valkanov, 2003, The presidential puzzle: Political cycles and the stock market, Journal of Finance 58, 1841Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c1872.",
        "Snowberg, Erik, Justin Wolfers, and Eric Zitzewitz, 2007, Partisan impacts on the economy: Evidence from prediction markets and close elections, Quarterly Journal of Economics 122, 807Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c829.",
        "Tavares, JoseÃ\u0083Å\u0092Ã\u0082Â\u0081, 2004, Does right or left matter? Cabinets, credibility and fiscal adjustments, Journal of Public Economics 88, 2447Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c2468.",
        "Wright, John R., 2012, Unemployment and the democratic electoral advantage, American Political Science Review 106, 685Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c702."
    ]
}