{
    "id": 23185,
    "cites": 29,
    "cited_by": 6,
    "reference": [
        "Acemoglu, D. and P. Restrepo (2015). The race between man and machine: Implications of technology for growth, factor shares and employment. Working paper, MIT.",
        "Autor, D. H., D. Dorn, and G. H. Hanson (2015). Untangling trade and technology: Evidence from local labour markets. Economic Journal 125, 621Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c646.",
        "Autor, D. H., F. Levy, and R. J. Murnane (2003). The skill content of recent technological change: An empirical exploration. Quarterly Journal of Economics 118(4), 1279Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c1333.",
        "Blinder, A. (1973). Wage discrimination: Reduced form and structural estimates. Journal of Human Resources 8, 436Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c455.",
        "Caselli, F. (2015). Experience-biased technical change. CEPR Discussion Paper 10752.",
        "Chiswick, B. and S. Taengnoi (2007). Occupational choice of high skilled immigrants in the United States. International Migration 45(5), 3Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c34.",
        "Cortes, G. M., N. Jaimovich, C. J. Nekarda, and H. E. Siu (2015). The micro and macro of disappearing routine jobs: a flows approach. Working paper, UBC.",
        "Cortes, G. M., N. Jaimovich, and H. E. Siu (2016). Disappearing routine jobs: Who, how, and why? Working paper, USC Marshall School.",
        "Firpo, S., N. M. Fortin, and T. Lemieux (2011). Occupational tasks and changes in the wage structure. Working paper, UBC.",
        "Goos, M. and A. Manning (2007). Lousy and lovely jobs: The rising polarization of work in britain. Review of Economics and Statistics 89(1), 118Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c133.",
        "Goos, M., A. Manning, and A. Salomons (2014). Explaining job polarization: Routine-biased technological change and offshoring. American Economic Review 104(8), 2509Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c26.",
        "Grieco, E. M., E. Trevelyan, L. Larsen, Y. D. Acosta, C. Gambino, P. de la Cruz, T. Gryn, and N. Walters (2012). The size, place of birth, and geographic distribution of the foreign-born population in the United States: 1960 to 2010. Population Division Working Paper 96, U.S. Census Bureau.",
        "Hanson, G. H. and M. J. Slaughter (2016). High-skilled immigration and the rise of STEM occupations in US employment. NBER Working Paper No. 22623.",
        "Hunt, J. (2011). Which immigrants are most innovative and entrepreneurial? distinctions by entry visa. Journal of Labor Economics 29(3), 417Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c457.",
        "Hunt, J. and M. Gauthier-Loiselle (2010). How much does immigration boost innovation? American Economic Journal: Macroeconomics 2(2), 31Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c56.",
        "Jaimovich, N. and H. E. Siu (2012). Job polarization and jobless recoveries. NBER Working Paper 18334.",
        "Jaimovich, N. and H. E. Siu (2015). Jobless recoveries. Third Way NEXT.",
        "Jung, J. and J. Mercenier (2014). Routinization-biased technical change and globalization: Understanding labor market polarization. Economic Inquiry 52(4), 1446Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c1465.",
        "Kerr, S. P., W. R. Kerr, and W. F. Lincoln (2013). Skilled immigration and the employment structures of U.S. firms. NBER Working Paper 19658.",
        "Kerr, W. (2013). U.S. high-skilled immigration, innovation, and entrepreneurship: Empirical approaches and evidence. NBER Working Paper 19377.",
        "Kerr, W. and W. Lincoln (2010). The supply side of innovation: H-1B visa reforms and U.S. ethnic invention. Journal of Labor Economics 38(3), 473Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c508.",
        "Levy, F. and R. J. Murnane (2014). Dancing with robots: Human skills for computerized work. Third Way NEXT.",
        "Oaxaca, R. (1973). Male-female wage differentials in urban labor markets. International Economic Review 14, 693Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c709.",
        "Peri, G. (2012). The effect of immigration on productivity: Evidence from U.S. states. Review of Economics and Statistics 94(1), 348Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c358.",
        "Peri, G., K. Shih, and C. Sparber (2015). Stem workers, h-1b visas, and productivity in us cities. Journal of Labor Economics 33(S1), S225Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c255.",
        "Peri, G. and C. Sparber (2011). Highly educated immigrants and native occupational choice. Industrial Relations 50(3), 385Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c411.",
        "Romer, P. M. (1990). Endogenous technological change. Journal of Political Economy 98(5), S71Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c102.",
        "Ruggles, S., J. T. Alexander, K. Genadek, R. Goeken, M. B. Schroeder, and M. Sobek (2010). Integrated Public Use Microdata Series: Version 5.0 [machine-readable database].",
        "Violante, G. L. (2008). Skill-biased technical change. In S. N. Durlauf and L. E. Blume (Eds.), The New Palgrave Dictionary of Economics (Second ed.). Palgrave Macmillan."
    ]
}