{
    "id": 23194,
    "cites": 12,
    "cited_by": 5,
    "reference": [
        "Acharya, Viral, Jun Qian, and Zhishu Yang (2016), In the shadow of banks: Wealth management products and issuing banksÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0084¢ risk in China, Working Paper, NYU.",
        "Bai, Chongen, Chang-Tai Hsieh, and Zheng Song (2016), The long shadow of a fiscal expansion, Brookings Papers in Economic Activity, forthcoming.",
        "Barro, Robert and David Gordon (1983), Rules, discretion and reputation in a model of monetary policy, Journal of Monetary Economics 12: 101-121.",
        "Brunnermeier, Markus, Michael Sockin, and Wei Xiong (2016), ChinaÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0084¢s model of managing the financial system, Working Paper, Princeton University.",
        "Chen, Kaiji, Jue Ren, and Tao Zha (2015), What we learn from ChinaÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0084¢s rising shadow banking: Exploring the nexus of monetary tightening and banksÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0084¢ role in entrusted lending, Working Paper, Emory University.",
        "Chen, Zhuo, Zhiguo He, and Chun Liu (2016), The financing of local government in China: Stimulus loan wanes and shadow banking waxes, Working Paper, University of Chicago.",
        "Cong, Will and Jacopo Ponticelli (2016), Credit allocation under economic stimulus: Evidence from China, Working Paper, University of Chicago.",
        "Hachem, Kinda, and Zheng Song (2015), The rise of ChinaÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0084¢s shadow banking system, Working Paper, University of Chicago.",
        "Huang, Yi, Marco Pagano, and Ugo Panizza (2016), Public debt and private firm funding: Evidence from Chinese cities, CEPR Working Paper.",
        "Kydland, Finn and Edward Prescott (1977), Rules rather than discretion: The inconsistency of optimal plans. Journal of Political Economy 85: 473-491.",
        "Liang, Yousha, Kang Shi, Lisheng Wang, and Juanyi Xu (2016), Local government debt and firm leverage: Evidence from China, Working Paper, CUHK.",
        "Wang, Hao, Honglin Wang, Lisheng Wang, and Hao Zhou (2016), Shadow Banking: ChinaÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0084¢s Dual-Track Interest Rate Liberalization, Working Paper, Tsinghua University."
    ]
}