{
    "id": 2319,
    "cites": 10,
    "cited_by": 24,
    "reference": [
        "Ashenfelter, 0., and D. Card, Why Have Unemployment Rates in Canada and the United States Diverged? Economica, Vol. 53, No. 210(5). Supplement on Unemployment. p. S171. Barro, R.J. Are Government Bonds Net Wealth?, Journal of Political Economy, 82, 1974, pp. 1095-1117.",
        "Blinder, Alan. Discussion of Tax Incentives to Promote Personal Saving: Recent Canadian Experience, by Gregory V. Jump, in Saving and Government Policy, Proceedings of a Conference Held at Melvin Village, New Hampshire, Federal Reserve Bank of Boston, October, 1982.",
        "Carroll, Chris. The Recent Divergence of the Personal Saving Rates in the U.S. and Canada: Explanations and Implications. Senior Honors Thesis, Harvard University. 1986.",
        "Department of the Treasury, Deposit Interest Rate Ceilings and Housing Credit: The Report of the Presidents Inter-Agency Task Force on Regulation Q. Economic Council of Canada, Sixteenth Annual Review: Two Cheers for the Eighties, Supply and Services Canada, Ottawa, 1979.",
        "Friend, Irwin, and Charles Lieberman. Short-Run Asset Effects on Household Saving and Consumption: The Cross-Section Evidence, American Economic Review, LXV (Sept. 1975), pp. 624-633.",
        "Jarrett, Janet M. Personal Savings in Canada: An Analysis of Recent Trends. The Conference Board of Canada. Ottawa: 1981.",
        "Jump, Gregory V. Interest Rates, Inflation Expectations, and Spurious Elements in Measured Real Income and Saving, The American Economic Review, 70 (December 1980), p. 990.",
        "Katona, George. The Mass Consumption Society. McGraw-Hill, 1964.",
        "Revenue Canada, Taxation Statistics. Various years. Summers, Lawrence. Capital Taxation and Accumulation in a Life Cycle Growth Model. American Economic Review, Volume 71, No. 4 (September 1981), pp. 533-544.",
        "Economic Research Working Paper No. 995. Cambridge: National Bureau of Economic Research, 1982."
    ]
}