{
    "id": 23209,
    "cites": 64,
    "cited_by": 26,
    "reference": [
        "ALTONJI, J. G. AND R. L. MATZKIN (2005): Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Cross Section and Panel Data Estimators for Nonseparable Models with Endogenous Regressors,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Econometrica, 73, 1053Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c1102.",
        "ANTRAS, P. (2015): Global Production: Firms, Contracts, and Trade Structure, Princeton University Press.",
        "ART, D. (2007): Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Reacting to the Radical Right Lessons from Germany and Austria,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Party Politics, 13, 331Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c349.",
        "ARZHEIMER, K. (2009): Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Contextual Factors and the Extreme Right Vote in Western Europe, 19802002, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d American Journal of Political Science, 53, 259Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c275.",
        "AUTOR, D., D. DORN, AND G. HANSON (2013): Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093The China Syndrome: Local Labor Market Effects of Import Competition in the United States,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d American Economic Review, 103, 2121Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c68.",
        "AUTOR, D., D. DORN, G. HANSON, AND K. MAJLESI (2016): Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Importing Political Polarization? The Electoral Consequences of Rising Trade Exposure,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d NBER Working Paper.",
        "BADE, F.-J., C.-F. LAASER, AND R. SOLTWEDEL (2003): Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Urban specialization in the internet ageempirical findings for Germany, Processed,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Kiel Institute for World Economics.",
        "BENDER, S., A. HAAS, AND C. KLOSE (2000): Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093IAB Employment Subsample 1975-1995 Opportunities for Analysis Provided by the Anonymised Subsample,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d IZA Discussion Paper 117.",
        "BLUNDELL, R. AND J. POWELL (2003): Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Endogeneity in Nonparametric and Semiparametric Regression Models,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d in Advances in Economics and Econometrics: Theory and Applications, Eighth World Congress, ed. by L. P. H. M. Dewatripont and S. J. Turnovsky, Cambridge, UK: Cambridge University Press, vol. 2.",
        "Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009dÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009dÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009d (2004): Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Endogeneity in Semiparametric Binary Response Models,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Review of Economic Studies, 71, 655Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c679.",
        "BRUNNER, E., S. L. ROSS, AND E. WASHINGTON (2011): Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Economics and policy preferences: causal evidence of the impact of economic conditions on support for redistribution and other ballot proposals,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Review of Economics and Statistics, 93, 888Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c906.",
        "CHARLES, K. K. AND M. J. STEPHENS (2013): Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Employment, Wages, and Voter Turnout,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d American Economic Journal: Applied Economics, 5, 111Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c143.",
        "CHE, Y., Y. LU, J. R. PIERCE, P. K. SCHOTT, AND Z. TAO (2016): Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Does Trade Liberalization with China Influence US Elections?Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Tech. rep., National Bureau of Economic Research.",
        "DAUTH, W., S. FINDEISEN, AND J. SUEDEKUM (2014): Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093The Rise of the East and the Far East: German Labor Markets and Trade Integration,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Journal of European Economic Association, 12, 1643Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c 1675.",
        "DIPPEL, C., R. GOLD, AND S. HEBLICH (2015): Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Globalization and its (Dis-) Content: Trade Shocks and Voting Behavior,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d NBER Working Paper.",
        "DURANTON, G. AND D. PUGA (2005): Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093From sectoral to functional urban specialisation,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Journal of Urban Economics, 57, 343Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c370.",
        "DUSTMANN, C., B. FITZENBERGER, U. SCHOÃ\u0083Å\u0092Ã\u0082Ë\u0086NBERG, AND A. SPITZ-OENER (2014): Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093From sick man of Europe to economic superstar: GermanyÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0084¢s resurgent economy,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d The Journal of Economic Perspectives, 28, 167Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c188.",
        "FALCK, O., R. GOLD, AND S. HEBLICH (2014): Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093E-lections: Voting Behavior and the Internet,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d American Economic Review, 104, 2238Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c65.",
        "FALCK, O., S. HEBLICH, AND A. OTTO (2013): Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Agglomerationsvorteile in der Wissensgesellschaft: Empirische Evidenz fuÃ\u0083Å\u0092Ã\u0082Ë\u0086r deutsche Gemeinden,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d ifo Schnelldienst, 66, 17Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c21.",
        "FALK, A., A. KUHN, AND J. ZWEIMUÃ\u0083Å\u0092Ã\u0082Ë\u0086LLER (2011): Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Unemployment and Right-wing Extremist Crime,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d The Scandinavian Journal of Economics, 113, 260Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c285.",
        "FEIGENBAUM, J. J. AND A. B. HALL (2015): Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093How Legislators Respond to Localized Economic Shocks: Evidence from Chinese Import Competition,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Journal of Politics, 77, 1012Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c30.",
        "FRANK, T. (March 7th 2016): Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Millions of Ordinary Americans Support Donald Trump. HereÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0084¢s Why,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d The Guardian.",
        "GIULIANO, P. AND A. SPILIMBERGO (2014): Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Growing up in a Recession,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d The Review of Economic Studies, 81, 787Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c817.",
        "GRUMKE, T. (2012): The Extreme Right in Europe, Vandenhoeck & Ruprecht.",
        "GSOEP (2007): Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093The German Socio-Economic Panel Study (SOEP) - Scope, Evolution and Enhancements, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Tech. Rep. 1.",
        "HAFENEGER, B. AND S. SCHOÃ\u0083Å\u0092Ã\u0082Ë\u0086NFELDER (2007): Politische Strategien gegen die extreme Rechte in Parlamenten. Folgen fuÃ\u0083Å\u0092Ã\u0082Ë\u0086r kommunale Politik und lokale Demokratie, Friedrich-Ebert-Stiftung: Berlin.",
        "HAGAN, J., H. MERKENS, AND K. BOEHNKE (1995): Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Delinquency and Disdain: Social Capital and the Control of Right-Wing Extremism Among East and West Berlin Youth,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d American Journal of Sociology, 100, 1028Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c1052.",
        "HECKMAN, J. AND R. PINTO (2015a): Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Econometric Mediation Analyses: Identifying the Sources of Treatment Effects from Experimentally Estimated Production Technologies with Unmeasured and Mismeasured Inputs,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Forthcoming, Econometric Reviews.",
        "HECKMAN, J. J. (2008): Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093The Principles Underlying Evaluation Estimators with an Application to Matching,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Annales dÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0084¢Economie et de Statistiques, 91Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c92, 9Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c73.",
        "HECKMAN, J. J. AND R. PINTO (2015b): Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Causal Analysis after Haavelmo,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Econometric Theory, 31, 115Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c151.",
        "HECKMAN, J. J. AND E. J. VYTLACIL (2005): Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Structural Equations, Treatment Effects and Econometric Policy Evaluation,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Econometrica, 73, 669Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c738.",
        "HISCOX, M. J. (2002): Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Commerce, coalitions, and factor mobility: Evidence from congressional votes on trade legislation,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d American Political Science Review, 96, 593Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c608.",
        "IMAI, K., L. KEELE, AND D. TINGLEY (2010a): Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093A General Approach to Causal Mediation Analysis, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Psychological Methods, 15, 309Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c334.",
        "IMAI, K., L. KEELE, D. TINGLEY, AND T. YAMAMOTO (2011a): Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Unpacking the Black Box of Causality: Learning about Causal Mechanisms from Experimental and Observational Studies,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d American Political Science Review, 105, 765Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c789.",
        "Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009dÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009dÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009d (2011b): Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Unpacking the Black Box of Causality: Learning about Causal Mechanisms from Experimental and Observational Studies,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d American Political Science Review, 105, 765Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c789.",
        "IMAI, K., L. KEELE, AND T. YAMAMOTO (2010b): Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Identification, Inference and Sensitivity Analysis for Causal Mediation Effects,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Statistical Science, 25, 51Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c71.",
        "IMBENS, G. W. AND J. D. ANGRIST (1994): Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Identification and Estimation of Local Average Treatment Effects,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Econometrica, 62, 467Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c475.",
        "IMBENS, G. W. AND W. K. NEWEY (2007): Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Identification and Estimation of Triangular Simultaneous Equations Models Without Additivity,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Unpublished manuscript, Harvard University and MIT.",
        "JENSEN, J. B., D. P. QUINN, AND S. WEYMOUTH (2016): Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Winners and Losers in International Trade: The Effects on US Presidential Voting,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Tech. rep., National Bureau of Economic Research.",
        "KRUEGER, A. B. AND J.-S. PISCHKE (1997): Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093A Statistical Analysis of Crime Against Foreigners in Unified Germany,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Journal of Human Resources, 32, 182Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c209.",
        "KRUGMAN, P. R. (2008): Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Trade and Wages, Reconsidered,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Brookings Papers on Economic Activity, 2008, 103Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c154.",
        "LAURITZEN, S. L. (1996): Graphical Models, Oxford, UK: Clarendon Press.",
        "MALGOUYRES, C. (2014): Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093The Impact of Exposure to Low-Wage Country Competition on Votes for the Far-Right: Evidence from French Presidential Elections,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d working paper.",
        "MUDDE, C. (2000): The Ideology of the Extreme Right, Manchester University Press.",
        "MUGHAN, A., C. BEAN, AND I. MCALLISTER (2003): Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Economic globalization, job insecurity and the populist reaction,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Electoral Studies, 22, 617Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c633.",
        "MUGHAN, A. AND D. LACY (2002): Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Economic Performance, Job Insecurity and Electoral Choice,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d British Journal of Political Science, 32, 513Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c533.",
        "NEW YORK TIMES (2009): Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Ancient Citys Nazi Past Seeps Out After Stabbing,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d February 11th.",
        "PEARL, J. (2014): Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Interpretation and identification of causal mediation,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Psychological Methods, Special Section: Naturally Occurring Section on Causation Topics in Psychological Methods, 19, 459Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c 481.",
        "PETERSEN, M. L., S. E. SINISI, AND M. J. VAN DER LAAN (2006): Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Estimation of direct causal effects,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Epidemiology, 17, 276Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c284.",
        "PIERCE, J. R. AND P. K. SCHOTT (2016): Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093The Surprisingly Swift Decline of US Manufacturing Employment,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d American Economic Review, 106, 1632Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c62.",
        "PINTO, R. (2015): Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Selection Bias in a Controlled Experiment: The Case of Moving to Opportunity, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Unpublished Ph.D. Thesis, University of Chicago, Department of Economics.",
        "ROBINS, J. M. (2003): Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Semantics of causal DAG models and the identification of direct and indirect effects.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d in Highly Structured Stochastic Systems, ed. by N. L. P. J. Green, Hjort and S. Richardson, Oxford: Oxford University Press, MR2082403, 70Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c81.",
        "ROBINS, J. M. AND S. GREENLAND (1992): Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Identifiability and Exchangeability for Direct and Indirect Effects,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Epidemiology, 3, 143Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c155.",
        "RODRIK, D. (1995): Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Political economy of trade policy,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Handbook of international economics, 3, 1457Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c1494.",
        "ROGOWSKI, R. (1987): Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Political cleavages and changing exposure to trade,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d American Political Science Review, 81, 1121Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c1137.",
        "ROSENBAUM, P. R. AND D. B. RUBIN (1983): Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093The Central Role of the Propensity Score in Observational Studies for Causal Effects,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Biometrika, 70, 41Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c55.",
        "RUBIN, D. B. (2004): Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Direct and indirect causal effects via potential outcomes (with discussion),Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Scandinavian Journal of Statistics, 31, 161Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c170.",
        "SCHEVE, K. F. AND M. J. SLAUGHTER (2001): Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093What Determines Individual Trade-Policy Preferences ?Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Journal of International Economics, 54, 267Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c292.",
        "SOMMER, B. (2008): Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Anti-capitalism in the name of ethno-nationalism: ideological shifts on the German extreme right,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Patterns of Prejudice, 42, 305Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c316.",
        "STOÃ\u0083Å\u0092Ã\u0082Ë\u0086SS, R. (2010): Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Rechtsextremismus im Wandel,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Tech. rep., Friedrich Ebert Stiftung.",
        "THE ECONOMIST (July 30th 2016): Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093The New Political Divide,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d .",
        "VOIGTLAÃ\u0083Å\u0092Ã\u0082Ë\u0086NDER, N. AND H.-J. VOTH (2015): Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Taught to Hate: Nazi Indoctrination and AntiSemitic Beliefs in Germany,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Proceedings of the National Academy of Sciences, Forthcoming.",
        "VYTLACIL, E. J. (2006): Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Ordered Discrete-Choice Selection Models and Local Average Treatment Effect Assumptions: Equivalence, Nonequivalence, and Representation Results,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Review of Economics and Statistics, 88, 578Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c581.",
        "WOOLDRIDGE, J. M. (2002): Econometric analysis of cross section and panel data, MIT press."
    ]
}