{
    "id": 23206,
    "cites": 21,
    "cited_by": 4,
    "reference": [
        "Amihud, Yakov, 2002, Illiquidity and stock returns: Cross-section and time-series effects, Journal of Financial Markets 5, 31-56.",
        "Bank for International Settlements, 2012, Trienniel Central Bank Survey of Foreign Exchange and OTC Derivatives Market Activity: Reporting Guidelines for Turnover in April 2013.",
        "Bank for International Settlements, 2013, Triennial Central Bank Survey of Foreign Exchange and Derivatives Market Activity.",
        "Bank for International Settlements, 2016, Triennial Central Bank Survey: Foreign Exchange Turnover in 2016.",
        "Berger, David, Alain Chaboud, and Erik Hjalmarsson, 2009, What drives volatility persistence in the foreign exchange market?, Journal of Financial Economics 94, 192213.",
        "Chaboud, Alain, Sergey V. Chernenko, and Jonathan H. Wright; 2007, Trading activity and exchange rates in high-frequency EBS data (Board of Governors of the Federal Reserve System).",
        "Chaboud, Alain, Erik Hjalmarsson, Clara Vega, and Ben Chiquoine; 2009, Rise of the machines: algorithmic trading in the foreign exchange markets (Board of Governors of the Federal Reserve System).",
        "CLS Group, 2014, CLS Settlement Methods Survey: Summary Report.",
        "EBS, 2016, EBS Dealing Rules - EBS Market Appendix.",
        "FINRA, 2015, Trade reporting frequently asked questions.",
        "HagstrÃ\u0083Â¶mer, BjÃ\u0083Â¶rn, and Albert J. Menkveld; 2016, A network map of information percolation (SSRN).",
        "Hasbrouck, Joel, 2009, Trading costs and returns for US equities: estimating effective costs from daily data, Journal of Finance 64, 1445-1477.",
        "King, Michael R., Carol L. Osler, and Dagfinn Rime, 2012, Foreign Exchange Market Structure, Players, and Evolution, in Jessica James, Ian W. Marsh, and Lucio Sarno, eds.: Handbook of Exchange Rates (John Wiley & Sons).",
        "King, Michael R., Carol L. Osler, and Dagfinn Rime, 2013, The market microstructure approach to foreign exchange: Looking back and looking forward, Journal of International Money and Finance 38, 95-119.",
        "Kos, Dino, and Richard M. Levich; 2016, Settlement Risk in the Global FX Market: How Much Remains (SSRN), https://papers.ssrn.com/sol3/papers.cfm?abstract_id=2827530.",
        "Kyle, Albert S., 1985, Continuous auctions and insider trading, Econometrica 53, 13151336.",
        "Levich, Richard M., and Frank Packer; 2015, Development and Functioning of FX Markets in Asia and the Pacific (Bank for International Settlements).",
        "Mancini, Loriano, Angelo Ranaldo, and Jan Wrampelmeyer, 2013, Liquidity in the foreign exchange market: measurement, commonality, and risk premiums, Journal of Finance 68, 1805-1841.",
        "Moore, Michael, Andreas Schrimpf, and Vladyslav Sushko, 2016, Downsized FX markets: causes and implications, BIS Quarterly Review December, 35-51.",
        "Newman, Mark, 2010. Networks: An Introduction (Oxford University Press).",
        "Roll, Richard, 1984, A simple implicit measure of the effective bid-ask spread in an efficient market, Journal of Finance 39, 1127-1139. Page 41"
    ]
}