{
    "id": 23200,
    "cites": 41,
    "cited_by": 19,
    "reference": [
        "Ahuja, R. K., T. L. Magnanti, and J. B. Orlin (1989). Chapter iv network flows. Handbooks in operations research and management science 1, 211Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c369.",
        "Alder, S. (2016). Chinese roads in india: The effect of transport infrastructure on economic development. Manuscript, Univ. North Carolina, Chapel Hill.",
        "Allen, T. and C. Arkolakis (2014). Trade and the topography of the spatial economy. Quarterly Journal of Economics 1085, 1139.",
        "Allen, T. and C. Arkolakis (2016). The welfare effects of transportation infrastructure improvements. Manuscript, Dartmouth and Yale.",
        "Anderson, J. E. and E. Van Wincoop (2003). Gravity with gravitas: a solution to the border puzzle. the american economic review 93(1), 170Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c192.",
        "Arrow, K. J. and A. C. Enthoven (1961). Quasi-concave programming. Econometrica: Journal of the Econometric Society, 779Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c800.",
        "Asturias, J., M. GarcÃ\u0083â\u0080\u009eÃ\u0082Â±Ã\u0083Å\u0092Ã\u0082Â\u0081a-Santana, and R. Ramos Magdaleno (2016). Competition and the welfare gains from transportation infrastructure: Evidence from the golden quadrilateral of india.",
        "Atkeson, A. and A. T. Burstein (2010). Innovation, firm dynamics, and international trade. Journal of political economy 118(3), 433Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c484.",
        "Atkin, D. and D. Donaldson (2015). WhoÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0084¢s getting globalized? the size and implications of intra-national trade costs. Technical report, National Bureau of Economic Research.",
        "Banavar, J. R., F. Colaiori, A. Flammini, A. Maritan, and A. Rinaldo (2000). Topology of the fittest transportation network. Physical Review Letters 84(20), 4745.",
        "Baum-Snow, N. (2007). Did highways cause suburbanization? The Quarterly Journal of Economics, 775Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c 805.",
        "Beckmann, M. (1952). A continuous model of transportation. Econometrica: Journal of the Econometric Society, 643Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c660.",
        "Bernot, M., V. Caselles, and J.-M. Morel (2009). Optimal transportation networks: models and theory, Volume 1955. Springer Science & Business Media.",
        "Bertsekas, D. P. (1998). Network optimization: continuous and discrete models. Citeseer.",
        "Boyd, S. and L. Vandenberghe (2004). Convex optimization. Cambridge university press.",
        "Brandt, L., T. Tombe, and X. Zhu (2013). Factor market distortions across time, space and sectors in China. Review of Economic Dynamics 16(1), 39Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c58.",
        "Burstein, A. and J. Cravino (2015). Measured aggregate gains from international trade. American Economic Journal: Macroeconomics 7(2), 181Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c218.",
        "Caliendo, L., F. Parro, E. Rossi-Hansberg, and P.-D. Sarte (2014). The impact of regional and sectoral productivity changes on the U.S. economy. Technical Report 20168, National Bureau of Economic Research.",
        "Castells, A. and A. SoleÃ\u0083Å\u0092Ã\u0082Â\u0081-OlleÃ\u0083Å\u0092Ã\u0082Â\u0081 (2005). The regional allocation of infrastructure investment: The role of equity, efficiency and political factors. European Economic Review 49(5), 1165Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c1205.",
        "Chandra, A. and E. Thompson (2000). Does public infrastructure affect economic activity?: Evidence from the rural interstate highway system. Regional Science and Urban Economics 30(4), 457Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c490.",
        "Chaney, T. (2014a). The network structure of international trade. The American Economic Review 104(11), 3600Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c3634.",
        "Chaney, T. (2014b). Networks in international trade. In The Oxford Handbook of the Economics of Networks.",
        "Collier, P., M. Kirchberger, and M. SoÃ\u0083Å\u0092Ã\u0082Ë\u0086derbom (2016). The cost of road infrastructure in low-and middleincome countries. The World Bank Economic Review 30(3), 522Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c548.",
        "Combes, P.-P. and M. Lafourcade (2005). Transport costs: measures, determinants, and regional policy implications for france. Journal of Economic Geography 5(3), 319Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c349.",
        "CosÃ\u0083Å\u0092Ã\u0082Â§ar, A. K. and B. Demir (2016). Domestic road infrastructure and international trade: Evidence from turkey. Journal of Development Economics 118, 232Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c244.",
        "Costinot, A. and A. RodrÃ\u0083â\u0080\u009eÃ\u0082Â±Ã\u0083Å\u0092Ã\u0082Â\u0081guez-Clare (2013). Trade theory with numbers: Quantifying the consequences of globalization, vol. 4 of handbook of international economics.",
        "Davis, D. R. and D. E. Weinstein (2002). Bones, bombs, and break points: the geography of economic activity. The American Economic Review 92(5), 1269Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c1289.",
        "Dekle, R., J. Eaton, and S. Kortum (2008). Global rebalancing with gravity: Measuring the burden of adjustment. Technical Report 3, International Monetary Fund.",
        "Desmet, K. and E. Rossi-Hansberg (2013). Urban accounting and welfare. American Economic Review 103(6), 2296Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c2327.",
        "Desmet, K. and E. Rossi-Hansberg (2014). Spatial development. The American Economic Review 104(4), 1211Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c1243.",
        "Doll, C., H. van Essen, et al. (2008). Road infrastructure cost and revenue in europe. Produced within the study Internalisation Measures and Policies for all external cost of Transport (IMPACT) P Deliverable 2.",
        "Donaldson, D. (2010). Railroads of the raj: Estimating the impact of transportation infrastructure. Technical report, National Bureau of Economic Research.",
        "Donaldson, D. (2015). The gains from market integration. Annual Review of Economics 7(1), 619Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c647.",
        "Donaldson, D. and R. Hornbeck (2016). Railroads and american economic growth: A market access approach. The Quarterly Journal of Economics, qjw002.",
        "Duranton, G., P. M. Morrow, and M. A. Turner (2014). Roads and trade: Evidence from the us. The Review of Economic Studies 81(2), 681Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c724.",
        "Eaton, J. and S. Kortum (2002). Technology, geography, and trade. Econometrica 70(5), 1741Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c1779.",
        "Faber, B. (2014). Trade integration, market size, and industrialization: evidence from chinaÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0084¢s national trunk highway system. The Review of Economic Studies, rdu010.",
        "Fajgelbaum, P. D., E. Morales, J. C. S. Serrato, and O. M. Zidar (2015). State taxes and spatial misallocation. NBER Working Paper (w21760).",
        "Felbermayr, G. J. and A. Tarasov (2015). Trade and the spatial distribution of transport infrastructure.",
        "Fernald, J. G. (1999). Roads to prosperity? assessing the link between public capital and productivity. American Economic Review, 619Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c638.",
        "Feyrer, J. (2009). Trade and incomeÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009cexploiting time series in geography. Technical report, National Bureau of Economic Research."
    ]
}