{
    "id": 23217,
    "cites": 15,
    "cited_by": 19,
    "reference": [
        "Barrell, Ray and Nigel Pain (1997), Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Foreign Direct Investment, Technological Change, and Economic Growth Within Europe,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Economic Journal, 107: 1770-1786.",
        "Bruno, Randolph, Nauro Campos, Saul Estrin, and Meng Tian (2016), Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Technical Appendix to Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Ë\u009cThe Impact of Brexit on Foreign Investment in the UKÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0084¢,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Working Paper, LSE Center for Economic Performance.",
        "Campos, Nauro and Fabrizio Coricelli (2015), Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Some Unpleasant Brexit Econometrics,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d VoxEU.org.",
        "Campos, Nauro, Fabrizio Coricelli, and Luigi Moretti (2014) Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Economic Growth and Political Integration: Estimating the Benefits from Membership in the European Union Using the Synthetic Counterfactuals Method,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d IZA Discussion Paper 8162.",
        "China Ministry of Commerce (2003Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c2016), China Commerce Yearbook, www.yearbook.org.cn.",
        "Dhingra, Swati, Gianmarco Ottaviano, Thomas Sampson, and John Van Reenan (2016), Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093The Impact of Brexit on Foreign Investment in the UK,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Working Paper, LSE Center for Economic Performance.",
        "Holmes, Thomas J., Ellen R. McGrattan, and Edward C. Prescott (2014), Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Technical Appendix for Quid Pro Quo: Technology Capital Transfers for Market Access in China,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Research Department Staff Report 487, Federal Reserve Bank of Minneapolis.",
        "Holmes, Thomas J., Ellen R. McGrattan, and Edward C. Prescott (2015), Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Quid Pro Quo: Technology Capital Transfers for Market Access in China,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Review of Economic Studies, 82(3), 1154Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c1193.",
        "Kalinova, Blanka, Angel Palerm, and Stephen Thomsen (2010), Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093OECDÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0084¢s FDI Restrictiveness Index: 2010 Update,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d OECD Working Papers on International Investment, 2010/03.",
        "Kierzenkowski, Rafal, Nigel Pain, Elena Rusticelli, and Sanne Zwart (2016), Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093The Economic Consequences of Brexit: A Taxing Decision,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d OECD Economic Policy Paper No. 16.",
        "KPMG International (1993Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c2016), Corporate and Indirect Tax Rate Survey, www.kpmg.com.",
        "McGrattan, Ellen R. and Edward C. Prescott (2010), Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Technology Capital and the U.S. Current Account,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d American Economic Review, 100(4): 1493-1522.",
        "Organisation for Economic Co-operation and Development (OECD) (1990Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c2016), Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093FDI Flows by Partner Country,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d OECD.StatExtracts, www.oecd.org.",
        "Pain, Nigel and Garry Young (2004), Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093The Macroeconomic Impact of UK Withdrawal from the EU,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Economic Modelling, 21(3), 387-408.",
        "Steinberg, Joseph (2017), Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Brexit and the Macroeconomic Impact of Trade Policy Uncertainty,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Working Paper, University of Toronto."
    ]
}