{
    "id": 23216,
    "cites": 46,
    "cited_by": 5,
    "reference": [
        "Agarwal, Sumit and Robert Hauswald. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Distance and Private Information in Lending.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Review of Financial Studies, 23(2010), 2757Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c2788.",
        "Almeida, Heitor, Murillo Campello, Bruno Laranjeira, and Scott Weisbenner. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Corporate Debt Maturity and the Real Effects of the 2007 Credit Crisis.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Critical Finance Review, 1(2011), 3Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c58.",
        "Alston, Lee J., Wayne A. Grove, and David C. Wheelock. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Why Do Banks Fail? Evidence from the 1920s.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Explorations in Economic History, 31(1994), 409 Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c 431.",
        "Atack, J. and P. Passell. A New Economic View of American History: From Colonial Times to 1940. Norton (1994).",
        "Becker, Bo and Victoria Ivashina. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Cyclicality of credit supply: Firm level evidence.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Journal of Monetary Economics, 62(2014), 76Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c93.",
        "Bernanke, Ben S. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Nonmonetary Effects of the Financial Crisis in the Propagation of the Great Depression.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d The American Economic Review, 73(1983), 257Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c276.",
        "Bernanke, Ben S. and Mark Gertler. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Inside the Black Box: The Credit Channel of Monetary Policy Transmission.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Journal of Economic Perspectives, 9(1995), 27Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c48.",
        "Calomiris, Charles W. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Financial factors in the Great Depression.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Journal of Economic Perspectives, 7(1993), 61Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c85.",
        "Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009dÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009dÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009d. U.S. Bank Deregulation in Historical Perspective. Cambridge Books. Cambridge University Press (2000).",
        "Calomiris, Charles W., Athanasios Orphanides, and Steven A. Sharpe. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Leverage as a State Variable for Employment, Inventory Accumulation, andFixed Investment.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d NBER Working Papers 4800, National Bureau of Economic Research, Inc (1994).",
        "Chodorow-Reich, Gabriel. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093The Employment Effects of Credit Market Disruptions: Firm-level Evidence from the 2008-09 Financial Crisis.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Quarterly Journal of Economics, 129(2014), 1Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c59. Lead article. Cole, Harold L. and Lee E. Ohanian. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093A second look at the U.S. Great Depression from a neoclassical perspective.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d In Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Great depressions of the twentieth century. Federal Reserve Bank of Minneapolis,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d 21Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c58.",
        "Duygan-Bump, Burcu, Alexey Levkov, and Judit Montoriol-Garriga. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Financing constraints and unemployment: Evidence from the Great Recession.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Journal of Monetary Economics, 75(2015), 89Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c105.",
        "Eichengreen, B. Hall of Mirrors: The Great Depression, the Great Recession, and the Uses-and Misuses-of History. Oxford University Press (2014).",
        "Eichengreen, Barry. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093The Origins and Nature of the Great Slump Revisited.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Economic History Review, XLV(1992), 213Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c239.",
        "Fama, Eugene F. and Kenneth R. French. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Industry costs of equity.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Journal of Financial Economics, 43(1997), 153 Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c 193.",
        "Fishback, Price V., Werner Troesken, Trevor Kollmann, Michael Haines, Paul W. Rhode, and Melissa Thomasson. Information and the Impact of Climate and Weather on Mortality Rates During the Great Depression. University of Chicago Press (2011). 131Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c167.",
        "Friedman, M. and A.J. Schwartz. A Monetary History of the United States, 1867-1960. National Bureau of Economic Research Publications. Princeton University Press (1963).",
        "Graham, John R., Sonali Hazarika, and Krishnamoorthy Narasimhan. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Financial Distress in the Great Depression.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Financial Management, 40(2011), 821Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c844.",
        "Graham, John R., Mark T. Leary, and Michael R. Roberts. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093A century of capital structure: The leveraging of corporate America.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Journal of Financial Economics, 118(2015), 658 Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c 683. NBER Symposium on New perspectives on corporate capital structures.",
        "Greenwald, Bruce and Joseph E. Stiglitz. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Pareto Inefficiency of Market Economies: Search and Efficiency Wage Models.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d The American Economic Review, 78(1988), 351Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c355.",
        "Hennessy, Christopher A. and Toni M. Whited. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093How Costly Is External Financing? Evidence from a Structural Estimation.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d The Journal of Finance, 62(2007), 1705Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c1745.",
        "Hickman, W. Braddock. Statistical Measures of Corporate Bond Financing Since 1900. Number hick60-1 in NBER Books. National Bureau of Economic Research, Inc (1960). Hughes, J.R.T. and L.P. Cain. American Economic History. Addison-Wesley series in economics.",
        "Hunter, Helen M. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093The Role of Business Liquidity During the Great Depression and Afterwards: Differences Between Large and Small Firms.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d The Journal of Economic History, 42(1982), 883Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c902.",
        "Jacoby, Neil H. and Raymond J. Saulnier. Business Finance and Banking. NBER (1947).",
        "Kaplan, Steven N. and Luigi Zingales. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Do Investment-Cash Flow Sensitivities Provide Useful Measures of Financing Constraints?Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d The Quarterly Journal of Economics, 112(1997), 169Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c215.",
        "Khwaja, Asim Ijaz and Atif Mian. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Tracing the Impact of Bank Liquidity Shocks: Evidence from an Emerging Market.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d American Economic Review, 98(2008), 1413Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c42.",
        "Klug, Adam, John S. Landon-Lane, and Eugene N. White. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093How could everyone have been so wrong? Forecasting the Great Depression with the railroads.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Explorations in Economic History, 42(2005), 27Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c55.",
        "Kogan, Leonid and Dimitris Papanikolaou. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Growth Opportunities, Technology Shocks, and Asset Prices.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Journal of Finance, 69(2014).",
        "Lee, James and Filippo Mezzanotti. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Bank Distress and Manufacturing: Evidence from the Great Depression.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Working paper, Harvard University (2015).",
        "Lutz, F.A. Corporate cash balances, 1914-43: manufacturing and trade. Studies in business financing.",
        "Margo, Robert A. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Employment and Unemployment in the 1930s.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Journal of Economic Perspectives, 7(1993), 41Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c59.",
        "Michaels, Ryan, Beau Page, and Toni Whited. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Labor and Capital Dynamics under Financing Frictions,.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Working paper, University of Michigan (2014).",
        "Mladjan, Mrdjan M. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Accelerating into the Abyss: Financial Dependence and the Great Depression.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Working paper, EBS Business School (2016).",
        "Petersen, Mitchell A. and Raghuram G. Rajan. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Does Distance Still Matter? The Information Revolution in Small Business Lending.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Journal of Finance, 57(2002), 2533Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c2570.",
        "Philippon, Thomas. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Has the US Finance Industry Become Less Efficient? On the Theory and Measurement of Financial Intermediation.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d American Economic Review, 105(2015), 1408Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c38.",
        "Richardson, Gary. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Categories and causes of bank distress during the great depression, 1929-1933: The illiquidity versus insolvency debate revisited.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Explorations in Economic History, 44(2007), 588Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c607.",
        "Richardson, Gary and William Troost. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Monetary Intervention Mitigated Banking Panics during the Great Depression: Quasi-Experimental Evidence from a Federal Reserve District Border, 1929Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c1933.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Journal of Political Economy, 117(2009), 1031Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c1073.",
        "Romer, Christina D. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093The Great Crash and the Onset of the Great Depression.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d The Quarterly Journal of Economics, 105(1990), 597Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c624.",
        "Romer, Christina D. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093The Nation in Depression.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Journal of Economic Perspectives, 7(1993), 19Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c39.",
        "Rosenbloom, Joshua L. and William A. Sundstrom. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093The Sources of Regional Variation in the Severity of the Great Depression: Evidence from U.S. Manufacturing, 19191937.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d The Journal of Economic History, 59(1999), 714Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c747.",
        "Schnabl, Philipp. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093The International Transmission of Bank Liquidity Shocks: Evidence from an Emerging Market.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d The Journal of Finance, 67(2012), 897Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c932.",
        "Sharpe, Steven A. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Financial Market Imperfections, Firm Leverage, and the Cyclicality of Employment. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d American Economic Review, 84(1994), 1060Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c74.",
        "Temin, Peter. Did Monetary Forces Cause the Great Depression? W. W. Norton (1976). Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009dÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009dÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009d. The Cambridge Economic History of the United States, chapter The Great Depression.",
        "Wheelock, David C. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Regulation, market structure and the bank failures of the Great Depression.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Federal Reserve Bank of St Louis Review, 77(1995).",
        "White, Eugene Nelson. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093A Reinterpretation of the Banking Crisis of 1930.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d The Journal of Economic History, 44(1984), 119Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c138.",
        "Ziebarth, Nicolas L. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Identifying the Effects of Bank Failures from a Natural Experiment in Mississippi during the Great Depression.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d American Economic Journal: Macroeconomics, 5(2013), 81Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c101."
    ]
}