{
    "id": 23229,
    "cites": 56,
    "cited_by": 26,
    "reference": [
        "Andreoni, J. (2006). Philanthropy. Handbook of the economics of giving, altruism and reciprocity, 2, 1201Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c1269.",
        "Andreoni, J. (2015). Economics of charity and philanthropy. In J. D. Wright (Ed.), International Encyclopedia of the Social & Behavioral Sciences, 2nd Edition, volume 3 (pp. 358363). Oxford: Elsevier.",
        "Andreoni, J. and Bernheim, B. (2009). Social image and the 50-50 norm: A theoretical and experimental analysis of audience effects. Econometrica, 77(5), 1607Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c1636.",
        "Andreoni, J., Erard, B., and Feinstein, J. (1998). Tax compliance. Journal of Economic Literature, 36(2), 818Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c860.",
        "Andreoni, J., Goldman, M., and Maras, M. (2015). Holier than thou? A natural field experiment on social information in charitable giving. In Academy of Management Proceedings, volume 2015, (pp. 15617). Academy of Management.",
        "Andreoni, J. and Miller, J. (2002). Giving according to garp: An experimental test of the consistency of preferences for altruism. Econometrica, 70, 737Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c753.",
        "Andreoni, J. and Payne, A. A. (2013). Charitable giving. Handbook of Public Economics, 5, 1Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c50.",
        "Andreoni, J. and Petrie, R. (2004). Public goods experiments without confidentiality: A glimpse into fund-raising. Journal of Public Economics, 88(7), 1605Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c1623.",
        "Atkinson, A., Piketty, T., and Saez, E. (2011). Top incomes in the long run of history. Journal of Economic Literature, 49(1), 3Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c71.",
        "Auten, G., Sieg, H., and Clotfelter, C. (2002). Charitable giving, income, and taxes: An analysis of panel data. American Economic Review, 92(1), 371Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c382.",
        "Bauer, R., Gneezy, U., and Smeets, P. (2015). Giving behaviour of millionaires. Proceedings of the National Academy of Sciences, 112(3), 10641Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c10644.",
        "Berg, S. A. (2016). Max Perkins: Editor of Genius. New American Library, New York.",
        "Camerer, C. (2015). Handbook of experimental economic methodology, chapter The promise and success of lab-field generalizability in experimental economics: A critical reply to Levitt and List. Oxford University Press, USA.",
        "Carvalho, L. S., Meier, S., and Wang, S. W. (2016). Poverty and economic decision-making: Evidence from changes in financial resources at payday. The American Economic Review, 106(2), 260Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c284.",
        "Christian, C. (1994). Voluntary compliance with the individual income tax: Results from the 1988 TCMP study. The IRS Research Bulletin, 1500(9-94), 35Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c42.",
        "Cox, D. (1984). Raising revenue in the underground economy. National Tax Journal, 37(3), 283Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c288.",
        "DellaVigna, S., List, J. A., and Malmendier, U. (2012). Testing for altruism and social pressure in charitable giving. Quarterly Journal of Economics, 127(1), 1Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c54.",
        "Dubois, D., Rucker, D. D., and Galinsky, A. D. (2015). Social class, power, and selfishness: When and why upper and lower class individuals behave unethically. Journal of Personality and Social Psychology, 108(3), 436.",
        "Economist (2010). The rich are different from you and me: They are more selfish. July 29, available at: http://www.economist.com/node/16690659.",
        "Economist (2014). Inequality in the Netherlands: A capital issue. July 28, available at: http://www.economist.com/news/europe/21605955Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009chowÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009clargeÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009cdifferencesÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c wealthÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009chaveÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009cbegunÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009cnewÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009ctaxÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009cdebateÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009ccapitalÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009cissue.",
        "Eisenberg, N., Fabes, R. A., Miller, P. A., Fultz, J., Shell, R., Mathy, R. M., and Reno, R. R. (1989). Relation of sympathy and personal distress to pro-social behavior: A multimethod study. Journal of Personality and Social Psychology, 57, 55 Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c 66.",
        "Erkal, N., Gangadharan, L., and Nikiforakis, N. (2011). Relative earnings and giving in a real-effort experiment. The American Economic Review, (7), 3330Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c3348.",
        "Fehr, E. and Schmidt, K. (1999). A theory of fairness, competition and cooperation. Quarterly Journal of Economics, 114, 817Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c868.",
        "Fisman, R., Kariv, S., and Markovits, D. (2007). Individual preferences for giving. The American Economic Review, 97(5), 1858Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c1876.",
        "Francis, G. (2012). Evidence that publication bias contaminated studies relating social class and unethical behavior. Proceedings of the National Academy of Sciences, 109(25), E1587.",
        "Frank, R. (2011). Are the rich more selfish than the poor? Wall Street Journal, August 11, available at: http://blogs.wsj.com/wealth/2011/08/11/areÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009ctheÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009crichÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009cmoreÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009cselfishÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c thanÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009ctheÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009cpoor/.",
        "Franzen, A. and Pointner, S. (2012). The external validity of giving in the dictator game: A field experiment using the misdirected letter technique. Experimental Economics, DOI 10.1007/s10683-012-9337-5.",
        "Fuentes-Nieva, R. and Galasso, N. (2014). Working for the Few: Political capture and economic inequality, volume 178. Oxfam.",
        "Goleman, D. (2013). Rich people just care less. The New York Times, October 5, available at: http://opinionator.blogs.nytimes.com/2013/10/05/richÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009cpeopleÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009cjustÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009ccareÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009cless/? Guinote, A., Cotzia, I., Sandhu, S., and Siwa, P. (2015). Social status modulates prosocial behavior and egalitarianism in preschool children and adults. Proceedings of the National Academy of Sciences, 112(3), 731Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c736.",
        "Haushofer, J. and Fehr, E. (2014). On the psychology of poverty. Science, 344(6186), 862Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c867.",
        "Hoffman, E., McCabe, K., and Smith, V. (1996). Social distance and other-regarding behavior in dictator games. American Economic Review, 86(3), 653Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c660.",
        "Hooker, L. (2015). Does money make you mean? BBC News, March 16, available at: http://www.bbc.com/news/magazineÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c31761576.",
        "Howitt, D., Craven, G., Iveson, C., Kremer, J., McCabe, J., and Rolph, T. (1977). The misdirected letter. The British Journal of Social and Clinical Psychology, 16, 285Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c286.",
        "Karlan, D. and List, J. A. (2007). Does price matter in charitable giving? Evidence from a large-scale natural field experiment. The American Economic Review, 97(5), 1774Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c1793.",
        "Karlan, D., Ratan, A. L., and Zinman, J. (2014). Savings by and for the poor: A research review and agenda. Review of Income and Wealth, 60(1), 36Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c78.",
        "Keizer, K., Lindenberg, S., and Steg, L. (2008). The spreading of disorder. Science, 322(5908), 1681Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c1685.",
        "Konow, J. (2000). Fair shares: Accountability and cognitive dissonance in allocation decisions.",
        "The American Economic Review, 1072Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c1091.",
        "KorndoÃ\u0083Å\u0092Ã\u0082Ë\u0086rfer, M., Egloff, B., and Schmukle, S. C. (2015). A large scale test of the effect of social class on prosocial behavior. PloS One, 10(7), e0133193.",
        "Kraus, M. W., , P. K., Mendoza-Denton, R., Rheinschmidt, M. L., and Keltner, D. (2012). Social class, solipsism, and contextualism: how the rich are different from the poor. Psychological Review, 119(3), 546.",
        "Levitt, S. D. and List, J. A. (2007). What do laboratory experiments measuring social preferences reveal about the real world? The Journal of Economic Perspectives, 21(2), 153Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c174.",
        "Mani, A., Mullainathan, S., Shafir, E., and Zhao, J. (2013). Poverty impedes cognitive function. Science, 341(6149), 976Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c980.",
        "McDonald, I. M., Nikiforakis, N., Olekalns, N., and Sibly, H. (2013). Social comparisons and reference group formation: Some experimental evidence. Games and Economic Behavior, 79, 75 Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c 89.",
        "Mullainathan, S. and Shafir, E. (2013). Scarcity: Why having too little means so much. Macmillan.",
        "Piff, P., Kraus, M., Cote, S., Cheng, B., and Keltner, D. (2010). Having less, giving more: The influence of social class on prosocial behavior. Journal of Personality and Social Psychology, 99, 771Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c784.",
        "Piff, P., Stancato, D., Cote, S., Mendoza-Denton, R., and Keltner, D. (2012). Higher social class predicts increased unethical behavior. Proceedings of the National Academy of Sciences, USA, 109, 4086Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c4091.",
        "Proud, A. (2015). When did the rich become so utterly horrible? The Telegraph, March 30, available at: http://www.telegraph.co.uk/men/thinkingÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009cman/11500107/WhenÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009cdidÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c theÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009crichÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009cbecomeÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009csoÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009cutterlyÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009chorrible.html.",
        "Saez, E. and Zucman, G. (2016). Wealth inequality in the united states since 1913: Evidence from capitalized income tax data. Quarterly Journal of Economics, 131(2), 519Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c578.",
        "Schervish, P. G. and Havens, J. J. (2003). New findings on the patterns of wealth and philanthropy. Social Welfare Research Institute, Chestnut Hill.",
        "Shah, A. K., Mullainathan, S., and Shafir, E. (2012). Some consequences of having too little. Science, 338(6107), 682Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c685.",
        "Stoop, J. (2014). From the lab to the field: Envelopes, dictators and manners. Experimental Economics, 17(2), 304Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c313.",
        "Sullivan, P. (2017). Who are the richest of the rich? The New York Times, February 19, available at: https://www.nytimes.com/2017/02/19/yourÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009cmoney/whoÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009careÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009ctheÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009crichestÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009cofÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009ctheÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c rich.html.",
        "Trautman, S., van de Kuilen, G., and Zeckhauser, R. (2013). Social class and (un)ethical behavior: Evidence from a large population sample. Perspectives on Psychological Science, 8(5), 487Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c497.",
        "Volker, B., Mollenhorst, G., Steenbeek, W., Schutjens, V., and Flap, H. (2015). Lost letters in Dutch neighborhoods: A field experiment on collective efficacy. Social Forces, sov106.",
        "Wang, L. and Murnighan, J. K. (2014). Money, emotions, and ethics across individuals and countries. Journal of Business Ethics, 125(1), 163Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c176.",
        "Warner, J. (2010). The charitable-giving divide. The New York Times Magazine, August 20, available at: http://www.nytimes.com/2010/08/22/magazine/22FOBÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009cwwlnÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009ct.html? Wood, M. (1998). Socio-economic status, delay of gratification, and impulse buying. Journal of Economic Psychology, 19(3), 295Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c320."
    ]
}