{
    "id": 2322,
    "cites": 26,
    "cited_by": 1,
    "reference": [
        "Aron, D., and E. Lazear, 1985. An Analysis of the Marketability of a CPI Future, mimeo, University of Chicago.",
        "Bradley, M., and D. Jansen, 1986. Federal Reserve Operating Procedure in the Eighties, Journal of Money, Credit and Banking, v. 18: 323-335.",
        "Barro, Robert J., 1986. Futures Markets and Fluctuations in Inflation, Monetary Growth, and Asset Returns, Journal of Business, vol. 59 (pt. 2): S21-S38.",
        "Bodie, Zvi, 1976. Common Stocks as a Hedge Against Inflation, Journal of Finance, pp. 459-470.",
        "Card, D., 1986. An Empirical Model of Wage Indexation Provisions in Union Contracts, Journal of Political Economy, Vol. 94, No. 3, part 2, June: pp. 5144-75.",
        "Ederington, L., 1979. The Hedging Performance of the New Futures Market, Journal of Finance, v. 34, March: 157-70.",
        "Elton, E., M. Gruber, and J. Rentzler, 1984. Intra-day Tests of the Efficiency of the Treasury Bill Futures Market, Review of Economics and Statistics, v. LXVI, n. 1, February: 129-34.",
        "Fama, E., 1975. Short-Term Interest Rates as Predictors of Inflation, American Economic Review, June, 65: 269-82.",
        "Fama, E., and W. Schwert, 1977. Asset Returns and Inflation, J. of Financial Economics, v. 5, November: 115-46.",
        "Fama, E,, and M. R. Gibbons, 1982. Inflation, Real Returns, and Capital Investment, Journal of Monetary Economics, 9: 297-323.",
        "Economics 13, pp. 327-348. Fama, E., and J. Macbeth, 1974. Tests of the Multiperiod Two-Parameter Model, Journal of Financial Economics, Vol. 1, May, pp. 43-66.",
        "Fischer, S., 1986. Indexing, Inflation and Economic Policy. M.I.T. Press (Cambridge, Mass.).",
        "Fisher, Irving, 1928. The Money Illusion.",
        "Granger, C., and P. Newbold, 1987. Forecasting Economic Series, second edition. Academic Press.",
        "Granger, C., and R. Engle, 1984. Dynamic Model Specification with Equilibrium Constraints, working Paper, U. C. at San Diego.",
        "Ibbotson, R. G., and R. A. Sinquefield, 1982. Stocks, Bonds, Bills and Inflation: The Past and the Future, Monograph 5.",
        "Jarrow, R., and G. Oldfield, 1981. Forward Contracts and Futures Contracts, J. of Financial Economics, v. 9, n. 4: 373-82.",
        "Lucas, R., Jr., 1972. Expectations and the Neutrality of Money. J. Econ. Theory, 4, n. 2: 102-24.",
        "Miller, M., and C. Upton, 1974. Macroeconomics: A Neoclassical Introduction, R. D. Irwin (Homewood, IL).",
        "Modigliani, F., and R. Cohn, 1979. Inflation, Rational Valuation and the Market, Financial Analysts Journal, March-April, pp. 24-44.",
        "Nelson, C., and G. Schwert, 1977. Short-Term Interest Rates as Predictors of Inflation: On Testing that the Real Rate of Interest Is Constant, American Economic Review, June 67: 478-86.",
        "Patel, J., and R. Zeckhauser, 1985. Indices, Fitting and Fair, for Cost-ofLiving and Asset Portfolios, manuscript, John F. Kennedy School of Government, Harvard University.",
        "Patel, J., 1986. The Fisher Hypothesis and Real Returns, Discussion Paper 155D, John F. Kennedy School of Government, Harvard University.",
        "Vining, D., and T. Elterowski, 1976. The Relationship between Relative Prices and the General Price Level, American Economic Review, September, v. 66: 699-706.",
        "Wachter, M., and 0. Williamson, 1978. Obligational Markets and the Mechanics of Inflation, Bell Journal of Economics, v. 9 (Fall): 549-71.",
        "Yule, G., 1926. Why Do We Sometimes Get Nonsense Correlations Between This Series? - A Study in Sampling and the Nature of Time Series, Journal of Royal Statisticians Society, vol. 89: pp. 1-64."
    ]
}