{
    "id": 23228,
    "cites": 40,
    "cited_by": 22,
    "reference": [
        "Apel, M. and M. B. Grimaldi (2014). How Informative Are Central Bank Minutes? Review of Economics 65(1), 53Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c76.",
        "Baxa, J., R. HorvaÃ\u0083Å\u0092Ã\u0082Â\u0081th, and B. VasÃ\u0083Å\u0092Ã\u0082Å\u0092Ã\u0083â\u0080\u009eÃ\u0082Â±Ã\u0083Å\u0092Ã\u0082Â\u0081cÃ\u0083Å\u0092Ã\u0082Å\u0092ek (2013). Time-varying Monetary-Policy Rules and Financial Stress: Does Financial Instability Matter for Monetary Policy? Journal of Financial Stability 9(1), 117Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c138.",
        "Bernanke, B. S. (2010). Monetary Policy and the Housing Bubble. Speech at the Annual Meeting of the American Economic Association.",
        "Chappell, H. W., T. M. Havrilesky, and R. R. McGregor (1993). Partisan Monetary Policies: Presidential Influence Through the Power of Appointment. Quarterly Journal of Economics, 185Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c218.",
        "Chappell, H. W., T. M. Havrilesky, and R. R. McGregor (1995). Policymakers, Institutions, and Central Bank Decisions. Journal of Economics and Business 47(2), 113Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c136.",
        "Chappell, H. W. and R. R. McGregor (2000). A Long History of FOMC Voting Behavior. Southern Economic Journal, 906Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c922.",
        "Chappell, H. W., R. R. McGregor, and T. A. Vermilyea (2005). Committee Decisions on Monetary Policy: Evidence from Historical Records of the Federal Open Market Committee. MIT Press.",
        "Chiang, Y.-M., D. Hirshleifer, Y. Qian, and A. E. Sherman (2011). Do Investors Learn from Experience? Evidence from Frequent IPO Investors. Review of Financial Studies 24, 1560Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c1589.",
        "Clarida, R., J. GalÃ\u0083â\u0080\u009eÃ\u0082Â±Ã\u0083Å\u0092Ã\u0082Â\u0081, and M. Gertler (2000). Monetary Policy Rules and Macroeconomic Stability: Evidence and Some Theory. Quarterly Journal of Economics 115(1), 147Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c180.",
        "Cogley, T. and T. J. Sargent (2005). The Conquest of US Inflation: Learning and Robustness to Model Uncertainty. Review of Economic Dynamics 8(2), 528Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c563.",
        "Coibion, O. and Y. Gorodnichenko (2012). Why Are Target Interest Rate Changes so Persistent? American Economic Journal. Macroeconomics 4(4), 126.",
        "Evans, G. W. and S. Honkapohja (2001). Learning and Expectations in Macroeconomics. Princeton, NJ: Princeton University Press.",
        "Gallagher, J. (2014). Learning About an Infrequent Event: Evidence from Flood Insurance Take-Up in the United States. American Economic Journal: Applied Economics 6(3), 206Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c233.",
        "Greenwood, R. and S. Nagel (2009). Inexperienced Investors and Bubbles. Journal of Financial Economics 93, 239Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c258.",
        "Hansen, S. and M. McMahon (2016a). First Impressions Matter: Signalling as a Source of Policy Dynamics. Review of Economic Studies, forthcoming.",
        "Hansen, S. and M. McMahon (2016b). Shocking language: Understanding the macroeconomic effects of central bank communication. Journal of International Economics 99(S1), S114Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009cS133.",
        "Kaustia, M. and S. KnuÃ\u0083Å\u0092Ã\u0082Ë\u0086pfer (2008). Do Investors Overweight Personal Experience? Evidence from IPO Subscriptions. Journal of Finance 63, 2679Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c2702.",
        "Koudijs, P. and H.-J. Voth (2016). Leverage and Beliefs: Personal Experience and Risk-Taking in Margin Lending. The American Economic Review 106(11), 3367Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c 3400.",
        "Lindsey, D. E. (2003). A Modern History of FOMC Communication: 1975-2002. Working Paper, Federal Reserve Board.",
        "Lucca, D. O. and F. Trebbi (2011). Measuring Central Bank Communication: An Automated Approach with Application to FOMC Statements. Working Paper 15367, National Bureau of Economic Research.",
        "Malmendier, U. and S. Nagel (2011). Depression Babies: Do Macroeconomic Experiences Affect Risk-Taking? Quarterly Journal of Economics 126, 373Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c416.",
        "Malmendier, U. and S. Nagel (2016). Learning from Inflation Experiences. Quarterly Journal of Economics 131(1), 53Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c87.",
        "Malmendier, U., G. Tate, and J. Yan (2011). Overconfidence and Early-life Experiences: The Effect of Managerial Traits on Corporate Financial Policies. Journal of Finance 66(5), 1687Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c1733.",
        "Meade, E. E. and D. Stasavage (2008). Publicity of Debate and the Incentive to Dissent: Evidence from the US Federal Reserve. Economic Journal 118(528), 695Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c717.",
        "Mehra, Y. P. and B. Sawhney (2010). Inflation Measure, Taylor Rules, and the Greenspan-Bernanke Years. FRB Richmond Economic Quarterly 96(2), 123Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c151.",
        "Mishkin, F. S. (2010). Monetary Policy Flexibility, Risk Management, and Financial Disruptions. Journal of Asian Economics 21(3), 242Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c246.",
        "Orphanides, A. (2001). Monetary Policy Rules Based on Real-Time Data. American Economic Review 91(4), 964Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c9999.",
        "Orphanides, A. (2003). Historical Monetary Policy Analysis and the Taylor Rule.",
        "Primiceri, G. E. (2006). Why Inflation Rose and Fell: Policy-MakersÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0084¢ Beliefs and US Postwar Stabilization Policy. Quarterly Journal of Economics 121(3), 867Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c901.",
        "Reis, R. (2013). Central Bank Design. Journal of Economic Perspectives 27(4), 17Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c 43.",
        "Romer, C. D. and D. H. Romer (2004). Choosing the Federal Reserve Chair: Lessons from History. The Journal of Economic Perspectives 18(1), 129Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c162.",
        "Romer, C. D. and D. H. Romer (2008). The FOMC versus the Staff: Where Can Monetary Policymakers Add Value? The American Economic Review, 230Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c235.",
        "Romer, D. H. (2010). A New Data Set on Monetary Policy: The Economic Forecasts of Individual Members of the FOMC. Journal of Money, Credit and Banking 42(5), 951Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c957.",
        "Rotemberg, J. J. and M. Woodford (1999). Interest Rate Rules in an Estimated Sticky Price Model. In J. B. Taylor (Ed.), Monetary Policy Rules. University of Chicago Press.",
        "Sargent, T. J. (1999). The Conquest of American Inflation. Princeton, NJ: Princeton University Press.",
        "Shiller, R. J. (2005). Irrational Exuberance. Princeton, NJ: Princeton University Press.",
        "Sibert, A. (2006). Central Banking by Committee. International Finance 9(2), 145Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c 168.",
        "Taylor, J. B. (1993). Discretion versus Policy Rules in Practice. Carnegie-Rochester Conference Series on Public Policy 39, 195Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c214.",
        "Thornton, D. L. and D. C. Wheelock (2014). Making Sense of Dissents: A History of FOMC Dissents. Federal Reserve Bank of St. Louis Review 96, 213Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c227.",
        "Williams, R. (2006). Generalized Ordered Logit/Partial Proportional Odds Models for Ordinal Dependent Variables. Stata Journal 6(1), 58Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c82."
    ]
}