{
    "id": 23233,
    "cites": 31,
    "cited_by": 11,
    "reference": [
        "Angeletos, George-Marios and Jennifer LaÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0084¢O. 2013. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Sentiments.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Econometrica 81(2): 739Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c779. Azzimonti, Marina and Matthew Talbert. 2014. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Polarized Business Cycles.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Journal of Monetary Economics 67: 47Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c61.",
        "Bigio, Saki. 2015. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Endogenous Liquidity and the Business Cycle.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d American Economic Review 105(6): 1883Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c1927.",
        "Boissay, FreÃ\u0083Å\u0092Ã\u0082Â\u0081deÃ\u0083Å\u0092Ã\u0082Â\u0081ric, Fabrice Collard, and Frank Smets. 2016. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Booms and Banking Crises.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Journal of Political Economy 124(2): 489Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c538.",
        "Brinca, Pedro, Chari, V.V., Patrick J. Kehoe, and Ellen R. McGrattan. 2016. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Accounting for Business Cycles,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d in J. Taylor and H. Uhlig (eds.), Handbook of Macroeconomics, Vol. 2, 1013Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c 1063 (Amsterdam: Elsevier).",
        "Chen, Kaiji and Zheng Song. 2013. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Financial Frictions on Capital Allocation: A Transmission Mechanism of TFP Fluctuations.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Journal of Monetary Economics 60(6): 683Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c703.",
        "Cociuba, Simona, Edward C. Prescott, and Alexander Ueberfeldt. 2009. U.S. Hours and Productivity Behavior Using CPS Hours Worked Data. Mimeo, Arizona State University.",
        "Corrado Carol, Charles R. Hulten, and Daniel E. Sichel. 2005. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Measuring Capital and Technology: An Expanded Framework,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d in C. Corrado, J. Haltiwanger, and D. Sichel (eds.), Measuring Capital in the New Economy, 11-46 (Chicago: University of Chicago Press).",
        "Corrado, Carol A., Charles R. Hulten, and Daniel E. Sichel. 2006. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Intangible Capital and Economic Growth,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Finance and Economics Discussion Series, 2006Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c24, Divisions of Research and Statistics and Monetary Affairs, Federal Reserve Board, Washington, DC.",
        "Dupor, Bill. 1999. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Aggregation and Irrelevance in Multi-Sector Models.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Journal of Monetary Economics 43(2): 391Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c409.",
        "Fernald, John G. 2012. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093A Quarterly, Utilization-Adjusted Series on Total Factor Productivity.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Federal Reserve Bank of San Francisco Working Paper 2012-19.",
        "Foerster, Andrew T., Pierre-Daniel G. Sarte, and Mark W. Watson. 2011. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Sectoral versus Aggregate Shocks: A Structural Factor Analysis of Industrial Production.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Journal of Political Economy 119(1): 1Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c38.",
        "Gertler, Mark and Nobuhiro Kiyotaki. 2010. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Financial Intermediation and Credit Policy in Business Cycle Analysis,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d in B. M. Friedman and M. Woodford (eds.), Handbook of Monetary Economics, Vol. 3A, 547Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c599 (Amsterdam: North-Holland).",
        "Gourio, Francois. 2012. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Disaster Risk and Business Cycles.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d American Economic Review 102(6): 2734Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c66.",
        "Hansen, Gary D. 1985. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Indivisible Labor and the Business Cycle.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Journal of Monetary Economics 16(3): 309Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c327.",
        "Harvey, Andrew C. 1989. Forecasting, Structural Time Series Models and the Kalman Filter (Cambridge: Cambridge University Press).",
        "Hodrick, Robert J. and Edward C. Prescott. 1997. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Postwar U.S. Business Cycles: An Empirical Investigation.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Journal of Money, Credit and Banking 29(1): 1Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c16.",
        "Hornstein, Andreas and Jack Praschnik. 1997. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Intermediate Inputs and Sectoral Comovement in the Business Cycle.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Journal of Monetary Economics 40(3): 573Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c595.",
        "Horvath, Michael. 1998. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Cyclicality and Sectoral Linkages: Aggregate Fluctuations from Independent Sectoral Shocks.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Review of Economic Dynamics 1(4): 781Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c808.",
        "Horvath, Michael. 2000. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Sectoral Shocks and Aggregate Fluctuations.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Journal of Monetary Economics 45(1): 69Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c106.",
        "Karnizova, Lilia. 2012. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093News Shocks, Productivity and the U.S. Investment Boom-Bust Cycle,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d B.E. Journal of Macroeconomics 12(1): 1-48.",
        "Khan, Aubhik and Julia K. Thomas. 2013. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Credit Shocks and Aggregate Fluctuations in an Economy with Production Heterogeneity.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Journal of Political Economy 121(6): 1055Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c1107.",
        "Kydland, Finn E. and Edward C. Prescott. 1982. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Time to Build and Aggregate Fluctuations.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Econometrica 50(6): 1345Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c1370.",
        "Larrain, Borja and Motohiro Yogo. 2008. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Does Firm Value Move Too Much to be Justified by Subsequent Changes in Cash Flow?Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Journal of Financial Economics 87(1): 200Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c226.",
        "McGrattan, Ellen R., and Edward C. Prescott. 2010. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Unmeasured Investment and the Puzzling U.S. Boom in the 1990s.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d American Economic Journal: Macroeconomics 2(4): 88Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c123.",
        "McGrattan, Ellen R., and Edward C. Prescott. 2014. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093A Reassessment of Real Business Cycle Theory.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d American Economic Review, Papers and Proceedings, 104(5): 177Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c182.",
        "National Science Foundation. 1953Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c2016. National Patterns of R&D Resources (Washington, DC: National Science Foundation).",
        "Prescott, Edward C. 1986. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Theory Ahead of Business Cycle Measurement.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Federal Rerserve Bank of Minneapolis Quarterly Review 10(4): 9Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c22.",
        "Schaal, Edouard. 2017. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Uncertainty and Unemployment.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Econometrica, forthcoming.",
        "Soloveichik, Rachel, and David Wasshausen. 2013. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Copyright-Protected Assets in the National Accounts,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Mimeo, Bureau of Economic Analysis.",
        "U.S. Department of Commerce, Bureau of Economic Analysis. 1929Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c2016. Survey of Current Business (Washington, DC: U.S. Government Printing Office).",
        "Vaughan, David R. 1970. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093A Nonrecursive Algebraic Solution for the Discrete Riccati Equation.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d IEEE Transactions on Automatic Control AC-15: 597Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c599."
    ]
}