{
    "id": 23240,
    "cites": 51,
    "cited_by": 10,
    "reference": [
        "Arcidiacono, Peter, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Ability Sorting and the Returns to College Major,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Journal of Econometrics, 2004, 121 (1-2), 343Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c375.",
        ", V. Joseph Hotz, Arnaud Maurel, and Teresa Romano, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Recovering Ex Ante Returns and Preferences for Occupations using Subjective Expectations Data,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Working Paper 20626, National Bureau of Economic Research October 2014.",
        "Baker, George P. and Thomas N. Hubbard, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Contractibility And Asset Ownership: On-Board Computers and Governance In U. S. Trucking,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d QJE, 2004, 119 (4), 1443Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c1479.",
        "Baumann, Andrea, Raisa Deber, and Gail Thompson, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093OverconÃ\u0083Â¯Ã\u0082Â¬Ã\u0082Â\u0081dence among Physicians and Nurses: The Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Ë\u009cMicro-Certainty, Macro-UncertaintyÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0084¢ Phenomenon,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Social Science & Medicine, May 1991, 32 (2), 167Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c174.",
        "Bellemare, Charles, Sabine Kroger, and Arthur van Soest, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Measuring Inequity Aversion in a Heterogeneous Population Using Experimental Decisions and Subjective Probabilities,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Econometrica, 2008, 76 (4), 815Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c839.",
        "Belzer, Michael, Sweatshops on Wheels: Winners and Losers in Trucking Deregulation, Oxford University Press, 2000.",
        "Benson, P George and Dilek OÃ\u0083Å\u0092Ã\u0082Ë\u0086nkal, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093The eÃ\u0083Â¯Ã\u0082Â¬Ã\u0082â\u0082¬ects of feedback and training on the performance of probability forecasters,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d International Journal of Forecasting, 1992, 8 (4), 559Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c573.",
        "BLS, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Bureau of Labor Statistics Occupational Outlook Handbook, 2010-11: Truck Drivers and Driver/Sales Workers,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d 2010.",
        "Bojilov, Raicho, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Incentives to Work or Incentives to Quit?,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d 2013. Mimeo, Ecole Polytechnique.",
        ", JeÃ\u0083Â¯Ã\u0082Â¬Ã\u0082â\u0082¬rey Carpenter, Lorenz Goette, and Aldo Rustichini, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093OverconÃ\u0083Â¯Ã\u0082Â¬Ã\u0082Â\u0081dence and Social Signalling,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Review of Economic Studies, 2013, 80 (3), 949Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c983.",
        ", , , Kristen Monaco, Kay Porter, and Aldo Rustichini, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Using Behavioral Economic Field Experiments at a Firm: The Context and Design of the Truckers and Turnover Project,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d in Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093The Analysis of Firms and Employees: Quantitative and Qualitative ApproachesÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d 2008.",
        "Card, David, Alexandre Mas, Enrico Moretti, and Emmanuel Saez, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Inequality at Work: The EÃ\u0083Â¯Ã\u0082Â¬Ã\u0082â\u0082¬ect of Peer Salaries on Job Satisfaction,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d AER, 2012, 102 (6), 2981Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c3003.",
        "Chan, Tat, Barton Hamilton, and Christopher Makler, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Using Expectations Data to Infer Managerial Objectives and Choices,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d 2008. Mimeo, Washington University in St. Louis.",
        "Ching, Andrew T., Tulin Erdem, and Michael P. Keane, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Learning Models: An Assessment of Progress, Challenges, and New Developments,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Marketing Science, 2013, 32 (6), 913Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c938.",
        "Coscelli, Andrea and Matthew Shum, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093An Empirical Model of Learning and Patient Spillovers in New Drug Entry,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Journal of Econometrics, 2004, 122 (2), 213 Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c 246.",
        "Crawford, Gregory S. and Matthew Shum, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Uncertainty and Learning in Pharmaceutical Demand,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Econometrica, 2005, 73 (4), 1137Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c1173.",
        "DeGroot, Morris, Optimal Statistical Decisions, New York, NY: Mcgraw-Hill College, 1970.",
        "Edwards, Ward, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Conservatism in Human Information Processing,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d in B. Kleinmuntz, ed., Formal Representation of Human Judgement, 1968, pp. 17Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c52.",
        "Eil, David and Justin M. Rao, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093The Good News-Bad News EÃ\u0083Â¯Ã\u0082Â¬Ã\u0082â\u0082¬ect: Asymmetric Processing of Objective Information about Yourself,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d American Economic Journal: Microeconomics, 2011, 3 (2), 114Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c38.",
        "Fang, Hanming and Dan Silverman, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Time-Inconsistency And Welfare Program Participation: Evidence From The NLSY,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d International Economic Review, 2009, 50 (4), 1043Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c1077.",
        "Grubb, Michael D. and Matthew Osborne, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Cellular Service Demand: Biased Beliefs, Learning, and Bill Shock,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d American Economic Review, 2015, 105 (1), 234Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c71.",
        "Handel, Benjamin R., Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Adverse Selection and Inertia in Health Insurance Markets: When Nudging Hurts,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d American Economic Review, December 2013, 103 (7), 2643Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c82.",
        "Heckman, James J. and Burton Singer, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093A Method for Minimizing the Impact of Distributional Assumptions in Econometric Models for Duration Data,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Econometrica, 1984, 52 (2), 271Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c320.",
        "HoÃ\u0083Â¯Ã\u0082Â¬Ã\u0082â\u0082¬man, Mitchell, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093How is Information Valued? Evidence from Framed Field Experiments,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d The Economic Journal, 2016, 126 (595), 1884Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c1911.",
        "Hubbard, Thomas N., Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Information, Decisions, and Productivity: On-Board Computers and Capacity Utilization in Trucking,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d American Economic Review, 2003, 93 (4), 1328Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c1353.",
        "HuÃ\u0083Â¯Ã\u0082Â¬Ã\u0082â\u0082¬man, David and Julia Shvets, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093OverconÃ\u0083Â¯Ã\u0082Â¬Ã\u0082Â\u0081dence and Memory: Evidence from Managers,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d 2016. Presentation, Stanford Institute for Theoretical Economics.",
        "Jovanovic, Boyan, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Job Matching and the Theory of Turnover,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d JPE, 1979, 87 (5), 972Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c90.",
        "Keane, Michael P. and Kenneth I. Wolpin, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093The Career Decisions of Young Men,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d JPE, 1997, 105 (3), 473Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c522.",
        "Koszegi, Botond, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Behavioral Contract Theory,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Journal of Economic Literature, 2014, 52 (4), 1075Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c1118.",
        "Kunda, Ziva, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093The case for motivated reasoning.,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Psychological bulletin, 1990, 108 (3), 480.",
        "Larkin, Ian and Stephen Leider, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Incentive Schemes, Sorting and Behavorial Biases of Employees: Experimental Evidence,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d American Economic Journal: Microeconomics, 2012, 4 (2), 184Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c214.",
        "Lazear, Edward P., Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093OverconÃ\u0083Â¯Ã\u0082Â¬Ã\u0082Â\u0081dence and Occupational Choice,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d NBER Working Papers 21921, National Bureau of Economic Research, Inc January 2016.",
        "Massey, Cade, Joseph P Simmons, and David A Armor, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Hope Over Experience Desirability and the Persistence of Optimism,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Psychological Science, 2011, 22 (2), 274Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c281.",
        "Mobius, Markus M., Muriel Niederle, Paul Niehaus, and Tanya Rosenblat, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Managing Self-ConÃ\u0083Â¯Ã\u0082Â¬Ã\u0082Â\u0081dence: Theory and Experimental Evidence,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d 2014. Working paper, UC San Diego.",
        "Moore, Don A. and Paul J. Healy, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093The Trouble With OverconÃ\u0083Â¯Ã\u0082Â¬Ã\u0082Â\u0081dence,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Psychological Review, 2008, 115 (2), 502 Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c 517.",
        ", Samuel A Swift, Angela Minster, Barbara Mellers, Lyle Ungar, Philip Tetlock, Heather HJ Yang, and Elizabeth R Tenney, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093ConÃ\u0083Â¯Ã\u0082Â¬Ã\u0082Â\u0081dence calibration in a multiyear geopolitical forecasting competition,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Management Science, 2017, Forthcoming.",
        "Mullainathan, Sendhil, Joshua Schwarzstein, and William J. Congdon, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093A Reduced-Form Approach to Behavioral Public Finance,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Annual Review of Economics, 2012, 4, 511Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c540.",
        "Nagypal, Eva, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Learning by Doing vs. Learning About Match Quality: Can We Tell Them Apart,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Review of Economic Studies, 2007, 74 (1), pp. 537Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c566.",
        "Oyer, Paul and Scott Schaefer, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Why Do Some Firms Give Stock Options to All Employees?: An Empirical Examination of Alternative Theories,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Journal of Financial Economics, 2005, 76 (1), 99Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c133.",
        "Paserman, M.Daniele, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Job Search and Hyperbolic Discounting: Structural Estimation and Policy Evaluation,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Economic Journal, 2008, 118 (531), 1418Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c1452.",
        "Sanders, Carl, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Skill Uncertainty, Skill Accumulation, and Occupational Choice,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d 2016. Mimeo, WashU in St. Louis.",
        "Schwartzstein, Joshua, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Selective Attention and Learning,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Journal of the European Economic Association, 2014, 12 (6), 1423Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c1452.",
        "Shaw, Kathryn and Edward P. Lazear, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Tenure and Output,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Labour Economics, 2008, 15 (4), 704Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c723.",
        "Spinnewijn, Johannes, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Unemployed but Optimistic: Optimal Insurance Design with Biased Beliefs,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Journal of the European Economic Association, 2015, 13 (1), 130Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c167.",
        "Stange, Kevin M., Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093An Empirical Investigation of the Option Value of College Enrollment,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d American Economic Journal: Applied Economics, 2012, 4 (1), 49Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c84.",
        "Stinebrickner, Todd and Ralph Stinebrickner, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Learning about Academic Ability and the College Dropout Decision,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Journal of Labor Economics, 2012, 30 (4), 707 Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c 748.",
        "Van den Steen, Eric, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Rational Overoptimism (and Other Biases),Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d American Economic Review, 2004, 94 (4), 1141Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c1151.",
        "van der Klaauw, Wilbert, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093On the Use of Expectations Data in Estimating Structural Dynamic Choice Models,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Journal of Labor Economics, 2012, 30 (3), 521 Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c 554.",
        "Wang, James, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Why hire loan oÃ\u0083Â¯Ã\u0082Â¬Ã\u0082Æ\u0092cers? Examining delegated expertise,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Technical Report, Working Paper. University of Michigan 2015.",
        "Warner, John T. and Saul Pleeter, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093The Personal Discount Rate: Evidence from Military Downsizing Programs,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d American Economic Review, 2001, 91 (1), 33Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c53.",
        "Wiswall, Matthew and Basit Zafar, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Determinants of College Major Choice: IdentiÃ\u0083Â¯Ã\u0082Â¬Ã\u0082Â\u0081cation using an Information Experiment,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Review of Economic Studies, 2015, 82 (2), 791Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c824."
    ]
}