{
    "id": 23246,
    "cites": 38,
    "cited_by": 20,
    "reference": [
        "Acemoglu, Daron, Asuman Ozdaglar, and Alireza Tahbaz-Salehi, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Microeconomic Origins of Macroeconomic Tail Risks,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d American Economic Review, January 2017, 107 (1), 54Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c108.",
        "Ahn, JaeBin, Chang-Gui Park, and Chanho Park, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Pass-Through of Imported Input Prices to Domestic Producer Prices; Evidence from Sector-Level Data,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d February 2016. IMF Working paper 16/23.",
        "Amiti, Mary, Oleg Itskhoki, and Jozef Konings, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Importers, Exporters, and Exchange Rate Disconnect,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d American Economic Review, July 2014, 104 (7), 1942Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c1978.",
        ", , and , Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093International Shocks and Domestic Prices: How Large Are Strategic Complementarities?,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d March 2016. NBER Working Paper No. 22119.",
        "Antoun de Almeida, Luiza, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Globalization of Inflation and Input-Output Linkages,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d May 2016. Mimeo, University of Frankfurt.",
        "Atkeson, Andrew and Ariel Burstein, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Trade Costs, Pricing-to-Market, and International Relative Prices,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d American Economic Review, December 2008, 98 (5), 1998Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c2031.",
        "Auer, Raphael A. and Aaron Mehrotra, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Trade linkages and the globalisation of inflation in Asia and the Pacific,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Journal of International Money and Finance, 2014, 49 (PA), 129Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c151.",
        ", Claurio Borio, and Andrew Filardo, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093The globalisation of inflation: the growing importance of global value chains,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d January 2017. BIS Working Papers, no 602.",
        "Beck, Guenter W., Kirstin Hubrich, and Massimiliano Marcellino, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093On the Importance of Sectoral and Regional Shocks for Price-Setting,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Journal of Applied Econometrics, December 2016, 31 (7), 1234Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c1253.",
        "Bems, Rudolfs and Robert C. Johnson, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Value-Added Exchange Rates,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d October 2012. NBER Working Paper No. 18498.",
        "Berman, Nicolas, Philippe Martin, and Thierry Mayer, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093How do Different Exporters React to Exchange Rate Changes? Theory, Empirics and Aggregate Implications,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Quarterly Journal of Economics, 2012, 127 (1), 437Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c492.",
        "Bernanke, Ben, 2007. Globalization and Monetary Policy, Speech at the Fourth Economic Summit, Stanford Institute for Economic Policy Research.",
        "Bianchi, Francesco and Andrea Civelli, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Globalization and inflation: Evidence from a timevarying VAR,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Review of Economic Dynamics, 2015, 18 (2), 406 Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c 433.",
        "Borio, Claudio E. V. and Andrew Filardo, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Globalisation and inflation: New cross-country evidence on the global determinants of domestic inflation,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d May 2007. BIS Working Paper 227.",
        "Burstein, Ariel and Gita Gopinath, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093International Prices and Exchange Rates,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d in Kenneth Rogoff Elhanan Helpman and Gita Gopinath, eds., Handbook of International Economics, Vol. 4, Elsevier, 2015, chapter 7, pp. 391 Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c 451.",
        ", Christopher Kurz, and Linda L. Tesar, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Trade, Production Sharing, and the International Transmission of Business Cycles,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Journal of Monetary Economics, 2008, 55, 775Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c795.",
        "Carney, Mark, 2015. Remarks at the Economic Policy Symposium hosted by the Federal Reserve Bank of Kansas City, Jackson Hole, on 29 August 2015.",
        "Cavallo, Alberto, Brent Neiman, and Roberto Rigobon, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Currency Unions, Product Introductions, and the Real Exchange Rate,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Quarterly Journal of Economics, May 2014, 129 (2), 529Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c595.",
        "Chib, Siddhartha and Edward Greenberg, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Bayes inference in regression models with ARMA (p, q) errors,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Journal of Econometrics, 1994, 64 (1-2), 183Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c206.",
        "Ciccarelli, Matteo and Benoit Mojon, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Global Inflation,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Review of Economics and Statistics, August 2010, 92 (3), 524Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c535.",
        "Corsetti, Giancarlo, Luca Dedola, and Sylvain Leduc, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Optimal Monetary Policy in Open Economies,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d in Benjamin M. Friedman and Michael Woodford, eds., Handbook of Monetary Economics, Vol. 3, Elsevier, 2010, chapter 16, pp. 861Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c933.",
        "di Giovanni, Julian and Andrei A. Levchenko, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Putting the Parts Together: Trade, Vertical Linkages, and Business Cycle Comovement,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d American Economic Journal: Macroeconomics, April 2010, 2 (2), 95Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c124.",
        "Dornbusch, Rudiger, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Exchange Rates and Prices,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d American Economic Review, 1987, 77 (1), 93Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c106.",
        "Draghi, Mario, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093How central banks meet the challenge of low inflation,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d 2016. Marjolin lecture, Frankfurt, 4 February 2016.",
        "Fischer, Stanley, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093U.S. Inflation Developments,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d 2015. Speech at the Federal Reserve Bank of Kansas City Economic Symposium, Jackson Hole, Wyoming, August 29, 2015.",
        "Foerster, Andrew T., Pierre-Daniel G. Sarte, and Mark W. Watson, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Sectoral vs. Aggregate Shocks: A Structural Factor Analysis of Industrial Production,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Journal of Political Economy, February 2011, 119 (1), 1Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c38.",
        "Gagnon, Etienne, Benjamin R. Mandel, and Robert J. Vigfusson, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Missing Import Price Changes and Low Exchange Rate Pass-Through,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d American Economic Journal: Macroeconomics, April 2014, 6 (2), 156Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c206.",
        "GalÃ\u0083â\u0080\u009eÃ\u0082Â±Ã\u0083Å\u0092Ã\u0082Â\u0081, Jordi, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Inflation Pressures and Monetary Policy in a Global Economy,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d International Journal of Central Banking, 2010, 6 (1), 93Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c102.",
        "Goldberg, Linda S. and JoseÃ\u0083Å\u0092Ã\u0082Â\u0081 Manuel Campa, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093The Sensitivity of the CPI to Exchange Rates: Distribution Margins, Imported Inputs, and Trade Exposure,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Review of Economics and Statistics, May 2010, 92 (2), 392Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c407.",
        "Jackson, Laura E., M. Ayhan Kose, Christopher Otrok, and Michael T. Owyang, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Specification and Estimation of Bayesian Dynamic Factor Models: A Monte Carlo Analysis with an Application to Global House Price Comovement,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d in Eric Hillebrand and Siem Jan Koopman, eds., Advances in Econometrics, Vol. 35, United Kingdom: Emerald Insight, 2015, chapter 15, pp. 361Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c400.",
        "Johnson, Robert C., Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Trade in Intermediate Inputs and Business Cycle Comovement,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d American Economic Journal: Macroeconomics, October 2014, 6 (4), 39Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c83.",
        "Kose, M. Ayhan and Kei-Mu Yi, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Can the Standard International Business Cycle Model Explain the Relation Between Trade and Comovement,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Journal of International Economics, March 2006, 68 (2), 267Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c295.",
        "Monacelli, Tommaso and Luca Sala, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093The International Dimension of Inflation: Evidence from Disaggregated Consumer Price Data,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Journal of Money, Credit and Banking, February 2009, 41 (s1), 101Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c120.",
        "Mumtaz, Haroon and Paolo Surico, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093The Transmission of International Shocks: A FactorAugmented VAR Approach,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Journal of Money, Credit and Banking, February 2009, 41 (s1), 71Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c100.",
        ", Saverio Simonelli, and Paolo Surico, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093International Comovements, Business Cycle and Inflation: a Historical Perspective,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Review of Economic Dynamics, January 2011, 14 (1), 176Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c198.",
        "Nakamura, Emi and JoÃ\u0083Å\u0092Ã\u0082Â\u0081n Steinsson, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Lost in Transit: Product Replacement Bias and Pricing to Market,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d American Economic Review, December 2012, 102 (7), 3277Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c3316.",
        "Patel, Nikhil, Zhi Wang, and Shang-Jin Wei, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Global Value Chains and Effective Exchange Rates at the Country-Sector Level,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d June 2014. NBER Working Paper No. 20236.",
        "Timmer, Marcel P., Erik Dietzenbacher, Bart Los, Robert Stehrer, and Gaaitzen J. de Vries, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093An Illustrated User Guide to the World InputÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009cOutput Database: the Case of Global Automotive Production,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Review of International Economics, August 2015, 23 (3), 575Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c605."
    ]
}