{
    "id": 23245,
    "cites": 54,
    "cited_by": 63,
    "reference": [
        "Acharya, Viral and Guillaume Plantin (2016) Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Monetary Easing and Financial Instability, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d mimeo NYU Stern and Sciences Po.",
        "Adrian, Tobias and Nina Boyarchenko (2015) Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Intermediary leverage cycles and financial stability,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Federal Reserve Bank of New York, Staff Reports 567.",
        "Adrian, Tobias and Hyun S. Shin (2010) Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Financial Intermediaries and Monetary Economics,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d in Benjamin M. Friedman and Michael Woodford eds. Handbook of Monetary Economics, Vol. 3 of Handbook of Monetary Economics: Elsevier, Chap. 12, pp. 601Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c650.",
        "Adrian, Tobias and Hyun Song Shin (2014) Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Procyclical Leverage and Value-at-Risk,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Review of Financial Studies, Vol. 27, pp. 373Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c403.",
        "Allen, Franklin and Douglas Gale (2000) Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Bubbles and Crises,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d The Economic Journal, Vol. 110, pp. 236Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c255.",
        "Angeloni, Ignazio and Ester Faia (2013) Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Capital regulation and monetary policy with fragile banks,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Journal of Monetary Economics, Vol. 60, pp. 311Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c324.",
        "Aoki, Kosuke, Gianluca Benigno, and Nobuhiro Kiyotaki (2016) Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Monetary and Financial Policies in Emerging Markets ,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d mimeo,Tokyo University, London School of Economics, and Princeton University.",
        "Bali, Turan G., Stephen J. Brown, and Mustafa O. Caglayan (2014) Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Macroeconomic risk and hedge fund returns,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Journal of Financial Economics, Vol. 114, pp. 1Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c19.",
        "Basel Committee on Banking Supervision (2013) Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Analysis of risk-weighted assets for market risk,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Regulatory consistency assessment programmme (RCAP), Bank for International Settlements.",
        "Bergin, Paul R and Giancarlo Corsetti (2015) Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Beyond Competitive Devaluations: The Monetary Dimensions of Comparative Advantage,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d CEPR Discussion Papers 10718, C.E.P.R. Discussion Papers.",
        "Bernanke, Ben and Mark Gertler (1989) Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Agency Costs, Net Worth, and Business Fluctuations,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d American Economic Review, Vol. 79, pp. 14Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c31.",
        "Boissay, Frederic, Fabrice Collard, and Frank Smets (2016) Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Booms and Systemic Banking Crises,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Journal of Political Economy, Vol. 124.",
        "Borio, Claudio, Enisse Kharroubi, Christian Upper, and Fabrizio Zampolli (2016) Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Labour reallocation and productivity dynamics: financial causes, real consequences,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d BIS Working Papers 534, Bank for International Settlements.",
        "Borio, Claudio and Haibin Zhu (2012) Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Capital regulation, risk-taking and monetary policy: A missing link in the transmission mechanism?,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Journal of Financial Stability, Vol. 8, pp. 236Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c251.",
        "Bruno, Valentina and Hyun Song Shin (2015) Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Capital flows and the risk-taking channel of monetary policy,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Journal of Monetary Economics, Vol. 71, pp. 119Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c132.",
        "Challe, Edouard, Benoit Mojon, and Xavier Ragot (2013) Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Equilibrium risk shifting and interest rate in an opaque financial system,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d European Economic Review, Vol. 63, pp. 117Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c133.",
        "Coimbra, Nuno (2016) Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Sovereigns at Risk: a dynamic model of sovereign debt and banking leverage,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d mimeo Paris School of Economics.",
        "Curdia, Vasco, Andrea Ferrero, Ging Cee Ng, and Andrea Tambalotti (2015) Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Has U.S. monetary policy tracked the efficient interest rate?Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Journal of Monetary Economics, Vol. 70, pp. 72 Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c 83.",
        "Curdia, Vasco and Michael Woodford (2010) Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Credit Spreads and Monetary Policy,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Journal of Money, Credit and Banking, Vol. 42, pp. 3Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c35.",
        "Danielsson, Jon, Hyun Song Shin, and Jean-Pierre Zigrand (2010) Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Risk Appetite and Endogenous Risk,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d FMG Discussion Papers dp647, Financial Markets Group.",
        "DellAriccia, Giovanni, Luc Laeven, and Robert Marquez (2014) Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Real interest rates, leverage, and bank risk-taking,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Journal of Economic Theory, Vol. 149, pp. 65 Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c 99.",
        "DellÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0084¢Ariccia, Giovanni, Luc Laeven, and Gustavo Suarez (2013) Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Bank Leverage and Monetary PolicyÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0084¢s Risk-Taking Channel; Evidence from the United States,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d IMF Working Papers 13/143, International Monetary Fund.",
        "Diamond, Douglas W and Philip H Dybvig (1983) Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Bank Runs, Deposit Insurance, and Liquidity,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Journal of Political Economy, Vol. 91, pp. 401Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c19.",
        "Diamond, Douglas W. and Anil K Kashyap (2016) Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Liquidity Requirements, Liquidity Choice and Financial Stability,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d NBER Working Papers 22053, National Bureau of Economic Research, Inc.",
        "Farhi, Emmanuel and Ivan Werning (2016) Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093A Theory of Macroprudential Policies in the Presence of Nominal Rigidities,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Working Paper 95131, Harvard University OpenScholar.",
        "Financial Stability Board (2015) Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Global Shadow Banking Report 2015,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009dTechnical report, Financial Stability Board.",
        "Fostel, Ana and John Geanakoplos (2012) Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Why does bad news increase volatility and decrease leverage?,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Journal of Economic Theory, Vol. 147, pp. 501Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c525.",
        "Geanakoplos, John (2011) Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093WhatÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0084¢s Missing from Macroeconomics: Endogenous Leverage and Default,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d in Approaches to Monetary Policy Revisited Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c Lesson from the Crisis, Sixth ECB Central Banking Conference, pp. 220Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c238.",
        "Gennaioli, Nicola, Andrei Shleifer, and Robert Vishny (2012) Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Neglected risks, financial innovation, and financial fragility,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Journal of Financial Economics, Vol. 104, pp. 452 Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c 468.",
        "Gertler, Mark and Peter Karadi (2011) Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093A model of unconventional monetary policy,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Journal of Monetary Economics, Vol. 58, pp. 17Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c34.",
        "Gertler, Mark and Nobuhiro Kiyotaki (2015) Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Banking, Liquidity, and Bank Runs in an Infinite Horizon Economy,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d American Economic Review, Vol. 105, pp. 2011Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c43.",
        "Gertler, Mark, Nobuhiro Kiyotaki, and Albert Queralto (2012) Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Financial crises, bank risk exposure and government financial policy,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Journal of Monetary Economics, Vol. 59, pp. S17Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009cS34.",
        "Gorton, Gary (1988) Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Banking Panics and Business Cycles,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Oxford Economic Papers, Vol. 40, pp. 751Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c81.",
        "He, Zhiguo and Arvind Krishnamurthy (2013) Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Intermediary Asset Pricing,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d American Economic Review, Vol. 103, pp. 732Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c70.",
        "(2014) Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093A Macroeconomic Framework for Quantifying Systemic Risk,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Working Paper 19885, National Bureau of Economic Research.",
        "Jermann, Urban and Vincenzo Quadrini (2012) Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Macroeconomic Effects of Financial Shocks,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d American Economic Review, Vol. 102, pp. 238Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c71.",
        "Jimenez, Gabriel, Steven Ongena, JoseLuis Peydro, and Jesus Saurina (2014) Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Hazardous Times for Monetary Policy: What Do TwentyThree Million Bank Loans Say About the Effects of Monetary Policy on Credit RiskTaking?,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Econometrica, Vol. 82, pp. 463Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c505.",
        "Jorda, Oscar, Moritz Schularick, and Alan Taylor (2011) Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Financial Crises, Credit Booms, and External Imbalances: 140 Years of Lessons,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d IMF Economic Review, Vol. 59, pp. 340Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c378.",
        "Kalemli-Ozcan, Sebnem, Bent Sorensen, and Sevcan Yesiltas (2012) Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Leverage across firms, banks, and countries,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Journal of International Economics, Vol. 88, pp. 284Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c 298.",
        "Kareken, John H and Neil Wallace (1978) Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Deposit Insurance and Bank Regulation: A Partial-Equilibrium Exposition,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d The Journal of Business, Vol. 51, pp. 413Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c38.",
        "Kiyotaki, Nobuhiro and John Moore (1997) Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Credit Cycles,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Journal of Political Economy, Vol. 105, pp. 211Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c48. Koijen, Ralph S.J. and Motohiro Yogo, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093An Equilibrium Model of Institutional Demand and Asset Prices,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d mimeo, Princeton University.",
        "Korinek, Anton and Suarez Nowak (2017) Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Risk-taking dynamics and financial stability,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d mimeo.",
        "Laeven, Luc and Fabian Valencia (2012) Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Systemic Banking Crises Database: An Update,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d International Monetary Fund, Working Papers, 12/163.",
        "Malherbe, FreÃ\u0083Å\u0092Ã\u0082Â\u0081deÃ\u0083Å\u0092Ã\u0082Â\u0081ric (2015) Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Optimal capital requirements over the business and financial cycles,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d CEPR Discussion Papers 10387, C.E.P.R. Discussion Papers.",
        "Martin, Alberto and Jaume Ventura (2015) Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Financial Reforms and Capital Flows: Insights from General Equilibrium,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d in Ricardo J. Caballero and Klaus SchmidtHebbel eds. Economic Policies in Emerging-Market Economies Festschrift in Honor of Vittorio Corbo, Vol. 21 of Central Banking, Analysis, and Economic Policies Book Series: Central Bank of Chile, Chap. 7, pp. 109Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c137.",
        "Martinez-Miera, David and Javier Suarez (2014) Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093BanksÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0084¢ Endogenous Systemic Risktaking, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d mimeo.",
        "Melitz, Marc J. (2003) Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093The Impact of Trade on Intra-Industry Reallocations and Aggregate Industry Productivity,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Econometrica, Vol. 71, pp. 1695Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c1725.",
        "Mendoza, Enrique G. (2010) Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Sudden Stops, Financial Crises, and Leverage,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d American Economic Review, Vol. 100, pp. 1941Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c66.",
        "Mendoza, Enrique G. and Katherine A. Smith (2014) Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Financial Globalization, Financial Crises, and the External Portfolio Structure of Emerging Markets,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Scandinavian Journal of Economics, Vol. 116, pp. 20Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c57.",
        "Miranda-Agrippino, Silvia and HeÃ\u0083Å\u0092Ã\u0082Â\u0081leÃ\u0083Å\u0092Ã\u0082â\u0082¬ne Rey (2015) Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093World Asset Markets and the Global Financial Cycle,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d NBER Working Papers 21722, National Bureau of Economic Research, Inc.",
        "Morais, Bernardo, Jose-Luis Peydro, and Claudia Ruiz Ortega (2015) Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093The international bank lending channel of monetary policy rates and quantitative easing : credit supply, reach-for-yield, and real effects,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d The World Bank Policy Research Working Paper Series.",
        "NunÃ\u0083Å\u0092Ã\u0082Æ\u0092o, Galo and Carlos Thomas (2017) Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Bank leverage cycles,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d forthcoming in American Economic Journal: Macroeconomics.",
        "Reinhart, Carmen and Kenneth Rogoff (2009) This Time Is Different: Eight Centuries of Financial Folly: Princeton University Press, 1st edition.",
        "Tauchen, George and Robert Hussey (1991) Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Quadrature-Based Methods for Obtaining Approximate Solutions to Nonlinear Asset Pricing Models,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Econometrica, Vol. 59, pp. 371Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c96."
    ]
}