{
    "id": 23247,
    "cites": 43,
    "cited_by": 2,
    "reference": [
        "Acemoglu, Daron and Jorn-SteÃ\u0083Â¯Ã\u0082Â¬Ã\u0082â\u0082¬en Pischke, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Why Do Firms Train? Theory And Evidence,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Quarterly Journal of Economics, 1998, 113 (1), 78Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c118.",
        "Akerlof, George A, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Labor contracts as partial gift exchange,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Quarterly Journal of Economics, 1982, 97 (4), 543Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c569.",
        "Ariely, Dan, George Loewenstein, and Drazen Prelec, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Coherent arbitrarinessÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d: Stable demand curves without stable preferences,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Quarterly Journal of Economics, 2003, 118 (1), 73Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c 106.",
        "Autor, David H., Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Why Do Temporary Help Firms Provide Free General Skills Training?,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Quarterly Journal of Economics, 2001, 116 (4), 1409Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c1448.",
        "Baker, George P. and Thomas N. Hubbard, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Contractibility And Asset Ownership: OnBoard Computers and Governance In U. S. Trucking,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Quarterly Journal of Economics, 2004, 119 (4), 1443Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c1479.",
        "Balasubramanian, Natarajan, Jin Woo Chang, Mariko Sakakibara, Jagadeesh Sivadasan, and Evan P. Starr, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Locked In? The Enforceability of Covenants Not to Compete and the Careers of High-Tech Workers,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d 2017. Working paper, University of Michigan.",
        "Baron, James and David Kreps, Strategic Human Resources: Frameworks for General Managers, New York, NY, 1999.",
        "Barron, John M., Mark C. Berger, and Dan A. Black, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Do Workers Pay for On-The-Job Training?,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Journal of Human Resources, 1999, 34 (2), 235Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c252.",
        "Becker, Gary, Human Capital: A Theoretical and Empirical Analysis, Chicago, IL: University of Chicago Press, 1964.",
        "Belzer, Michael, Sweatshops on Wheels: Winners and Losers in Trucking Deregulation, Oxford University Press, 2000.",
        "Bloom, Nicholas, RaÃ\u0083Â¯Ã\u0082Â¬Ã\u0082â\u0082¬aella Sadun, and John Van Reenen, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Management as a Technology?,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Working Paper 22327, National Bureau of Economic Research June 2016.",
        "BLS, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Bureau of Labor Statistics Occupational Outlook Handbook, 2010-11: Truck Drivers and Driver/Sales Workers,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d 2010.",
        "Brunello, Giorgio and Alfredo Medio, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093An explanation of international diÃ\u0083Â¯Ã\u0082Â¬Ã\u0082â\u0082¬erences in education and workplace training,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d European Economic Review, 2001, 45 (2), 307Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c322.",
        ", JeÃ\u0083Â¯Ã\u0082Â¬Ã\u0082â\u0082¬rey Carpenter, Lorenz Goette, Kristen Monaco, Kay Porter, and Aldo Rustichini, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Using Behavioral Economic Field Experiments at a Firm: The Context and Design of the Truckers and Turnover Project,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d in Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093The Analysis of Firms and Employees: Quantitative and Qualitative ApproachesÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d 2008.",
        "Cappelli, Peter, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Why Do Employers Pay for College?,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Journal of Econometrics, 2004, 121 (1-2), 213Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c241.",
        "Card, David and Dean R. Hyslop, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Estimating the EÃ\u0083Â¯Ã\u0082Â¬Ã\u0082â\u0082¬ects of a Time-Limited Earnings Subsidy for Welfare-Leavers,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Econometrica, 2005, 73 (6), 1723Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c1770.",
        "Chiappori, Pierre-Andre and Bernard Salanie, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Testing Contract Theory: A Survey of Some Recent Work,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d in L. Hansen M. Dewatripont and S. Turnovsky, eds., Advances in Economics and Econometrics, 2003.",
        "Corgnet, Brice, JoaquÃ\u0083â\u0080\u009eÃ\u0082Â±Ã\u0083Å\u0092Ã\u0082Â\u0081n GoÃ\u0083Å\u0092Ã\u0082Â\u0081mez-MinÃ\u0083Å\u0092Ã\u0082Æ\u0092ambres, and Roberto HernaÃ\u0083Å\u0092Ã\u0082Â\u0081n-Gonzalez, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Goal setting and monetary incentives: When large stakes are not enough,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Management Science, 2015, 61 (12), 2926Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c2944.",
        "Dustmann, Christian and Uta Schoenberg, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093What Makes Firm-Based Vocational Training Schemes Successful? The Role of Commitment,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d American Economic Journal: Applied Economics, 2012, 4 (2), 36Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c61.",
        "Friebel, Guido, Matthias Heinz, Miriam KruÃ\u0083Å\u0092Ã\u0082Ë\u0086ger, and Nick Zubanov, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Team incentives and performance: Evidence from a retail chain,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d 2017. Working paper.",
        "Gruber, Jonathan and Brigitte C. Madrian, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Health Insurance, Labor Supply, and Job Mobility: A Critical Review of the Literature,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d 2002. NBER Working Paper.",
        "HoÃ\u0083Â¯Ã\u0082Â¬Ã\u0082â\u0082¬man, Mitchell and Stephen Burks, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Worker OverconÃ\u0083Â¯Ã\u0082Â¬Ã\u0082Â\u0081dence: Field Evidence and Implications for Employee Turnover and Returns from Training,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d 2017. Working paper, University of Toronto.",
        "Hubbard, Thomas N., Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Information, Decisions, and Productivity: On-Board Computers and Capacity Utilization in Trucking,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d American Economic Review, 2003, 93 (4), 1328Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c1353.",
        "Ito, Koichiro, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Do consumers respond to marginal or average price? Evidence from nonlinear electricity pricing,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d American Economic Review, 2014, 104 (2), 537Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c563.",
        "Jovanovic, Boyan, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Job Matching and the Theory of Turnover,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Journal of Political Economy, 1979, 87 (5), 972Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c90.",
        "Keane, Michael P and Kenneth I. Wolpin, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Exploring the usefulness of a nonrandom holdout sample for model validation: Welfare eÃ\u0083Â¯Ã\u0082Â¬Ã\u0082â\u0082¬ects on female behavior,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d International Economic Review, 2007, 48 (4), 1351Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c1378.",
        "Kraus, Anthony W., Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Repayment Agreements for Employee Training Costs,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Labor Law Journal, 1993, 44 (1), 49Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c55.",
        ", Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Employee Agreements for Repayment of Training Costs: The Emerging Case Law,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Labor Law Journal, 2008, pp. 213Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c226.",
        "Lafontaine, Francine and Kathryn Shaw, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Serial Entrepreneurship: Learning by Doing?,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Journal of Labor Economics, 2016, 34 (S2), S217Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009cS254.",
        "Lazear, Edward P., Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Job Security Provisions and Employment,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Quarterly Journal of Economics, 1990, 105 (3), 699Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c726.",
        ", Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Performance Pay and Productivity,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d American Economic Review, 2000, 90 (5), 1346Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c1361.",
        "Liebman, JeÃ\u0083Â¯Ã\u0082Â¬Ã\u0082â\u0082¬rey B and Richard J Zeckhauser, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Schmeduling,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d 2004. Working paper, Harvard University.",
        "MacLeod, Bentley W, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Reputations, relationships, and contract enforcement,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Journal of economic literature, 2007, 45 (3), 595Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c628.",
        "Madrian, Brigitte C., Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Employment-Based Health Insurance and Job Mobility: Is There Evidence of Job-Lock?,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Quarterly Journal of Economics, 1994, 109 (1), 27Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c54.",
        "Manchester, Colleen, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Investment in General Human Capital and Turnover Intention,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d American Economic Review Papers & Proceedings, 2010, 100 (2), 209Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c13.",
        ", Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093How Does General Training Increase Retention? Examination Using Tuition Reimbursement Programs,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Industrial and Labor Relations Review, 2012, 65 (4), 951Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c974.",
        "Maniadis, Zacharias, Fabio Tufano, and John A List, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093One swallow doesnÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0084¢t make a summer: New evidence on anchoring eÃ\u0083Â¯Ã\u0082Â¬Ã\u0082â\u0082¬ects,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d American Economic Review, 2014, 104 (1), 277Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c290.",
        "Marx, Matt, Deborah Strumsky, and Lee Fleming, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Mobility, skills, and the Michigan non-compete experiment,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Management Science, 2009, 55 (6), 875Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c889.",
        "Naidu, Suresh and Noam Yuchtman, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Coercive Contract Enforcement: Law and the Labor Market in Nineteenth Century Industrial Britain,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d American Economic Review, 2013, 103 (1), 107Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c144.",
        ", Yaw Nyarko, and Shing-Yi Wang, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Monopsony Power in Migrant Labor Markets: Evidence from the United Arab Emirates,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Journal of Political Economy, 2016, 124 (6), 1735 Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c 1792.",
        "Oyer, Paul and Scott Schaefer, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Why Do Some Firms Give Stock Options to All Employees?: An Empirical Examination of Alternative Theories,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Journal of Financial Economics, 2005, 76 (1), 99Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c133.",
        "Peterson, Jonathan, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Employee Bonding and Turnover EÃ\u0083Â¯Ã\u0082Â¬Ã\u0082Æ\u0092ciency,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d 2010. Mimeo, Cornell University.",
        "Todd, Petra E. and Kenneth I. Wolpin, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Assessing the Impact of a School Subsidy Program in Mexico: Using a Social Experiment to Validate a Dynamic Behavioral Model of Child Schooling and Fertility,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d American Economic Review, 2006, 96 (5), 1384Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c1417."
    ]
}