{
    "id": 23255,
    "cites": 47,
    "cited_by": 20,
    "reference": [
        "Akerlof, G., and R. Kranton, 2005, Identity and the Economics of Organizations, Journal of Economic Perspectives 19, 9Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c32.",
        "Backus, M., 2015, Why is Productivity Correlated with Competition?, Columbia University Working Paper.",
        "Benabou, R., and J. Tirole, 2003, Intrinsic and Extrinsic Motivation, Review of Economic Studies 70, 489Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c520.",
        "Bertrand, M., and S. Mullainathan, 2001, Do People Mean What They Say? Implications for Subjective Survey Data, American Economic Review Papers & Proceedings 91, 67Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c72.",
        "Bertrand, M., and A. Schoar, 2003, Managing with Style: The Effect of Managers on Firm Policies, Quarterly Journal of Economics 118, 1169Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c1208.",
        "Bloom, N. and J. Van Reenen, 2007, Measuring and Explaining Management Practices Across Firms and Countries, The Quarterly Journal of Economics 122, 1351Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c1408.",
        "Bloom, N., R. Sadun, and J. Van Reenen, 2012, The Organization of Firms Across Countries, The Quarterly Journal of Economics 127, 1663Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c1705.",
        "Bowen, R., A. Call and S. Rajgopal, 2010, Financial Whistle-Blowing: Target Firm Characteristics and Economic Consequences. The Accounting Review July, 1239Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c1271.",
        "CreÃ\u0083Å\u0092Ã\u0082Â\u0081mer, J., 1993, Corporate Culture and Shared Knowledge, Industrial Corporate Change 2, 351Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c 386.",
        "Dessein, W., and T. Santos, 2006. Adaptive Organizations, Journal of Political Economy 114, 956Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c995.",
        "Dichev, I., J. Graham, C. Harvey, and S. Rajgopal, 2013. Earnings Quality: Evidence from the Field, Journal of Accounting and Economics 56, 1Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c33.",
        "Dyck, A., A. Morse, and L. Zingales, 2010, Who Blows the Whistle on Corporate Fraud? Journal of Finance 65, 2213Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c2253.",
        "Edmans, A., 2011, Does the Stock Market Fully Value Intangibles: Evidence from Employee Satisfaction and Equity Prices, Journal of Financial Economics 101, 621Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c640.",
        "Efron., B. 2004, The Estimation of Prediction Error: Covariance Penalties and Cross-validation. Journal of the American Statistical Association 99, 619Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c642.",
        "Fahlenbrach, R., R. Prilmeier, and R. Stulz, 2012, This Time Is the Same: Using Bank Performance in 1998 to Explain Bank Performance during the Recent Financial Crisis, Journal of Finance 67, 2139Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c2185.",
        "Gibbons, R., 1998, Incentives in Organizations. Journal of Economic Perspectives 12, 115Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c32.",
        "Gibbons, R., S. Kaplan, 2015, Formal Measures in Informal Management: Can a Balanced Scorecard Change a Culture?, American Economic Review 105, 447Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c51.",
        "Gibbons, R., and R. Henderson, 2013, What Do Managers Do? In The Handbook of Organizational Economics, ed. R. Gibbons and J. Roberts, 680731. Princeton: Princeton University Press.",
        "Graham, J., and C. Harvey, 2001, The Theory and Practice of Corporate Finance: Evidence from the Field, Journal of Financial Economics 60, 187Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c243.",
        "Graham, J., C. Harvey, and S. Rajgopal, 2005, The Economic Implications of Corporate Financial Reporting, Journal of Accounting and Economics 40, 3Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c73.",
        "Guiso, L., P. Sapienza, and L. Zingales, 2015a, The Value of Corporate Culture, Journal of Financial Economics 117, 60Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c76.",
        "Guiso, L., P. Sapienza, and L. Zingales, 2015b, Corporate Culture, Societal Culture, and Institutions, American Economic Review: Papers & Proceedings 105, 336Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c339.",
        "Hermalin, B., 2001, Corporate Culture and Economic Theory, in C. Cooper, S. Cartwright, and P. Earley, eds., International Handbook of Organizational Culture and Climate. New York: Wiley.",
        "Hermalin, B., 2013, Leadership and Corporate Culture, in R. Gibbons, J. Roberts (eds.), Handbook of Organizational Economics, New Jersey: Princeton University Press, 432Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c476.",
        "Hoerl, A. and Kennard, R., 1970, Ridge Regression: Biased Estimation for Nonorthogonal Problems, Technometrics 12, 5567.",
        "Kang, M., A. Rangel, M. Camus, and C. Camerer, 2011, Hypothetical and Real Choice Differentially Activate Common Valuation Areas, The Journal of Neuroscience 31, 461Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c468.",
        "Kedia, S., S. Luo and S. Rajgopal, 2015, Culture of Weak Compliance and Financial Reporting Risk, Columbia University Working Paper.",
        "Kreps, D., 1990, Corporate Culture and Economic Theory, in J. Alt and K. Shepsle (eds.) Perspectives on Positive Political Economy. Cambridge: Cambridge University Press, 90Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c143.",
        "Lazear, E., 1995, Corporate Culture and Diffusion of Values, In R. Siebert, ed., Trends in Business Organization: Do Participation and Cooperation Increase Competitiveness? Tubingen: Mohr.",
        "Lazear, E., 1999, Culture and Language, Journal of Political Economy 107, 95Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c126.",
        "Lazear, E., 2000, Performance Pay and Productivity, American Economic Review 90, 1346Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c1361.",
        "Levin, J., 2003, Relational Incentive Contracts. American Economic Review 93, 835Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c857.",
        "Macaulay, S., 1963, Non Contractual Relations in Business. American Sociological Review 28, 55Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c70.",
        "OÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0084¢Reilly, C., J. Chatman, and D. Caldwell, 1991, People and Organizational Culture: A Profile Comparison Approach to Assessing Person-Organization Fit, The Academy of Management Journal 34, 487Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c516.",
        "OÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0084¢Reilly, C., and Chatman, J., 1996, Culture as a Social Control: Corporations, Cults and Commitment. In: B. Staw and L. Cummings (eds.), Research in Organizational Behavior 18, Connecticut: JAI Press.",
        "OÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0084¢Reilly, C., J. Chatman, D. Caldwell, and B. Doerr, 2014, The Promise and Problems of Organizational Culture: CEO Personality, Culture, and Firm Performance, Group and Organization Management 39, 595Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c625.",
        "Popadak, J., 2016, A Corporate Culture Channel: How Increased Shareholder Governance Reduces Firm Value, Duke University Working Paper.",
        "Sudman, S. and N. Bradburn, 1983, Asking Questions: A Practical Guide to Questionnaire Design, San Francisco: Jossey Bass.",
        "Syverson, C., 2011, What Determines Productivity? Journal of Economic Literature, 49, 326Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c65.",
        "Tibshirani, R., 1996, Regression Shrinkage and Selection Via the Lasso, Journal of Royal Statistical Society 58, 267Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c288.",
        "Van den Steen, E., 2010a, On the Origin of Shared Beliefs and Corporate Culture, RAND Journal of Economics 41, 617Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c648.",
        "Van den Steen, E., 2010b, Culture Clash: The Costs and Benefits of Homogeneity, Management Science 56, 1718Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c1738. INFORMAL FORMAL Corporate Culture Values Norms Integrity Adaptability Other Report unethical behavior Develop new ideas organically Other Corporate Institutions Effectiveness of culture determined by alignment of and interactions between values, norms, and formal institutions.",
        "Invitations to take the survey were sent via email to a diverse sample of corporate executives and invitations were sent in a staggered manner. We emailed an invitation to sub-sections of these email addresses on two dates (September 15 or September 22, 2015) to take the survey, a reminder was sent a week or more later to these sub-groups (September 29, October 6, October 20). The survey closed on October 31, 2015. We supplemented the main email list from DukeÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0084¢s quarterly survey and Columbia business school with additional email lists from CFO magazine, the Center for Leadership and Ethics (COLE) at Duke University, the Fuqua School of Business Board of Visitors, and Fortune 1000 CEOs and CFOs. Our baseline summary results do not vary whether we include all of these groups or not.",
        "6/21/2016 Duke University/Columbia University/CFO Magazine Corporate Culture Survey 2015 http://www.corpculture.org/cgi-bin/survey.pl 1/2 Duke University/Columbia University/CFO Magazine Corporate Culture Survey 2015 Participation in this survey is voluntary. You do not have to answer every question and you can withdraw from participation at any time by closing your internet browser. The survey is anonymous and we will only report aggregated data. At the end of the survey, you can indicate whether you would like to receive a copy of our report.",
        "9a. Ownership (choose one) 9b. Family (choose one) Public Private Government or non-profit Family ownership and operational influence Family ownership but no operational influence No family ownership nor operational influence 10. How important is meeting or beating quarterly earnings estimates to your company? Very important Somewhat important Not important Not applicable 6/21/2016 Duke University/Columbia University/CFO Magazine Corporate Culture Survey 2015 http://www.corpculture.org/cgi-bin/survey.pl 2/3 11a. Our company is approximately years old.",
        "Debt-to-Assets = (DLC + DLTT)/AT Firm Size = log(AT), in which AT is in real 2010 dollars. Investment-to-Capital = ((CAPX Ã\u0083Â¢Ã\u0082Ë\u0086Ã\u0082â\u0080\u0099 SPPE) Ã\u0083Â¢Ã\u0082Ë\u0086Ã\u0082â\u0080\u0099 (CAPXtÃ\u0083Â¢Ã\u0082Ë\u0086Ã\u0082â\u0080\u00991 Ã\u0083Â¢Ã\u0082Ë\u0086Ã\u0082â\u0080\u0099 SPPEtÃ\u0083Â¢Ã\u0082Ë\u0086Ã\u0082â\u0080\u00991))/PPENTtÃ\u0083Â¢Ã\u0082Ë\u0086Ã\u0082â\u0080\u00991 Market Capitalization (MEQ) = PRCC F Ã\u0083Æ\u0092Ã\u0082â\u0080\u0094 CSHO Market Value of Assets (MV A) = MEQ + DLC + DLTT + PSTKL Ã\u0083Â¢Ã\u0082Ë\u0086Ã\u0082â\u0080\u0099 TXDITC Number of Employees = EMP Profitability = OIBDP/AT Return on Equity = NI/SEQtÃ\u0083Â¢Ã\u0082Ë\u0086Ã\u0082â\u0080\u00991 Revenue = REV T Revenue Growth = REV T/REV TtÃ\u0083Â¢Ã\u0082Ë\u0086Ã\u0082â\u0080\u00991 SG&A = XSGA/AT Tangibility = PPENT/AT TobinÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0084¢s Q = MV A/AT Management ownership data are from Execucomp. Definitions are as follow. CEO Age = PAGE CEO Time in Job = (LEFTOFC Ã\u0083Â¢Ã\u0082Ë\u0086Ã\u0082â\u0080\u0099 BECAMECEO)/365.25. If the CEO did not leave office in the calendar year prior to the survey, then LEFTOFC is the date of the survey.",
        "Management Ownership = SHROWN TOT PCT Appendix C. Additional Tables Table C.I Benchmarking Survey Response to Compustat This table provides descriptive statistics from the survey demographic questions. All Compustat variables have been coded to match the survey categories. Column (1) summarizes the public firms from the survey and Column (2) summarizes public firms from Compustat or Execucomp for the most recent fiscal year end that occurred before the date of the survey (i.e., October 2015). Both samples are limited to North American firms. For a detailed description of each variable, see the definitions in Appendix B."
    ]
}