{
    "id": 23263,
    "cites": 22,
    "cited_by": 3,
    "reference": [
        "Bhalotra, Sonia, and Atheendar Venkataramani. 2015. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Shadows of the Captain of the Men of Death: Health Innovation, Human Capital Investment, and Institutions.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Working Paper.",
        "Brunsman, Howard G. 1953. Infant Enumeration Study 1950. Procedureal Studies of the 1950 Censuses, U.S. Bureau of the Census.",
        "Cassedy, James H. 1965. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093The Registration Area and American Vital Statistics.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Bulletin of the History of Medicine, 39: 221Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c223.",
        "Collins, William J, and Melissa A Thomasson. 2004. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093The Declining Contribution of Socioeconomic Disparities to the Racial Gap in Infant Mortality Rates, 1920-1970.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Southern Economic Journal, 70(4): 746Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c776.",
        "Cutler, David, and Grant Miller. 2005. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093The role of public health improvements in health advances: The twentieth-century United States.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Demography, 42(1): 1Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c22.",
        "Davis, William H. 1925. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Necessity for Completing the Registration Area by 1930.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d American Journal of Public Health, 399Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c404.",
        "Deacon, W J V. 1937. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Tests and Promotion of Registration of Births and Deaths.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d American Journal of Public Health, 27(5): 492Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c498.",
        "Eriksson, Katherine, and Gregory T Niemesh. 2016. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Death in the Promised Land: the Great Migration and Black Infant Mortality.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Greville, Thomas. 1947. United States Life Tables and Actuarial Tables, 1939-1941. U.S. National Office of Vital Statistics.",
        "Grove, Robert. 1943. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Studies in the Completeness of Birth Registration, Part 1. Completeness of Birth Registration in the United States, December 1, 1939 to March 31, 1940.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Vital Statistics -Special Reports Series, National Office of Vital Statistics, U.S. Public Health Service, 17(18): 223Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c 296.",
        "Hansen, Casper Worm. 2014. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Cause of death and development in the US.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Journal of Development Economics, 109: 143Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c153.",
        "Hedrich, A.W., John Collinson, and F.D. Rhoads. 1939. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Comparison of Birth Tests by Several Methods in Georgia and Maryland.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Vital Statistics - Special Reports Series, National Office of Vital Statistics, U.S. Public Health Service, 7(60): 681Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c699.",
        "Jayachandran, Seema, Adriana Lleras-Muney, and Kimberly V Smith. 2010. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Modern Medicine and the Twentieth Century Decline in Mortality: Evidence on the Impact of Sulfa Drugs.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d American Economic Journal: Applied Economics, 2(2): 118Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c146.",
        "Lenhart, Robert F. 1943. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Completeness of Birth Registration in the United States in 1940.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d American Journal of Public Health, 33(6): 685Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c690.",
        "Lunde, Anders S. 1980. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093The Organization of the Civil Registration System of the United States.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d International Institute for Vital Registration and Statistics, Technical Report No. 8, Bethesda, MD.",
        "Moehling, Carolyn, and Melissa Thomasson. 2014. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Saving Babies: The Impact of Public Health Education Programs on Infant Mortality.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Demography, 51(2): 367Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c386.",
        "Moriyama, Iwao. 1946. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Estimated Completeness of Birth Registration: United States, 1935 to 1944.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Vital Statistics - Special Reports Series, National Office of Vital Statistics, U.S. Public Health Service, 23(10): 223Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c227.",
        "Moriyama, Iwao. 1990. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Measurement of Birth and Death Registration Completeness.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d International Institute for Vital Registration and Statistics, Technical Report No. 43, Bethesda, MD.",
        "Shapiro, Sam, and Joseph Schachter. 1952. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Birth Registration Completeness United States, 1950.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Public Health Reports (1896-1970), 67(6): 513Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c524.",
        "Thomasson, Melissa, and Jaret Treber. 2008. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093From Home to Hospital: The Evolution of Childbirth in the United States, 1928-1940.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Explorations in Economic History, 45(1): 76Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c99.",
        "U.S. Bureau of the Census. 1973. Test of Birth Registration Completeness 1964 to 1968. Evaluation and Research Program PHC(E)-2, U.S. Government Printing Office.",
        "Whelpton, P.K. 1934. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093The Completeness of Birth Registration in the United States.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Journal of the American Statistical Association, XXIX(186): 125Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c136.",
        "Wilbur, Cressy. 1916. The Federal Registration Service of the United States: Its Development, Problems, and Defects. U.S. Bureau of the Census."
    ]
}