{
    "id": 23266,
    "cites": 36,
    "cited_by": 20,
    "reference": [
        "Alvarez, Fernando, Andrew Atkeson, and Patrick J. Kehoe, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Time-Varying Risk, Interest Rates, and Exchange Rates in General Equilibrium,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Review of Economic Studies, 2009, 76 (3), 851Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c878.",
        "Amador, Manuel, Javier Bianchi, Luigi Bocola, and Fabrizio Perri, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Reverse Speculative Attacks,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Journal of Economic Dynamics and Control, 2016, 72, 125Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c137.",
        "Baba, Naohiko and Frank Packer, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Interpreting Deviations from Covered Interest Parity during the Financial Market Turmoil of 2007-08,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Journal of Banking & Finance, 2009, 33 (11), 1953Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c1962.",
        "Backus, David and Patrick Kehoe, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093On the Denomination of Government Debt: A Critique of the Portfolio Balance Approach,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Journal of Monetary Economics, 1989, 23 (3), 359Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c376.",
        "Bassetto, Marco and Christopher Phelan, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Speculative Runs on Interest Rate Pegs,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Journal of Monetary Economics, 2015, 73, 99Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c114.",
        "Bianchi, Javier, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Overborrowing and Systemic Externalities in the Business Cycle,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d American Economic Review, 2011, 101 (7), 3400Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c3426.",
        "Buiter, Willem H. and Nikolaos Panigirtzoglou, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Overcoming the Zero Bound on Nominal Interest Rates with Negative Interest on Currency: GesellÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0084¢s Solution,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Economic Journal, 2003, 113 (490), 723Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c746.",
        "Caballero, Ricardo J., Emmanuel Farhi, and Pierre-Olivier Gourinchas, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Global Imbalances and Currency Wars at the ZLB,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d NBER Working Paper 21670, 2015.",
        "Calvo, Guillermo A., Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093The Perils of Sterilization,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Staff Papers, 1991, 38 (4), 921Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c926.",
        "Cavallino, Paolo, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Capital Flows and Foreign Exchange Intervention,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d IMF working paper 2016.",
        "Christiano, Lawrence, Martin Eichenbaum, and Sergio Rebelo, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093When Is the Government Spending Multiplier Large?,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Journal of Political Economy, 2011, 119 (1), 78Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c121.",
        "Cook, David and Michael B. Devereux, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Sharing the Burden: Monetary and Fiscal Responses to a World Liquidity Trap,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d American Economic Journal: Macroeconomics, 2013, 5 (3), 190Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c228.",
        "Corsetti, Giancarlo and Bartosz Mackowiak, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Fiscal Imbalances and the Dynamics of Currency Crises,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d European Economic Review, 2006, 50 (5), 1317Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c1338.",
        ", Keith Kuester, and Gernot MuÃ\u0083Å\u0092Ã\u0082Ë\u0086ller, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093The case for flexible exchange rates in a great recession,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d 2016. Mimeo, Cambridge.",
        "Costinot, Arnaud, Guido Lorenzoni, and IvaÃ\u0083Å\u0092Ã\u0082Â\u0081n Werning, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093A Theory of Capital Controls as Dynamic Terms-of-Trade Manipulation,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Journal of Political Economy, 2014, 122 (1), 77Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c128.",
        "Devereux, Michael B. and James Yetman, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Globalisation, Pass-Through and the Optimal Policy Response to Exchange Rates,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Journal of International Money and Finance, 2014, 49, 104Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c128.",
        "Du, Wenxin, Alexander Tepper, and Adrien Verdelhan, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Cross-Currency Basis,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Working paper, MIT Sloan, 2016.",
        "Eggertsson, Gauti B. and Michael Woodford, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Zero Bound on Interest Rates and Optimal Monetary Policy,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Brookings Papers on Economic Activity, 2003, 2003 (1), 139Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c233.",
        ", Neil R. Mehrotra, Sanjay R. Singh, and Lawrence H. Summers, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093A Contagious Malady? Open Economy Dimensions of Secular Stagnation,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d NBER Working Paper 22299, 2016.",
        "Engel, Charles, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Exchange Rates and Interest Parity,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Handbook of International Economics, 2014, 4, 453.",
        "Fanelli, Sebastian and Ludwig Straub, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Foreign Exchange Interventions and Exchange Rate Management,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Working paper, MIT, 2015.",
        "Farhi, Emmanuel and Ivan Werning, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Dealing with the trilemma: Optimal capital controls with fixed exchange rates,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d 2012. NBER Working Paper 18199.",
        ", Gita Gopinath, and Oleg Itskhoki, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Fiscal Devaluations,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Review of Economic Studies, 2014, 81 (2), 725Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c760.",
        "Gabaix, Xavier and Matteo Maggiori, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093International Liquidity and Exchange Rate Dynamics, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Quarterly Journal of Economics, 2015, 130 (3), 1369Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c1420.",
        "Gali, Jordi and Tommaso Monacelli, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Monetary Policy and Exchange Rate Volatility in a Small Open Economy,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Review of Economic Studies, 2005, 72 (3), 707Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c734.",
        "Ivashina, Victoria, David S. Scharfstein, and Jeremy C. Stein, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Dollar Funding and the Lending Behavior of Global Banks,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Quarterly Journal of Economics, 2015, 130 (3), 1241Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c 1281.",
        "Jones, Claire, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Swiss tried to put ceiling on franc before,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Financial Times, September 6, 2011.",
        "Kletzer, Kenneth and Mark M. Spiegel, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Sterilization Costs and Exchange Rate Targeting,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Journal of International Money and Finance, 2004, 23 (6), 897Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c915.",
        "Krugman, Paul, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093A Model of Balance-of-Payments Crises,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Journal of Money, Credit and Banking, 1979, 11 (3), 311Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c325.",
        ", Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093ItÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0084¢s baaack: JapanÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0084¢s slump and the return of the liquidity trap,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Brookings Papers on Economic Activity, 1998, 1998 (2), 137Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c205.",
        "Lahiri, Amartya and Carlos A. Vegh, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Delaying the Inevitable: Interest Rate Defense and Balance of Payments Crises,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Journal of Political Economy, 2003, 111 (2), 404Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c424.",
        "Obstfeld, Maurice, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Rational and Self-Fulfilling Balance-of-Payments Crises,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d American Economic Review, 1986, 76 (1), 72Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c81.",
        "Rognlie, Matthew, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093What Lower Bound? Monetary Policy with Negative Interest Rates,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d 2015. Unpublished Manuscript, Northwestern University.",
        "Schmitt-GroheÃ\u0083Å\u0092Ã\u0082Â\u0081, Stephanie and MartÃ\u0083â\u0080\u009eÃ\u0082Â±n Uribe, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Downward nominal wage rigidity, currency pegs, and involuntary unemployment,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Journal of Political Economy, 2016, 2.",
        "Svensson, Lars O., Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Escaping from a Liquidity Trap and Deflation: The Foolproof Way and Others,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Journal of Economic Perspectives, 2003, 17 (4), 145Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c166.",
        "Werning, Ivan, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Managing a Liquidity Trap: Monetary and Fiscal Policy,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d NBER Working Paper 17344, 2011."
    ]
}