{
    "id": 23276,
    "cites": 125,
    "cited_by": 0,
    "reference": [
        "Airoldi, E. M. and M. Bischof (2017). A regularization scheme on word occurrence rates that improves estimation and interpretation of topical content. Journal of the American Statistical Association 111(516), 1382Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c1403.",
        "Airoldi, E. M., E. A. Erosheva, S. E. Fienberg, C. Joutard, T. Love, and S. Shringarpure (2010). Reconceptualizing the classification of PNAS articles. In Proceedings of the National Academy of Sciences.",
        "Akaike, H. (1973). Information theory and the maximum likelihood principle. In 2nd International Symposium on Information Theory.",
        "Angrist, J. D. and A. B. Krueger (2001). Instrumental variables and the search for identification: from supply and demand to natural experiments. Journal of Economic Perspectives 15(4), 69Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c 85.",
        "Antweiler, W. and M. Z. Frank (2004). Is all that talk just noise? The information content of internet stock message boards. Journal of Finance 59(3), 1259Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c1294.",
        "Armagan, A., D. B. Dunson, and J. Lee (2013). Generalized double Pareto shrinkage. Statistica Sinica 23(1), 119Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c143.",
        "Baker, S. R., N. Bloom, and S. J. Davis (2016). Measuring economic policy uncertainty. Quarterly Journal of Economics (4), 1593Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c1636.",
        "Banbura, M., D. Giannone, M. Modugno, and L. Reichlin (2013). Now-casting and the real-time data flow. In Handbook of Economic Forecasting, Volume 2. Elsevier.",
        "Belloni, A., V. Chernozhukov, and C. Hansen (2011). Inference for high-dimensional sparse econometric models. In Advances in Economics & Econometrics: Tenth World Congress.",
        "Bickel, P. J., Y. Ritov, and A. B. Tsybakov (2009). Simultaneous analysis of lasso and Dantzig selector. Annals of Statistics 37(4), 1705Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c1732.",
        "Bishop, C. M. (1995). Neural Networks for Pattern Recognition. Oxford: Clarendon Press.",
        "Bishop, C. M. (2006). Pattern Recognition and Machine Learning. Springer.",
        "Blei, D. M. (2012). Probabilistic topic models. Communications of the ACM 55(4), 77Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c84.",
        "Blei, D. M. and J. D. Lafferty (2006). Dynamic topic models. In Proceedings of the 23rd International Conference on Machine Learning.",
        "Blei, D. M. and J. D. Lafferty (2007). A correlated topic model of Science. Annals of Applied Statistics 1, 17Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c35.",
        "Blei, D. M. and J. D. McAuliffe (2007). Supervised topic models. In Advances in Neural Information Processing Systems.",
        "Blei, D. M., A. Y. Ng, and M. I. Jordan (2003). Latent Dirichlet allocation. Journal of Machine Learning Research 3, 993Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c1022.",
        "Bollen, J., H. Mao, and X. Zeng (2011). Twitter mood predicts the stock market. Journal of Computational Science 2(1), 1Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c8.",
        "Bolukbasi, T., K.-W. Chang, J. Y. Zou, V. Saligrama, and A. T. Kalai (2016). Man is to computer programmer as woman is to homemaker? Debiasing word embeddings. In Advances in Neural Information Processing Systems.",
        "Born, B., M. Ehrmann, and M. Fratzscher (2014). Central bank communication on financial stability. Economic Journal 124(577), 701Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c734.",
        "Breiman, L. (2001). Random forests. Machine Learning 45(1), 5Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c32.",
        "Breiman, L., J. Friedman, R. Olshen, and C. Stone (1984). Classification and Regression Trees. Boca Raton: Chapman & Hall/CRC.",
        "Buehlmaier, M. M. and T. M. Whited (2016). Are financial constraints priced? Evidence from textual analysis. Simon School Working Paper No. FR 14-11.",
        "Buhlmann, P. and S. van de Geer (2011). Statistics for High-Dimensional Data. Heidelberg: Springer.",
        "Candes, E. J., M. B. Wakin, and S. P. Boyd (2008). Enhancing sparsity by reweighted L1 minimization. Journal of Fourier Analysis and Applications 14, 877Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c905.",
        "Carvalho, C. M., N. G. Polson, and J. G. Scott (2010). The horseshoe estimator for sparse signals. Biometrika 97(2), 465Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c480.",
        "Chen, D. and C. D. Manning (2014). A fast and accurate dependency parser using neural networks. In Conference on Empirical Methods in Natural Language Processing.",
        "Choi, H. and H. Varian (2012). Predicting the present with Google Trends. Economic Record 88, 2Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c9.",
        "Cook, R. D. (2007). Fisher lecture: dimension reduction in regression. Statistical Science 22(1), 1Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c26.",
        "Cowles, A. (1933). Can stock market forecasters forecast? Econometrica 1(3), 309Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c324.",
        "Das, S. R. and M. Y. Chen (2007). Yahoo! for Amazon: sentiment extraction from small talk on the web. Management Science 53(9), 1375Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c1388.",
        "Deerwester, S., S. T. Dumais, G. W. Furnas, T. K. Landauer, and R. Harshman (1990). Indexing by latent semantic analysis. Journal of the American Society for Information Science 41(6), 391Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c407.",
        "Duchi, J., E. Hazan, and Y. Singer (2011). Adaptive subgradient methods for online learning and stochastic optimization. Journal of Machine Learning Research 12, 2121Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c2159.",
        "Efron, B. (2004). The estimation of prediction error: covariance penalties and cross-validation. Journal of the American Statistical Association 99(467), 619Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c632.",
        "Efron, B., T. Hastie, I. Johnstone, and R. Tibshirani (2004). Least angle regression. Annals of Statistics 32(2), 407Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c499.",
        "Engelberg, J. E. and C. A. Parsons (2011). The causal impact of media in financial markets. Journal of Finance 66(1), 67Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c97.",
        "Evans, J. A. and P. Aceves (2016). Machine translation: Mining text for social theory. Annual Review of Sociology 42, 21Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c50.",
        "Fan, J. and R. Li (2001). Variable selection via nonconcave penalized likelihood and its oracle properties. Journal of the American Statistical Association 96(456), 1348Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c1360.",
        "Fan, J., L. Xue, and H. Zou (2014). Strong oracle optimality of folded concave penalized estimation. Annals of Statistics 42(3), 819Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c849.",
        "Flynn, C., C. Hurvich, and J. Simonoff (2013). Efficiency for regularization parameter selection in penalized likelihood estimation of misspecified models. Journal of the American Statistical Association 108(503), 1031Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c1043.",
        "Friedman, J., T. Hastie, and R. Tibshirani (2010). Regularization paths for generalized linear models via coordinate descent. Journal of Statistical Software 33, 1Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c22.",
        "Gentzkow, M. and J. M. Shapiro (2010). What drives media slant? Evidence from U.S. daily newspapers. Econometrica 78(1), 35Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c72.",
        "Gentzkow, M., J. M. Shapiro, and M. Taddy (2016). Measuring polarization in high-dimensional data: method and application to congressional speech. NBER Working Paper No. 22423.",
        "George, E. I. and R. E. McCulloch (1993). Variable selection via Gibbs sampling. Journal of the American Statistical Association 88(423), 881Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c889.",
        "Detecting influenza epidemics using search engine query data. Nature 457, 1012Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c1014.",
        "Goldberg, Y. (2016). A primer on neural network models for natural language processing. Journal of Artificial Intelligence Research 57, 345Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c420.",
        "Goldberg, Y. and J. Orwant (2013). A dataset of syntactic-ngrams over time from a very large corpus of English books. In Second Joint Conference on Lexical and Computational Semantics (* SEM).",
        "Goodfellow, I., Y. Bengio, and A. Courville (2016). Deep Learning. MIT Press. http://www. deeplearningbook.org.",
        "Grimmer, J. (2010). A Bayesian hierarchical topic model for political texts: measuring expressed agendas in Senate press releases. Political Analysis 18(1), 1Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c35.",
        "Grimmer, J. and B. M. Stewart (2013). Text as data: The promise and pitfalls of automatic content analysis methods for political texts. Political Analysis 21(3), 267Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c297.",
        "Groseclose, T. and J. Milyo (2005). A measure of media bias. Quarterly Journal of Economics (4), 1191Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c1237.",
        "Hans, C. (2009). Bayesian lasso regression. Biometrika 96(4), 835Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c845.",
        "Hansen, S., M. McMahon, and A. Prat (2014). Transparency and deliberation within the FOMC: a computational linguistics approach. Centre for Economic Performance Discussion Papers, CEPDP 1276.",
        "Hastie, T., R. Tibshirani, and J. Friedman (2009). The Elements of Statistical Learning. New York: Springer.",
        "Hastie, T., R. Tibshirani, and M. Wainwright (2015). Statistical Learning with Sparsity: the Lasso and Generalizations. CRC Press. https://web.stanford.edu/~hastie/StatLearnSparsity_files/SLS. pdf.",
        "Hoberg, G. and G. M. Phillips (2015). Text-based network industries and endogenous product differentiation. Journal of Political Economy 124(5), 1423Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c1465.",
        "Hoerl, A. and R. Kennard (1970). Ridge regression: biased estimation for nonorthogonal problems. Technometrics 12(1), 55Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c67.",
        "Hoffman, M. D., D. M. Blei, C. Wang, and J. Paisley (2013). Stochastic variational inference.",
        "Hofmann, T. (1999). Probabilistic latent semantic indexing. In Proceedings of the Twenty-Second Annual International SIGIR Conference.",
        "Iyyer, M., P. Enns, J. Boyd-Graber, and P. Resnik (2014). Political ideology detection using recursive neural networks. In Proceedings of the Association for Computational Linguistics.",
        "Jegadeesh, N. and D. Wu (2013). Word power: a new approach for content analysis. Journal of Financial Economics 110(3), 712Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c729.",
        "Johnson, H. A., M. M. Wagner, W. R. Hogan, W. Chapman, R. T. Olszewski, J. Dowling, and G. Barnas (2004). Analysis of web access logs for surveillance of influenza. Studies in Health Technology and Informatics 107, 1202Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c1206.",
        "Johnson, R. and T. Zhang (2015). Semi-supervised convolutional neural networks for text categorization via region embedding. In Advances in Neural Information Processing Systems.",
        "Jurafsky, D. and J. H. Martin (2009). Speech and Language Processing (2nd ed.). USA: Prentice Hall.",
        "Kass, R. E. and L. Wasserman (1995). A reference Bayesian test for nested hypotheses and its relationship to the Schwarz criterion. Journal of the American Statistical Association 90(431), 928Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c934.",
        "Kingma, D. and J. Ba (2014). ADAM: a method for stochastic optimization. In International Conference on Learning Representations (ICLR).",
        "Lazer, D., R. Kennedy, G. King, and A. Vespignani (2014). The parable of Google Flu: traps in big data analysis. Science (6176), 1203Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c1205.",
        "Le, Q. V. and T. Mikolov (2014). Distributed representations of sentences and documents. In Proceedings of the 31st International Conference on Machine Learning.",
        "LeCun, Y., Y. Bengio, and G. Hinton (2015). Deep learning. Nature 521, 436Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c444.",
        "Li, F. (2010). The information content of forward-looking statements in corporate filingsÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009da naÃ\u0083Æ\u0092Ã\u0082Â¯ve Bayesian machine learning approach. Journal of Accounting Research 48(5), 1049Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c1102.",
        "Loughran, T. and B. McDonald (2011). When is a liability not a liability? Textual analysis, dictionaries, and 10-Ks. Journal of Finance 66(1), 35Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c65.",
        "Lucca, D. O. and F. Trebbi (2011). Measuring central bank communication: an automated approach with application to FOMC statements. University of British Columbia Mimeo.",
        "Manela, A. and A. Moreira (2015). News implied volatility and disaster concerns. Journal of Financial Economics 123(1), 137Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c162.",
        "Manning, C. D., P. Raghavan, and H. SchÃ\u0083Æ\u0092Ã\u0082Â¼tze (2008). Introduction to Information Retrieval. Cambridge university press.",
        "Mannion, D. and P. Dixon (1997). Authorship attribution: the case of Oliver Goldsmith. Journal of the Royal Statistical Society, Series D 46(1), 1Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c18.",
        "Manski, C. F. (1988). Analog Estimation Methods in Econometrics. New York: Chapman & Hall.",
        "Mikolov, T., I. Sutskever, K. Chen, G. S. Corrado, and J. Dean (2013). Distributed representations of words and phrases and their compositionality. In Advances in Neural Information Processing Systems.",
        "Morin, F. and Y. Bengio (2005). Hierarchical probabilistic neural network language model. In Proceedings of the international workshop on artificial intelligence and statistics.",
        "Mosteller, F. and D. L. Wallace (1963). Inference in an authorship problem. Journal of the American Statistical Association 58(302), 275Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c309.",
        "Murphy, K. P. (2012). Machine Learning: a Probabilistic Perspective. USA: MIT Press.",
        "Ng, A. Y. and M. I. Jordan (2002). On discriminative vs. generative classifiers: a comparison of logistic regression and naive Bayes. In Advances in Neural Information Processing Systems.",
        "Pang, B., L. Lee, and S. Vaithyanathan (2002). Thumbs up? Sentiment classification using machine learning techniques. In Proceedings of the Empirical Methods in Natural Language Processing (EMNLP).",
        "Park, T. and G. Casella (2008). The Bayesian lasso. Journal of the American Statistical Association 103(482), 681Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c686.",
        "Pennington, J., R. Socher, and C. D. Manning (2014). GloVe: global vectors for word representation. In Proceedings of the Empirical Methods in Natural Language Processing (EMNLP).",
        "Polson, N. G. and S. L. Scott (2011). Data augmentation for support vector machines. Bayesian Analysis 6(1), 1Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c23.",
        "Porter, M. F. (1980). An algorithm for suffix stripping. Program 14(3), 130Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c137.",
        "Pritchard, J. K., M. Stephens, and P. Donnelly (2000). Inference of polulation structure using multilocus genotype data. Genetics 155(2), 945Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c959.",
        "Quinn, K. M., B. L. Monroe, M. Colaresi, M. H. Crespin, and D. R. Radev (2010). How to analyze political attention with minimal assumptions and costs. American Journal of Political Science 54(1), 209Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c228.",
        "Rabinovich, M. and D. Blei (2014). The inverse regression topic model. In Proceedings of The 31st International Conference on Machine Learning.",
        "Roberts, M. E., B. M. Stewart, D. Tingley, E. M. Airoldi, et al. (2013). The structural topic model and applied social science. In Advances in Neural Information Processing Systems Workshop on Topic Models: Computation, Application, and Evaluation.",
        "Rumelhart, D., G. Hinton, and R. Williams (1986). Learning representations by back-propagating errors. Nature 323, 533Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c536.",
        "Saiz, A. and U. Simonsohn (2013). Proxying for unobservable variables with internet documentfrequency. Journal of the European Economic Association 11(1), 137Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c165.",
        "Schwarz, G. (1978). Estimating the dimension of a model. Annals of Statistics 6(2), 461Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c464.",
        "Scott, S. and H. Varian (2014). Predicting the present with Bayesian structural time series. International Journal of Mathematical Modeling and Numerical Optimisation 5(1/2), 4Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c23.",
        "Scott, S. and H. Varian (2015). Bayesian variable selection for nowcasting economic time series. In Economic Analysis of the Digital Economy. University of Chicago Press.",
        "Srivastava, N., G. E. Hinton, A. Krizhevsky, I. Sutskever, and R. Salakhutdinov (2014). Dropout: a simple way to prevent neural networks from overfitting. Journal of Machine Learning Research 15, 1929Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c1958.",
        "Stephens-Davidowitz, S. (2014). The cost of racial animus on a black candidate: evidence using Google search data. Journal of Public Economics 118, 26Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c40.",
        "Stock, J. H. and F. Trebbi (2003). Retrospectives: who invented instrumental variable regression? Journal of Economic Perspectives 17(3), 177Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c194.",
        "Sutskever, I., O. Vinyals, and Q. V. Le (2014). Sequence to sequence learning with neural networks. In Advances in Neural Information Processing Systems.",
        "Taddy, M. (2012). On estimation and selection for topic models. In Proceedings of the 15th International Conference on Artificial Intelligence and Statistics (AISTATS 2012).",
        "Taddy, M. (2013a). Measuring political sentiment on Twitter: factor optimal design for multinomial inverse regression. Technometrics 55(4), 415Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c425.",
        "Taddy, M. (2013b). Multinomial inverse regression for text analysis. Journal of the American Statistical Association 108(503), 755Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c770.",
        "Taddy, M. (2013c). Rejoinder: efficiency and structure in MNIR. Journal of the American Statistical Association 108(503), 772Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c774.",
        "Taddy, M. (2015a). Bayesian and empirical Bayesian forests. In Proceedings of the 32nd International Conference on Machine Learning (ICML 2015).",
        "Taddy, M. (2015b). Distributed multinomial regression. Annals of Applied Statistics 9(3), 1394Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c 1414.",
        "Taddy, M. (2015c). Document classification by inversion of distributed language representations. In Proceedings of The 53rd Meeting of the Association for Computational Linguistics.",
        "Taddy, M. (2016). One-step estimator paths for concave regularization. Journal of Computational and Graphical Statistics. To appear.",
        "Taddy, M. (2017). Comment: A regularization scheme on word occurrence rates that improves estimation and interpretation of topical content. Journal of the American Statistical Association. To appear.",
        "Taddy, M., M. Gardner, L. Chen, and D. Draper (2016). Nonparametric Bayesian analysis of heterogeneous treatment effects in digital experimentation. Journal of Business and Economic Statistics. To appear.",
        "Teh, Y. W., M. I. Jordan, M. J. Beal, and D. M. Blei (2006). Hierarchical Dirichlet processes.",
        "Tetlock, P. (2007). Giving content to investor sentiment: the role of media in the stock market.",
        "Tibshirani, R. (1996). Regression shrinkage and selection via the lasso. Journal of the Royal Statistical Society, Series B 58(1), 267Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c288.",
        "Vapnik, V. (1996). The Nature of Statistical Learning Theory. New York: Springer.",
        "Wager, S. and S. Athey (2015). Estimation and inference of heterogeneous treatment effects using random forests. arXiv: 1510.04342.",
        "Wager, S., T. Hastie, and B. Efron (2014). Confidence intervals for random forests: the jackknife and the infinitesimal jackknife. Journal of Machine Learning Research 15, 1625Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c1651.",
        "Wainwright, M. J. (2009). Sharp thresholds for high-dimensional and noisy sparsity recovery using L1-constrained quadratic programming (lasso). IEEE Transactions on Information Theory 55(5), 2183Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c2202.",
        "Wainwright, M. J. and M. I. Jordan (2008). Graphical models, exponential families, and variational inference. Foundations and Trends in Machine Learning 1(1Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c2), 1Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c305.",
        "Wisniewski, T. P. and B. J. Lambe (2013). The role of media in the credit crunch: the case of the banking sector. Journal of Economic Behavior and Organization 85(1), 163Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c175.",
        "Wu, Y., M. Schuster, Z. Chen, Q. V. Le, M. Norouzi, W. Macherey, M. Krikun, Y. Cao, Q. Gao, K. Macherey, et al. (2016). GoogleÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0084¢s neural machine translation system: bridging the gap between human and machine translation. arXiv: 1609.08144.",
        "Yang, Y., M. J. Wainwright, M. I. Jordan, et al. (2016). On the computational complexity of high-dimensional Bayesian variable selection. Annals of Statistics 44(6), 2497Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c2532.",
        "Zeng, X. and M. Wagner (2002). Modeling the effects of epidemics on routinely collected data. Journal of the American Medical Informatics Association 9(6), s17Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009cs22.",
        "Zhang, X., J. Zhao, and Y. LeCun (2015). Character-level convolutional networks for text classification. In Advances in Neural Information Processing Systems.",
        "Zou, H. (2006). The adaptive lasso and its oracle properties. Journal of the American Statistical Association 101(476), 1418Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c1429.",
        "Zou, H. and T. Hastie (2005). Regularization and variable selection via the elastic net. Journal of the Royal Statistical Society, Series B 67(2), 301Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c320.",
        "Zou, H., T. Hastie, and R. Tibshirani (2007). On the degrees of freedom of the lasso. Annals of Statistics 35(5), 2173Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c2192."
    ]
}