{
    "id": 23289,
    "cites": 82,
    "cited_by": 27,
    "reference": [
        "Abramitzky, Ran and Leah Platt Boustan, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Immigration in American History,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Journal of Economic Literature, 2015, p. forthcoming.",
        ", , and Katherin Eriksson, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093EuropeÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0084¢s Tired, Poor, Huddled Masses: Self-Selection and Economic Outcomes in the Age of Mass Migration,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d American Economic Review, 2012, 102 (5), 1832Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c1856.",
        ", , and , Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Have the Poor Always Been Less Likely to Migrate? Evidence from Inheritance Practices during the Age of Mass Migration,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Journal of Development Economics, 2013, 102 (1), 2Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c14.",
        ", , and , Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093A Nation of Immigrants: Assimilation and Economic Outcomes in the Age of Mass Migration,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Journal of Political Economy, 2014, 122 (3), 467Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c717. Abramovitz, Moses and Paul A. David, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093American Macroeconomic Growth in the Era of Knowledge-Based Progress: The Long Run Perspective,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d in Stanley E. Engerman and Robert E.",
        "Gallman, eds., Cambridge Economic History of the United States, Vol. 3, Cambridge: Cambridge University Press, 2000, pp. 1Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c92.",
        "Ager, Philipp and Markus Bruckner, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Cultural Diversity and Economic Growth: Evidence from the US during the Age of Mass Migration,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d European Economic Review, 2013, 64, 76Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c97.",
        ", Francesco Cinnirella, and Peter Sandholt Jensen, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093The Kindergarten Movement and the U.S. Demographic Transition,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d 2016. Mimeo, University of Southern Denmark.",
        "Alexander, June Granatir, Daily Life in Immigrant America, 1870Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c1920, Chicago: Ivan R. Dee, 2007.",
        "Atack, Jeremy and Robert A. Margo, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093The Impact of Access to Rail Transportation on Agricultural Improvement: The American Midwest as a Test Case, 1850Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c1860,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d 2010. Mimeo, Boston University.",
        ", Fred Bateman, Michael Haines, and Robert A. Margo, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Did Railroads Induce or Follow Economic Growth? Urbanization and Population Growth in the American Midwest, 1850Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c 1860,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Social Science History, 2010, 34, 171Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c197.",
        ", Michael Haines, and Robert A. Margo, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Railroads and the Rise of the Factory: Evidence for the United States, 1850Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c1870,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d in Paul W. Rhode, Joshua L. Rosenbloom, and David F. Weidman, eds., Economic Evolution and Revolutions in Historical Time, Palo Alto: Stanford University Press, 2011, pp. 162Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c179.",
        ", Robert A. Margo, and Elisabeth Perlman, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093The Impact of Railroads on School Enrollment in Nineteenth Century America,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d 2012. Mimeo, Boston University.",
        "Atkin, David, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Endogenous Skill Acquisition and Export Manufacturing in Mexico,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d 2016. American Economic Review, forthcoming.",
        "Bandiera, Oriana, Myra Mohnen, Imran Rasul, and Martina Viarengo, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Nation-Building Through Compulsory Schooling During the Age of Mass Migration,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d 2016. Working paper, LSE.",
        "Bergquist, James M., Daily Life in Immigrant America, 1820Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c1870, Westport, CT: Greenwood Press, 2007.",
        "Bleakley, Hoyt and Jeffrey Lin, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Portage and Path Dependence,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Quarterly Journal of Economics, 2012, 127 (2), 587Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c644.",
        "Borjas, George, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093The Economics of Immigration,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Journal of Economic Literature, 1994, 32, 1667Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c 1717.",
        ", Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093The Economic Benefit of Immigration,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Journal of Economic Perspectives, 1995, 9 (1), 3Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c22.",
        "Burchardi, Konrad B. and Thomas Chaney Tarek A. Hassan, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Migrants, Ancestors, and Investments, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d 2015. Mimeo, University of Chicago.",
        "Cance, Alexander E., Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Immigrants and American Agriculture,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Journal of Farm Economics, 1925, 7 (1), 102Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c114.",
        "Card, David, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093The Impact of the Mariel Boatlift on the Miami Labor Market,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Industrial and Labor Relations Review, 1990, 43, 245Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c257.",
        ", Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Immigration and Inequality,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Journal of the European Economic Association, 2009, 99 (2), 211Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c 215.",
        ", Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093The Elusive Search for Negative Wage Impacts of Immigration,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Journal of the European Economic Association, 2012, 10 (1), 1Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c21.",
        "Carter, Susan and Richard Sutch, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Historical Background to Current Immigration Issues,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d in James P. Smith and Barry Edmonston, eds., The Immigration Debate: Studies on the Economic, Demographic and Fiscal Effects of Immigrants, Washington, D.C.: National Academy Press, 1999, pp. 289Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c366.",
        "Chandler, Alfred, The Visible Hand: The Managerial Revolution in American Business, Cambridge, M.A.: Harvard University Press, 1977.",
        "Daniels, Roger, Coming to America: A History of Immigration and Ethnicity in American Life, New York: Harper Perennial, 2002.",
        "Davis, Joseph, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093An Annual Index of U.S. Industrial Production, 1790Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c1915,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Quarterly Journal of Economics, 1177Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c1215 2004, 119 (4), 642Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c658.",
        "Denison, Edward F., Accounting for United States Economic Growth, 1929Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c1969, Washington, D.C.: Brookings Institution, 1974.",
        "Dillingham, William P., Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Immigrants in Industries. Part 2: Iron and Steel Manufacturing,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d in The Immigration Commission, ed., Reports of the Immigration Commission, Washington, D.C.: Government Printing Office, 1911.",
        "Donaldson, Dave and Richard Hornbeck, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Railroads and American Economic Growth: A Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Market AccessÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Approach,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d 2016. Quarterly Journal of Economics, forthcoming.",
        "Droller, Federico, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Economic Development: Evidence from Settlements in the Pampas,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d 2013. Mimeo, University of Santiago de Chile.",
        "Engerman, Stanley L. and Kenneth Sokoloff, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Technology and Industrialization, 1790Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c1914,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d in Stanley E. Engerman and Robert E. Gallman, eds., Cambridge Economic History of the United States, Vol. 2, Cambridge: Cambridge University Press, 2000, pp. 367Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c401.",
        "Fairlie, Robert W. and Magnus Lofstrom, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Immigration and Entrepreneurship,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d 2015. Mimeo, University of California, Santa Cruz.",
        "Faulkner, Harold Underwood, American Economic History, New York: Harper and Row Publishers, 1960.",
        "Faust, Albert Bernhardt, The Germans in the United States, New York: German University League, 1916.",
        "Feng, Shuaizhang, Alan B. Krueger, and Michael Oppenheimer, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Linkages among Climate Change, Crop Yields and Mexico-US Cross-Border Migration,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Proceedings of the National Academy of Sciences, 2010, 107 (32), 14257Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c14262.",
        "Fischer, David Hackett, AlbionÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0084¢s Seed: A Cultural History, New York: Oxford University Press, 1989.",
        "Foerster, Robert, The Italian Emigration of our Times, Cambridge, Mass.: Harvard University Press, 1924.",
        ", The American Immigration Collection, New York: Arno Press Inc., 1969.",
        "Foged, Mette and Giovanni Peri, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093ImmigrantsÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0084¢ Effect on Native Workers: New Analysis on Longitudinal Data,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d 2015. Working paper.",
        "Fulford, Scott L., Ivan Petkov, and Fabio Schiantarelli, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Does It Matter Where You Came From? Ancestry Composition and Economic Performance of US Counties, 1850Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c2010,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d 2015. Mimeo, Boston College.",
        "Goldin, Claudia, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093The Political Economy of Immigration Restriction in the United States, 1890 to 1921,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d in Claudia Goldin and Gary D. Libecap, eds., The Regulated Economy: A Historical Approach to Political Economy, Chicago: University of Chicago Press, 1994, pp. 223Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c257.",
        "Gripshover, Margaret M. and Thomas L. Bell, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Patently Good Ideas: Innovations and Inventions in U.S. Onion Farming, 1883Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c1939,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Material Culture, 2012, 44 (1), 1Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c30.",
        "Grosjean, Pauline, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093A History of Violence: The Culture of Honor and Homicide in the US South,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Journal of the European Economic Association, 2014, p. forthcoming.",
        "Haines, Michael and Robert A. Margo, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Railroads and Local Development: The United States in hte 1850s,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d in Joshua L. Rosenbloom, ed., Quantitative Economic History: The Good of Counting, London: Routledge, 2008, pp. 78Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c99.",
        "ICPSR02896-v3. Ann Arbor, MI: Inter-university Consortium for Political and Social Research [distributor], 2010-05-21. http://doi.org/10.3886/ICPSR02896.v3.",
        "Hatton, Timothy J. and Jeffrey G. Williamson, The Age of Mass Migration, New York: Oxford University Press, 1998.",
        "Hedges, James B., Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093The Colonization Work of the Northern Pacific Railroad,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Mississippi Valley Historical Review, 1926, 13 (3), 311Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c342.",
        "Hirschman, Charles and Elizabeth Mogford, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Immigration and the American Industrial Revolution from 1880 to 1920,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Social Science Research, 2009, 38, 897Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c920.",
        "Hornung, Erik, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Immigration and the Diffusion of Technology: The Huguenot Diaspora in Prussia,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d American Economic Review, 2014, 104 (1), 84Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c122.",
        "Hounshell, David A., From the American System to Mass Production, 1800Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c1932: The Development of Manufacturing Technology in the United States, Baltimore: Johns Hopkins University Press, 1984.",
        "Hunt, Jennifer and Marjolaine Gauthier-Loiselle, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093How Much Does Immigration Boost Innovation ?,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d American Economic Journal: Macroeconomics, 2010, 2, 31Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c56.",
        "Jordan, Terry G., German Seed in Texas Soil: Immigrant Farmers in Nineteenth-Century Texas, Austin: Yale University Press, 1966.",
        "Kennedy, John F., A Nation of Immigrants, New York: Harper & Row Publishers, 1964.",
        "Kerr, Sari Pekkala and William R. Kerr, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Immigrant Entrepreneurship,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d 2016. NBER Working Paper No. w22385.",
        "Kline, Patrick and Enrico Moretti, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Local Economic Development, Agglomeration Economies, and the Big Push: 100 Years of Evidence from the Tennessee Valley Authority,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Quarterly Journal of Economics, 2014, 129, 275Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c331.",
        "Kollmorgen, Walter M., The Pennsylvania German Farmer, Princeton, N.J.: Princeton University Press, 1942.",
        "Long, Jason and Joseph Ferrie, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093British, American, and British-American Social Mobility: Intergenerational Occupational Change among Migrants and Non-Migrants in the Late 19th Century,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d 2013. Working Paper, Northwestern University.",
        "Luebke, Frederick C., Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Ethnic Group Settlement on the Great Plains,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Western Historical Quarterly, 1977, 8 (4), 405Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c430.",
        "Luterbacher, Jurg, Daniel Dietrich, Elena Xoplaki, Martin Grosjean, and Heinz Wanner, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093European Seasonal and Annual Temperature Variability, Trends, and Extremes Since 1500,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Science, 2004, 303 (5663), 1499Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c1503.",
        "Malone, Dumas, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093The Intellectual Melting-Pot,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d The American Scholar, 1935, 4 (4), 444Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c459.",
        "Migration Policy Institute, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Data Hub: Tabulations of U.S. Department of Homeland Security, Office of Immigration Statistics, Yearbook of Immigration Statistics (various years),Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d 2016.",
        "Minnesota Population Center, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093National Historical Geographic Information System: Version 2.0,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d 2011. Minneapolis, MN: University of Minnesota. http://www.nhgis.org.",
        "Moser, Petra, Alessandra Voena, and Fabian Waldinger, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093German Jewish Emigres and US Invention,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d American Economic Review, 2014, 104 (10), 3222Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c3255.",
        "Ottaviano, Gianmarco I.P. and Giovanni Peri, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093The Economic Value of Cultural Diversity: Evidence from U.S. Cities,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Journal of Economic Geography, 2006, 6 (1), 9Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c44.",
        "Pagan, Adrian Rodney, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Econometric Issues in the Analysis of Regressions with Generated Regressors,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d International Economic Review, 1984, 25, 221Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c247.",
        "Pauling, Andreas, Jurg Luterbacher, Carlo Casty, and Heinz Wanner, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Five Hundred Years of Gridded High-Resolution Precipitation Reconstructions over Europe and the Connection to Large-Scale Circulation,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Climate Dynamics, 2006, 26, 387Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c405.",
        "Paz, Francisco Haimovich, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093The Long-Term Return to Early childhood Education: Evidence from the First U.S. Kindergartens,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d 2015. Mimeo, University of California Los Angeles.",
        "Peri, Giovanni, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093The Effects of Immigration on Productivity: Evidence from US States,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Review of Economics and Statistics, 2012, 94 (1), 348Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c358.",
        "Ramankutty, Navin and Jonathan A. Foley, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Estimating Historical Changes in Global Land Cover: Croplands from 1700 to 1992,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Global Biogeochemical Cycles, December 1999, 13 (4), 997Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c1027.",
        "Rocha, Rudi, Claudio Ferraz, and Rodrigo R. Soares, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Human Capital Peristence and Development, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d 2015. Mimeo, PUC-Rio.",
        "Rodriguez-Pose, Andres and Viola von Berlepsch, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093When Migrants Rule: The Legacy of Mass Migration on Economic Development in the United States,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Annals of the Association of American Geographers, 2014, 104 (3), 628Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c651.",
        "Rosenberg, Nathan, Technology and American Economic Growth, White Plains, N.Y.: M.E. Sharpe, 1972.",
        "Rupasingha, Anil and Stephan J. Goetz, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093U.S. County-Level Social Capital Data, 1990Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c2005,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d 2008. The Northeast Regional Center for Rural Development, Penn State University, University Park, PA.",
        "Saloutos, Theodore, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093The Immigrant Contribution to American Agriculture,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Agricultural History, 1976, 50 (1), 45Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c67.",
        "Solomou, Solomos and Weike Wu, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Weather Effects on European Agricultural Output, 1850Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c 1913,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d European Review of Economic History, 1999, 3, 351Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c373.",
        "Spitzer, Yannay and Ariell Zimran, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Self-Selection of Immigrants on the Basis of Living Standards: Evidence from the Stature of Italian Immigrants at Ellis Island, 1907Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c1925,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d 2013. Working Paper.",
        "Wegge, Simone A., Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Occupational Self-Selection of European Emigrants: Evidence from Nineteenth-Century Hesse-Cassel,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d European Review of Economic History, 2002, 6 (3), 365Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c394.",
        "Willcox, Walter, International Migrations, Cambridge: National Bureau of Economic Research, 1929-1931.",
        "Wittke, Carl, We Who Built America, Ann Arbor: The Press of Western Reserve University, 1939.",
        "Wooldridge, Jeffrey M., Econometric Analysis of Cross Section and Panel Data, Cambridge, MA: MIT Press, 2002.",
        "Wright, Gavin, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093The Origins of American Industrial Success: 1879Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c1940,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d American Economic Review, 1990, 80, 651Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c678."
    ]
}