{
    "id": 23286,
    "cites": 18,
    "cited_by": 0,
    "reference": [
        "Bisin, Alberto, Alessandro Lizzeri, and Leeat Yariv, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Government Policy with Time Inconsistent Voters,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d American Economic Review, 2015, 105(6), 1711Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c1737.",
        "Daily, Glenn, Igal Hendel, and Alessandro Lizzeri, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Does the Secondary Life Insurance Market Threaten Dynamic Insurance?,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d American Economic Review, 2008, 98 (2), 151Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c156.",
        "de la Rosa, Leonidas Enrique, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Overconfidence and Moral Hazard,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Games and Economic Behavior, 2011, 73 (2), 429Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c451.",
        "Dellavigna, Stephano and Ulrike Malmendier, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Paying Not to Go to The Gym,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d American Economic Review, 2006, 96, 694Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c719.",
        "Fang, Hanming and Edward Kung, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093How Does Life Settlement Affect the Primary Life Insurance Market?,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Working Paper 15761, National Bureau of Economic Research, February 2010.",
        "Gottlieb, Daniel, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Competition over Time-Inconsistent Consumers,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Journal of Public Economic Theory, 2008, 10(4), 673Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c684.",
        "Grubb, Michael D., Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Selling to Overconfident Consumers,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d American Economic Review, 2009, 99 (5), 1770Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c1807.",
        ", Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Overconfident Consumers in the Marketplace,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Journal of Economic Perspectives, 2015, Vol. 29, No. 4, 9Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c36.",
        "Hendel, Igal and Alessandro Lizzeri, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093The Role of Commitment in Dynamic Contracts: Evidence from Life Insurance,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d The Quarterly Journal of Economics, 2003, 118 (1), 299Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c327.",
        "JanuaÃ\u0083Å\u0092Ã\u0082Â\u0081rio, Afonso V. and Narayan Y. Naik, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Testing for Adverse Selection in Life Settlements: The Secondary Market for Life Insurance Policies,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Working Paper, 2014.",
        "Kahneman, Daniel, Peter P. Wakker, and Rakesh Sarin, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Back to Bentham? Explorations of Experienced Utility,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Quarterly Journal of Economics, 1997, 112(2), 375Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c405.",
        "KoÃ\u0083Å\u0092Ã\u0082â\u0080¹szegi, Botond, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Behavioral Contract Theory,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Journal of Economic Literature, 2014, 52 (4), 1075Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c1118.",
        "Martin, Susan Lorde, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Betting on the Lives of Strangers: Life Settlements, STOLI, and Securitization, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d University of Pennsylvania Journal of Business Law, 2010, 13 (1), 173Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c219.",
        "Robb, Kathryn A., Anne Miles, and Jane Wardle, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Subjective and Objective Risk of Colorectal Cancer (UK),Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Cancer Causes & Control, 2004, 15 (1), 21Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c25.",
        "Rothschild, Michael and Joseph Stiglitz, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Equilibrium in Competitive Insurance Markets: An Essay on the Economics of Imperfect Information,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d The Quarterly Journal of Economics, 1976, 90 (4), 629Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c649.",
        "Santos-Pinto, LuÃ\u0083â\u0080\u009eÃ\u0082Â±Ã\u0083Å\u0092Ã\u0082Â\u0081s, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Positive Self-Image and Incentives in Organisations,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d The Economic Journal, 2008, 118 (531), 1315Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c1332.",
        "Spinnewijn, Johannes, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Unemployed but Optimistic: Optimal Insurance Design with Biased Beliefs, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Journal of the European Economic Association, 2015, 13 (1), 130Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c167.",
        "Weinstein, Neil D., Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Unrealistic Optimism about Future Life Events.,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Journal of Personality and Social Psychology, 1980, 39 (5), 806."
    ]
}