{
    "id": 23281,
    "cites": 35,
    "cited_by": 48,
    "reference": [
        "Angletos, Marios and Chen Lian, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Forward Guidance without Common Knowledge,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d MIT working paper, MIT 2016.",
        "Arad, Ayala and Ariel Rubinstein, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093The 11-20 Money Request Game: Evaluating the Upper Bound of k-Level Reasoning,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d American Economic Review, 2012, 102 (5), 3561Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c 3573.",
        "Auclert, Adrien, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Monetary Policy and the Redistribution Channel,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d May 2015.",
        "Blanchard, Olivier J, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Debt, Deficits, and Finite Horizons,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Journal of Political Economy, April 1985, 93 (2), 223Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c247.",
        "Caballero, Ricardo J. and Emmanuel Farhi, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093The Safety Trap,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d NBER Working Papers 19927, National Bureau of Economic Research, Inc February 2014.",
        "Christiano, Lawrence, Martin Eichenbaum, and Sergio Rebelo, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093When Is the Government Spending Multiplier Large?,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Journal of Political Economy, 2011, 119 (1), 78Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c121.",
        "Del Negro, Marco, Marc Giannoni, and Christina Patterson, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093The forward guidance puzzle,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Staff Reports 574, Federal Reserve Bank of New York April 2015.",
        "Evans, George W. and Gary Ramey, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Expectation Calculation and Macroeconomic Dynamics, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d American Economic Review, 1992, 82, 207Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c224.",
        "Fair, Ray and John Taylor, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Solutions and Maximum Likelihood Estimation of Dynamic Nonlinear Rational Expectations Models,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Econometrica, 1983, 51, 1169Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c1189.",
        "Farhi, Emmanuel and IvÃ\u0083Æ\u0092Ã\u0082Â¡n Werning, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Fiscal Multipliers: Liquidity Traps and Currency Unions,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Working Paper 18381, National Bureau of Economic Research September 2012.",
        "Gabaix, Xavier, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093A Behavioral New Keynesian Model,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Harvard working paper, Harvard 2016.",
        "Gali, Jordi, J. David Lopez-Salido, and Javier Valles, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Understanding the Effects of Government Spending on Consumption,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Journal of the European Economic Association, 03 2007, 5 (1), 227Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c270.",
        "GarcÃ\u0083Æ\u0092Ã\u0082Â­a-Schmidt, Mariana and Michael Woodford, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Are Low Interest Rates Deflationary? A Paradox of Perfect-Foresight Analysis,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Working Paper 21614, National Bureau of Economic Research October 2015.",
        "Grandmont, Jean-Michel, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Temporary General Equilibrium Theory,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Econometrica, April 1977, 45 (3), 535Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c72.",
        "Guerrieri, Veronica and Guido Lorenzoni, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Credit Crises, Precautionary Savings, and the Liquidity Trap,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Working Paper 17583, National Bureau of Economic Research November 2015.",
        "Guesnerie, Roger, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093An Exploration of the Eductive Justifications of the Rational Expectations Hypothesis,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d American Economic Review, 1992, 82, 1254Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c1278.",
        "Hicks, J. R., Value and Capital, Oxford University Press, 1939.",
        "Kaplan, Greg, Benjamin Moll, and Giovanni L. Violante, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Monetary Policy According to HANK,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d NBER Working Papers 21897, National Bureau of Economic Research, Inc January 2016.",
        "Kaplan, Greg Warren and Giovanni Luca Violante, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093A Model of the Consumption Response to Fiscal Stimulus Payments,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Econometrica, July 2014, 82 (4), 1199Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c1239.",
        "Kekre, Rohan, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Unemployment Insurance in Macroeconomic Stabilization,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d 2016 Meeting Papers 1184, Society for Economic Dynamics 2016.",
        "Kocherlakota, Narayana R., Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Bubbles and constraints on debt accumulation,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Journal of Economic Theory, 1992, 57 (1), 245Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c256.",
        "Lindahl, E., Theory of Money and Capital, Allen and Unwin, 1939.",
        "Mankiw, N. Gregory and Ricardo Reis, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Sticky Information versus Sticky Prices: A Proposal to Replace the New Keynesian Phillips Curve,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d The Quarterly Journal of Economics, 2002, 117 (4), 1295Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c1328.",
        "McKay, Alisdair, Emi Nakamura, and JÃ\u0083Æ\u0092Ã\u0082Â³n Steinsson, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093The Power of Forward Guidance Revisited,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Working Paper 20882, National Bureau of Economic Research January (revised July 15) 2015.",
        "Nagel, Rosemarie, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Unraveling in Guessing Games: An Experimental Study,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d American Economic Review, December 1995, 85 (5), 1313Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c26.",
        "O., Stahl Dale and Wilson Paul W., Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093On PlayersÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0084¢ Models of Other Players: Theory and Experimental Evidence,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Games and Economic Behavior, July 1995, 10 (1), 218Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c254.",
        "Oh, Hyunseung and Ricardo Reis, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Targeted transfers and the fiscal response to the great recession,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Journal of Monetary Economics, 2012, 59 (S), S50Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009cS64.",
        "Ravn, Morten O. and Vincent Sterk, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Job Uncertainty and Deep Recessions,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Discussion Papers 1501, Centre for Macroeconomics (CFM) June 2012.",
        "Stahl, Dale II and Paul W. Wilson, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Experimental evidence on playersÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0084¢ models of other players,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Journal of Economic Behavior & Organization, December 1994, 25 (3), 309Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c327.",
        "Sterk, Vincent and Silvana Tenreyro, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093The Transmission of Monetary Policy Operations through Redistributions and Durable Purchases,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d CEP Discussion Papers dp1249, Centre for Economic Performance, LSE December 2013.",
        "Werning, IvÃ\u0083Æ\u0092Ã\u0082Â¡n, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Incomplete Markets and Aggregate Demand,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Working Paper 21448, National Bureau of Economic Research August 2015.",
        "Wiederholt, Mirko, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Empirical Properties of Inflation Expectations and the Zero Lower Bound,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Goethe University working paper, Goethe University 2016.",
        "Woodford, Michael, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Public Debt as Private Liquidity,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d American Economic Review, May 1990, 80 (2), 382Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c88.",
        ", Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Macroeconomic Analysis Without the Rational Expectations Hypothesis,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Annual Review of Economics, 2013, 5 (1), 303Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c346.",
        "Yaari, Menachem, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Uncertain Lifetime, Life Insurance, and the Theory of the Consumer,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Review of Economic Studies, 1965, 32, 137Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c150. 0 2 4 6 8 10 12 14 16 s 0.2 0.4 0.6 0.8 1.2 % output deviation from s.s. RA k = 1 HA k = 1 RA k = 2 HA k = 2 RA k = 3 HA k = 3"
    ]
}