{
    "id": 23294,
    "cites": 57,
    "cited_by": 15,
    "reference": [
        "Appelle, Stuart, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Perception and Discrimination as a Function of Stimulus Orientation: The Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Ë\u009cOblique EffectÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0084¢ in Man and Animals,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Psychological Bulletin 78: 266-278 (1972).",
        "Benjamin, Daniel J., Sebastian A. Brown, and Jesse M. Shapiro, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Who is Behavioral ? Cognitive Ability and Anomalous Preferences,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Journal of the European Economics Association 11: 12311255 (2013).",
        "Bernoulli, Daniel, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Exposition of a New Theory on the Measurement of Risk,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Econometrica 22: 22-36 (1954). [English translation of Latin original, 1738.]",
        "Burnham, Kenneth P., and Anderson, David R., Model Selection and Multimodel Inference: A Practical Information-Theoretic Approach, 2d. ed., New York: Springer, 2002.",
        "Cantlon, Jessica F., and Elizabeth M. Brannon, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Shared System for Ordering Small and Large Numbers in Monkeys and Humans,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Psychological Science 17: 401-406 (2006).",
        "Cordes, Sara, Rochel Gelman, Charles R. Gallistel, and John Whalen, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Variability Signatures Distinguish Verbal from Non-Verbal Counting for Both Large and Small Numbers,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Psychonomic Bulletin and Review 8: 698-707 (2001).",
        "Cox, James C., Vjollca Sadiraj, Bodo Vogt, and Utteeyo Dasgupta, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Is There a Plausible Theory for Decision Under Risk? A Dual Calibration Critique,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Economic Theory 54: 305-333 (2013).",
        "Dantzig, Tobias, Number: The Language of Science, London: Plume, 2007.",
        "DeGardelle, Vincent, Sid Kouider, and Jerome Sackur, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093An Oblique Illusion Modulated by Visibility: Non-Monotonic Sensory Integration in Orientation Processing, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Journal of Vision 10 (10), article 6 (2010).",
        "Dehaene, Stanislas, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Symbols and Quantities in Parietal Cortex: Elements of a Mathematical Theory of Number Representation and Manipulation,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d in P. Haggard, Y. Rossetti, and M. Kawato, eds., Sensorimotor Foundations of Higher Cognition, Oxford: Oxford University Press, 2008.",
        "Dehaene, Stanislas, The Number Sense, revised and updated edition, Oxford: Oxford University Press, 2011.",
        "Dehaene, Stanislas, and Laurent Cohen, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Two Mental Calculation Systems: A Case Study of Severe Acalculia with Preserved Approximation,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Neuropsychologia 29: 1045-1074 (1991).",
        "Dehaene, Stanislas, and J. Frederico Marques, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Cognitive Euroscience: Scalar Variability in Price Estimation and the Cognitive Consequences of Switching to the Euro,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Quarterly Journal of Experimental Psychology A 55: 705-731 (2002).",
        "Dewan, Ambuj, and Nate Neligh, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Estimating Information Cost Functions in Models of Rational Inattention,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d unpublished, Columbia University, January 2017.",
        "Fechner, Gustav, Elements of Psychophysics, New York: Holt, Rinehart and Winston, 1966. (English translation of the German original, 1860.)",
        "Frederick, Shane, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Cognitive Reflection and Decision Making,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Journal of Economic Perspectives 19: 25-42 (2005).",
        "Friedman, Daniel, R. Mark Isaac, Duncan James, and Shyam Sunder, Risky Curves: On the Empirical Failure of Expected Utility, London: Routledge, 2014.",
        "Gabaix, Xavier, and David Laibson, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Myopia and Discounting,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d NBER Working Paper no. 23254, March 2017.",
        "Gabbiani, Fabrizio, and Steven J. Cox, Mathematics for Neuroscientists, Amsterdam: Academic Press, 2010.",
        "Ganguli, Deep, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Chapter 3: Efficient Sensory Coding Predicts the Heterogeneities of Neural Populations and Perception,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d in Efficient Coding and Bayesian Estimation with Neural Populations, Ph.D. dissertation, Department of Neural Science, New York University, 2012.",
        "Gescheider, George A., Psychophysics: The Fundamentals, 3d ed., Mahwah, NJ: Lawrence Erlbaum Associates, 1997.",
        "Girshick, Ahna R., Michael S. Landy, and Eero P. Simoncelli, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Cardinal Rules: Visual Orientation Perception Reflects Knowledge of Environmental Statistics,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Nature Neuroscience 14: 926-932 (2011).",
        "Glimcher, Paul W., Foundations of Neuroeconomic Analysis, Oxford: Oxford University Press, 2011.",
        "Hey, John D., Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Experimental Investigations of Errors in Decision Making under Risk,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d European Economic Review 39: 633-640 (1995).",
        "Hey, John D., Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Does Repetition Improve Consistency?Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Experimental Economics 4: 5-54 (2001).",
        "Hey, John D., and Chris Orme, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Investigating Parsimonious Generalizations of Expected Utility Theory using Experimental Data,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Econometrica 62: 1291-1329 (1994).",
        "Hollingsworth, Walter H., J. Paul Simmons, Tammy R. Coates, and Henry A. Cross, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Perceived Numerosity as a Function of Array Number, Speed of Array Development, and Density of Array Items,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Bulletin of the Psychonomic Society 29: 448-450 (1991).",
        "Holt, Charles A., and Susan K. Laury, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Risk Aversion and Incentive Effects,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d American Economic Review 92: 1644-1655 (2002).",
        "Hubel, David H., and Torsten N. Wiesel, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Receptive Fields of Single Neurones in the CatÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0084¢s Striate Cortex,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Journal of Physiology 148: 574-591 (1959).",
        "Jastrow, Joseph, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Studies from the University of Wisconsin: On the Judgment of Angles and Positions of Lines,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d American Journal of Psychology 5: 214-248 (1892).",
        "Kahneman, Daniel, and Amos Tversky, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Prospect Theory: An Analysis of Decision Under Risk,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Econometrica 47: 263-291 (1979).",
        "KoszeÃ\u0083Å\u0092Ã\u0082Ë\u0086gi, Botond, and Matthew Rabin, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093A Model of Reference-Dependent Preferences, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Quarterly Journal of Economics 121: 1133-1165 (2006).",
        "KoszeÃ\u0083Å\u0092Ã\u0082Ë\u0086gi, Botond, and Matthew Rabin, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Revealed Mistakes and Revealed Preferences, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d in A. Caplin and A. Schotter, eds., The Foundations of Positive and Normative Economics, Oxford: Oxford University Press, 2008.",
        "Kramer, Peter, Maria Grazia De Bono, and Marco Zorzi, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Numerosity Estimation in Visual Stimuli in the Absence of Luminance-Based Cues,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d PLoS ONE 6(2): e17378 (2011).",
        "Krueger, Lester E., Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Perceived Numerosity: A Comparison of Magnitude Production, Magnitude Estimation, and Discrimination Judgments,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Perception and Psychophysics 35: 536-542 (1984).",
        "Loomes, Graham, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Modeling the Stochastic Component of Behaviour in Experiments: Some Issues for the Interpretation of Data,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Experimental Economics 8: 301-323 (2005).",
        "Loomes, Graham, and R. Sugden, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Incorporating a Stochastic Element into Decision Theories,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d European Economic Review 39: 641-648 (1995).",
        "Mosteller, Frederick, and Philip Nogee, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093An Experimental Measurement of Utility, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Journal of Political Economy 59: 371-404 (1951).",
        "Moyer, Robert S., and Thomas K. Landauer, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Time Required for Judgements of Numerical Inequality,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Nature 215: 1519-1520 (1967).",
        "Nieder, Andreas, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Coding of Abstract Quantity by Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Ë\u009cNumber NeuronsÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0084¢ in the Primate Brain,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Journal of Comparative Physiology A 199: 1-16 (2013).",
        "Nieder, Andreas, and Katharina Merten, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093A Labeled-Line Code for Small and Large Numerosities in the Monkey Prefrontal Cortex,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Journal of Neuroscience 27: 5986-5993 (2007).",
        "Piazza, Manuela, VeÃ\u0083Å\u0092Ã\u0082Â\u0081ronique Izard, Philippe Pinel, Denis Le Bihan, and Stanislas Dehaene, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Tuning Curves for Approximate Numerosity in the Human Intraparietal Sulcus,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Neuron 44: 547-555 (2004).",
        "Pica, Pierre, Cathy Lemer, VeÃ\u0083Å\u0092Ã\u0082Â\u0081ronique Izard, and Stanislas Dehaene, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Exact and Approximate Arithmetic in an Amazonian Indigene Group,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Science 306: 499503 (2004).",
        "Rabin, Matthew, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Risk Aversion and Expected-Utility Theory: A Calibration Theorem,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Econometrica 68: 1281-1292 (2000).",
        "Ross, John, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Visual Discrimination of Number without Counting,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Perception 32: 867-870 (2003).",
        "Schley, Dan R., and Ellen Peters, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Assessing Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Ë\u009cEconomic ValueÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0084¢: SymbolicNumber Mappings Predict Risky and Riskless Valuations,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Psychological Science 25: 753-761 (2014).",
        "Spelke, Elizabeth S., and Sanna Tsivkin, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Language and the Brain: A Bilingual Training Study,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Cognition 78: 45-88 (2001).",
        "Steiner, Jakub, and Colin Stewart, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Perceiving Prospects Properly,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d American Economic Review 106: 1601-1631 (2016).",
        "Stocker, Alan A., and Eero P. Simoncelli, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Noise Characteristics and Prior Expectations in Human Visual Speed Perception,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Nature Neuroscience 9: 578-585 (2006).",
        "van Oeffelen, Michiel P., and Peter G. Vos, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093A Probabilistic Model for the Discrimination of Visual Number,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Perception and Psychophysics 32: 163-170 (1982).",
        "Walasek, Lukasz, and Neil Stewart, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093How to Make Loss Aversion Disappear and Reverse: Tests of the Decision by Sampling Origin of Loss Aversion,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Journal of Experimental Psychology: General 144: 7-11 (2015).",
        "Weber, Ernst H., The Sense of Touch, New York: Academic Press, 1978. [English translation of German original, 1834.]",
        "Wei, Xue-Xin, and Alan A. Stocker, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093A Bayesian Observer Model Constrained by Efficient Coding Can Explain Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Ë\u009cAnti-BayesianÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0084¢ Percepts,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Nature Neuroscience 18: 1509-1517 (2015).",
        "Weller, Joshua A., Nathan F. Dieckmann, Martin Tusler, C.K. Mertz, William J. Burns, and Ellen Peters, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Development and Testing of an Abbreviated Numeracy Scale: A Rasch Analysis Approach,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Journal of Behavioral Decision Making 26: 198-212 (2013).",
        "Whalen, J., Charles R. Gallistel, and Rochel Gelman, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Non-Verbal Counting in Humans: The Psychophysics of Number Representation,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Psychological Science 10: 130-137 (1999).",
        "Wilcox, Nathaniel T., Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Stochastic Models for Binary Discrete Choice Under Risk: A Critical Primer and Econometric Comparison,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d in J.C. Cox and G.W. Harrison, eds., Research in Experimental Economics, vol. 12: Risk Aversion in Experiments, Bingley, UK: Emerald Group Publishing, 2008.",
        "Woodford, Michael, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Prospect Theory as Efficient Perceptual Distortion,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d American Economic Review 102(3): 1-8 (2012)."
    ]
}