{
    "id": 23293,
    "cites": 23,
    "cited_by": 5,
    "reference": [
        "Altonji, Joseph G. and Lewis M. Segal (1996), Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Small-Sample Bias in GMM Estimation of Covariance Structures,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Journal of Business and Economic Statistics 14 (3), 353-366.",
        "Andrews, Donald W.K. (1991), Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Heteroskedasticity and Autocorrelation Consistent Covariance Matrix Estimation,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Econometrica 59(3), 817-858.",
        "Antweiler, Werner and Murray Z. Frank (2004), Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Is All that Talk Just Noise? The Information Content of Internet Stock Message Boards,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d The Journal of Finance 59 (3), 1259-1294.",
        "Bollen, Johan, Huina Mao and Xuaojun Zeng (2011), Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Twitter Mood Predicts Stock Market,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Journal of Computational Science 2, 1-8.",
        "Brunnermeier, Markus K. (2001), Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Asset Pricing under Asymmetric Information,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Oxford University Press, (Oxford).",
        "Burnside, Craig, Martin Eichenbaum, Isaac Kleshchelski and Sergio Rebelo (2010), Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Do Peso Problems Explain the Returns to Carry Trade?, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Review of Financial Studies 24(3), 853-891.",
        "Da, Zhi, Joseph Engelberg and Pengjie Gao (2015),Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093The Sum of All FEARS: Investor Sentiment and Asset Prices,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Review of Financial Studies 28(1), 1-32.",
        "Das, Sanjiv R. and Mike Y. Chen (2007), Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Yahoo! for Amazon: Sentiment Extraction from Small Talk on the Web,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Management Science 53(9), 1375-1388.",
        "Dewally, Michael (2003), Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Internet Investment Advice: Investing with a Rock of Salt,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Financial Analyst Journal 59(4), 65-77.",
        "Engel, Charles and Kenneth D. West (2005), Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Exchange Rates and Fundamentals,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Journal of Political Economy 113(3), 485-517.",
        "Evans, Martin D.D. (2011), Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Exchange-Rate Dynamics,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Princeton University Press.",
        "Evans, D.D. and Richard K. Lyons (2002), Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Order Flow and Exchange Rate Dynamics,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Journal of Political Economy 110(1), 170-180.",
        "Evans, D.D. and Dagfinn Rime (2012), Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Micro Approaches to Foreign Exchange Determination, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d in Handbook Of Exchange Rates, edited by Jessica James, Ian W. Walsh and Lucio Sarno. Hoboken, New Jersey: Wiley and Sons.",
        "King, Michael R., Carol L. Osler and Dagfinn Rime (2013), Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093The Market Microstructure Approach to Foreign Exchange: Looking Back and Looking Forward,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Journal of International Money and Finance 38, 95-119.",
        "Lyons, Richard K. (2001), Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093The Microstructure Approach to Exchange Rates.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d MIT Press, Cambridge, MA.",
        "Mao, Huina, Scott Counts and Johan Bollen (2015), Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Quantifying the Effects of Online Bullishness on International Financial Markets,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d ECB Statistics Paper 9, July 2015.",
        "Meese, Richard A. and Kenneth Rogoff (1983a), Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Empirical Exchange Rate Models of the Seventies: Do They Fit Out of Sample?,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Journal of International Economics 14, 345-373.",
        "Meese, Richard A. and Kenneth Rogoff (1983b), Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093The Out of Sample Failure of Empirical Exchange Models,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d in Exchange Rates and International Macroeconomics, edited by Jacob A. Frenkel. Chicago: Univ. Chicago Press (for NBER).",
        "Mittal, Anshul and Arpit Goel (2012), Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Stock Prediction Using Twitter Sentiment Analysis,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d working paper, Stanford University.",
        "Tetlock, Paul C. (2007), Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Giving content to investor sentiment: the role of media in the stock market,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d The Journal of Finance 62,1139-1168.",
        "Wang, Jiang (1994), Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093A Model of Competitive Stock Trading Volume,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Journal of Political Economy 102, 127-168.",
        "Zhang, Linhao (2013), Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Sentiment on Twitter with Stock Price and Significant Keyword Correlation,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d working paper, University of Texas at Austin.",
        "Zhang, Xue, Hauke Fuehres and Peter A. Gloor (2011), Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Predicting Stock Market Indicators Through Twitter Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093I Hope it is not as Bad as I FearÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Procedia-Social and Behavioral Sciences 26, 55-62."
    ]
}