{
    "id": 23310,
    "cites": 41,
    "cited_by": 2,
    "reference": [
        "Badoer, D.C. and James, C.M., 2016. The determinants of long-term corporate debt issuances. The Journal of Finance, 71(1), 457-492.",
        "Baker, M. and Wurgler, J., 2002. Market timing and capital structure. The Journal of Finance, 57(1), 1-32.",
        "Beck, T., Lundberg, M. and Majnoni, G., 2006. Financial intermediary development and growth volatility: Do intermediaries dampen or magnify shocks? Journal of International Money and Finance, 25(7), 1146-1167.",
        "Berndt, A., Lustig, H. and Yeltekin, S., 2012. How does the US government finance fiscal shocks? American Economic Journal: Macroeconomics, 4(1), 69-104.",
        "Bhamra, H.S., Kuehn, L.A. and Strebulaev, I.A., 2010. The aggregate dynamics of capital structure and macroeconomic risk. Review of Financial Studies, 23, 4187-4241.",
        "Booth, L., Aivazian, V., Demirguc-Kunt, A. and Maksimovic, V., 2001. Capital structures in developing countries. The Journal of Finance, 56, 87-130.",
        "Carlin, W. and Mayer, C., 2003. Finance, investment, and growth. Journal of Financial Economics, 69(1), 191-226.",
        "Claessens, S., Djankov, S. and Nenova, T., 2000. Corporate Risk around the World. SSRN Working Paper.",
        "DeAngelo, H., DeAngelo, L. and Whited, T.M., 2011. Capital structure dynamics and transitory debt. Journal of Financial Economics, 99(2), 235-261.",
        "DeAngelo, H. and Roll, R., 2015. How stable are corporate capital structures?. The Journal of Finance, 70(1), 373-418.",
        "De Jong, A., Kabir, R. and Nguyen, T.T., 2008. Capital structure around the world: The roles of firm- and country-specific determinants. Journal of Banking and Finance, 32, 1954-1969.",
        "DemirguÃ\u0083Å\u0092Ã\u0082Ë\u0086cÃ\u0083Å\u0092Ã\u0082Â§-Kunt, A. and Maksimovic, V., 1996. Stock market development and financing choices of firms. The World Bank Economic Review, 10(2), 341-369.",
        "DemirguÃ\u0083Å\u0092Ã\u0082Ë\u0086cÃ\u0083Å\u0092Ã\u0082Â§-Kunt, A. and Maksimovic, V., 1998. Law, finance, and firm growth. The Journal of Finance, 53(6), 2107-2137.",
        "DemirguÃ\u0083Å\u0092Ã\u0082Ë\u0086cÃ\u0083Å\u0092Ã\u0082Â§-Kunt, A. and Maksimovic, V., 1999. Institutions, financial markets, and firm debt maturity. Journal of Financial Economics, 54(3), 295-336.",
        "European Central Bank, 2006. Indicators of financial integration in the Euro area. Available at https://www.ecb.europa.eu/pub/pdf/other/indicatorsfinancialintegration200609en.pdf Fan, J.P., Titman, S. and Twite, G., 2012. An international comparison of capital structure and debt maturity choices. Journal of Financial and Quantitative Analysis, 47(01), 23-56.",
        "Foley-Fisher, N., Ramcharan, R. and Yu, E.G., 2014. The impact of unconventional monetary policy on firm financing constraints: Evidence from the maturity extension program. SSRN Working Paper.",
        "Frank, M.Z. and Goyal, V.K., 2003. Testing the pecking order theory of capital structure. Journal of Financial Economics, 67(2), 217-248.",
        "Frank, M.Z., and Goyal, V.K., 2007. Trade-off and pecking order theories of debt. In Espen Eckbo ed.: Handbook of Corporate Finance: Empirical Corporate Finance.",
        "Friedman, B.M., 1986. Implications of government deficits for interest rates, equity returns, and corporate financing. In Financing Corporate Capital Formation. University of Chicago Press, 67-90.",
        "Giannetti, M., 2003. Do better institutions mitigate agency problems? Evidence from corporate finance choices. Journal of Financial and Quantitative Analysis, 38, 185212.",
        "Graham, J.R., Leary, M.T. and Roberts, M.R., 2014. How does government borrowing affect corporate financing and investment? NBER Working Paper 20581.",
        "Graham, J.R., Leary, M.T. and Roberts, M.R., 2015. A century of capital structure: The leveraging of corporate America. Journal of Financial Economics, 118(3), 658-683.",
        "Greenwood, R., Hanson, S. and Stein, J.C., 2010. A gap-filling theory of corporate debt maturity choice. The Journal of Finance, 65(3), 993-1028.",
        "Hackbarth, D., Miao, J. and Morellec, E., 2006. Capital structure, credit risk, and macroeconomic conditions. Journal of Financial Economics, 82, 519-550.",
        "Halling, M., Yu, J. and Zechner, J., 2016. Leverage dynamics over the business cycle. Journal of Financial Economics, 122, 21-41.",
        "Hennessy, C.A. and Whited, T.M., 2005. Debt dynamics. The Journal of Finance, 60(3), 1129-1165.",
        "Korajczyk, R.A. and Levy, A., 2003. Capital structure choice: Macroeconomic conditions and financial constraints. Journal of Financial Economics, 68(1), 75-109.",
        "Krishnamurthy, A. and Vissing-Jorgensen, A., 2012. The aggregate demand for Treasury debt. Journal of Political Economy, 120(2), 233-267.",
        "Krishnamurthy, A. and Vissing-Jorgensen, A., 2015. The impact of Treasury supply on financial sector lending and stability. Journal of Financial Economics, 118(3), 571-600.",
        "Leary, M.T. and Roberts, M.R., 2014. Do peer firms affect corporate financial policy? The Journal of Finance, 69(1), 139-178.",
        "Lemmon, M.L., Roberts, M.R. and Zender, J.F., 2008. Back to the beginning: Persistence and the cross-section of corporate capital structure. The Journal of Finance, 63(4), 1575-1608.",
        "Levine, R. and Zervos, S., 1998. Stock markets, banks, and economic growth. American Economic Review, 88(3), 537-558.",
        "Ma, Y., 2016. Non-financial firms as cross-market arbitrageurs. SSRN Working Paper.",
        "Pagano, M. and Von Thadden, E.L., 2004. The European bond markets under EMU. Oxford Review of Economic Policy, 20(4), 531-554.",
        "Rajan, R.G. and Zingales, L., 1995. What do we know about capital structure? Some evidence from international data. The Journal of Finance, 50(5), 1421-1460.",
        "Ramey, V.A. and Shapiro, M.D., 1998. Costly capital reallocation and the effects of government spending. In Carnegie-Rochester Conference Series on Public Policy, 48, 145-194.",
        "Strebulaev, I.A., 2007. Do Tests of Capital Structure Theory Mean What They Say? The Journal of Finance, 62 (4), 1747-1787.",
        "Taggart Jr, R., 1986. Have US corporations grown financially weak? In Financing corporate capital formation. University of Chicago Press, 13-34.",
        "Titman, S. and Wessels, R., 1988. The determinants of capital structure. The Journal of Finance, 43 (1), 1-19.",
        "Figure 4: EMU Integration This figure depicts scatter plots of Ã\u0083Â¢Ã\u0082Ë\u0086Ã\u0082â\u0080 Government Debt-toGDPt Ã\u0083Â¢Ã\u0082Ë\u0086Ã\u0082â\u0080\u00991,tÃ\u0083Â¢Ã\u0082Ë\u0086Ã\u0082â\u0080\u00992 and Ã\u0083Â¢Ã\u0082Ë\u0086Ã\u0082â\u0080 Book Leveraget,tÃ\u0083Â¢Ã\u0082Ë\u0086Ã\u0082â\u0080\u00991 in countries that are members of the EMU and all other countries over the 17-year period around the integration (1990-2006). The lines represent the linear regression fits before 1999 and after 1998. Table 1: Sample Distribution This table reports the frequency distribution of countries in our sample.",
        "EMU is a variable that indicates whether the country is a member of the European Monetary Union. After 1998 is an indicator for the period between 1999 and 2006. All regressions include macroeconomic and firm-level controls as well as their interactions with EMU, After 1998, and EMU X After 1998. Sample period is from 1990 to 2006. Standard errors are clustered at the country level. Statistical significance at the 10%, 5% and 1% levels are denoted by Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093*Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093**Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d and Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093***Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d, respectively."
    ]
}