{
    "id": 23322,
    "cites": 47,
    "cited_by": 3,
    "reference": [
        "Acemoglu, D., & Johnson, S. (2007). Disease and development: The effect of life expectancy on economic growth. Journal of Political Economy, 115(6), 925-985.",
        "Acemoglu, D., & Johnson, S. (2014). Disease and Development: A Reply to Bloom, Canning, and Fink. Journal of Political Economy, 122(6), 1367-1375.",
        "Acemoglu, D., & Robinson, J. A. (2001). A theory of political transitions. American Economic Review, 91(4), 938-963.",
        "Acemoglu, D., & Robinson, J. A. (2006). Economic origins of dictatorship and democracy. New York, NY: Cambridge University Press.",
        "Angrist, J. D. & J.S. Pischke (2008). Mostly Harmless Econometrics: An EmpiricistÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0084¢s Companion. Princeton: Princeton University Press.",
        "Arellano, M, & Bond. S.R. (1991). Some Specification Tests for Panel Data: Monte Carlo Evidence and an Application to Employment Equations. Review of Economic Studies, 58(2), 277Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c 298.",
        "Besley, T. J., & Persson, T. (2008). The incidence of civil war: Theory and evidence (NBER Working Papers No. 14585). National Bureau of Economic Research, Inc.",
        "Blattman, C., & Miguel, E. (2010). Civil war. Journal of Economic Literature, 48(1), 3-57.",
        "Bloom, D. E., Canning,D. & Fink, G. (2014). Disease and Development Revisited. Journal of Political Economy, 122(6), 1355Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c1366.",
        "BruÃ\u0083Å\u0092Ã\u0082Ë\u0086ckner, M. (2010). Population size and civil conflict risk: Is there a causal link? Economic Journal, 120(544), 535-550.",
        "Cameron, A. C., Gelbach, J. B., & Miller, D. L. (2008). Bootstrap-based improvements for inference with clustered errors. The Review of Economics and Statistics, 90(3), 414-427.",
        "Collier, P., & Hoeffler, A. (1998). On economic causes of civil war. Oxford Economic Papers, 50(4), 563-73.",
        "Collier, P., & Hoeffler, A. (2004). Greed and grievance in civil war. Oxford Economic Papers, 56(4), 563-595.",
        "Diehl, P. F., & Gleditsch, N. P. (2001). Environmental conflict. Boulder, CO: Westview Press.",
        "Easterly, W., & Levine, R. (1997). AfricaÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0084¢s growth tragedy: Policies and ethnic divisions.",
        "Esteban, J., and & Ray, D. (1994) On the Measurement of Polarization. Econometrica, 62(4): 819Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c851.",
        "Esteban, J., & Ray, D. (1999). Conflict and distribution. Journal of Economic Theory, 87(2), 379-415.",
        "Fearon, J. D. (1998). Commitment problems and the spread of ethnic conflict. In D. Lake & D. Rothchild (Eds.), The international spread of ethnic conflict: Fear, diffusion, and escalation. Princeton: Princeton University Press.",
        "Fearon, J. D. (2004). Why do some civil wars last so much longer than others? Journal of Peace Research, 41(3), 275-301.",
        "Fearon, J. D. (2006). Ethnic mobilization and ethnic violence. In B. R. Weingast & D. A. Wittman (Eds.), The Oxford Handbook of Political Economy (pp. 852Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c68). Oxford and New York: Oxford University Press.",
        "Fearon, J. D., & Laitin, D. D. (2003). Ethnicity, insurgency, and civil war. The American Political Science Review, 97(1), pp. 75-90.",
        "Garfinkel, M. R., & Skaperdas, S. (2007). Economics of conflict: An overview. In K. Hartley & T. Sandler (Eds.), Handbook of defense economics (Vol. 2, p. 649-709). Elsevier.",
        "Gates, B. & Gates, M. (2015), Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u00932015 Gates Annual Letter: Our Big Bet for the FutureÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d, Avaliable at http://www.gatesnotes.com/2015-annual-letter, last accessed March 24 2017.",
        "Gleditsch, N. P., Wallensteen, P., Eriksson, M., Sollenberg, M., & Strand, H. (2002). Armed conflict 1946-2001: A new dataset. Journal of Peace Research, 39(5), 615-637.",
        "Hauge, W., & Ellingsen, T. (1998). Beyond environmental scarcity: Causal pathways to conflict. Journal of Peace Research, 35(3), 299-317.",
        "Homer-Dixon, T. F. (1991). On the threshold: Environmental changes as causes of acute conflict. International Security. (2): 76 - 116.",
        "Homer-Dixon, T. F. (1999). Environment, scarcity, and violence. Princeton, NJ: Princeton University Press.",
        "Humphreys, M. (2005). Natural resources, conflict, and conflict resolution. Journal of Conflict Resolution, 49(4), 508-537.",
        "Huntington, S. P. (1996) The Clash of Civilizations and the Remaking of World Order. New York: Simon & Schuster.",
        "Kaplan, R. (1994). The coming anarchy. The Atlantic (February).",
        "Lacina, B., & Gleditsch, N. P. (2005). Monitoring trends in global combat: A new dataset of battle deaths. European Journal of Population, 21(2-3), 145-166.",
        "La Porta, R., Silanes, F. Lopez-de, Shleifer, A., & Vishny, R. (1999). The quality of government. Journal of Law, Economics and Organization, 15(1), 222-79.",
        "Maddison, A. (2006). The world economy. Paris, France: Development Centre of the Organisation for Economic Co-operation and Development.",
        "Miguel, E., Satyanath, S., & Sergenti, E. (2004). Economic shocks and civil conflict: An instrumental variables approach. Journal of Political Economy, 112(4), 725Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c753.",
        "Montalvo, J. G., & Reynal-Querol, M. (2005). Ethnic polarization, potential conflict, and civil wars. American Economic Review, 95(3), 796-816.",
        "Posner, D. N. (2004a). Measuring ethnic fractionalization in Africa. American Journal of Political Science, 48(4), 849-863.",
        "Posner, D. N. (2004b). The political salience of cultural difference: Why Chewas and Tumbukas are allies in Zambia and adversaries in Malawi. The American Political Science Review, 98(4), 529545.",
        "Powell, R. (2006). War as a commitment problem. International Organization , 60 (01), 169203.",
        "Richards, P. (1996). Fighting for the rain forest: War, youth and resources in Sierra Leone. The International African Institute.",
        "Ross, M. (2006). A closer look at oil, diamonds, and civil war. Annual Review of Political Science, 9, 265-300.",
        "Ross, M. L. (2008). Oil, Islam, and women. American Political Science Review, 102(01), 107-123.",
        "Sachs, J. D., & Warner, A. M. (1999). The Big Rush, Natural Resource Booms And Growth. Journal of Development Economics, 59(1), 43-76.",
        "Sambanis, N. (2002). A review of recent advances and future directions in the quantitative literature on civil war. Defence and Peace Economics, 13(3), 215-243.",
        "Sarkees, Meredith Reid and Frank Wayman (2010). Resort to War: 1816 - 2007. Washington DC: CQ Press.",
        "Tir, J., & Diehl, P. F. (1998). Demographic pressure and interstate conflict: Linking population growth and density to militarized disputes and wars, 1930-89. Journal of Peace Research, 35(3), 319-339.",
        "United Nations (1949). 1948 Demographic Yearbook. Lake Success, NY: United Nations.",
        "United Nations (2015), Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093World Population Prospects: The 2015 Revision. Volume 1, Comprehensive"
    ]
}