{
    "id": 23337,
    "cites": 67,
    "cited_by": 0,
    "reference": [
        "Ran Abramitzky, Adeline Delavande, and Luis Vasconcelos. Marrying up: The role of sex ratio in assortative matching. American Economic Journal: Applied Economics, 3(3):124Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c57, 2011.",
        "Scott F Abramson and Carles Boix. The roots of the industrial revolution: Political institutions or (socially embedded) know-how? Working Paper, November 2012.",
        "Avidit Acharya and Alexander Lee. Medieval state building and contemporary european development: Evidence from a natural experiment. Working Paper, 2015.",
        "Kenneth R. Ahern and Amy K. Dittmar. The changing of the boards: The impact on firm valuation of mandated female board representation. The Quarterly Journal of Economics, 127(1):137Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c197, 2012.",
        "Daniel Alves. Ferdinand ii of portugal: A conciliator king in a turmoil kingdom. In Charles Beem and Miles Taylor, editors, The Man behind the Queen: Male Consorts in History, pages 163Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c176. Palgrave Macmillan, 2014.",
        "Derek Beales. Francis stephen: Duke, regent and emperor. In Charles Beem and Miles Taylor, editors, The Man behind the Queen: Male Consorts in History, pages 125Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c144. Palgrave Macmillan, 2014.",
        "Lori Beaman, Esther Duflo, Rohini Pande, and Petia Topalova. Female leadership raises aspirations and educational attainment for girls: A policy experiment in india. Science, 335(6068):582Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c586, 2012.",
        "Richard Bean. War and the birth of the nation state. The Journal of Economic History, 33(1): 203Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c21, 1973. Charles Beem and Miles Taylor, editors. The Man behind the Queen: Male Consorts in History.",
        "Palgrave Macmillan, 2014. Marianne Bertrand, Sandra E. Black, Sissel Jensen, and Adriana Lleras-Muney. Breaking the glass ceiling? the effect of board quotas on female labor market outcomes in norway.",
        "Marianne Bertrand, Emir Kamenica, and Jessica Pan. Gender identity and relative income within households. The Quarterly Journal of Economics, 130(2):571Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c614, 2015b.",
        "Timothy Besley and Torsten Persson. The origins of state capacity: Property rights, taxation, and politics. American Economic Review, 99(4):1218Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c44, 2009. Timothy Besley and Marta Reynal-Querol. The logic of hereditary rule: Theory and evidence.",
        "Lisa Blaydes and Eric Chaney. The feudal revolution and europes rise: Political divergence of the christian west and the muslim world before 1500 ce. American Political Science Review, 107(1):16Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c34, 2013.",
        "Marijke Breuning. WomenÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0084¢s representation and development assistance. Women & Politics, 23(3):35Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c55, 2001.",
        "Fernanda Brollo and Ugo Troiano. What happens when a woman wins an election? evidence from close races in brazil. Journal of Development Economics, 122:28Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c45, 2016.",
        "Colin A. Cameron, Jonah B. Gelbach, and Douglas L. Miller. Bootstrap-based improvements for inference with clustered errors. The Review of Economics and Statistics, 90(3):414Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c427, 2008.",
        "Mary Caprioli. Gendered conflict. Journal of Peace Research, 37(1):51Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c68, 2000.",
        "Mary Caprioli and Mark A. Boyer. Gender, violence, and international crisis. Journal of Conflict Resolution, 45(4):503Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c518, 2001.",
        "Raghabendra Chattopadhyay and Esther Duflo. Women as policy makers: Evidence from a randomized policy experiment in india. Econometrica, 72(5):1409Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c1443, 2004.",
        "Irma Clots-Figueras. Are female leaders good for education? evidence from india. American Economic Journal: Applied Economics, 4(1):212Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c44, 2012. Pamela Johnston Conover and Virginia Sapiro. Gender, feminist consciousness, and war.",
        "Dale C. Copeland. Economic Interdependence and War. Princeton University Press, Princeton and Oxford, 2015.",
        "Christine Alice Corcos. From agnatic succession to absolute primogeniture: The shift to equal rights of succession to thrones and titles in the modern european constitutional monarchy. Mich.St.L.Rev, pages 1587Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c1670, 2012.",
        "Mark Dincecco and Mauricio Prado. Warfare, fiscal capacity, and performance. Journal of Economic Growth, 17(3):171Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c203, 2012.",
        "Barbara Ehrenreich and Katha Pollitt. FukuyamaÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0084¢s follies: So what if women ruled the world? Foreign Affairs, 1999.",
        "Richard C. Eichenberg. Gender differences in public attitudes toward the use of force by the united states, 1990-2003. International Security, 28(1):110Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c141, 2003.",
        "Manuel Eisner. Killing kings: Patterns of regicide in europe, ad 600-1800. The British Journal of Criminology, 51(3):556Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c577, 2011.",
        "James D. Fearon. Rationalist explanations of war. International Organization, 49(3):379Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c414, 1995.",
        "James D. Fearon. Governance and civil war onset. World Development Report, Background Paper, 2010.",
        "Raquel FernaÃ\u0083Å\u0092Ã\u0082Â\u0081ndez, Alessandra Fogli, and Claudia Olivetti. Mothers and sons: Preference formation and female labor force dynamics. The Quarterly Journal of Economics, 119(4): 1249Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c1299, 2004.",
        "Francis Fukuyama. Women and the evolution of world politics. Foreign Affairs, 77(5):24Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c40, 1998.",
        "Nicola Gennaioli and Hans-Joachim Voth. State capacity and military conflict. The Review of Economic Studies, 82(4):1409Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c1448, 2015.",
        "Adam N. Glynn and Maya Sen. Identifying judicial empathy: Does having daughters cause judges to rule for womens issues? American Journal of Political Science, 59(1):37Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c54, 2015.",
        "Gary Goertz and Paul F. Diehl. Territorial Changes and International Conflict. Routledge, London and New York, 2002.",
        "Victor Grech, Charles Savona-Ventura, and P Vassallo-Agius. Unexplained differences in sex ratios at birth in europe and north america. BMJ (Clinical research ed.) (BMJ, NCBI/National Institutes of Health), 324(7344):1010Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c1, 2002.",
        "Andrew Healy and Neil Malhotra. Childhood socialization and political attitudes: Evidence from a natural experiment. The Journal of Politics, 75(4):1023Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c1037, 2013.",
        "Philip Hoffman. Prices, the military revolution, and western europes comparative advantage in violence. Economic History Review, 64(S1):39Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c59, 2011.",
        "Murat Iyigun. Lessons from the ottoman harem on ethnicity, religion and war. Economic Development and Cultural Change, 61(4):693Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c730, 2013.",
        "Murat Iyigun, Nathan Nunn, and Nancy Qian. Winter is coming: The long-run effects of climate change on conflict, 1400-1900. NBER Working Paper, (23033), 2017. Sharon L. Jansen. The Monstrous Regiment of Women: Female Rulers in Early Modern Europe.",
        "Palgrave Macmillan, 2002. Ted Jelen, Sue Thomas, and Clyde Wilcox. The gender gap in comparative perspective.",
        "gender differences in abstract ideology and concrete issues in western europe. European Journal of Political Research, 25(2):171Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c86, 1994.",
        "Benjamin F. Jones and Benjamin A. Olken. Do leaders matter? national leadership and growth since world war ii. The Quarterly Journal of Economics, 120(3):835Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c864, 2005.",
        "KivancÃ\u0083Å\u0092Ã\u0082Â§ Karaman and SÃ\u0083Å\u0092Ã\u0082Â§evket Pamuk. Ottoman state finances in european perspective, 15001914. The Journal of Economic History, 70(3):593Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c629, 2010.",
        "KivancÃ\u0083Å\u0092Ã\u0082Â§ Karaman and SÃ\u0083Å\u0092Ã\u0082Â§evket Pamuk. Different paths to the modern state in europe: The interaction between warfare, economic structure, and political regime. American Political Science Review, 107(3):603Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c626, 2013.",
        "Michael T. Koch and Sarah A. Fulton. In the defense of women: Gender, office holding, and national security policy in established democracies. The Journal of Politics, 73(1):1Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c16, 2011.",
        "Andrej Kokkonen and Anders Sundell. Delivering stability - primogeniture and autocratic survival in european monarchies 1000-1800. American Political Science Review, 108(2):438Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c 453, 2014.",
        "David A. Matsa and Amalia R. Miller. A female style in corporate leadership? evidence from quotas. American Economic Journal: Applied Economics, 5(3):136Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c69, 2013.",
        "Rose McDermott, Dustin Tingley, Jonathan Cowden, Giovanni Frazzetto, and Dominic D. P. Johnson. Monoamine oxidase a gene (maoa) predicts behavioral aggression following provocation. Proceedings of the National Academy of Sciences of the United States of America, 106(7):2118Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c2123, 2009.",
        "John J. Mearsheimer. The Tragedy of Great Power Politics. Norton, New York, 2001.",
        "Erik Melander. Gender equality and intrastate armed conflict. International Studies Quarterly, 49(4):695Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c714, 2005.",
        "William Monter. The Rise of Female Kings in Europe, 1300-1800. Yale University Press, 2012.",
        "John E. Morby. Dynasties of the World: A Chronological and Genealogical Handbook. Oxford University Press, 1989.",
        "Nathan Nunn. The importance of history for economic development. Annual Review of Economics, 1:65Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c92, 2009.",
        "Massimiliano Gaetano Onorato, Kenneth Scheve, and David Stasavage. Technology and the era of the mass army. The Journal of Economic History, 74(2):449Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c481, 2014.",
        "Charles W. Jr. Ostrom and Brian L. Job. The president and the political use of force. The American Political Science Review, 80(2):541Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c566, 1986.",
        "Rohini Pande. Can mandated political representation increase policy influence for disadvantaged minorities? theory and evidence from india. American Economic Review, 93(4): 1132Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c1151, 2003.",
        "Fabian Persson. From ruler in the shadows to shadow king : Frederick i of sweden. In Charles Beem and Miles Taylor, editors, The Man behind the Queen: Male Consorts in History, pages 93Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c102. Palgrave Macmillan, 2014.",
        "Steven Pinker. The Better Angels of Our Nature. Penguin Books, New York, 2011. Patrick M. Regan and Aida Paskeviciute. WomenÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0084¢s access to politics and peaceful states.",
        "Michael Roberts. The military revolution, 1560-1660. Inaugural Lecture, Belfast, 1955.",
        "Ryan Schacht, Kristin Liv Rauch, and Monique Borgerhoff Mulder. Too many men: The violence problem? Trends in Ecology and Evolution, 29:214Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c222, 2014.",
        "Robert Y. Shapiro and Harpreet Mahajan. Gender differences in policy preferences: A summary of trends from the 1960s to the 1980s. Public Opinion Quarterly, 50(1):42Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c61, 1986. Michael Siegfried. Research note the skewed sex ratio in a medieval population: A reinterpretation.",
        "Brian Tompsett. Directory of royal genealogical data, 1994. URL http://www.hull.ac.uk/ php/cssbct/genealogy/royal/.",
        "Karina Urbach. Prince albert: The creative consort. In Charles Beem and Miles Taylor, editors, The Man behind the Queen: Male Consorts in History, pages 145Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c156. Palgrave Macmillan, 2014.",
        "Nico VoigtlaÃ\u0083Å\u0092Ã\u0082Ë\u0086nder and Hans-Joachim Voth. Gifts of mars: Warfare and europeÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0084¢s early rise to riches. Journal of Economic Perspectives, 27:165Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c86, 2013a.",
        "Nico VoigtlaÃ\u0083Å\u0092Ã\u0082Ë\u0086nder and Hans-Joachim Voth. The three horsemen of riches: Plague, war, and urbanization in early modern europe. Review of Economic Studies, 80(2):774Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c811, 2013b.",
        "Ebonya Washington. Female socialization: How daughters affect their legislator fathersÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0084¢ voting on womenÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0084¢s issues. American Economic Review, 98(1):311Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c332, 2008.",
        "Lynn White. Medieval Technology and Social Change. Oxford University Press, Oxford, 1962.",
        "Clyde Wilcox, Lara Hewitt, and Dee Allsop. The gender gap in attitudes toward the gulf war: A cross-national perspective. Journal of Peace Research, 33(1):67Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c82, 1996.",
        "Quincy Wright. A Study of War: Volume 1. The University of Chicago Press, 1942."
    ]
}