{
    "id": 23340,
    "cites": 38,
    "cited_by": 11,
    "reference": [
        "Ahmad, Sanjana and David Greene. 2005. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Effect of Fuel Economy on Automobile Safety: A Reexamination.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Transportation Research Record 1941:1Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c7.",
        "Allcott, Hunt and Nathan Wozny. 2014. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Gasoline Prices, Fuel Economy, and the Energy Paradox.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Review of Economics and Statistics 96 (5):779Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c795.",
        "Anderson, Michael L and Maximilian Auffhammer. 2014. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Pounds that Kill: The External Costs of Vehicle Weight.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d The Review of Economic Studies 81 (2):535Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c571.",
        "Anderson, Soren T and James M Sallee. 2011. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Using Loopholes to Reveal the Marginal Cost of Regulation: The Case of Fuel-Economy Standards.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d The American Economic Review 101 (4):1375Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c1409. driving related external costs across all model years in one calendar year compared summing driving related external costs across calendar years for one model of vehicle, the compliance costs occur only in the year of production and will be the same under both cost calculations.",
        "For example, Anderson and Sallee (2011) estimate an upper bound of compliance costs of $55 per vehicle. Estimates in Jacobsen (2013a) range from $52 to $438 per vehicle depending on the vehicle fleet. At $55 per vehicle and an illustrative 15 million vehicles sold, the compliance costs are less than $1 billion. At $200 per vehicle, the compliance cots are $3 billion.",
        "Auffhammer, Maximilian and Ryan Kellogg. 2011. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Clearing the Air? The Effects of Gasoline Content Regulation on Air Quality.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d The American Economic Review 101 (6):2687Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c2722.",
        "Austin, David and Terry Dinan. 2005. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Clearing the Air: The Costs and Consequences of Higher CAFE Standards and Increased Gasoline Taxes.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Journal of Environmental Economics and Management 50 (3):562Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c582.",
        "Ballesteros, Michael F, Patricia C Dischinger, and Patricia Langenberg. 2004. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Pedestrian Injuries and Vehicle Type in Maryland, 1995Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c1999.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Accident Analysis & Prevention 36 (1):73Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c81.",
        "Bento, Antonio M, Lawrence H Goulder, Mark R Jacobsen, and Roger H Von Haefen. 2009. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Distributional and Efficiency Impacts of Increased US Gasoline Taxes.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d The American Economic Review :667Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c699.",
        "Borenstein, Severin and Nancy Rose. 1994. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Competition and Price Dispersion in the US Airline Industry.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Journal of Political Economy 102 (4):653Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c83.",
        "Busse, Meghan, Christopher Knittel, and Florian Zettelmeyer. 2013. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Are Consumers Myopic? Evidence from New and Used Car Purchases.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d American Economic Review 103 (1):220Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c256.",
        "Carlson, Curtis, Dallas Burtraw, Maureen Cropper, and Karen L Palmer. 2000. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Sulfur Dioxide Control by Electric Utilities: What are the Gains from Trade?Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Journal of Political Economy 108 (6):1292Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c1326.",
        "Cohen, Alma and Liran Einav. 2003. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093The Effects of Mandatory Seat Belt Laws on Driving Behavior and Traffic Fatalities.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Review of Economics and Statistics 85 (4):828Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c843.",
        "Crandall, Robert W and John D Graham. 1989. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093The Effect of Fuel Economy Standards on Automobile Safety.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Journal of Law and Economics 32 (1):97Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c118.",
        "Dahlby, Bev and Douglas S West. 1986. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Price Dispersion in an Automobile Insurance Market.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d The Journal of Political Economy :418Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c438.",
        "DiNardo, John, Nicole M. Fortin, and Thomas Lemieux. 1996. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Labor Market Institutions and the Distribution of Wages, 1973-1992: A Semiparametric Approach.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Econometrica 64 (5):1001Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c1044.",
        "Fortin, Nicole, Thomas Lemieux, and Sergio Firpo. 2009. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Unconditional Quantile Regression. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Econometrica 77 (3):953Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c973.",
        "Gillingham, Kenneth, David Rapson, and Gernot Wagner. 2015. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093The Rebound Effect and Energy Efficiency Policy.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Review of Environmental Economics & Policy 10 (1):68Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c88.",
        "Hampel, Frank R. 1974. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093The Influence Curve and its Role in Robust Estimation.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Journal of the American Statistical Association 69 (346):383Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c393.",
        "Ito, Koichiro and James M Sallee. 2014. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093The Economics of Attribute-Based Regulation: Theory and Evidence from Fuel-Economy Standards.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Tech. rep., National Bureau of Economic Research.",
        "Jacobsen, Mark R. 2013a. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Evaluating US Fuel Economy Standards in a Model with Producer and Household Heterogeneity.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d American Economic Journal: Economic Policy 5 (2):148Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c187.",
        "Jacobsen, Mark R. 2013b. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Fuel Economy and Safety: The Influences of Vehicle Class and Driver Behavior.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d American Economic Journal: Applied Economics 5 (3):1Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c26.",
        "Klier, Thomas and Joshua Linn. 2012. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093New-vehicle Characteristics and the Cost of the Corporate Average Fuel Economy standard.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d The RAND Journal of Economics 43 (1):186Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c 213.",
        "Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009dÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009dÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009d. 2016. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Technological Change, Vehicle Characteristics and the Opportunity Costs of Fuel Economy Standards.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Journal of Public Economics forthcoming.",
        "Knittel, Christopher R. 2011. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Automobiles on Steroids: Product Attribute Trade-Offs and Technological Progress in the Automobile Sector.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d American Economic Review 2012 (101):3368Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c3399.",
        "Lach, Saul. 2002. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Existence and Persistence of Price Dispersion: An Empirical Analysis.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Review of Economics and Statistics 84 (3):433Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c444.",
        "Li, Shanjun. 2012. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Traffic Safety and Vehicle Choice: Quantifying the Effects of the Arms Race on American Roads.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Journal of Applied Econometrics 27 (1):34Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c62.",
        "Machado, JoseÃ\u0083Å\u0092Ã\u0082Â\u0081 AF and JoseÃ\u0083Å\u0092Ã\u0082Â\u0081 Mata. 2005. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Counterfactual Decomposition of Changes in Wage Distributions Using Quantile Regression.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Journal of Applied Econometrics 20 (4):445Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c 465.",
        "Noland, Robert B. 2004. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Motor Vehicle Fuel Efficiency and Traffic Fatalities.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d The Energy Journal :1Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c22.",
        "Peltzman, Sam. 1975. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093The Effects of Automobile Safety Regulation.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d The Journal of Political Economy :677Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c725.",
        "Pratt, John W, David A Wise, and Richard Zeckhauser. 1979. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Price Differences in Almost Competitive Markets.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d The Quarterly Journal of Economics :189Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c211.",
        "Sallee, James, Sarah West, and Wei Fan. 2016. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Do Consumers Recognize the Value of Fuel Economy? Evidence from Used Car Prices and Gasoline Price Fluctuations.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Journal of Public Economics 135:61Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c73.",
        "Small, Kenneth A and Kurt Van Dender. 2007. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Fuel Efficiency and Motor Vehicle Travel: The Declining Rebound Effect.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d The Energy Journal :25Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c51.",
        "Sorensen, Alan T. 2000. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Equilibrium Price Dispersion in Retail Markets for Prescription Drugs.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Journal of Political Economy 108 (4):833Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c850.",
        "Stavins, Robert N. 1998. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093What Can We Learn from the Grand Policy Experiment? Lessons from SO2 Allowance Trading.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Journal of Economic Perspectives 12 (3):69Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c88.",
        "Wenzel, Tom. 2013. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093The Estimated Effect of Mass or Footprint Reduction in Recent LightDuty Vehicles on US Societal Fatality Risk per Vehicle Mile Traveled.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Accident Analysis & Prevention 59:267Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c276.",
        "White, Michelle J. 2004. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093The Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Ë\u009cArms RaceÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0084¢ on American Roads: The Effect of Sport Utility Vehicles and Pickup Trucks on Traffic Safety.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Journal of Law and Economics 47 (2):333Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c 355.",
        "Standard 1980 1985 1990 1995 2000 2005 Model Year Passenger Cars Light-duty Trucks"
    ]
}