{
    "id": 23346,
    "cites": 26,
    "cited_by": 9,
    "reference": [
        "Ackerman, Gary, and William C. Potter. 2008. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Catastrophic Nuclear Terrorism: A Preventable Peril.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d In Global Catastrophic Risks. , ed. Nick Bostrom and Milan CÃ\u0083Å\u0092Ã\u0082Â\u0081irkovicÃ\u0083Å\u0092Ã\u0082Â\u0081. Oxford University Press.",
        "Allison, Graham. 2004. Nuclear Terrorism: The Ultimate Preventable Catastrophe. Henry Holt & Company.",
        "Andersson, Henrik, and Nicolas Treich. 2009. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093The Value of a Statistical Life.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Toulouse School of Economics Working Paper 09-015.",
        "Arthur, W.B. 1981. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093The Economics of Risks to Life.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d American Economic Review, 71(1): 54Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c64.",
        "Barro, Robert J., and JoseÃ\u0083Å\u0092Ã\u0082Â\u0081 UrsuÃ\u0083Å\u0092Ã\u0082Â\u0081a. 2008. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Macroeconomic Contractions since 1870.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Brookings Papers on Economic Activity, 255Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c335.",
        "Barro, Robert J., and Tao Jin. 2011. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093On the Size Distribution of Macroeconomic Disasters.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Econometrica, 79(5): 1567Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c1589.",
        "Becker, Gary S., Tomas J. Philipson, and Rodrigo R. Soares. 2005. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093The Quantity and Quality of Life and the Evolution of World Inequality.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d American Economic Review, 95(1): 277Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c291.",
        "Byrne, Joseph, ed. 2008. Encyclopedia of Pestilence, Pandemics, and Plagues. Greenwood.",
        "Cropper, Maureen L., and Frances G. Sussman. 1990. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Valuing Future Risks to Life.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Journal of Environmental Economics and Management, 19: 160Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c174.",
        "Hall, Robert E., and Charles I. Jones. 2007. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093The Value of Life and the Rise in Health Spending.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Quarterly Journal of Economics, 122: 39Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c72.",
        "Hammitt, James K. 2007. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Statistical vs. Identified Lives in Benefit-Cost Analysis.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Journal of Risk and Uncertainty, 35: 45Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c66.",
        "Hammitt, James K., and Nicolas Treich. 2007. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Valuing Changes in Mortality Risk: Lives Saved Versus Life Years Saved.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Review of Environmental Economics and Policy, 1(2): 228Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c240.",
        "Kaplow, Louis. 2005. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093The Value of a Statistical Life and the Coefficient of Relative Risk Aversion.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Journal of Risk and Uncertainty, 31(1): 23Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c34.",
        "Kilbourne, Edwin Dennis. 2008. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Plagues and Pandemics: Past, Present, and Future.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d In Global Catastrophic Risks. , ed. Nick Bostrom and Milan CÃ\u0083Å\u0092Ã\u0082Â\u0081irkovicÃ\u0083Å\u0092Ã\u0082Â\u0081. Oxford University Press.",
        "Martin, Ian W.R. 2008. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Disasters and the Welfare Cost of Uncertainty.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d American Economic Review, 98(2): 74Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c78.",
        "Martin, Ian W.R. 2013. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Consumption-Based Asset Pricing with Higher Cumulants.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Review of Economic Studies, 80: 745Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c773.",
        "Martin, Ian W.R., and Robert S. Pindyck. 2015. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Averting Catastrophes: The Strange Economics of Scylla and Charybdis.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d American Economic Review, 105(10): 2947Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c2985.",
        "Nordhaus, William D. 2008. A Question of Balance: Weighing the Options on Global Warming Policies. Yale University Press.",
        "Pindyck, Robert S. 2012. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Uncertain Outcomes and Climate Change Policy.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Journal of Environmental Economics and Management, 63: 289Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c303.",
        "Pratt, John W., and Richard J. Zeckhauser. 1996. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Willingness to Pay and the Distribution of Risk and Wealth.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Journal of Political Economy, 104(4): 747Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c763.",
        "Rohlfs, Chris, Ryan Sullivan, and Thomas Kniesner. 2015. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093New Estimates of the Value of a Statistical Life Using Air Bag Regulations as a Quasi-Experiment.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d American Economic Journal: Economic Policy, 7(1): 331Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c359.",
        "Rosen, Sherwin. 1988. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093The Value of Changes in Life Expectancy.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Journal of Risk and Uncertainty, 1: 285Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c304.",
        "Stern, Nicholas. 2007. The Economics of Climate Change: The Stern Review. Cambridge University Press.",
        "U.S. Environmental Protection Agency. 2014. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Guidelines for Preparing Economic Analyses.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d U.S. Government Report.",
        "Viscusi, W. Kip. 1993. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093The Value of Risks to Life and Health.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Journal of Economic Literature, 31(4): 1912Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c1946.",
        "Viscusi, W. Kip, and Joseph E. Aldy. 2003. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093The Value of a Statistical Life: A Critical Review of Market Estimates Throughout the World.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Journal of Risk and Uncertainty, 27: 5Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c76."
    ]
}