{
    "id": 2335,
    "cites": 25,
    "cited_by": 19,
    "reference": [
        "Auerbach, Alan, Laurence Kotlikoff, and Jonathan Skinner, The Efficiency Gains from Dynamic Tax Reform, International Economic Review, (February 1983).",
        "Bolnick, Bruce, Demographic Effects on Tax Ratios in Developing Economies, Journal of Development Economics 5 (1978) pp. 283-306.",
        "Brent, Robert J., Lagged Reactions in Short-Run Estimates of Tax Shifting of Company Income and Sales Taxes in Kenya, Journal of ~ Il r~O.~ . I Z ueveiupiiie~i~ ~~UL1Ul1,iUS LU L~ou). pp. ~ Chamley, Christophe, Taxation in Dynamic Economies: Some Problems and Methods, mimeo, World Bank, CPDRM (October 1983).",
        "David, Paul, Invention and Accumulation in Americas Economic Growth: A Nineteenth-Century Parable, In Brunner and Meltzer (eds.) Industrial Organization. National Policies, and Economic Development (Amsterdam, 1977).",
        "Approach, Quarterly Journal of Economics (1978), pp. 209-226.",
        "Engen, Eric, and Jonathan Skinner, Government Size, Economic Growth, and Taxation, mimeo (May 1987).",
        "Feder, Gershon, On Exports and Economic Growth, Journal of Development Economics 12 (1982) pp. 59-73.",
        "Fullerton, Don, A. Thomas King, John B. Shoven, and John Whalley, Corporate Tax Integration in the United States: A General Equilibrium Approach,t American Economic Review (September 1981) pp. 677-91.",
        "Griffiths, Ieuan LL., An Atlas of African Affairs. New York: Methuen (1984).",
        "Henderson, J.M., Optimal Factor Allocation for Thirteen Countries, in A.0. Krueger, ed. Trade and Employment in Developing Countries (2). Chicago: University of Chicago Press (1982).",
        "Korniendi, Roger C., and Philip C. Meguire, Macroeconomic Determinants of Growth: Cross-Country Evidence, Journal of Monetary Economics 16 (1985): pp. 141-63.",
        "Krueger, Anne 0., Trade Policies in Developing Countries,in R. W. Jones and P. B. Kenen, eds. Handbook of International Economics, Elsevier Science Publishing (1984).",
        "Landau, Daniel, Government Expenditures and Economic Growth: A Cross-Country Study, Southern Economic Journal 49 (January 1983): pp. 783-92.",
        "Lucas, Robert E. , On the Mechanics of Economic Development, mimeo. University of Chicago (1985).",
        "Manas-Anton, Luis A., Structure of Taxation and Growth in Developing Economies, Mimeo, IMF Fiscal Affairs Department (September, 1985).",
        "Marsden, Keith, Links Between Taxes and Economic Growth: Some Empirical Evidence, World Bank Staff Working Paper 605, (August, 1983).",
        "Martin, Ricardo, Fiscal Variables and Growth: A Cross Sectional Analysis, mimeo (n.d.). Mathias, P., and P. OBrien, Taxation in Britain and France, Journal of European Economic History 5. Ram, Rati, Government Size and Economic Growth: A New Framework and Some Evidence from Cross-Section and Time-Series Data, American Economic Review 76 (March 1986) p. 191-203.",
        "Robinson, Sherman, Sources of Growth in Less Developed Countries: A Cross-Section Study, Quarterly Journal of Economics (1971) pp. 391-408.",
        "Schneider, Friedrich, and Bruno S. Frey, Economic and Political Determinants of Foreign Direct Investment, World Development 13 (1985): pp. 161-175.",
        "Seidman, Laurence S., Conversion to a Consumption Tax: The Transition in a Life-Cycle Model, Journal of Political Economy 92 (April 1984) pp. 247-67.",
        "Stewart, Douglas B. and Yiannis P. Venieris, Sociopolitical Instability and the Behavior of Savings in Less-Developed Countries, Review of Economics and Statistics, (November, 1985), pp. 557-63.",
        "Taylor, L., and S.L. Black, Practical General Equilibrium Estimation of Resource Pulls under Trade Liberalization, Journal of International Economics (1974) pp. 37-55.",
        "Virniani, Arvind, Tax Reform in Developing Countries: issues, Policies, and Information Gaps, mimeo, World Bank (May 1985).",
        "Wheeler, David, Sources of Stagnation in Sub-Sahara Africa, World Development 12 (1984): pp. 1-23.",
        "World Bank, World Tables (3rd ed.), Baltimore: Johns Hopkins University Press (1984)."
    ]
}