{
    "id": 23351,
    "cites": 33,
    "cited_by": 1,
    "reference": [
        "[2] Acemoglu, Daron, and Jorn-Steen Pischke (1998), Why Do Firms Train? Theory and Evidence, Quarterly Journal of Economics, 113(1): pp. 79-119.",
        "[3] Aghion, Philippe, and Jean Tirole (1997), Formal and Real Authority in Organizations, The Journal of Political Economy, 105(1): pp. 1-29.",
        "[6] Autor, David, and David Scarborough (2008), Does Job Testing Harm Minority Workers? Evidence from Retail Establishments, Quarterly Journal of Economics, 123(1): pp. 219-277.",
        "[8] Baker, George, Michael Gibbs, and Bengt Holmstrom (1994b), The Wage Policy of a Firm, Quarterly Journal of Economics, 109(4): pp. 921-955. 44During the hiring process, there is evidence that reducing discretion among hiring managers can improve decision making.",
        "AutorandScarborough(2008)showthatjobtestingcanimprovehiringdecisionsandHoman, Kahn, andLi(2016)showthat rms can do better by removing some discretion of hiring managers and relying more on a high-quality job test.",
        "[9] Bennedsen, Morten, Francisco Perez-Gonzalez, and Daniel Wolfenzon (2007) Do CEOs Matter? Working Paper No. 13-2007, Copenhagen Business School.",
        "[10] Bertrand, Marianne, and Antoinette Schoar (2003), Managing with Style: the Eect of Managers on Firm Policies, Quarterly Journal of Economics, 118(4): pp. 1169-1208.",
        "[11] Bloom, Nick, and John Van Reenen (2007), Measuring and Explaining Management Practices Across Firms and Countries, Quarterly Journal of Economics, 122(4): pp. 1351-1408.",
        "[12] Bolton, Patrick, and Mathias Dewatripont (2010), Authority in Organizations, in TheHandbookofOrganizational Economics, Robert Gibbons and John Roberts (eds.). Princeton, NJ: Princeton University Press.",
        "[14] DeGroot, Morris H. (1970), Optimal Statistics Decisions, Hoboken, NJ: John Wiley and Sons, Inc.",
        "[15] Dessein, Wouter (2002), Authority and Communication in Organizations, ReviewofEconomicStudies, 69: pp. 811-838.",
        "[16] Dohmen, Thomas (2004), Performance, Seniority, and Wages: Formal Salary Systems and Individual Earnings Proles, Labour Economics, 11(6): 741-763.",
        "[18] Flabbi, Luca, and Andrea Ichino. (2001), Productivity, Seniority and Wages: New Evidence from Personnel Data, Labour Economics, 8(3): 359-387.",
        "[20] Frederiksen, Anders (2017), Job Satisfaction and Employee Turnover: A rm-level perspective, German Journal of Human Resource Management  special issue on personnel economics, forthcoming.",
        "[21] Frederiksen, Anders, and Elod TakÃ\u0083Æ\u0092Ã\u0082Â¡ts (2011), Promotions, Dismissals and Employee Selection: Theory and Evidence, Journal of Law, Economics and Organization, 27(1): 159-179.",
        "[22] Frederiksen, Anders, Fabian Lange, and Ben Kriechel (2017), Subjective Performance Evaluations and Employee Careers, Journal of Economic Behavior and Organization, forthcoming.",
        "[23] Gibbons, Robert, and Kevin J. Murphy (1992), Optimal Incentive Contracts in the Presence of Career Concerns: Theory and Evidence, Journal of Political Economy, 100(3): pp. 468-505.",
        "[27] Gibbs, Michael, and Wallace Hendricks (2004), Do Formal Salary Systems Really Matter?, Industrial and Labor Relations Review, 58(1): pp. 71-93.",
        "[28] Greenwald, Bruce C. (1986) \"Adverse selection in the labour market.\" The Review of Economic Studies 53(3): pp. 325-347.",
        "[29] Guilford, J.P. (1954) Psychometric Methods. New York: McGraw-Hill.",
        "[30] Homan, Mitchell, Lisa B. Kahn, and Danielle Li (2016), Discretion in Hiring, NBER Working Paper #21709.",
        "[31] Holmstrom, Bengt (1979), Moral Hazard and Observability, The Bell Journal of Economics, 10(1): pp. 74-91.",
        "[32] Holmstrom, Bengt, and Paul Milgrom (1987), Aggregation and Linearity in the Provision of Intertemporal Incentives, Econometrica, 55(2): pp. 303-328.",
        "[34] Kahn, Lisa B., and Fabian Lange (2014), Employer Learning, Productivity and the Earnings Distribution: Evidence from Performance Measures, Review of Economic Studies, 81(4): pp.1575-1613.",
        "[36] Lange, Fabian (2007), The Speed of Employer Learning, Journal of Labor Economics, 25(1): pp. 1-35.",
        "[42] __________, (1981), Are Those Paid More Really More Productive? Journal of Human Resources, 16(2): pp.186-216.",
        "[43] Milgrom, Paul R. (1988), Employment Contracts, Inuence Activities, and Ecient Organization Design  Journal of Political Economy, 96(1): pp. 42-60.",
        "[45] Prendergast, C., Topel, R.H., (1993) Discretion and Bias in Performance Evaluation, European Economic Review, 37(2-3): pp. 355-365.",
        "[46] __________. 1996. Favoritism in Organizations, Journal of Political Economy, 104(5): pp. 958978.",
        "[47] Schonberg, Uta (2007), Testing for Asymmetric Employer Learning, Journal of Labor Economics, 25: pp. 651-692.",
        "[48] Tirole, Jean (1986), Hierarchies and Bureaucracies: on the Role of Collusion in Organizations, Journal of Law, Economics and Organization, 2(2): pp. 181-214.",
        "[49] Waldman, Michael (1984), Job Assignments, Signalling, and Eciency, RAND Journal of Economics, 15(2): 255-267.",
        "A Estimating the Covariance Matrix of Unobserved Eects In this section we describe how we adapt the Card, Heining, and Kline (2013) method to (1) obtain unbiased estimates of the variance-covariance matrix of worker and supervisor eects in performance ratings and (2) adjust coecients in a regression of these unobserved components of performance ratings on earnings."
    ]
}