{
    "id": 23360,
    "cites": 46,
    "cited_by": 2,
    "reference": [
        "Aguirregabiria, V. and Mira, P. (2002). Swapping the Nested Fixed Point Algorithm: A Class of Estimators for Discrete Markov Decision Models. Econometrica, 70 (4), 1519Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c1544.",
        "Arcidiacono, P. (2005). Affirmative Action in Higher Education: How do Admission and Financial Aid Rules Affect Future Earnings?. Econometrica, 73 (5), 1477Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c1524.",
        "Arcidiacono, P. and Nickolson, S. (2005). Peer Effects in Medical Schools. Journal of Public Economics, 89, 327Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c350.",
        "Arcidiacono, P., Foster, G., Goodpaster, N., and Kinsler, J. (2012). Estimating Spillovers using Panel Data, with an Application to the Classroom. Quantitative Economics, 3 (3), 421Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c70.",
        "Avery, C. and Levin, J. (2010). Early Admissions at Selective Colleges. American Economic Review, 100 (6), 1Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c34.",
        "Bajari, P., Hong, H., and Nekipelov, J. K. D. (2010). Estimating static models of strategic interactions. Journal of Business and Economic Statistics, 28(4), 469Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c482.",
        "Berry, S. (1994). Estimating Discrete-Choice Models of Product Differentiation. Rand Journal of Economics, 25(2), 242Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c262.",
        "Berry, S., Levinsohn, J., and Pakes, A. (2004). Differentiated Products Demand Systems from a Combination of Micro and Macro Data: The New Vehicle Market. Journal of Political Economy, 112, 68Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c104.",
        "Bettinger, E., Long, B. T., Oreopolous, P., and Sanbonmatsu, L. (2012). Determinants of College Major Choices: Identification from an Information Experiment. Results From The HR Block FAFSA Experiment. Quarterly Journal of Economics, 127 (3), 1Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c38.",
        "Betts, J. and Morell, D. (1999). The Determinants of Undergraduate GPA: The Relative Importance of Family Background, High School Resources, and Peer Group Effects. Journal of Human Resources, 107, 797Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c817.",
        "Boisjoly, J., Duncan, G. J., Kremer, M., Levy, D. M., and Eccles, J. (2006). Empathy or Antipathy? The Impact of Diversity. The American Economic Review, 96(5), 1890Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c1905.",
        "Bordon, P. and Fu, C. (2015). College-Major-Choice to College-Then-Major-Choice. Review of Economic Studies, 82, 1247Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c88.",
        "Brock, W. and Durlauf, S. (2001). Discrete Choice with Social Interactions. Review of Economic Studies, 68 (2), 235Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c260.",
        "Carrell, S. E., Fullerton, R. L., and West, J. E. (2009). Does Your Cohort Matter Measuring Peer Effects in College Achievement. Journal of Labor Economics, 27(3).",
        "Chade, H., Lewis, G., and Smith, L. (2014). Student Portfolios and the College Admissions Problem.",
        "Dynarski, S. (2002). The behavioral and distributional implications of aid for college. American Economic Review, 92 (2), 279Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c85.",
        "Epple, D. and Romano, R. (1998). Competition Between Private and Public Schools, Vouchers and Peer Group Effects. American Economic Review, 88, 33Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c63.",
        "Epple, D. and Romano, R. (2008). Educational Vouchers and Cream Skimming. International Economic Review, 49, 1395Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c1435.",
        "Epple, D. and Romano, R. (2010). Peer Effects in Education: a Survey of the Theory and Evidence.",
        "In Benhabib, J., Bisin, A., and Jackson, M. (Eds.), Handbook of Social Sciences, Vol 1b, pp. 1053Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c1163. Elsevier Science.",
        "Epple, D., Romano, R., Sarpca, S., and Sieg, H. (2017). A General Equilibrium Analysis of Access to Higher Education in the U.S.. Journal of Public Economics, forthcoming.",
        "Epple, D., Romano, R., and Sieg, H. (2003). Peer Effects, Financial Aid, and Selection of Students into Colleges. Journal of Applied Econometrics, 18 (5), 501Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c525.",
        "Epple, D., Romano, R., and Sieg, H. (2006). Admission, Tuition, and Financial Aid Policies in the Market for Higher Education. Econometrica, 74(4), 885Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c928.",
        "Fillmore, I. (2016). Price discrimination and public policy in the U.S. college market. Working Paper.",
        "Foster, G. (2006). Its not your peers, and its not your friends: Some progress toward understanding the educational peer effect mechanism. Journal of Public Economics, 90, 1455Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c75.",
        "Fu, C. (2014). Equilibrium Tuition, Applications, Admissions and Enrollment in the College Market. Journal of Political Economy, 122 (2), 225Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c81.",
        "Heckman, J. (1979). Sample Selection Bias as a Specification Error. Econometrica, 47 (1), 153Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c161.",
        "Hickman, B. (2013). Pre-college Human Capital Investment and Affirmative Action. Working Paper.",
        "Hotz, J. and Miller, R. (1993). Conditional Choice Probabilities and Estimation of Dynamic Models. Review of Economic Studies, 60, 497Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c529.",
        "Hoxby, C. (1997). How the Changing Market Structure of U.S. Higher Education Explains College Tuition. NBER Working Paper 6323.",
        "Hoxby, C. (1999). Benevolent Colluders? The Effect of Antitrust Action on College Financial Aid and Tuition. NBER Working Paper 7754.",
        "Kapor, A. (2016). Distributional Effects of Race-Blind Affirmative Action. Working Paper.",
        "Kremer, M. and Levy, D. (2008). Peer Effects and Alcohol Use among College Students. Journal of Economic Perspectives, 22(3), 189Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c206.",
        "Lyle, D. S. (2007). Estimating and Interpreting Peer and Role Model Effects from Randomly signed Social Groups at West Point. Review of Economics and Statistics, 1Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c20.",
        "Lyle, D. S. (2009). The Effects of Peer Group Heterogeneity on the Production of Human Capital at West Point. American Economic Journal: Applied Economics, 1(4), 69Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c84.",
        "MacLeod, B. and Urquiola, M. (2015). Reputation and school competition. American Economic Review, 105(11), 3471Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c3488.",
        "Manski, C. (1993). Identification of Endogenous Social Effects: The Reflection Problem. Review of Economic Studies, 60, 531Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c542.",
        "McFadden, D. (1974). The Measurement of Urban Travel Demand. Journal of Public Economics, 3, 303Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c328.",
        "McPherson and Schapiro, M. O. (2006). U.S. Higher Education Finance. In Handbook of Education. Elsevier North Holland.",
        "Moffitt, R. (2001). Policy Interventions, Low-level Equilibria, and Social Interactions. In Social Dynamics. MIT Press.",
        "Rothschild, M. and White, L. (1995). The Analytics of the Pricing of Higher Education and Other Services in Which the Customers are Inputs. Journal of Political Economy, 103, 573Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c623.",
        "Sacerdote, B. (2001). Peer Effects with Random Assignment: Results from Dartmouth Roommates. Quarterly Journal of Economics, 116(2), 681Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c704.",
        "Sacerdote, B. (2011). Peer effects in education: How might they work, how big are they and how much do we know thus far?. In Hanushek, E. e. a. (Ed.), Handbook of Education 3, pp. 249Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c277. Elsevier Science.",
        "Stinebrickner, R. and Stinebrickner, T. R. (2006). What can be learned about peer effects using college roommates? Evidence from new survey data and students from disadvantaged backgrounds. Journal of Public Economics, 90, 1435Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c54.",
        "van der Klaauw, W. (2002). Estimating the Effect of Financial Aid Offers on College Enrollment: A Regression Discontinuity Approach. International Economic Review, 43 (4), 1249Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c87.",
        "Wiswall, M. and Zafar, B. (2015). Determinants of College Major Choices: Identification from an Information Experiment. Review of Economic Studies, 82 (2), 791Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c824."
    ]
}