{
    "id": 23361,
    "cites": 24,
    "cited_by": 9,
    "reference": [
        "Agarwal, S., S. Chomsisengphet, T. Ho, and W. Qian (2013). Cross border shopping: Do consumers respond to taxes or prices? Working Paper.",
        "Agarwal, S., N. Marwell, and L. McGranahan (2013). Consumption responses to temporary tax incentives: Evidence from state sales holidays. Working Paper.",
        "Agatz, N. A., M. Fleischmann, and J. A. Van Nunen (2008). E-fulfillment and multi-channel distributionÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009ca review. European Journal of Operational Research 187(2), 339Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c356.",
        "Alm, J. and M. I. Melnik (2005). Sales taxes and the decision to purchase online. Public Finance Review 33(2), 184Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c212.",
        "Anderson, E. T., N. M. Fong, D. I. Simester, and C. E. Tucker (2010). How sales taxes affect customer and firm behavior: The role of search on the internet. Journal of Marketing Research 47(2), 229Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c239.",
        "Andrews, D. W. and G. Soares (2010). Inference for parameters defined by moment inequalities using generalized moment selection. Econometrica 78(1), 119Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c157.",
        "Asplund, M., R. Friberg, and F. Wilander (2007). Demand and distance: evidence on cross-border shopping. Journal of Public Economics 91(1), 141Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c157.",
        "Ballard, C. L. and J. Lee (2007). Internet purchases, cross-border shopping, and sales taxes. National Tax Journal 60(4), 711Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c725.",
        "Barwick, P. J. (2008). What happens when wal-mart comes to town: An empirical analysis of the discount retailing industry. Econometrica 76(6), 1263Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c1316.",
        "Baugh, B., I. Ben-David, and H. Park (2014). The Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Amazon TaxÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d: Empirical Evidence from Amazon and Main Street Retailers. Technical report, National Bureau of Economic Research.",
        "Bruce, D., W. F. Fox, and L. Luna (2009). State and local government sales tax revenue losses from electronic commerce. State Tax Notes 52(7), 537Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c558.",
        "Brynjolfsson, E., Y. J. Hu, and M. D. Smith (2003). Consumer surplus in the digital economy: Estimating the value of increased product variety at online booksellers. Managment Science 49(11), 1580Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c1596.",
        "Chetty, R., A. Looney, and K. Kroft (2009). Salience and taxation: Theory and evidence. The American Economic Review 99(4), 1145Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c1177.",
        "De los Santos, B., A. HortacÃ\u0083Å\u0092Ã\u0082Â§su, and M. R. Wildenbeest (2012). Testing models of consumer search using data on web browsing and purchasing behavior. The American Economic Review 102(6), 2955Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c2980.",
        "Einav, L., J. Levin, and N. Sundaresan (2014). Sales taxes and internet commerce. The American Economic Review 104(1), 1Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c26.",
        "Ellison, G. and S. F. Ellison (2009). Tax sensitivity and home state preferences in internet purchasing. American Economic Journal: Economic Policy 1(2), 53Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c71.",
        "Goolsbee, A. (2000b). Internet commerce, tax sensitivity, and the generation gap. Tax Policy and the Economy, 45Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c65.",
        "Goolsbee, A., M. F. Lovenheim, and J. Slemrod (2010). Playing with fire: Cigarettes, taxes, and competition from the internet. American Economic Journal: Economic Policy 2(1), 131Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c154.",
        "Holmes, T. J. (2011). The diffusion of Wal-Mart and economies of density. Econometrica 79, 253Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c302.",
        "Pakes, A., J. Porter, K. Ho, and J. Ishii (2015). Moment inequalities and their application. Econometrica 83(1), 315Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c334.",
        "Quan, T. and K. Williams (2016). Product Variety, Across-Market Demand Heterogeneity, and the Value of Online Retail. Working Paper.",
        "Scanlan, M. A. (2007). Tax Sensitivity in Electronic Commerce. Fiscal Studies 28(4), 417Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c436.",
        "Smith, M. D. and E. Brynjolfsson (2001). Consumer decision-making at an internet shopbot: Brand still matters. Journal of Industrial Economics 49(4), 541Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c558.",
        "Zheng, F. (2014). Spatial Competition and Preemptive Entry in the Discount Retail Industry. Working Paper."
    ]
}