{
    "id": 2336,
    "cites": 36,
    "cited_by": 5,
    "reference": [
        "Abel, Andrew B., Precautionary Saving and Accidental Bequests, American Economic Review (September 1985): pp. 777-791.",
        "Barro, Robert J., Are Government Bonds Net Wealth?, Journal of Political Economy (November/December 1974): pp. 1095-1118.",
        "Barsky, Robert B., Mankiw, N. Gregory, and Stephen P. Zeldes, Ricardian Consumers with Keynesian Propensities, American Economic Review (September 1986): pp. 676-691.",
        "Boskin, Michael J., and Laurence J. Kotlikoff, Public Debt and U.S. Savings: A New Test of the Neutrality Hypothesis, in Karl Brunner and Allen Meltzer, eds, The New Monetary Economics. Fiscal Issues, and Unemployment North-Holland (1985).",
        "Bulow, Jeremy I., and Lawrence H. Summers, The Taxation of Risky Assets, Journal of Political Economy 92 (February 1984) pp. 20-39.",
        "Epstein, L., A Disaggregate Analysis of Consumer Choice Under Uncertainty, Econometrica 43 (September - November 1975) pp. 877-892.",
        "Fisher, Malcolm R., Explorations in Saving Behavior, Oxford University Institute of Statistics Bulletin (August 1956): pp. 201-77.",
        "Flavin, Marjorie A., The Adjustment of Consumption to Changing Expectations about Future Income, Journal of Political Economy (October 1981): pp. 974-1009.",
        "Friedman, Milton, A Theory of the Consumption Function. Princeton: Princeton University Press, 1957.",
        "Friend, Irwin, and Marshall E. Blume, The Demand for Risky Assets, American Economic Review (December 1975) pp. 900-22.",
        "Grossman, Sanford J. and Robert J. Shiller, The Determinants of the Variability of Stock Market Prices, American Economic Review (May 1982): pp. 222-27.",
        "Hakansson, Nils H., Optimal Investment and Consumption StrategIes Under Risk for a Class of Utility Functions, EconometrL ~eptember 1970): pp. 587-607.",
        "Model of Labor Supply and Consumption in the Presence of Taxes and Uncertainty, International Economic Review (June 1983): pp. 265-89.",
        "Mankiw, N. Gregory, Julio Rotemberg, and Lawrence Summers, Intertemporal Substitution in Macroeconomics, quarterly Journal of Economics (February 1985).",
        "Merton, Robert C., Optimal Consumption and Portfolio Rules in a Continuous Time Model, Journal of Economic Theory (1971): pp. 373-413.",
        "Miller, Bruce L., Optimal Consumption with a Stochastic Income Stream, EconometrIca (March 1974): pp. 253-266.",
        "Miller, Bruce L., The Effect on Optimal Consumption of Increased Uncertainty in Labor Income in the Multiperiod Case, Journal of Economic Theory (1976).",
        "Nagatani, Keizo, Life Cycle Saving: Theory and Fact, American Economic Review (June 1972): pp. 344-353.",
        "Pratt, John W., Risk Aversion in the Small and in the Large, Econometrica 32 (January-April 1964): pp. 122-36.",
        "Samuelson, Paul A., Lifetime Portfolio Selection by Dynamic Stochastic Programming, Review of Economics and Statistics (1969): pp. 239-46.",
        "Sandmo, A., The Effect of Uncertainty on Saving Decisions, Review of Economic Studies (July 1970): pp. 353-60.",
        "Sibley, David S., Permanent and Transitory Income Effects in a Model of Optimal Consumption with Wage Income Uncertainty, Journal of Economic Theory 11 (1975): pp. 68-82.",
        "Skinner, Jonathan, Variable Lifespan and the Intertemporal Elasticity of Consumption, Review of Economics and Statistics (November 1985).",
        "Snow, Arthur, and Ronald S. Warren, Jr., Substitution Effects in the Theory of Consumption under Temporal Risks, mimeo, University of Georgia (1985).",
        "Welch, Finis, Effects of Cohort Size on Earnings: The Baby Boom Babies Financial Bust, Journal of Political Economy (October 1979): pp. S65-S97.",
        "Zeldes, Stephen, Optimal Consumption with Stochastic Income: Deviations from Certainty Equivalence, Working Paper 20-86, Rodney White Center for Financial Research, The Wharton School (August 1986).",
        "Hall, Robert, and Frederic Mishkin, The Sensitivity of Consumption to Transitory Income: Estimates from Panel Data on Households, Econometrica (1982): pp. 461-481.",
        "Hansen, Lars Peter, and Kenneth J. Singleton, Stochastic Consumption, Risk Aversion, and the Temporal Behavior of Asset Returns, Journal of Political Economy (April 1983): pp. 249-65.",
        "Heckman, James J., and Thomas E. MaCurdy, A Life Cycle Model of Female Labor Supply, Review of Economic Studies (January 1980, Econometric Supplement): pp. 47-74..",
        "Hubbard, R. Glenn, and Kenneth L. Judd, Social Security and Individual Welfare: Precautionary Saving, Liquidity Constraints, and the Payroll Tax, mimeo (June 1985).",
        "Kimball, Miles, and N. Gregory Mankiw, Precautionary Saving and the Timing of Taxes, mimeo (February 1987).",
        "Kotlikoff, Laurence J., Shoven, John, and Avia Spivak, Annuity Markets, Savings, and the Capital Stock, N.B.E.R. Working Paper 1250 (December 1983).",
        "Leland, Hayne E., Saving and Uncertainty: The Precautionary Demand for Saving, Quarterly Journal of Economics (1968): pp.465-73.",
        "Lippman, Steven A., and John J. McCall, The Economics of Uncertainty: Selected Topics and Probabilistic Methods, in K.J. Arrow and M.D. Intriligator (eds.) Handbook of Mathematical Economics, North Holland (1982).",
        "MaCurdy, Thomas E., An Empirical Model of Labor Supply in a Life-Cycle Setting, Journal of Political Economy (December 1981): pp.1059-85.",
        "MaCurdy, Thomas E., The Use of Time Series Processes to Model the Error Structure of Earnings in a Longitudinal Data Analy~i~ Journal of Econometrics 18 (1982)."
    ]
}