{
    "id": 23371,
    "cites": 43,
    "cited_by": 27,
    "reference": [
        "Aaronson, Stephanie, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093The Rise in Lifetime Earnings Inequality Among Men,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Working Paper, Board of Governors of the Federal Reserve System 2002.",
        "Abowd, John M and David Card, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093On the Covariance Structure of Earnings and Hours Changes,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Econometrica, March 1989, 57 (2), 411Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c45.",
        "Acemoglu, Daron and David Autor, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Skills, Tasks and Technologies: Implications for Employment and Earnings,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d in Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Handbook of Labor Economics, Vol 4B,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Elsevier, 2011, chapter 12, pp. 1043Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c1166.",
        "Aguiar, Mark and Erik Hurst, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Deconstructing Lifecycle Expenditure,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Journal of Political Economy, 2013, 121 (3), 437Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c492.",
        "Autor, David, Lawrence Katz, and Melissa S. Kearney, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Trends in U.S. Wage Inequality: Revising the Revisionists,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Review of Economics and Statistics, 2008, 90 (2), 300Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c23.",
        "Becker, Gary S, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Investment in Human Capital: A Theoretical Analysis,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Journal of Political Economy, 1962, 70, 9.",
        "Ben-Porath, Yoram, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093The Production of Human Capital and the Life Cycle of Earnings,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Journal of Political Economy, 1967, 75 (4), 352Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c365.",
        "Bjorklund, Anders, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093A Comparison Between Actual Distributions of Annual and Lifetime Income: Sweden 1951-89,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Review of Income and Wealth, 1993, 39 (4), 377Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c386.",
        "Blomquist, SÃ\u0083Æ\u0092Ã\u0082Â¶ren N., Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093A Comparison of Distributions of Annual and Lifetime Income: Sweden around 1970,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Review of Income and Wealth, September 1981, 27 (3), 243Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c264.",
        "Bonhomme, S. and J-M. Robin, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Assessing the Equalizing Force of Mobility Using Short Panels: France, 1990 a 2000,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Review of Economic Studies, 2009, 76 (1), 63Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c92.",
        "Brown, Jeffrey R., Julia Lynn Coronado, and Don Fullerton, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Is Social Security Part of the Social Safety Net?,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d in Jeffrey Brown and James M. Poterba, eds., Tax Policy and the Economy, Volume 23, University Chicago Press, 2009.",
        "Card, David and Thomas Lemieux, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Can Falling Supply Explain The Rising Return To College For Younger Men? A Cohort-Based Analysis,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Quarterly Journal of Economics, May 2001, 116 (2), 705Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c746.",
        "Clark, Harold F., Life Earnings in Selected Occupations in the United States, New York, NY: Harper and Brothers, 1937.",
        "Coronado, Julia Lynn, Don Fullerton, and Thomas Glass, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093The Progressivity of Social Security,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Bell Journal of Economic Analysis and Policy, 2011, 11 (1), 70.",
        "Creedy, John, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093The Distribution of Lifetime Earnings,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Oxford Economic Papers, 1977, 29 (412-429).",
        "Farr, William, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093The Income and Property Tax,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Journal of the Statistical Society of London, March 1853, 16 (1), 1Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c44.",
        "Fase, Martin M. G., Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093On the Estimation of Lifetime Income,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Journal of the American Statistical Association, 1971, 66 (336), 686Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c692.",
        "Friedman, Milton and Simon Kuznets, Income from Independent Professional Practice, New York, NY: NBER, 1954.",
        "Gruber, Jonathan and Robin McKnight, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Why did employee health insurance contributions rise?,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Journal of Health Economics, 2003, 22, 1085Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c1104.",
        "Gustman, Alan L. and Thomas L. Steinmeier, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093How Effective is Redistribution Under the Social Security Benefit Formula?,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Journal of Public Economics, 2001, 82 (1), 1Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c28.",
        "Guvenen, Fatih, Fatih Karahan, Serdar Ozkan, and Jae Song, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093What Do Data on Millions of U.S. Workers Say About Labor Income Risk?,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Working Paper 20913, National Bureau of Economic Research 2015.",
        ", Greg Kaplan, Jae Song, and Justin Weidner, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Lifetime Incomes In the United States Today,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Working Paper, University of Minnesota 2016.",
        "Houthakker, Hendrik S., Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Education and Income,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Review of Economics and Statistics,, February 1959, 41, 24Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c28.",
        "Huggett, Mark and Greg Kaplan, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Human capital values and returns: Bounds implied by earnings and asset returns data,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Journal of Economic Theory, 2011, 146 (3), 897Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c919.",
        "Katz, Lawrence F and Kevin M Murphy, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Changes in Relative Wages, 1963-1987: Supply and Demand Factors,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d The Quarterly Journal of Economics, February 1992, 107 (1), 35Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c78.",
        "Kopczuk, Wojciech, Emmanuel Saez, and Jae Song, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Earnings Inequality and Mobility in the United States: Evidence from Social Security Data Since 1937,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Quarterly Journal of Economics, 2010, 125 (1).",
        "Layard, Richard, in The economics of public services: On measuring the redistribution of lifetime income, Basingstoke, UK: Palgrave Macmillan, 1977.",
        "Leigh, Paul J. and Christine Hunter, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Health Policy and the Distribution of Lifetime Income,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d The Milbank Quarterly, 1992, 70 (2), 341Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c359.",
        "Lemieux, T., Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Increasing residual wage inequality: Composition effects, noisy data, or rising demand for skill?,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d American Economic Review, 2006, 96 (3), 461Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c498.",
        "Leonesio, Michael V. and Lisa Del Bene, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093The Distribution of Annual and Long-Run US Earnings: 1981-2004,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Social Security Bulletin, 2011, 71 (1), 17Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c33.",
        "Liebman, Jeffrey B., Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Redistribution in the Current U.S. Social Security System,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d in Martin Feldstein and Jeffrey B. Liebman, eds., The Distributional Aspects of Social Security and Social Security Reform, University Chicago Press, 2002.",
        "Lillard, Lee A., Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Inequality: Earnings vs. Human Wealth,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d The American Economic Review, March 1977, 67 (2), 42Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c53.",
        "McCully, Clinton P., Brian C. Moyer, and Kenneth J. Stewart, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093A Reconciliation between the Consumer Price Index and the Personal Consumption Expenditures Price Index,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Technical Report, Bureau of Economic Analysis 2012.",
        "Meghir, Costas and Luigi Pistaferri, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Income Variance Dynamics and Heterogeneity,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Econometrica, 2004, 72 (1), 1Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c32.",
        "Miller, Herman P., Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Annual and Lifetime Income in Relation to Education: 1939-1959,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d The American Economic Review, December 1960, 50 (5), 962Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c986.",
        "Mincer, Jacob, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Investment in Human Capital and Personal Income Distribution,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Journal of Political Economy, August 1958, 66, 281Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c302.",
        "Panis, Constantinjn, Ronald Euller, Cynthia Grant, Melissa Bradley, Christine E. Peterson, Randall Hirscher, and Paul Stinberg, SSA Program Data UserÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0084¢s Manual, Baltimore, MD: Social Security Administration, 2000.",
        "Pierce, Brooks, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Compensation Inequality,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Quarterly Journal of Economics, 2001, 116 (4), 1493Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c1525.",
        "Saez, Emmanuel, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Striking it Richer: The Evolution of Top Incomes in the United States (Updated with 2015 preliminary estimates),Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Working Paper, University of California at Berkeley 2016.",
        "Storesletten, Kjetil, Chris I. Telmer, and Amir Yaron, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Cyclical Dynamics in Idiosyncratic Labor Market Risk,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Journal of Political Economy, June 2004, 112 (3), 695Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c 717.",
        "US Bureau of Labor Statistics, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Differences between the Consumer Price Index and the Personal Consumption Expenditures Price Index,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Focus on Prices and Spending, 2011, 2 (3), 1Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c7.",
        "Walsh, John R., Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Capital Concept Applied to Man,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d The Quarterly Journal of Economics, February 1935, 49 (2), 255Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c285.",
        "Wilkinson, B. W., Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Present Values of Lifetime Earnings for Different Occupations,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Journal of Political Economy, 1966, 74, 556Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c672. A Additional Tables and Figures for Sections 3"
    ]
}