{
    "id": 23385,
    "cites": 45,
    "cited_by": 33,
    "reference": [
        "Aiyagari, S., L. J. Christiano, and M. Eichenbaum (1992). The output, employment, and interest rate effects of government consumption. Journal of Monetary Economics 30(1), 73 Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c 86.",
        "Alesina, A., S. Ardagna, R. Perotti, and F. Schiantarelli (2002). Fiscal policy, profits, and investment. American Economic Review 92(3), 571Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c589.",
        "Alesina, A., G. Azzalini, C. Favero, F. Giavazzi, and A. Miano (2016). Is the Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009dhowÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d or the Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009dwhenÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d that matters in fiscal adjustments? Working Paper.",
        "Alesina, A., O. Barbiero, C. Favero, F. Giavazzi, and M. Paradisi (2015). Austerity in 2009-2013. Economic Policy 30, 383Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c437.",
        "Alesina, A., C. Favero, and F. Giavazzi (2015). The output effect of fiscal consolidation plans. Journal of International Economics 96, S19Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009cS42.",
        "Barro, R. and C. J. Redlick (2011). Macroeconomic effects from government purchases and taxes. Quarterly Journal of Economics 126(1), 51Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c102.",
        "Baxter, M. and R. G. King (1993). Fiscal policy in general equilibrium. American Economic Review 83(3), 315Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c334.",
        "Blanchard, O. and R. Perotti (2002). An empirical characterization of the dynamic effects of changes in government spending and taxes on output. Quarterly Journal of Economics 114(4), 1329Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c 1368.",
        "Burnside, C., M. Eichenbaum, and J. D. Fisher (2004). Fiscal shocks and their consequences. Journal of Economic Theory 115(1), 89 Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c 117.",
        "Calvo, G. (1983). Staggered prices in a utility-maximizing framework. Journal of Monetary Economics 12, 383Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c398.",
        "Chodorow-Reich, G., L. Feiveson, Z. Liscow, and W. Gui Woolston (2012). Does state fiscal relief during recessions increase employment? evidence from the american recovery and reinvestment act. American Economic Journal: Economic Policy 4(3), 118Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c145.",
        "Christiano, L., M. Eichenbaum, and S. Rebelo (2011). When is the government spending multiplier large? Journal of Political Economy 119(1).",
        "Christiano, L. J. and M. Eichenbaum (1992). Current real-business-cycle theories and aggregate labor-market fluctuations. The American Economic Review 82(3), 430Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c450.",
        "Clemens, J. and S. Miran (2012, May). Fiscal policy multipliers on subnational government spending. American Economic Journal: Economic Policy 4(2), 46Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c68.",
        "Coenen, G., C. J. Erceg, C. Freedman, D. Furceri, M. Kumhof, R. Lalonde, D. Laxton, J. Linde, A. Mourougane, D. Muir, S. Mursula, C. de Resende, J. Roberts, W. Roeger, S. Snudden, M. Trabandt, and J. int Veld (2012). Effects of fiscal stimulus in structural models. American Economic Journal: Macroeconomics 4(1), 22Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c68.",
        "Denes, M., G. B. Eggertsson, and S. Gilbukh (2013). Deficits, public debt dynamics and tax and spending multipliers. The Economic Journal 123(566), F133Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009cF163.",
        "Devries, P., J. Guajardo, D. Leigh, and A. Pescatori (2011). A new action-based dataset of fiscal consolidation. IMF Working Papers 11/128, 1Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c90.",
        "European Commission (2015). Taxation trends in the european union. European Commission.",
        "Farhi, E., G. Gopinath, and O. Itskhoki (2014). Fiscal devaluations. Review of Economic Studies 81(2), 725Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c760.",
        "Farhi, E. and I. Werning (2016). Fiscal multipliers: Liquidity traps fiscal multipliers: Liquidity traps and currency unions. Handbook of Macroeconomics.",
        "GalÃ\u0083â\u0080\u009eÃ\u0082Â±Ã\u0083Å\u0092Ã\u0082â\u0082¬, J., J. Lopez-Salido, and J. Valles (2007). Understanding the effects of government spending on consumption. Journal of European Economic Association 5(1), 227Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c270.",
        "GalÃ\u0083â\u0080\u009eÃ\u0082Â±Ã\u0083Å\u0092Ã\u0082â\u0082¬, J. and T. Monacelli (2005). Monetary policy and exchange rate volatility in a small open economy. Review of Economic Studies 73(3), 707Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c734.",
        "Guajardo, J., D. Leigh, and A. Pescatori (2014). Expansionary austerity? international evidence. Journal of the European Economic Association 12(4), 949Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c968.",
        "Hernandez de Cos, P. and E. Moral-Benito (2013). Fiscal consolidations and economic growth. Fiscal Studies 34(4), 491Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c515.",
        "House, C. L., C. Proebsting, and L. L. Tesar (2017). Austerity in the aftermath of the great recession. NBER Working Paper (23147).",
        "JordaÃ\u0083Å\u0092Ã\u0082â\u0082¬, O. (2005). Estimation and inference of impulse responses by local projections. American Economic Review 95(1), 161Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c182.",
        "JordaÃ\u0083Å\u0092Ã\u0082â\u0082¬, O. and A. M. Taylor (2016). The time for austerity: Estimating the average treatment effect of fiscal policy. The Economic Journal 126(590), 219Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c255.",
        "Kaplan, G. and G. L. Violante (2014). A model of the consumption response to fiscal stimulus payments. Econometrica 82(4), 1199Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c1239.",
        "Leeper, E. M., T. B. Walker, and S.-C. S. Yang (2013). Fiscal foresight and information flows.",
        "Lemoine, M. and J. Linde (2016). Fiscal consolidation under imperfect credibility. European Economic Review 88, 108 Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c 141.",
        "Mertens, K. and M. O. Ravn (2013). The dynamic effects of personal and corporate income tax changes in the united states. The American Economic Review 103(4), 1212Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c1247.",
        "Nakamura, E. and J. Steinsson (2014). Fiscal stimulus in a monetary union: Evidence from us regions. American Economic Review 104(3), 753Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c92.",
        "OECD (2016). Oecd tax database. OECD.",
        "Pappa, E., R. Sajedi, and E. Vella (2015). Fiscal consolidation with tax evasion and rent seeking. Journal of International Economics 96, S56Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009cS75.",
        "Perotti, R. (2014). Defense government spending is contractionary, civilian government spending is expansionary. IMF Working Paper.",
        "Ramey, V. A. (2011a). Can government purchases stimulate the economy? Journal of Economic Literature 49(3), 673Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c685.",
        "Ramey, V. A. (2011b). Identifying government spending shocks: ItÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0084¢s all in the timing. Quarterly Journal of Economics 126(1), 1Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c50.",
        "Ramey, V. A. and M. D. Shapiro (1998). Costly capital reallocation and the effects of government spending. Carnegie-Rochester Conference Series on Public Policy 48, 145 Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c 194. Ramey, V. A. and S. Zubairy (Forthcoming). Government spending multipliers in good times and in bad: Evidence from u.s. historical data. Journal of Political Economy.",
        "Romer, C. D. and D. H. Romer (2010). The macroeconomic effects of tax changes: Estimates based on a new measure of fiscal shocks. The American Economic Review 100(3), 763Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c801.",
        "Romer, C. D. and D. H. Romer (2016, October). Transfer payments and the macroeconomy: The effects of social security benefit increases, 1952-1991. American Economic Journal: Macroeconomics 8(4), 1Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c42.",
        "Schmitt-Grohe, S. and M. Uribe (2003). Closing small open economy models. Journal of International Economics 61(1), 163 Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c 185.",
        "Serrato, J. C. S. and P. Wingender (2011). Estimating local fiscal multipliers. Working paper.",
        "Smets, F. and R. Wouters (2007, June). Shocks and frictions in US business cycles: a Bayesian DSGE approach. American Economic Review 97(3), 586Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c606.",
        "Toda, H. Y. and Y. Taku (1995). Statistical inference in vector autoregressions with possibly integrated processes. Journal of Econometrics 66(1-2), 225 Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c 250.",
        "Woodford, M. (2011). Simple analytics of the government expenditure multiplier. American Economic Journal: Macroeconomics 3(1), 1Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c35. APPENDIX FOR ONLINE PUBLICATION"
    ]
}