{
    "id": 23383,
    "cites": 45,
    "cited_by": 6,
    "reference": [
        "Acemoglu, Daron, Tristan Reed and James A. Robinson (2014). Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Chiefs - Economic Development and Elite Control of Civil Society in Sierra Leone.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Journal of Political Economy 122 (2): 319-368.",
        "Alatas, Vivi, Abhijit Banerjee, Rema Hanna, Benjamin A. Olken, Ririn Purnamasari, and Matthew Wai-Poi (2013). Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Does Elite Capture Matter? Local Elites and Targeted Welfare Programs in Indonesia.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d NBER Working Paper #18798.",
        "Alatas, Vivi, Abhijit Banerjee, Rema Hanna, Benjamin A. Olken, and Julia Tobias (2012). Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Targeting the Poor: Evidence from a Field Experiment in Indonesia.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d American Economic Review, 104 (2):1206-1240.",
        "Anderson, Siwan, Patrick Francois, and Ashok Kotwal (2015). Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Clientelism in Indian villages.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d American Economic Review 105 (6): 1780-1816.",
        "Baltzer, Kenneth Thomas, and Henrik Hansen (2011). Agricultural input subsidies in sub-Saharan Africa. Ministry of Foreign Affairs of Denmark.",
        "Bardhan, Pranab (2002). Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Decentralization of Governance and Development.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Journal of Economic Perspectives, 16(4): 185Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c205.",
        "Bardhan, Pranab and Dilip Mookherjee (2000). Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Capture and Governance at Local and National Levels.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d American Economic Review 90 (2): 135Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c139.",
        "Bardhan, Pranab and Dilip Mookherjee (2005). Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Decentralizing antipoverty program delivery in developing countries.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Journal of Public Economics 89: 675Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c704.",
        "Bardhan, Pranab and Dilip Mookherjee (2006). Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Pro-poor targeting and accountability of local governments in West Bengal.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Journal of Development Economics 79: 303Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c327.",
        "Beegle, Kathleen, Emanuela Galasso and Jessica Goldberg (2015). Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Direct and Indirect Effects of MalawiÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Ë\u009cs Public Works Program on Food Security.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Mimeo, University of Maryland.",
        "Besley, Timothy J. (1990). Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Means Testing versus Universal Provision in Poverty Alleviation Programmes.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Economica 57 (225): 119-29.",
        "Cammack, Diana, Edge Kanyongolo, and Tam OÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0084¢Neil (2009). Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Ë\u009cTown ChiefsÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0084¢ in Malawi.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Africa Power and Politics Series. London, UK: Africa Power and Politics Programme, Overseas Development Institute.",
        "Chasuka, Michael, Chiweza, Asiyati, and Mercy Chikapa-Jamali (2014) Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Public Participation in Local Councils in Malawi in the Absence of Local Elected Representatives27 Political Eliticism or Pluralism?Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Journal of Asian and African Studies Vol. 49(6) 705 Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c720.",
        "Chirwa, E., Matita, M., Dorward, A. (2010).Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Factors Influencing Access to Agricultural Input Subsidy Coupons in Malawi.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Future Agricultures Consortium, Brighton, Sussex",
        "Chirwa, Ephraim and Andrew Dorward (2013) Agricultural Input Subsidies. The Recent Malawi Experience. Oxford, Oxford University Press.",
        "Chirwa, Wiseman Chijere (2014) Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Malawi Democracy and Political ParticipationÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Open Society Initiative for Southern Africa.",
        "Coady, David; Grosh, Margaret; Hoddinott, John (2004). Targeting of transfers in developing countries : Review of lessons and experience. Washington, DC: World Bank.",
        "Cohen, Jessica, and Pascaline Dupas (2010). Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Free Distribution or Cost-Sharing? Evidence from a Randomized Malaria Prevention Experiment.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Quarterly Journal of Economics 125 (1): 1Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c45.",
        "Deaton, Angus (1997). The analysis of household surveys: a microeconometric approach to development policy. World Bank Publications.",
        "Deaton, Angus, and Salman Zaidi (2002). Guidelines for constructing consumption aggregates for welfare analysis. Vol. 135. World Bank Publications.",
        "Dizon-Ross, Rebecca, Pascaline Dupas and Jonathan Robinson (2016). Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Governance and the Effectiveness of Public Health Subsidies: Evidence from Ghana, Kenya and Uganda.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Unpublished.",
        "Dorward, A., E. Chirwa, V. Kelly, T.S. Jayne, R. Slater, and D. Boughton. (2008). Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Evaluation of the 2006/07 Agricultural Input Subsidy Programme, Malawi.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Final Report. London, England: School of Oriental and African Studies",
        "Dorward A, Chirwa E., Matita M., Mhango W., Mvula P., Taylor E. and K. Thorne (2013). Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Evaluation of the 2012/13 farm input subsidy programme, Malawi.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d",
        "Dupas, Pascaline, Anthony Keats, and Jonathan Robinson (2017b). Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093The Effect of Savings Accounts on Interpersonal Financial Relationships: Evidence from a Field Experiment in Rural KenyaÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d NBER Working Paper No. 21339.",
        "Eggen, Ã\u0083Æ\u0092Ã\u0082Ë\u009cyvind (2011). Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Chiefs and everyday governance: Parallel state organisations in Malawi.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Journal of Southern African Studies 37 (2): 313-331.",
        "Galasso, Emanuela, and Martin Ravallion (2005). Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Decentralized targeting of an antipoverty programÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d. Journal of Public Economics 89: 705Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c727.",
        "Hussein, Mustafa Kennedy (2005). Good governance and the new local government system in Malawi: challenges and prospects. Doctoral dissertation, University of Johannesburg.",
        "Kilic, Talip, Edward Whitney and Paul Winters (2013) Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Decentralized Beneficiary Targeting in Large-Scale Development Programs: Insights from the Malawi Farm Input Subsidy Program.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Policy Research Working Paper 6713. World Bank.",
        "Ligon, Ethan (2015). Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Estimating Household Neediness from Disaggregate Expenditures. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d CUDARE working paper.",
        "Lihoma, Paul (2012). The impact of administrative change on record keeping in Malawi. Doctoral dissertation, University of Glasgow.",
        "Logan, Carolyn (2011). Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093The roots of resilience: Exploring popular support for African Traditional AuthoritiesÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d. Afrobarometer Working Paper No. 128.",
        "Malawi Government (1998) Local Government Act.",
        "Malawi Ministry of Agriculture and Food Security (MoAFS) (2009). Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u00932009-2010 farm input subsidy program implementation guidelines.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Lilongwe: MoAFS",
        "Meyer, Bruce and James Sullivan (2012). Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Identifying the Disadvantaged: Official Poverty, Consumption Poverty, and the New Supplemental Poverty Measure.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Journal of Economic Perspectives 26 (3): 111-135.",
        "Niehaus, Paul, Antonia Attanassova, Mariane Bertrand and Sendhil Mullainathan (2013). Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Targeting with Agents.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d American Economic Journal: Economic Policy 5 (1): 206-238.",
        "Olken, Benjamin A. (2005). Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Revealed Community Equivalence Scales.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Journal of Public Economics, 89 (2-3): 545Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c566.",
        "Patel, Nandini, Richard Tambulasi, Bright Molande and Andrew Mpesi (2007). Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Consolidating Democratic Governance in southern Africa: MalawiÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d. EISA REsearch Report No. 33. EISA, Johannesburg, South Africa.",
        "Peters, Pauline (2010). Our daughters inherit our land, but our sons use their wivesÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0084¢ fieldsÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d: matrilineal-matrilocal land tenure and the New Land Policy in Malawi. Journal of Eastern African Studies, 4:1, 179-199.",
        "Reserve Bank of Malawi (RBM) (2012) Financial and Economic Review. Reserve Bank of Malawi, volume 44, number 2.",
        "Reserve Bank of Malawi (RBM) (2014) Financial and Economic Review. Reserve Bank of Malawi, volume 46, number 2.",
        "Stoeffler, Quentin, Bradford Mills, and Carlo Del Ninno (2016). Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Reaching the Poor: Cash Transfer Program Targeting in Cameroon.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d World Development 83: 244-263.",
        "Strauss, John (1986). Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Does better nutrition raise farm productivity?Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Journal of Political Economy 94 (2): 297-320.",
        "USAID (2012) Inadequate funding for humanitarian assistance programs could result in Crisis and Emergency-level food security outcomes in 2012/13. Malawi Food Security Outlook.",
        "World Bank (2015). Development Indicators Database. Accessed February 26, 2015. http://data.worldbank.org/indicator",
        "Wiggins, Steve and Jonathan Brooks (2010. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093The Use of Input Subsidies in Developing Countries.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d OECD working paper."
    ]
}