{
    "id": 23394,
    "cites": 209,
    "cited_by": 26,
    "reference": [
        "Abarbanell, Jeffery S., and Brian J. Bushee, 1998, Abnormal returns to a fundamental analysis strategy, The Accounting Review 73, 19Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c45.",
        "Acharya, Viral V., and Lasse H. Pedersen, 2005, Asset pricing with liquidity risk, Journal of Financial Economics 77, 375Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c410.",
        "Adrian, Tobias, Erkko Etula, and Tyler Muir, 2014, Financial intermediaries and the cross-section of asset returns, Journal of Finance 69, 2557Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c2596.",
        "Ali, Ashiq, Lee-Seok Hwang, and Mark A. Trombley, 2003, Arbitrage risk and the book-to-market anomaly, Journal of Financial Economics 69, 355Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c373.",
        "Amihud, Yakov, 2002, Illiquidity and stock returns: Cross-section and time series evidence, Journal of Financial Markets 5, 31Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c56.",
        "Anderson, Christopher W., and Luis Garcia-Feijoo, 2006, Empirical evidence on capital investment, growth options, and security returns, Journal of Finance 61, 171Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c194.",
        "Anderson, Evan W., Eric Ghysels, and Jennifer L. Juergens, 2005, Do heterogeneous beliefs matter for asset pricing? Review of Financial Studies 18, 875Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c924.",
        "Ang, Andrew, 2014, Asset Management: A Systematic Approach to Factor Investing, Oxford University Press.",
        "Ang, Andrew, Robert J. Hodrick, Yuhang Xing, and Xiaoyan Zhang, 2006, The cross-section of volatility and expected returns, Journal of Finance 61, 259Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c299.",
        "Asness, Clifford, and Andrea Frazzini, 2013, The devil in HMLÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0084¢s details, Journal of Portfolio Management 39, 49Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c68.",
        "Asparouhova, Elena, Hendrik Bessembinder, and Ivalina Kalcheva, 2013, Noisy prices and inference regarding returns, Journal of Finance 68, 665Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c714.",
        "Avramov, Doron, Tarun Chordia, Gergana Jostova, and Alexander Philipov, 2009, Credit ratings and the cross-section of stock returns, Journal of Financial Markets 12, 469Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c499.",
        "Baker, Monya, 2016, Is there a reproducibility crisis? Nature 533, 452Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c454.",
        "Balakrishnan, Karthik, Eli Bartov, and Lucile Faurel, 2010, Post loss/profit announcement drift, Journal of Accounting and Economics 50, 20Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c41.",
        "Bali, Turan G., and Nusret Cakici, 2008, Idiosyncratic volatility and the cross section of expected returns, Journal of Financial and Quantitative Analysis 43, 29-58.",
        "Bali, Turan G., Nusret Cakici, and Robert F. Whitelaw, 2011, Maxing out: Stocks as lotteries and the cross-section of expected returns, Journal of Financial Economics 99, 427Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c446.",
        "Bali, Turan G., Robert F. Engle, and Scott Murray, 2016, Empirical asset pricing: The Cross Section of Stock Returns Hoboken: Wiley.",
        "Ball, Ray, and Philip Brown, 1968, An empirical evaluation of accounting income numbers, Journal of Accounting Research 6, 159-178.",
        "Ball, Ray, Joseph Gerakos, Juhani Linnainmaa, and Valeri Nikolaev, 2015, Deflating profitability, Journal of Financial Economics 117, 225Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c248.",
        "Ball, Ray, Joseph Gerakos, Juhani Linnainmaa, and Valeri Nikolaev, 2016, Accruals, cash flows, and operating profitability in the cross section of stock returns, Journal of Financial Economics 121, 28Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c45.",
        "Banz, Rolf W., 1981, The relationship between return and market value of common stocks, Journal of Financial Economics 9, 3Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c18.",
        "Basu, Sanjoy, 1983, The relationship between earnings yield, market value, and return for NYSE common stocks: Further evidence, Journal of Financial Economics 12, 129Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c156.",
        "Barbee, William C., Jr., Sandip Mukherji, and Gary A. Raines, 1996, Do sales-price and debtequity explain stock returns better than book-market and firm size? Financial Analysts Journal 52, 56-60.",
        "Barth, Mary E., John A. Elliott, and Mark W. Finn, 1999, Market rewards associated with patterns of increasing earnings, Journal of Accounting Research 37, 387Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c413.",
        "Beaver, William, Maureen McNichols, and Richard Price, 2007, Delisting returns and their effect on accounting-based market anomalies, Journal of Accounting and Economics 43, 341Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c368.",
        "Belo, Frederico, and Xiaoji Lin, 2011, The inventory growth spread, Review of Financial Studies 25, 278Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c313.",
        "Belo, Frederico, Xiaoji Lin, and Santiago Bazdresch, 2014, Labor hiring, investment, and stock return predictability in the cross section, Journal of Political Economy 122, 129Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c177.",
        "Belo, Frederico, Xiaoji Lin, and Maria Ana Vitorino, 2014, Brand capital and firm value, Review of Economic Dynamics 17, 150Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c169.",
        "Ben-David, Itzhak, Francesco Franzoni, and Rabih Moussawi, 2016, Exchange traded funds (ETFs), working paper, The Ohio State University.",
        "Berk, Jonathan B., Richard C. Green, and Vasant Naik, 1999, Optimal investment, growth options, and security returns, Journal of Finance 54, 1153Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c1607.",
        "Bernard, Victor L., and Jacob K. Thomas, 1989, Post-earnings-announcement drift: Delayed price response or risk premium? Journal of Accounting Research Supplement 27, 1-48.",
        "Bhandari, Laxmi Chand, 1988, Debt/equity ratio and expected common stock returns: Empirical evidence, Journal of Finance 43, 507Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c528.",
        "Black, Fischer, Michael C. Jensen, and Myron Scholes, 1972, The Capital Asset Pricing Model: Some empirical tests, in Studies in the Theory of Capital Markets, edited by Michael C. Jensen, New York: Praeger, 79Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c121.",
        "Blitz, David, Joop Huij, and Martin Martens, 2011, Residual momentum, Journal of Empirical Finance 18, 506Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c521.",
        "Blume, Marshall E., and Robert F. Stambaugh, 1983, Biases in computed returns: An application to the size effect, Journal of Financial Economics 12, 387Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c404.",
        "Boudoukh, Jacob, Roni Michaely, Matthew Richardson, and Michael R. Roberts, 2007, On the importance of measuring payout yield: Implications for empirical asset pricing, Journal of Finance 62, 877Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c915.",
        "Bradshaw, Mark T., Scott A. Richardson, and Richard G. Sloan, 2006, The relation between corporate financing activities, analystsÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0084¢ forecasts and stock returns, Journal of Accounting and Economics 42, 53Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c85.",
        "Brennan, Michael J., Tarun Chordia, and Avanidhar Subrahmanyam, 1998, Alternative factor specifications, security characteristics, and the cross-section of expected stock returns, Journal of Financial Economics 49, 345Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c373.",
        "Brodeur, Abel, Mattias LeÃ\u0083Å\u0092Ã\u0082Â\u0081, Marc Sangnier, and Yanos Zylberberg, 2016, Star wars: The empirics strike back, American Economic Journal: Applied Economics 8, 1Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c32.",
        "Butera, Luigi, and John A. List, 2017, An economic approach to alleviate the crises of confidence in science: With an application to the public goods game, NBER working paper 23335.",
        "Campbell, John Y., Jens Hilscher, and Jan Szilagyi, 2008, In search of distress risk, Journal of Finance 63, 2899Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c2939.",
        "Carhart, Mark M. 1997, On persistence in mutual fund performance, Journal of Finance 52, 57Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c82.",
        "Carlson, Murray, Adlai Fisher, and Ron Giammarino, 2004, Corporate investment and asset price dynamics: Implications for the cross section of returns, Journal of Finance 59, 2577Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c2603.",
        "Chan, Louis K. C., Jason Karceski, and Josef Lakonishok, 2003, The level and persistence of growth rates, Journal of Finance 58, 643Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c684.",
        "Chan, Louis K. C., Narasimhan Jegadeesh, and Josef Lakonishok, 1996, Momentum strategies, Journal of Finance 51, 1681Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c1713.",
        "Chan, Louis K. C., Josef Lakonishok, and Theodore Sougiannis, 2001, The stock market valuation of research and development expenditures, Journal of Finance 56, 2431Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c2456.",
        "Chang, Andrew C., and Phillip Li, 2005, Is economics research replicable? Sixty published papers from thirteen journals say Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093usually not.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d forthcoming, Critical Finance Review.",
        "Chen, Shuping, Mark L. DeFond, and Chul W. Park, 2002, Voluntary disclosure of balance sheet information in quarterly earnings announcements, Journal of Accounting and Economics 33, 229Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c251.",
        "Christensen, Garret S., and Edward Miguel, 2016, Transparency, reproducibility, and the credibility of economic research, NBER working paper 22989.",
        "Chordia, Tarun, Avanidhar Subrahmanyam, and V. Ravi Anshuman, 2001, Trading activity and expected stock returns, Journal of Financial Economics 59, 3Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c32.",
        "Cohen, Lauren, and Andrea Frazzini, 2008, Economic links and predictable returns, Journal of Finance 63, 1977Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c2011.",
        "Cohen, Lauren, and Dong Lou, 2012, Complicated firms, Journal of Financial Economics 104, 383Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c400.",
        "Conrad, Jennifer, Michael Cooper, and Gautam Kaul, 2003, Value versus glamour, Journal of Finance 58, 1969Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c1995.",
        "Cooper, Michael J., Huseyin Gulen, and Michael J. Schill, 2008, Asset growth and the cross-section of stock returns, Journal of Finance 63, 1609Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c1652.",
        "Corwin, Shane A., and Paul Schultz, 2012, A simple way to estimate bid-ask spreads from daily high and low prices, Journal of Finance 67, 719Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c759.",
        "Coy, Peter, 2017, Lies, damn lies, and financial statistics, BloombergBusinessweek.",
        "Da, Zhi, and Mitch Warachka, 2011, The disparity between long-term and short-term forecasted earnings growth, Journal of Financial Economics 100, 424Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c442.",
        "Daniel, Kent D. and Sheridan Titman, 2006, Market reactions to tangible and intangible information, Journal of Finance 61, 1605Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c1643.",
        "Datar, Vinay T., Narayan Y. Naik, and Robert Radcliffe, 1998, Liquidity and stock returns: An alternative test, Journal of Financial Markets 1, 203Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c219.",
        "Davis, James L., Eugene F. Fama, and Kenneth R. French, 2000, Characteristics, covariances, and average returns: 1929 to 1997, Journal of Finance 55, 389Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c406.",
        "De Bondt, Werner F. M., and Richard Thaler, 1985, Does the stock market overreact? Journal of Finance 40, 793Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c805.",
        "Dechow, Patricia M., Richard G. Sloan, and Mark T. Soliman, 2004, Implied equity duration: A new measure of equity risk, Review of Accounting Studies 9, 197Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c228.",
        "Desai, Hemang, Shivaram Rajgopal, and Mohan Venkatachalam, 2004, Value-glamour and accruals mispricing: One anomaly or two? The Accounting Review 79, 355Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c385.",
        "Dewald, William G., Jerry G. Thursby, and Richard G. Anderson, 1986, Replication in empirical economics: The Journal of Money, Credit, and Banking project, American Economic Review 76, 587Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c630.",
        "Dichev, Ilia, 1998, Is the risk of bankruptcy a systematic risk? Journal of Finance 53, 1141Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c1148.",
        "Diether, Karl B., Christopher J. Malloy, and Anna Scherbina, 2002, Differences of opinion and the cross section of stock returns, Journal of Finance 57, 2113Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c2141.",
        "Dimson, Elroy, 1979, Risk management when shares are subject to infrequent trading, Journal of Financial Economics 7, 197Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c226.",
        "Easton, Peter D., and Mark E. Zmijewski, 1993, SEC form 10K/10Q reports and annual reports to shareholders: Reporting lags and squared market model prediction errors, Journal of Accounting Research 31, 113Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c129.",
        "Eisfeldt, Andrea L., and Dimitris Papanikolaou, 2013, Organizational capital and the cross-section of expected returns, Journal of Finance 68, 1365Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c1406.",
        "Elgers, Pieter T., May H. Lo, and Ray J. Pfeiffer, Jr., 2001, Delayed security price adjustments to financial analystsÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0084¢ forecasts of annual earnings, The Accounting Review 76, 613Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c632.",
        "Fairfield, Patricia M., J. Scott Whisenant, and Teri Lombardi Yohn, 2003, Accrued earnings and growth: Implications for future profitability and market mispricing, The Accounting Review 78, 353Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c371.",
        "Fama, Eugene F., 1976, Foundations of Finance, New York: Basic Books, Publishers.",
        "Fama, Eugene F., 1998, Market efficiency, long-term returns, and behavioral finance, Journal of Financial Economics 49, 283Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c306.",
        "Fama, Eugene F., and Kenneth R. French, 1992, The cross-section of expected stock returns, Journal of Finance 47, 427-465.",
        "Fama, Eugene F., and Kenneth R. French, 1993, Common risk factors in the returns on stocks and bonds, Journal of Financial Economics 33, 3Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c56.",
        "Fama, Eugene F., and Kenneth R. French, 1996, Multifactor explanation of asset pricing anomalies, Journal of Finance 51, 55Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c84.",
        "Fama, Eugene F., and Kenneth R. French, 1997, Industry costs of equity, Journal of Financial Economics 43, 153-93.",
        "Fama, Eugene F., and Kenneth R. French, 2006, Profitability, investment, and average returns, Journal of Financial Economics 82, 491Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c518.",
        "Fama, Eugene F., and Kenneth R. French, 2008, Dissecting anomalies, Journal of Finance 63, 1653Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c1678.",
        "Fama, Eugene F., and Kenneth R. French, 2015, A five-factor asset pricing model, forthcoming, Journal of Financial Economics.",
        "Fama, Eugene F., and James D. MacBeth, 1973, Risk return, and equilibrium: Empirical tests, Journal of Political Economy 81, 607Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c636.",
        "Foster, George, Chris Olsen, and Terry Shevlin, 1984, Earnings releases, anomalies, and the behavior of security returns, The Accounting Review 59, 574Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c603.",
        "Francis, Jennifer, Ryan LaFond, Per M. Olsson, and Katherine Schipper, 2004, Cost of equity and earnings attributes, The Accounting Review 79, 967Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c1010.",
        "Francis, Jennifer, Ryan LaFond, Per M. Olsson, and Katherine Schipper, 2005, The market price of accruals quality, Journal of Accounting and Economics 39, 295Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c327.",
        "Frankel, Richard, and Charles M. C. Lee, 1998, Accounting valuation, market expectation, and cross-sectional stock returns, Journal of Accounting and Economics 25, 283Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c319.",
        "Franzoni, Francesco, and Jose M. Marin, 2006, Pension plan funding and stock market efficiency, Journal of Finance 61, 921Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c956.",
        "Frazzini, Andrea, and Lasse Heje Pedersen, 2014, Betting against beta, Journal of Financial Economics 111, 1Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c25.",
        "George, Thomas J., and Chuan-Yang Hwang, 2004, The 52-week high and momentum investing, Journal of Finance 58, 2145Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c2176.",
        "Geroge, Thomas J., Chuan-Yang Hwang, and Yuan Li, 2016, The 52-week high, q theory, and the cross-section of stock returns, forthcoming, Journal of Financial Economics.",
        "Gibbons, Michael R., Stephen A. Ross, and Jay Shanken, 1989, A test of the efficiency of a given portfolio, Econometrica 57, 1121Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c1152.",
        "Gompers, Paul, Joy Ishii, and Andrew Metrick, 2001, Corporate governance and equity prices, Quarterly Journal of Economics 118, 107Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c155.",
        "Green, Jeremiah, John R. M. Hand, and X. Frank Zhang, 2013, The supraview of return predictive signals, Review of Accounting Studies 18, 692Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c730.",
        "Green, Jeremiah, John R. M. Hand, and X. Frank Zhang, 2016, The characteristics that provide independent information about average U.S. monthly stock returns, working paper, Yale University.",
        "Hafzalla, Nader, Russell Lundholm, and E. Matthew Van Winkle, 2011, Percent accruals, The Accounting Review 86, 209Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c236.",
        "Hahn, Jaehoon, and Hangyong Lee, 2009, Financial constraints, debt capacity, and the crosssection of stock returns, Journal of Finance 64, 891Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c921.",
        "Han, Yufeng, and David A. Lesmond, 2011, Liquidity biases and the pricing of cross-sectional idiosyncratic volatility, Review of Financial Studies 24, 1590Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c1629.",
        "Harvey, Campbell R., 2017, Presidential address: The scientific outlook in financial economics, forthcoming, Journal of Finance.",
        "Harvey, Campbell R., and Akhtar Siddique, 2000, Conditional skewness in asset pricing tests, Journal of Finance 55, 1263Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c1295.",
        "Haugen, Robert A., and Nardin L. Baker, 1996, Commonality in the determinants of expected stock returns, Journal of Financial Economics 41, 401-439.",
        "Hawkins, Eugene H., Stanley C. Chamberlin, and Wayne E. Daniel, 1984, Earnings expectations and security prices, Financial Analysts Journal 40, 24Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c38.",
        "Heston Steven L., and Ronnie Sadka, 2008, Seasonality in the cross-section of stock returns, Journal of Financial Economics 87, 418Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c445.",
        "Hirshleifer, David, Kewei Hou, Siew Hong Teoh, and Yinglei Zhang, 2004, Do investors overvalue firms with bloated balance sheets? Journal of Accounting and Economics 38, 297Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c331.",
        "Hirshleifer, David, Po-Hsuan Hsu, and Dongmei Li, 2013, Innovation efficiency and stock returns, Journal of Financial Economics 107, 632Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c654.",
        "Hou, Kewei, 2007, Industry information diffusion and the lead-lag effect in stock returns, Review of Financial Studies 20, 1113Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c1138.",
        "Hou, Kewei, and Roger K. Loh, 2015, Have we solved the idiosyncratic volatility puzzle? forthcoming, Journal of Financial Economics.",
        "Hou, Kewei, and Tobias J. Moskowitz, 2005, Market frictions, price delay, and the cross-section of expected returns, Review of Financial Studies 18, 981Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c1020.",
        "Hou, Kewei, and David T. Robinson, 2006, Industry concentration and average stock returns, Journal of Finance 61, 1927Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c1956.",
        "Hou, Kewei, Chen Xue, and Lu Zhang, 2015, Digesting anomalies: An investment approach, Review of Financial Studies 28, 650Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c705.",
        "Hribar, Paul, and Daniel W. Collins, 2002, Errors in estimating accruals: Implications for empirical research, Journal of Accounting Research 40, 105Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c134.",
        "Huang, Alan Guoming, 2009, The cross section of cashflow volatility and expected stock returns, Journal of Empirical Finance 16, 409Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c429.",
        "Ioannidis, John P. A., 2005, Why most published research findings are false, PLoS Med 2: e124.",
        "Jagannathan, Ravi, and Yong Wang, 2007, Lazy investors, discretionary consumption, and the cross-section of stock returns, Journal of Finance 62, 1623Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c1661.",
        "Jegadeesh, Narasimhan, 1990, Evidence of predictable behavior of security returns, Journal of Finance 45, 881Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c898.",
        "Jegadeesh, Narasimhan and Sheridan Titman, 1993, Returns to buying winners and selling losers: Implications for stock market efficiency, Journal of Finance 48, 65Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c91.",
        "Jegadeesh, Narasimhan, and Joshua Livnat, 2006, Revenue surprises and stock returns, Journal of Accounting and Economics 41, 147Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c171.",
        "Jiang, Guohua, Charles M. C. Lee, and Yi Zhang, 2005, Information uncertainty and expected returns, Review of Accounting Studies 10, 185Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c221.",
        "Karolyi, G. Andrew, 2016, Home bias, an academic puzzle, Review of Finance 20, 2014Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c2078.",
        "Kelly, Bryan, and Hao Jiang, 2014, Tail risk and asset prices, Review of Financial Studies 27, 2841Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c2871.",
        "Kogan, Leonid, and Dimitris Papanikolaou, 2013, Firm characteristics and stock returns: The role of investment-specific shocks, Review of Financial Studies 26, 2718Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c2759.",
        "La Porta, Rafael, 1996, Expectations and the cross-section of stock returns, Journal of Finance 51, 1715Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c1742.",
        "Lakonishok, Josef, Andrei Shleifer, and Robert W. Vishny, 1994, Contrarian investment, extrapolation, and risk, Journal of Finance 49, 1541Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c1578.",
        "Lamont, Owen, Christopher Polk, and Jesus Saa-Requejo, 2001, Financial constraints and stock returns, Review of Financial Studies 14, 529Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c554.",
        "La Porta, Rafael, 1996, Expectations and the cross-section of stock returns, Journal of Finance 51, 1715Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c1742.",
        "Leamer, Edward, 1983, LetÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0084¢s take the con out of econometrics, American Economic Review 73, 31Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c43.",
        "Li, Dongmei, 2011, Financial constraints, R&D investment, and stock returns, Review of Financial Studies 24, 2974Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c3007.",
        "Li, Jun, 2016, Explaining momentum and value simultaneously, forthcoming, Management Science.",
        "Linnainmaa, Juhani, and Michael Roberts, 2016, The history of the cross section of stock returns, working paper, University of Pennsylvania and University of Southern California.",
        "Litzenberger, Robert H., and Krishna Ramaswamy, 1979, The effect of personal taxes and dividends on capital asset prices: Theory and empirical evidence, Journal of Financial Economics 7, 163Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c195.",
        "Liu, Weimin, 2006, A liquidity-augmented capital asset pricing model, Journal of Financial Economics 82, 631Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c671.",
        "Liu, Laura Xiaolei, Toni M. Whited, and Lu Zhang, 2009, Investment-based expected stock returns, Journal of Political Economy 117, 1105Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c1139.",
        "Liu, Laura Xiaolei, and Lu Zhang, 2014, A neoclassical interpretation of momentum, Journal of Monetary Economics 67, 109Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c128.",
        "Lo, Andrew W., and A. Craig MacKinlay, 1990, Data-snooping biases in tests of financial asset pricing models, Review of Financial Studies 3, 431Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c467.",
        "Lou, Dong, 2014, Attracting investor attention through advertising, Review of Financial Studies 27, 1797Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c1829.",
        "Loughran, Tim, and Jay W. Wellman, 2011, New evidence on the relation between the enterprise multiple and average stock returns, Journal of Financial and Quantitative Analysis 46, 1629Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c 1650.",
        "Lyandres, Evgeny, Le Sun, and Lu Zhang, 2008, The new issues puzzle: Testing the investmentbased explanation, Review of Financial Studies 21, 2825Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c2855.",
        "McCullough, B. D., and H. D. Vinod, 2003, Verifying the solution from a nonlinear solver: A case study, American Economic Review 93, 873Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c892.",
        "McLean, R. David, and Jeffrey Pontiff, 2016, Does academic research destroy stock return predictability? Journal of Finance 71, 5Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c31.",
        "Menzly, Lior, and Oguzhan Ozbas, 2010, Market segmentation and cross-predictability of returns, Journal of Finance 65, 1555Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c1580.",
        "Miller, Merton H., and Myron S. Scholes, 1982, Dividends and taxes: Some empirical evidence, Journal of Political Economy 90, 1118Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c1141.",
        "Mohanram, Partha S., 2005, Separating winners from losers among low book-to-market stocks using financial statement analysis, Review of Accounting Studies 10, 133Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c170.",
        "Moskowitz, Tobias J., and Mark Grinblatt, 1999, Do industries explain momentum? Journal of Finance 54 1249Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c1290.",
        "Novy-Marx, Robert, 2011, Operating leverage, Review of Finance 15, 103Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c134.",
        "Novy-Marx, Robert, 2013, The other side of value: The gross profitability premium, Journal of Financial Economics 108, 1Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c28.",
        "Ohlson, James A., 1980, Financial ratios and the probabilistic prediction of bankruptcy, Journal of Accounting Research 18, 109Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c131.",
        "Ortiz-Molina, Hernan, and Gordon M. Phillips, 2014, Real asset liquidity and the cost of capital, Journal of Financial and Quantitative Analysis 49, 1Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c32.",
        "Palazzo, Berardino, 2012, Cash holdings, risk, and expected returns, Journal of Financial Economics 104, 162Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c185.",
        "Pastor, Lubos, and Robert F. Stambaugh, 2003, Liquidity risk and expected stock returns, Journal of Political Economy 111, 642Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c685.",
        "Penman, Stephen H., Scott A. Richardson, and Irem Tuna, 2007, The book-to-price effect in stock returns: Accounting for leverage, Journal of Accounting Research 45, 427Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c467.",
        "Piotroski, Joseph D., 2000, Value investing: The use of historical financial statement information to separate winners from losers, Journal of Accounting Research 38, Supplement: Studies on accounting information and the economics of the firm, 1-41.",
        "Pontiff, Jeffrey, and Artemiza Woodgate, 2008, Share issuance and cross-sectional returns, Journal of Finance 63, 921Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c945.",
        "Rajgopal, Shivaram, Terry Shevlin, and Mohan Venkatachalam, 2003, Does the stock market fully appreciate the implications of leading indicators for future earnings? Evidence from order backlog, Review of Accounting Studies 8, 461Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c492.",
        "Richardson, Scott A., Richard G. Sloan, Mark T. Soliman, and Irem Tuna, 2005, Accrual reliability, earnings persistence and stock prices, Journal of Accounting and Economics 39, 437Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c485.",
        "Rosenberg, Barr, Kenneth Reid, and Ronald Lanstein, 1985, Persuasive evidence of market inefficiency, Journal of Portfolio Management 11, 9Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c16.",
        "Schwert, G. William, 2003, Anomalies and market efficiency, in George Constantinides, Milton Harris, and Rene Stulz, eds. Handbook of the Economics of Finance North-Holland, Amsterdam.",
        "Shumway, Tyler G., 1997, The delisting bias in CRSP data, Journal of Finance 52, 327Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c340.",
        "Shumway, Tyler G., and Vincent A. Warther, 1999, The delisting bias in CRSPÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0084¢s Nasdaq data and its implications for the size effect, Journal of Finance 54, 2361Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c2379.",
        "Sloan, Richard G., 1996, Do stock prices fully reflect information in accruals and cash flows about future earnings? The Accounting Review 71, 289Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c315.",
        "Soliman, Mark T., 2008, The use of DuPont analysis by market participants, The Accounting Review 83, 823Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c853.",
        "Stambaugh, Robert F., and Yu Yuan, 2016, Mispricing factors, forthcoming, Review of Financial Studies.",
        "The Economist, 2013, Unreliable research: Trouble at the lab.",
        "Thomas, Jacob K., and Huai Zhang, 2002, Inventory changes and future returns, Review of Accounting Studies 7, 163Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c187.",
        "Thomas, Jacob K., and Frank X. Zhang, 2011, Tax expense momentum, Journal of Accounting Research 49, 791Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c821.",
        "Titman, Sheridan, K. C. John Wei, and Feixue Xie, 2004, Capital investments and stock returns, Journal of Financial and Quantitative Analysis 39, 677Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c700.",
        "Tuzel, Selale, 2010, Corporate real estate holdings and the cross-section of stock returns, Review of Financial Studies 23, 2268Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c2302.",
        "Valta, Philip, 2016, Strategic default, debt structure, and stock returns, Journal of Financial and Quantitative Analysis 51, 1Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c33.",
        "Whited, Toni M., and Guojun Wu, 2006, Financial constraints risk, Review of Financial Studies 19, 531Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c559.",
        "Xie, Hong, 2001, The mispricing of abnormal accruals, The Accounting Review 76, 357Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c373.",
        "Xing, Yuhang, 2008, Interpreting the value effect through the Q-theory: An empirical investigation, Review of Financial Studies 21, 1767Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c1795.",
        "Yan, Xuemin (Sterling), and Lingling Zheng, 2017, Fundamental analysis and the cross-section of stock returns: A data-mining approach, Review of Financial Studies 30, 1382Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c1423.",
        "Zhang, Lu, 2005, The value premium, Journal of Finance 60, 67Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c103. Table 1 : List of Anomaly Variables The anomalies are grouped into six categories: (i) momentum; (ii) value-versus-growth; (iii) investment; (iv) profitability; (v) intangibles; and (vi) trading frictions. The number in parenthesis in the title of a panel is the number of anomalies in the category. The total number of anomalies is 447. For each anomaly variable, we list its symbol, brief description, and its academic source. Appendix A details variable definition and portfolio construction.",
        "For sufficient data coverage, we start the Cm portfolios in July 1979.",
        "We also merge Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093HousingÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d (HS) and Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Other Real EstateÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d (ORE) in the 2007 Survey. In the surveys from 1958 to 1992, we merge industry account pairs 1Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c2, 5Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c6, 9Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c10, 11Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c12, 20Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c21, and 33Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c34.",
        "For firms with more than one share class, we merge the market equity for all share classes before computing Amq. We calculate decile returns for the current month t (Amq1), from month t to t+5 (Amq6), and from month t to t + 11 (Amq12), and the deciles are rebalanced at the beginning of month t+1. The holding period longer than one month as in, for instance, Amq6, means that for a given decile in each month there exist six subdeciles, each of which is initiated in a different month in the prior six months. We take the simple average of the subdecile returns as the monthly return of the Amq6 decile. For sufficient data coverage, the Amq portfolios start in January 1972.",
        "For firms with more than one share class, we merge the market equity for all share classes before computing intrinsic value-to-market. Firms with non-positive intrinsic value are excluded. Monthly decile returns are calculated from July of year t to June of t + 1, and the deciles are rebalanced in June of t + 1. Because analyst forecast data start in 1976, the Vfp deciles start in July 1977.",
        "We take the simple average of the subdecile returns as the monthly return of the Ebpq6 decile. For sufficient data coverage, the Ebpq and Ndpq portfolios start in January 1976.",
        "Doing so helps mitigate measurement errors that can arise from nonoperating activities such as acquisitions and divestitures. Data from the statement of cash flows are only available since 1988. At the end of June of each year t, we sort stocks into deciles on Oa for the fiscal year ending in calendar year tÃ\u0083Â¢Ã\u0082Ë\u0086Ã\u0082â\u0080\u00991 scaled by total assets (item AT) for the fiscal year ending in tÃ\u0083Â¢Ã\u0082Ë\u0086Ã\u0082â\u0080\u00992. Monthly decile returns are calculated from July of year t to June of t + 1, and the deciles are rebalanced in June of t + 1.",
        "Starting from 1988, we use the cash flow approach to measure Ta as net income (item NI) minus total operating, investing, and financing cash flows (items OANCF, IVNCF, and FINCF) plus sales of stocks (item SSTK, zero if missing) minus stock repurchases and dividends (items PRSTKC and DV, zero if missing). Data from the statement of cash flows are only available since 1988. At the end of June of each year t, we sort stocks into deciles based on Ta for the fiscal year ending in calendar year t Ã\u0083Â¢Ã\u0082Ë\u0086Ã\u0082â\u0080\u0099 1 scaled by total assets for the fiscal year ending in t Ã\u0083Â¢Ã\u0082Ë\u0086Ã\u0082â\u0080\u0099 2. Monthly decile returns are calculated from July of year t to June of t + 1, and the deciles are rebalanced in June of t + 1.",
        "The holding period that is longer than one month as in, for instance, Ctoq6, means that for a given decile in each month there exist six subdeciles, each of which is initiated in a different month in the prior six-month period. We take the simple average of the subdecile returns as the monthly return of the Ctoq6 decile. For sufficient data coverage, the Ctoq portfolios start in January 1972.",
        "Monthly decile returns are calculated for month t (Glaq1), from month t to t+5 (Glaq6), and from month t to t + 11 (Glaq12). The deciles are rebalanced at the beginning of t + 1. The holding period that is longer than one month as in, for instance, Glaq6, means that for a given decile in each month there exist six subdeciles, each of which is initiated in a different month in the prior six-month period. We take the simple average of the subdecile returns as the monthly return of the Glaq6 decile. For sufficient data coverage, the Glaq portfolios start in January 1976.",
        "The holding period longer than one month as in Oleq6 means that for a given decile in each month there exist six subdeciles, each initiated in a different month in the prior six months. We take the simple average of the subdecile returns as the monthly return of the Oleq6 decile. For sufficient data coverage, the Oleq portfolios start in January 1972.",
        "Monthly decile returns are calculated for month t (Olaq1), from month t to t+5 (Olaq6), and from month t to t + 11 (Olaq12). The deciles are rebalanced at the beginning of t + 1. The holding period longer than one month as in Olaq6 means that for a given decile in each month there exist six subdeciles, each initiated in a different month in the prior six months. We take the simple average of the subdecile returns as the monthly return of the Olaq6 decile. For sufficient data coverage, the Olaq portfolios start in January 1976.",
        "The holding period longer than one month as in Claq6 means that for a given decile in each month there exist six subdeciles, each initiated in a different month in the prior six months. We take the simple average of the subdecile returns as the monthly return of the Claq6 decile. For sufficient data coverage, the Claq portfolios start in January 1976.",
        "Piotroski (2000) forms a composite score, F, as the sum of the individual binary signals: F Ã\u0083Â¢Ã\u0082â\u0080°Ã\u0082Â¡ FRoa + FdRoa + FCf/A + FAcc + FdMargin + FdTurn + FdLever + FdLiquid + Eq. (A8) At the end of June of each year t, we sort stocks based on F for the fiscal year ending in calender year t Ã\u0083Â¢Ã\u0082Ë\u0086Ã\u0082â\u0080\u0099 1 to form seven portfolios: low (F = 0,1,2), 3, 4, 5, 6, 7, and high (F = 8, 9). Because extreme F scores are rare, we combine scores 0, 1, and 2 into the low portfolio and scores 8 and 9 into the high portfolio. Monthly portfolio returns are calculated from July of year t to June of t+1, and the portfolios are rebalanced in June of t+1. For sufficient data coverage, the F portfolio returns start in July 1972.",
        "Monthly portfolio returns are calculated for month t (Fq1), from month t to t + 5 (Fq6), and from month t to t + 11 (Fq12), and the portfolios are rebalanced at the beginning of month t + 1. The holding period longer than one month as in, for instance, Fq6, means that for a given portfolio in each month there exist six subportfolios, each of which is initiated in a different month in prior six months. We take the simple average of the subportfolio returns as the monthly return of the Fq6 portfolio. For sufficient data coverage, the Fq portfolios start in January 1985.",
        "CASHMTA, aimed to capture the liquidity position of the firm, is cash and short-term investments (Compustat quarterly item CHEQ) divided by the sum of market equity and total liabilities (item LTQ). MB is the market-to-book equity, in which we add 10% of the difference between the market equity and the book equity to the book equity to alleviate measurement issues for extremely small book equity values (Campbell, Hilscher, and Szilagyi 2008). For firm-month observations that still have negative book equity after this adjustment, we replace these negative values with $1 to ensure that the market-to-book ratios for these firms are in the right tail of the distribution. PRICE is each firmÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0084¢s log price per share, truncated above at $15. We further eliminate stocks with prices less than $1 at the portfolio formation date. We winsorize the variables on the right-hand side of equation (A10) at the 1th and 99th percentiles of their distributions each month.",
        "To form the Fp deciles, we sort stocks at the end of June of year t based on Fp calculated with accounting data from the fiscal quarter ending at least four months ago. Because unlike earnings, other quarterly data items in the definition of Fp might not be available upon earnings announcement, we impose a four-month gap between the fiscal quarter end and portfolio formation to guard against look-ahead bias. We calculate decile returns from July of year t to June of year t+1, and the deciles are rebalanced in June. For sufficient data coverage, the Fp deciles start in January 1976. At the beginning of each month t, we split stocks into deciles based on Fp calculated with accounting data from the fiscal quarter ending at least four months ago. We calculate decile returns for the current month t (Fpq1), from month t to t + 5 (Fpq6), and from month t to t + 11 (Fpq12).",
        "The deciles are rebalanced at the beginning of month t + 1. The holding period that is longer than one month as in, for instance, Fpq6, means that for a given decile in each month there exist six subdeciles, each of which is initiated in a different month in the prior six-month period. We take the simple average of the subdeciles returns as the monthly return of the Fpq6 decile. For sufficient data coverage, the quarterly Fp deciles start in January 1976.",
        "The deciles are rebalanced at the beginning of month t + 1. The holding period that is longer than one month as in, for instance, Oq6, means that for a given decile in each month there exist six subdeciles, each of which is initiated in a different month in the prior six-month period. We take the simple average of the subdecile returns as the monthly return of the Oq6 decile. For sufficient data coverage, the Oq portfolios start in January 1973.",
        "The deciles are rebalanced at the beginning of month t + 1. The holding period that is longer than one month as in, for instance, Zq6, means that for a given decile in each month there exist six subdeciles, each of which is initiated in a different month in the prior six-month period. We take the simple average of the subdecile returns as the monthly return of the Zq6 decile. For sufficient data coverage, the Zq portfolios start in January 1973.",
        "Monthly portfolio returns are calculated from July of year t to June of t + 1, and the portfolios are rebalanced in June of t + 1. For sufficient data coverage, the G portfolio returns start in July 1976.",
        "The holding period that is longer than one month as in, for instance, Cr6, means that for a given quintile in each month there exist six subquintiles, each of which is initiated in a different month in the prior six-month period. We take the simple average of the subquintiles returns as the monthly return of the Cr6 quintile. For sufficient data coverage, the Cr portfolios start in January 1986.",
        "The deciles are rebalanced at the beginning of month t + 1. The holding period that is longer than one month as in, for instance, Blq6, means that for a given decile in each month there exist six subdeciles, each of which is initiated in a different month in the prior six-month period. We take the simple average of the subdecile returns as the monthly return of the Blq6 decile. For sufficient data coverage, the Blq portfolios start in January 1972.",
        "Because the quarterly R&D data start in late 1989, the Rdmq portfolios start in January 1990.",
        "The holding period longer than one month as in, for instance, Rdsq6, means that for a given decile in each month there exist six subdeciles, each of which is initiated in a different month in the prior six months. We take the simple average of the subdecile returns as the monthly return of the Rdsq6 decile. Because the quarterly R&D data start in late 1989, the Rdsq portfolios start in January 1990.",
        "Because the earnings forecast data start in January 1976, the Ana portfolios start in February 1976.",
        "The holding period longer than one month as in, for instance, Tanq6, means that for a given decile in each month there exist six subdeciles, each of which is initiated in a different month in the prior six months. We take the simple average of the subdecile returns as the monthly return of the Tanq6 decile. For sufficient data coverage, the Tanq portfolios start in January 1972.",
        "Industries are defined by two-digit SIC codes. To alleviate the impact of outliers, we winsorize the real estate ratio at the 1st and 99th percentiles of its distribution each year before computing Rer. Following Tuzel (2010), we exclude industries with fewer than five firms. At the end of June of each year t, we sort stocks into deciles based on Rer for the fiscal year ending in calendar year tÃ\u0083Â¢Ã\u0082Ë\u0086Ã\u0082â\u0080\u00991.",
        "Monthly decile returns are calculated from July of year t to June of t + 1, and the deciles are rebalanced in June of t+1. Because the real estate data start in 1969, the Rer portfolios start in July 1970.",
        "At the beginning of each month t, we sort stocks into deciles based on Kzq for the fiscal quarter ending at least four months ago. Monthly decile returns are calculated for the current month t (Kzq1), from month t to t + 5 (Kzq6), and from month t to t + 11 (Kzq12), and the deciles are rebalanced at the beginning of month t + 1. The holding period longer than one month as in, for instance, Kzq6, means that for a given decile in each month there exist six subdeciles, each of which is initiated in a different month in the prior six months. We take the simple average of the subdecile returns as the monthly return of the Kzq6 decile. For sufficient data coverage, the Kzq portfolios start in January 1977.",
        "SGq it is the firmÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0084¢s quarterly growth in sales. At the beginning of each month t, we sort stocks into deciles based on Wwq for the fiscal quarter ending at least four months ago. Monthly decile returns are calculated for the current month t (Wwq1), from month t to t + 5 (Wwq6), and from month t to t + 11 (Wwq12), and the deciles are rebalanced at the beginning of month t + 1. The holding period longer than one month as in, for instance, Wwq6, means that for a given decile in each month there exist six subdeciles, each of which is initiated in a different month in the prior six months. We take the simple average of the subdecile returns as the monthly return of the Wwq6 decile. For sufficient data coverage, the Wwq portfolios start in January 1972.",
        "We take the simple average of the subdeciles returns as the monthly return of the Cta6 decile. For sufficient data coverage, the Cta portfolios start in January 1972.",
        "Because the pension data start in 1980, the Frm and Fra portfolios start in July 1981.",
        "We take the simple average of the subdecile returns as the monthly return of the Alaq6 decile. For sufficient data coverage, the quarterly asset liquidity portfolios start in January 1976.",
        "At the beginning of each month t, we sort stocks into deciles based on Dls computed with analyst forecasts reported in tÃ\u0083Â¢Ã\u0082Ë\u0086Ã\u0082â\u0080\u00991. Monthly decile returns are calculated for the current month t (Dls1), from month t to t + 5 (Dls6), and from month t to t + 11 (Dls12), and the deciles are rebalanced at the beginning of t + 1. The holding period longer than one month as in, for instance, Dls6, means that for a given decile in each month there exist six subdeciles, each of which is initiated in a different month in the prior six months. We take the simple average of the subdecile returns as the monthly return of the Dls6 decile. Because the long-term growth forecast data start in December 1981, the deciles start in January 1982.",
        "At the beginning of each month t, we sort stocks into deciles based on Dis computed with analyst forecasts reported in month t Ã\u0083Â¢Ã\u0082Ë\u0086Ã\u0082â\u0080\u0099 1. Monthly decile returns are calculated for the current month t (Dis1), from month t to t + 5 (Dis6), and from month t to t + 11 (Dis12), and the deciles are rebalanced at the beginning of month t + 1. The holding period longer than one month as in Dis6 means that for a given decile in each month there exist six subdeciles, each of which is initiated in a different month in the prior six months. We take the simple average of the subdecile returns as the monthly return of the Dis6 decile. Because the analyst forecasts data start in January 1976, the Dis portfolios start in February 1976.",
        "The holding period longer than one month as in Dlg6 means that for a given decile in each month there exist six subdeciles, each of which is initiated in a different month in the prior six months. We take the simple average of the subdecile returns as the monthly return of the Dlg6 decile. Because the long-term growth forecast data start in December 1981, the Dlg portfolios start in January 1982.",
        "At the beginning of each month t, we sort stocks into deciles based on Ã\u0083Å½Ã\u0082Â²Lev estimated at the beginning of the current quarter. Monthly decile returns are calculated for the current month t (Ã\u0083Å½Ã\u0082Â²Lev 1), from month t to t + 5 (Ã\u0083Å½Ã\u0082Â²Lev 6), and from month t to t + 11 (Ã\u0083Å½Ã\u0082Â²Lev 12), and the deciles are rebalanced at the beginning of month t + 1. The holding period longer than one month as in Ã\u0083Å½Ã\u0082Â²Lev 6 means that for a given decile in each month there exist six subdeciles, each of which is initiated in a different month in the prior six months. We take the simple average of the subdecile returns as the monthly return of the Ã\u0083Å½Ã\u0082Â²Lev 6 decile. Because the financial intermediary leverage data start in 1968 and we need at least 20 quarters to estimate Ã\u0083Å½Ã\u0082Â²Lev , the Ã\u0083Å½Ã\u0082Â²Lev portfolios start in January 1973.",
        "B Delisting Adjustment Following Beaver, McNichols, and Price (2007), we adjust monthly stock returns for delisting returns by compounding returns in the month before delisting with delisting returns from CRSP.",
        "For delisting that occurs on the last trading day of month t, we include only the regular monthly return for month t, and account for the delisting return at the beginning of the following month: DRt = rett and DRt+1 = derdt, in which rett is the regular full month return. Differing from Beaver, McNichols, and Price (2007), we do not account for these last-day delistings in the same month, because delisting generally occurs after the market closes. Also, delisting events are often surprises, and their payoffs cannot be determined immediately (Shumway 1997). As such, it might be problematic to incorporate delisting returns immediately on the last trading date in month t."
    ]
}