{
    "id": 23390,
    "cites": 27,
    "cited_by": 6,
    "reference": [
        "Abadie, A. and G. W. Imbens (2006, January). Large sample properties of matching estimators for average treatment eects. Econometrica 74(1), 235267.",
        "Becchi, E. and M. Ferrari (1990). Public infant centres in Italy: A national survey. Technical report.",
        "Biroli, P., G. Conti, D. Del Boca, C. Giudici, L. Heckman, M. Nicolosi, and C. Prontazo (2016). Evaluating the impact of the infant toddler centers and preschools on children: The Reggio Children approach part I. Unpublished manuscript, Center for the Economics of Human Development.",
        "Cagliari, P., M. Castagnetti, C. Giudici, C. Rinaldi, V. Vecchi, and P. Moss (Eds.) (2016). Loris Malaguzzi and the Schools of Reggio Emilia: A Selection of His Writings and Speeches, 1945 1993. New York: Routledge.",
        "Center for the Economics of Human Development (CEHD) (2016). Historical analysis: 19552010. Early childhood programs and policies in Padova, Parma, and Reggio Emilia. Document released in English and in Italian.",
        "Comuni-Italiani (2017). Redditi irpef per regione (2011). Website, http://www.comuniitaliani. it/statistiche/redditir2011.html.",
        "Corsaro, W. A. (2008, September). Policy and practice in Italian children's transition from preschool to elementary school. Research in Comparative and International Education 3(3), 250265.",
        "Edwards, C., L. Gandini, and G. Forman (Eds.) (1998). The Hundred Languages of Children: The Reggio Emilia Approach  Advanced Reections (2 ed.). Westport, CT: Ablex Publishing.",
        "Gertler, P., J. J. Heckman, R. Pinto, A. Zanolini, C. Vermeersch, S. Walker, S. Chang, and S. M. Grantham-McGregor (2014). Labor market returns to an early childhood stimulation intervention in Jamaica. Science 344(6187), 9981001.",
        "Giaroni, L. (1972). Municipio di Reggio nell'Emilia Assessorato Scuole e Servizi Sociali regolamento delle Scuole Comunali dell'Infanzia. Reggio Emilia, Italy.",
        "Giudici, C. and M. Nicolosi (2014). The Reggio approach to early childhood education. Unpublished manuscript, Reggio Children.",
        "Goodman, R. (1997, July). The strengths and diculties questionnaire: A research note. Journal of Child Psychology and Psychiatry 38(5), 581586.",
        "Heckman, J. J., N. Hohmann, J. Smith, and M. Khoo (2000, May). Substitution and dropout bias in social experiments: A study of an inuential social experiment. Quarterly Journal of Economics 115(2), 651694.",
        "Heckman, J. J., H. Ichimura, J. Smith, and P. E. Todd (1998, September). Characterizing selection bias using experimental data. Econometrica 66(5), 10171098.",
        "Hohnerlein, E. M. (2015). Development and diusion of early childhood education in Italy: Reections on the role of the Church from a historical perspective (18302010). In H. Willekens, K. Scheiwe, and K. Nawrotzki (Eds.), The Development of Early Childhood Education in Europe and North America: Historical and Comparative Perspectives, Chapter 4, pp. 7191. London: Palgrave Macmillan.",
        "Istituzione del Comune di Reggio Emilia (19942011). Annual journals prepared by the Municipality of Reggio Emilia, Italy, between 1994 and 2011.",
        "Kline, P. and C. Walters (2016). Evaluating public programs with close substitutes: The case of Head Start. Quarterly Journal of Economics 131(4), 17951848.",
        "Lazzari, A. (2012, December). The public good. Historical and political roots of municipal preschools in Emilia Romagna. European Journal of Education 47(4), 556568.",
        "Malizia, G. and S. Cicatelli (2011). The Catholic School under Scrutiny: Ten Years of Research in Italy (19982008). Bern, Switzerland: Peter Lang.",
        "Ministry of Education (1991, June). `New Guidelines for the Educational Activities in State-run Preprimary Schools (`nuovi' orientamenti dell'attivitÃ\u0083Æ\u0092Ã\u0082Â  educativa nelle scuole materne statali). State policy.",
        "Municipality of Padova, Italy (19642011). Administrative data on preschool enrollment collected by the Municipality of Padova, Italy, between 1964 and 2011.",
        "Municipality of Reggio Emilia, Italy (19662006). Administrative data on preschool enrollment collected by the Municipality of Reggio Emilia, Italy, between 1966 and 2006.",
        "Organisation for Economic Co-operation and Development (2001, May). OECD country note: Early childhood education and care policy in Italy. Technical report, Organisation for Economic Co-operation and Development, Paris.",
        "Preschools Reggio Children and Infant-toddler Centers Istituzione of the Municipality of Reggio Emilia (2008). The infant-toddler centers and preschools of Reggio Emilia: Historical notes and general information. Italy.",
        "Rinaldi, C. (2006). In Dialogue with Reggio Emilia: Listening, Researching and Learning (Contesting Early Childhood). New York, NY: Routledge.",
        "Smith, J. A. and P. E. Todd (2005, March-April). Does matching overcome LaLonde's critique of nonexperimental estimators? Journal of Econometrics 125(12), 305353.",
        "Vecchi, V. (2010). Art and Creativity in Reggio Emilia: Exploring the Role and Potential of Ateliers in Early Childhood Education (Contesting Early Childhood). New York, NY: Routledge."
    ]
}