{
    "id": 23392,
    "cites": 50,
    "cited_by": 9,
    "reference": [
        "Aizer, Anna, and Joseph J. Doyle. 2015. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Juvenile Incarceration, Human Capital, and Future Crime: Evidence from Randomly Assigned Judges.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d The Quarterly Journal of Economics 130 (2): 759Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c803.",
        "Angle, Carol R., and Matilda S. McIntire. 1979. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Environmental Lead and Children: The Omaha Study.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Journal of Toxicology and Environmental Health 5 (5): 855Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c70.",
        "Ashenfelter, Orley, and Alan Krueger. 1994. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Estimates of the Economic Return to Schooling from a New Sample of Twins.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d American Economic Review 84 (5): 1157Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c73.",
        "Banks, Ellen C., Louise E. Ferretti, and D. W. Shucard. 1997. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Effects of Low Level Lead Exposure on Cognitive Function in Children: A Review of Behavioral, Neuropsychological and Biological Evidence.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Neurotoxicology 18 (1): 237Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c81.",
        "Bernburg, JÃ\u0083Æ\u0092Ã\u0082Â¶n Gunnar, and Marvin D. Krohn. 2003. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Labeling, Life Chances, and Adult Crime: The Direct and Indirect Effects of Official Intervention in Adolescence on Crime in Early Adulthood.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Criminology 41 (4): 1287Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c1318.",
        "Batelle Memorial Institute. 1998. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Sources of Lead in Soil: A literature Review,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d report prepared for the EPA. https://www.epa.gov/sites/production/files/documents/r98-001a.pdf.",
        "Billings, Stephen, and Kevin Schnepel. 2015. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Life Unleaded: Effects of Early Interventions for Children Exposed to Lead.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d unpublished mimeo.",
        "Bound, John, Charles Brown, Greg J. Duncan, and Willard L. Rodgers. 1994. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Evidence on the Validity of Cross-Sectional and Longitudinal Labor Market Data.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Journal of Labor Economics 12 (3): 345Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c68.",
        "Bound, John, and Alan B. Krueger. 1991. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093The Extent of Measurement Error in Longitudinal Earnings Data: Do Two Wrongs Make a Right?Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Journal of Labor Economics 9 (1): 1Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c24.",
        "Blumstein, Alfred, and Joel Wallman. 2000. The Crime Drop in America. Cambridge University Press.",
        "Centers for Disease Control and Prevention (CDC). 2013. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Blood Lead Levels in Children Aged 1-5 Years - United States, 1999-2010.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d MMWR. Morbidity and Mortality Weekly Report 62 (13): 245Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c48.",
        "Datko-Williams, Laura, Adrien Wilkie, and Jennifer Richmond-Bryant. 2014. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Analysis of U.S. Soil Lead (Pb) Studies from 1970 to 2012.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Science of The Total Environment 468Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c469 (January): 854Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c63.",
        "Donohue, John J., and Steven D. Levitt. 2001. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093The Impact of Legalized Abortion on Crime.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d The Quarterly Journal of Economics 116 (2): 379Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c420.",
        "Feigenbaum, James J., and Christopher Muller. 2016. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Lead Exposure and Violent Crime in the Early Twentieth Century.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Explorations in Economic History 62 (10): 51Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c86.",
        "Filippelli, Gabriel M., Mark AS Laidlaw, Jennifer C. Latimer, and Robyn Raftis. 2005. \"Urban lead poisoning and medical geology: an unfinished story.\" GSA Today 15 (1): 4-11.",
        "Ferrie, Joseph P., Karen Rolf, and Werner Troesken. 2012. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Cognitive Disparities, Lead Plumbing, and Water Chemistry: Prior Exposure to Water-Borne Lead and Intelligence Test Scores among World War Two U.S. Army Enlistees.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Economics & Human Biology 10 (1): 98Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c111.",
        "Fu, Shag-Lian, Harlan Hashimoto, B. Z. Siegel, and S. M. Siegel. 1989. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Variations in Plant and Soil Lead and Mercury Content in a Major Honolulu Park, 1972 to 1987, a Period of Significant Source Reduction.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Water, Air, and Soil Pollution 43 (1-2): 109Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c18.",
        "GrÃ\u0083Æ\u0092Ã\u0082Â¶nqvist, Hans, Peter Nilsson, and Per-Olof Robling. 2014. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Early-childhood Lead Exposure and Criminal Behavior: Lessons from the Swedish Phase-out of Leaded Gasoline.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d SOFI working paper 2014/9. Stockholm University.",
        "Hubbs-Tait, Laura, Afework Mulugeta, Alemtsehay Bogale, Tay S. Kennedy, Eric R. Baker, and Barbara J. Stoecker. 2009. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Main and Interaction Effects of Iron, Zinc, Lead, and Parenting on ChildrenÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0084¢s Cognitive Outcomes.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Developmental Neuropsychology 34 (2): 175Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c95.",
        "Hunt, Andrew, Johnson, David and Daniel Griffith. 2006. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Mass Transfer of Soil Indoors by Track-in on Footwear.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Science of The Total Environment 370 (2-3):360-71.",
        "Jacobs, David E, Robert P Clickner, Joey Y Zhou, Susan M Viet, David A Marker, John W Rogers, Darryl C Zeldin, Pamela Broene, and Warren Friedman. 2002. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093The Prevalence of LeadBased Paint Hazards in U.S. Housing.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Environmental Health Perspectives 110 (10): A599Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c606.",
        "Kinsler, Joshua. 2011. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Understanding the blackÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009cwhite school discipline gap.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Economics of Education Review 30 (6): 1370Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c83.",
        "Laidlaw, Mark A. S., and Gabriel M. Filippelli. 2008. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Resuspension of Urban Soils as a Persistent Source of Lead Poisoning in Children: A Review and New Directions.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Applied Geochemistry 23 (8): 2021Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c39.",
        "Landrigan, Philip J., Edward L. Baker, Robert G. Feldman, Dennis H. Cox, Kenneth V. Eden, Walter A. Orenstein, John A. Mather, Anthony J. Yankel, and Ian H. von Lindern. 1976. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Increased Lead Absorption with Anemia and Slowed Nerve Conduction in Children near a Lead Smelter.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d The Journal of Pediatrics 89 (6): 904Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c10.",
        "Lejano, Raul P., and Jonathon E. Ericson. 2005. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Tragedy of the Temporal Commons: SoilBound Lead and the Anachronicity of Risk.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Journal of Environmental Planning and Management 48 (2): 301Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c20.",
        "Masters, Roger D, Brian Hone, and Anil Dosh. 1998. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Environmental pollution, Neurotoxicity, and Criminal Violence,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d in Environmental Toxicology: Current Developments, edited by J. Rose, 13Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c48. London: Taylor and Francis.",
        "Mielke, Howard W., and Sammy Zahran. 2012. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093The Urban Rise and Fall of Air Lead (Pb) and the Latent Surge and Retreat of Societal Violence.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Environment International 43 (August): 48Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c55.",
        "Milberg, Ronald P., John V. Lagerwerff, Donald L. Brower, and George T. Biersdorf. 1980. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Soil Lead Accumulation Alongside a Newly Constructed Roadway.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Journal of Environmental Quality 9 (1): 6Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c8.",
        "Ming, Hui, WenXiang He, Dane T. Lamb, Mallavarapu Megharaj, and Ravi Naidu. 2012. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Bioavailability of Lead in Contaminated Soil Depends on the Nature of Bioreceptor.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Ecotoxicology and Environmental Safety 78 (April): 344Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c50.",
        "Mowen, Thomas, and John Brent. 2016. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093School Discipline as a Turning Point: The Cumulative Effect of Suspension on Arrest.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Journal of Research in Crime and Delinquency 53 (5): 628Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c53.",
        "National Research Council, Division on Earth and Life Studies, Commission on Life Sciences, and Committee on Measuring Lead in Critical Populations. 1993. Measuring Lead Exposure in Infants, Children, and Other Sensitive Populations. Washington DC: National Academies Press.",
        "Needleman, Herbert L., Alan Schell, David Bellinger, Alan Leviton, and Elizabeth N. Allred. 1990. \"The long-term effects of exposure to low doses of lead in childhood: an 11-year follow-up report.\" New England Journal of Medicine 322 (2): 83-8.",
        "Needleman, H., and B. Gatsonis. 1991. \"Meta-analysis of 24 studies of learning disabilities due to lead poisoning.\" JAMA 265: 673-8.",
        "Nevin, Rick. 2000. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093How Lead Exposure Relates to Temporal Changes in IQ, Violent Crime, and Unwed Pregnancy.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Environmental Research 83 (1): 1Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c22.",
        "Nevin, Rick. 2007. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Understanding International Crime Trends: The Legacy of Preschool Lead Exposure.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Environmental Research 104 (3): 315Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c36.",
        "Parsons, Patrick J., Andrew A. Reilly, and Debra Esernio-Jenssen. 1997. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Screening Children Exposed to Lead: An Assessment of the Capillary Blood Lead Fingerstick Test.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Clinical Chemistry 43 (2): 302Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c11.",
        "Parsons, Patrick, and J. J. J. Chisolm. 1997. \"The lead laboratory.\" Screening Young Children for Lead Poisoning: Guidance for State and Local Health Officials.",
        "Raymond, Jaime, Will Wheeler, and Mary Jean Brown. 2014. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Lead Screening and Prevalence of Blood Lead Levels in Children Aged 1Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c2 Years Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009d Child Blood Lead Surveillance System, United States, 2002Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c2010 and National Health and Nutrition Examination Survey, United States, 1999Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c2010.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Morbidity and Mortality Weekly Reports 63 (2): 36-42.",
        "Reyes, Jessica Wolpaw. 2007. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Environmental Policy as Social Policy? The Impact of Childhood Lead Exposure on Crime.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d The B.E. Journal of Economic Analysis & Policy 7 (1).",
        "Reyes, Jessica Wolpaw. 2015. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Lead Exposure and Behavior: Effects on Antisocial and Risky Behavior Among Children and Adolescents.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Economic Inquiry 53 (3): 1580Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c1605.",
        "Rhode Island Department of Health. 2011. Childhood Lead Poisoning in RI: The Numbers. http://www.health.ri.gov/publications/databooks/2011ChildhoodLeadPoisoningInRhodeI sland.pdf.",
        "Ris, M. Douglas, Kim N. Dietrich, Paul A. Succop, Omer G. Berger, and Robert L. Bornschein. 2004. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Early Exposure to Lead and Neuropsychological Outcome in Adolescence.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Journal of the International Neuropsychological Society 10 (2): 261Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c70.",
        "Rocque, Michael. 2010. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Office Discipline and Student Behavior: Does Race Matter?Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d American Journal of Education 116 (4): 557Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c81.",
        "Rowangould, Gregory M. 2013. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093A Census of the US near-Roadway Population: Public Health and Environmental Justice Considerations.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Transportation Research Part D: Transport and Environment 25 (December): 59Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c67.",
        "Sayre, J W, and M D Katzel. 1979. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Household Surface Lead Dust: Its Accumulation in Vacant Homes.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Environmental Health Perspectives 29 (April): 179Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c82.",
        "Snyder, Howard N., and Melissa Sickmund. 2006. Juvenile Offenders and Victims: 2006 National Report. Office of Juvenile Justice and Delinquency Prevention. https://www.ojjdp.gov/ojstatbb/nr2006/.",
        "US Department of Health and Human Services. 2007. Toxicological Profile for Lead. https://library.bowdoin.edu/help/chicago-gov.pdf U.S. Surgeon General. 1971. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093The Surgeon GeneralÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0084¢s Policy Statement on Medical Aspects of Childhood Lead Poisoning,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d August. U.S. Government Printing Office, Washington D.C. http://files.eric.ed.gov/fulltext/ED055656.pdf.",
        "Vivier, Patrick M., Marissa Hauptman, Sherry H. Weitzen, Scott Bell, Daniela N. Quilliam, and John R. Logan. 2011. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093The Important Health Impact of Where a Child Lives: Neighborhood Characteristics and the Burden of Lead Poisoning.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Maternal and Child Health Journal 15 (8): 1195Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c1202.",
        "Vivier, Patrick M., Joseph W. Hogan, Peter Simon, Tricia Leddy, Lynne M. Dansereau, and Anthony J. Alario. 2001. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093A Statewide Assessment of Lead Screening Histories of Preschool Children Enrolled in a Medicaid Managed Care Program.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Pediatrics 108 (2): e29Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009ce29.",
        "Wooldridge, Jeffrey M. 2010. Econometric Analysis of Cross Section and Panel Data. MIT Press."
    ]
}