{
    "id": 23400,
    "cites": 60,
    "cited_by": 12,
    "reference": [
        "ArtuÃ\u0083Æ\u0092Ã\u0082Â§, E., S. Chaudhuri, and J. McLaren (2010, June). Trade shocks and labor adjustment: A structural empirical approach. American Economic Review 100 (3), 100845.",
        "Autor, D., D. Dorn, and G. Hanson (2015). The labor market and the marriage market: How adverse employment shocks aect marriage, fertility, and children's living circumstances. Mimeo.",
        "Autor, D., D. Dorn, G. Hanson, and K. Majlesi (2016). Importing political polarization? the electoral consequences of rising trade exposure. NBER Working Paper, No. 22637.",
        "Autor, D., D. Dorn, G. Hanson, and J. Song (2014). Trade adjustment: Worker-level evidence. Quarterly Journal of Economics 129 (4), 17991860.",
        "Autor, D. H., D. Dorn, and G. H. Hanson (2013, October). The China syndrome: Local labor market eects of import competition in the United States. American Economic Review 103 (6), 212168.",
        "Bartik, T. J. (1991). Who Benets from State and Local Economic Development Policies? Kalamazoo, MI: W. E. Upjohn Institute for Employment Research.",
        "Blumstein, Alfred, J. C. J. A. R. and C. A. Visher (1986). Criminal Careers and Career Criminals. National Academy Press, Washington DC.",
        "Bourguignon, F., J. NuÃ\u0083Æ\u0092Ã\u0082Â±ez, and F. Sanchez (2003). A structural model of crime and inequality in Colombia. Journal of the European Economic Association, 440449.",
        "Burgess, R., O. Deschenes, D. Donaldson, and M. Greenstone (2014). Weather and death in India. Harvard Business School BGIE Unit Working Paper 14-067.",
        "Card, D. and G. Dahl (2011). Family violence and football: The eect of unexpected emotional cues on violent behavior. Quarterly Journal of Economics 126 (1), 103143.",
        "Che, Y., Y. Lu, J. Pierce, P. Schott, and Z. Tao (2016). Does trade liberalization with China inuence u.s. elections? Mimeo.",
        "Che, Y. and X. Xu (2016). The china syndrome in US: Import competition, crime, and government transfer. Mimeo.",
        "Chimeli, A. and R. R. Soares (2016). The use of violence in illegal markets: Evidence from mahogany trade in the Brazilian Amazon. American Economic Journal: Applied Economics.",
        "Coar, K. (2013). Adjusting to trade liberalization: Reallocation and labor market policies. Mimeo.",
        "Colvi, R. (2009). U.S. recession fuels crime rise, police chiefs say. Reuters, January 27.",
        "Cook, P. J. and G. A. Zarkin (1985). Crime and the business cycle. Journal of Legal Studies 14 (1), 115128.",
        "Costa, F., J. Garred, and J. P. Pessoa (2015). Winners and losers from a commoditiesfor -manufactures trade boom. Mimeo.",
        "de Carvalho, Jr., M. (1992). Alguns aspectos da reforma aduaneira recente. FUNCEX Texto Para DiscussÃ\u0083Æ\u0092Ã\u0082Â£o.",
        "Deiana, C. (2016). The bitter side of trade shocks: Local labour market conditions and crime in the US. Mimeo.",
        "Deschenes, O. and E. Moretti (2009). Extreme weather events, mortality, and migration. Review of Economics and Statistics 91 (4), 659681.",
        "Dippel, C., R. Gold, and S. Heblich (2015). Globalization and its (dis-)content: Trade shocks and voting behavior. NBER Working Paper 21812.",
        "Dix-Carneiro, R. (2014). Trade liberalization and labor market dynamics. Econometrica 82 (3), 825885.",
        "Dix-Carneiro, R. and B. K. Kovak (2015a). Trade liberalization and the skill premium: A local labor markets approach. American Economic Review 105 (5), 55157.",
        "Dix-Carneiro, R. and B. K. Kovak (2015b). Trade reform and regional dynamics: Evidence from 25 years of Brazilian matched employer-employee data. NBER Working Paper 20908.",
        "Ehrlich, I. (1973). Participation in illegitimate activities: A theoretical and empirical investigation. Journal of Political Economy 81 (3), 521565.",
        "Fajnzylber, P., D. Lederman, and N. V. Loayza (2002). Inequality and violent crime. Journal of the European Economic Association 45 (1), 140.",
        "Fazel, S., A. Wolf, Z. Chang, H. Larsson, G. M. Goodwin, FMedSci, and P. Lichtenstein (2015). Depression and violence: a Swedish population study. The Lancet Psychiatry 2 (3), 224232.",
        "Feler, L. and M. Senses (2016). Trade shocks and the provision of local public goods. Mimeo.",
        "Finklea, K. (2011). Economic downturns and crime. CRS Report for Congress.",
        "Fishback, P. V., R. Johnson, and S. Kantor (2010). Striking at the roots of crime: The impact of welfare spending on crime during the great depression. Journal of Law and Economics 53, 715740.",
        "Foley, C. F. (2011). Welfare payments and crime. Review of Economics and Statistics 93 (1), 97112.",
        "FougÃ\u0083Æ\u0092Ã\u0082Â¨re, D., F. Kramarz, and J. Pouget (2009). Youth unemployment and crime in France. Journal of the European Economic Association 7 (5), 909938.",
        "Glaeser, E. L., B. Sacerdote, and J. A. Scheinkman (1996). Crime and social interactions. The Quarterly Journal of Economics 111 (2), 507548.",
        "Goldberg, P. K. and N. Pavcnik (2003). The response of the informal sector to trade liberalization. Journal of Development Economics 72 (2), 463496.",
        "Goldberg, P. K. and N. Pavcnik (2007). Distributional eects of globalization in developing countries. Journal of Economic Literature 45 (1), 3982.",
        "Gould, E. D., B. A. Weinberg, and D. B. Mustard (2002). Crime rates and local labor market opportunities in the United States: 19791997. Review of Economics and Statistics 84 (1), 4561.",
        "Hirata, G. and R. R. Soares (2015). Competition and the racial wage gap: Testing Becker's model of employer discrimination. Mimeo.",
        "Iyer, L. and P. B. Topalova (2014). Poverty and crime: evidence from rainfall and trade shocks in India. Harvard Business School BGIE Unit Working Paper 14-067.",
        "Jacob, B. A. and L. Lefgren (2003). Are idle hands the devil's workshop? incapacitation, concentration, and juvenile crime. American Economic Review 93 (5), 15601577.",
        "Kovak, B. K. (2013). Regional eects of trade reform: What is the correct measure of liberalization? American Economic Review 103 (5), 19601976.",
        "Kume, H., G. Piani, and C. F. Souza (2003). A polÃ\u0083Æ\u0092Ã\u0082Â­tica brasileira de importaÃ\u0083Æ\u0092Ã\u0082Â§Ã\u0083Æ\u0092Ã\u0082Â£o no perÃ\u0083Æ\u0092Ã\u0082Â­odo 1987-98: descriÃ\u0083Æ\u0092Ã\u0082Â§Ã\u0083Æ\u0092Ã\u0082Â£o e avaliaÃ\u0083Æ\u0092Ã\u0082Â§Ã\u0083Æ\u0092Ã\u0082Â£o. In C. Corseuil and H. Kume (Eds.), A abertura comercial brasileira nos anos 1990. Ipea.",
        "Levitt, S. D. (1997). Using electoral cycles in police hiring to estimate the eect of police on crime: Reply. American Economic Review 87 (3), 270290.",
        "Levitt, S. D. (1999). The limited role of changing age structure in explaining aggregate crime rates. Criminology 37 (3), 58198.",
        "Lima, R. d. (2000). Conitos sociais e criminalidade urbana: Uma anÃ\u0083Æ\u0092Ã\u0082Â¡lise dos homicÃ\u0083Æ\u0092Ã\u0082Â­dios cometidos no municÃ\u0083Æ\u0092Ã\u0082Â­pio de SÃ\u0083Æ\u0092Ã\u0082Â£o Paulo. M.A. Thesis, Department of Sociology, University of SÃ\u0083Æ\u0092Ã\u0082Â£o Paulo.",
        "Lin, M.-J. (2008). Does unemployment increase crime? Evidence from U.S. data 1974 2000. Journal of Human Resources 43 (2), 413436.",
        "Lochner, L. (2011). Education policy and crime. pp. 465515.",
        "Lochner, L. and E. Moretti (2004). The eect of education on crime: Evidence from prison inmates, arrests, and self-reports. American Economic Review 94 (1), 155189.",
        "McManus, C. and G. Schaur (2016). The eects of import competition on worker health. Journal of International Economics 102, 160172.",
        "Menezes-Filho, N. A. and M.-A. Muendler (2011). Labor reallocation in response to trade reform. NBER Working Paper No. 17372.",
        "Pavcnik, N., A. Blom, P. Goldberg, and N. Schady (2004). Trade liberalization and industry wage structure: Evidence from Brazil. World Bank Economic Review 18 (3), 319334.",
        "Pierce, J. and P. Schott (2016). Trade liberalization and mortality: Evidence from U.S. counties. Mimeo.",
        "Raphael, S. and R. Winter-Ebmer (2001). Identifying the eect of unemployment on crime. Journal of Law and Economics 44 (1), 259283.",
        "Reis, E., M. Pimentel, and A. Alvarenga (2008). reas mÃ\u0083Æ\u0092Ã\u0082Â­nimas comparÃ\u0083Æ\u0092Ã\u0082Â¡veis para os perÃ\u0083Æ\u0092Ã\u0082Â­odos intercensitÃ\u0083Æ\u0092Ã\u0082Â¡rios de 1872 a 2000. Rio de Janeiro: Ipea/Dimac.",
        "Sapori, L. F., L. L. Sena, and B. F. A. da Silva (2012). Mercado do crack e violÃ\u0083Æ\u0092Ã\u0082Âªncia urbana na cidade de Belo Horizonte. DILEMAS: Revista de Estudos de Conito e Controle Social 5 (1), 3766.",
        "Schargrodsky, E. and R. di Tella (2004). Do police reduce crime? estimates using the allocation of police forces after a terrorist attack. American Economic Review 94 (1), 115133.",
        "Soares, R. R. (2004). Development, crime, and punishment: Accounting for the international dierences in crime rates. Journal of Development Economics 73 (1), 155184.",
        "Topalova, P. (2010). Factor immobility and regional impacts of trade liberalization: Evidence on poverty from India. American Economic Journal: Applied Economics 2 (4), 141.",
        "UNODC (2012). Economic crises may trigger rise in crime. UNODC, February 3.",
        "UNODC (2013). Global study on homicide. United Nations Oce on Drugs and Crime https: www. unodc. org/ documents/ gsh/ pdfs/ 2014/ GLOBAL/ HOMICIDE_ BOOK_ web. pdf .",
        "Utar, H. (2015). Workers beneath the oodgates: Impact of low-wage import competition and workers' adjustment. Mimeo. Web Appendix  Not for Publication A Homicide Rates as a Proxy for Overall Criminal Activity This section investigates to what extent local homicide rates constitute a good proxy for overall criminal activity. We examine data from Minas Gerais and SÃ\u0083Æ\u0092Ã\u0082Â£o Paulo, the two most populous states in Brazil, which account for 32 percent of Brazil's total population."
    ]
}