{
    "id": 2341,
    "cites": 157,
    "cited_by": 36,
    "reference": [
        "Amsler, Christine (1984), A &apos;Pure&apos; Long-Term Interest Rate and the Demand for Money, Journal of Economics and Business, 36: 359-70.",
        "Ando, Albert, and Arthur Kennickell, A Reappraisal of the Phillips Curve and the Term Structure of Interest Rates, xeroxed, University of Pennsylvania, 1983.",
        "Ando, Albert, and Franco Modigliani, (1975) Some Reflections on Describing Structures in Financial Sectors, in Gary Fromin and Lawrence Klein, editors, The Brookings Model: Perspectives and Recent Developments, North Holland, Amsterdam.",
        "Backus, David, William C. Brainard, Gary Smith, and James Tobin (1980), A Model of U. S. Financial and Nonfinancial Economic Behavior, Journal Money. Credit and Banking, 12:259-93.",
        "Begg, David K. H. (1984), Rational Expectations and Bond Pricing: Modelling the Term Structure with and without Certainty Equivalence, Economic Journal, 94: 45-58.",
        "Benninga, Simon and Aris Protopapadakis (1983), Real and Nominal Interest Rates under Uncertainty: A The Fisher Theorem and the Term Structure, Journal of Political Economy 91:856-67.",
        "Bierwag, G. 0., and M. A. Grove (1967), A Model of the Term Structure of Interest Rates, Review of Economics and Statistics, 49:50-62.",
        "Bohm-Bawerk Eugen, V., The Positive Theory of Capital, G.E. Stechert & Co., 1891.",
        "Board of Governors of the Federal Reserve System, Flow of Funds Accounts Financial Assets and Liabilities Year-End, 1961-84, Washington, 1985.",
        "Bodie, Zvi, Alex Kane and Robert McDonald (1984), Why Haven&apos;t Nominal Rates Declined? Financial Analysts Journal, 40: 16-27.",
        "Brainard, William C., and James Tobin (1968), Pitfalls in Financial Model Building, American Economic Review Papers and Proceedings, 58:99-122, May.",
        "Brealey, Richard, and Stephen Schaefer (1977), Term Structure with Uncertain Inflation, Journal of Finance, 32: 277-89.",
        "Brennan, Michael J., and Eduardo S. Schwartz (1980), Conditional Predictions of Bond Prices and Returns, Journal of Finance, 35: 405-17.",
        "Brown, Stephen, and Philip Dybvig (1986), The Empirical Implications of the Cox, Ingersoll, Ross Theory of the Term Structure of Interest Rates. Journal of Finance, 41:616-30.",
        "Buse, Adolf, (1967), Interest Rates, the Meiselman Model and Random Numbers, Journal of Political Economy, 75: 49-62.",
        "Campbell, John Y. (1984a), Asset Duration and Time-Varying Risk Premia,&apos; unpublished Ph.D. dissertation, Yale University.",
        "_____________ (1986) Bond and Stock Returns in a Simple Exchange Model, Quarterly Journal of Economics, 786-803.",
        "_____________ (1986), A Defense of Traditional Hypotheses about the Term Structure of Interest Rates, Journal of Finance, 41:183-93.",
        "_____________ (1987), Stock Returns and the Term Structure, Journal of Financial Economics, in press.",
        "Campbell, John Y. and Robert J. Shiller (1984), A Simple Account of the Behavior of Long-Term Interest Rates, Anerican Economic Review Papers and Proceedings, 74: 44-8.",
        "______________ (1986) Cointegration and Tests of Present Value Models,&apos; NBER Working Paper No. 1885. (a) _______________ (1986) The Dividend Price Ratio and Expectations of Future Dividends and Discount Factors, NBER Working Paper. (b) Cargill, Thomas F., and Robert A. Meyer (1972), A Spectral Approach to Estimating the Distributed Lag Relationship Between Long-Term and Short-Term Interest Rates,&apos; International Economic Review 13:223-38 June. Chambers, Donald R., Willard T. Carlton, and Donald W. Waldman (198-.), A New Approach to the Estimation of the Term Structure of Interest Rates,&apos; Journal of Financial and Quantitative Analysis, 19: 233-52.",
        "Chen, Eva T. (1986), Estimation of the Term Structure of Interest Rates via Cubic Exponential Spline Functions, unpublished doctoral dissertation draft, The Ohio State University.",
        "Clark, 3. B., (1895) The Gold Standard of Currency in Light of Recent Theory. Political Science Quarterly, 10:389-403.",
        "Conard, Joseph W. An Introduction to the Theory of Interest, University of California Press, Berkeley and Los Angeles, 1959.",
        "Cox, John C., Jonathan E. Ingersoll Jr. and Stephen A. Ross (1985a). An Intertemporal General Equilibrium Model of Asset Prices, Econometrica, 53: 33-84.",
        "______________ (1985b), A Theory of the Term Structure of Interest Rates, Econometrica, 53: 385-408.",
        "________________ (1981), A Reexamination of Traditional Hypotheses about the TerrL Structure of Interest Rates, Journal of Finance, 36: 769-99.",
        "Culbertson, J. M. (1957), The Term Structure of Interest Rates, 0-_arte:y Journal of Economics, 71:485-517.",
        "De Leeuw, Frank (1965), A Model of Financial Behavior, in J. Duesenberry et al., Editors, The Brookings Quarterly Economic Model of the United States, Rand McNally, Chicago, pp. 465-530.",
        "Diller, S. (1969) Expectations and the Term Structure of Interest Rates, in J. Mincer, editor, Economic Forecasts and Expectations, National Bureau of Economic Research, New York.",
        "Dobson, Steven W. (1978), Estimating Term Structure Equations with Individual Bond Data, Journal of Finance, 33: 75-92.",
        "Dobson, Steven W., Richard C. Sutch and David E. Vanderford (1976), An Eva1uaion of Alternative Empirical Models of the Term Structure of Interest Rates, Journal of Finance, 31: 1035-65.",
        "Dothan, L. Un (1978), On the Term Structure of Interest Rates, Journal of Financial Economics, 6: 59-69.",
        "Durand, David, Basic Yields of Corporate Bonds. 1900-1942, Technical Paper No. 3, NBER, 1942.",
        "Dybvig, Philip H., Jonathan E. Ingersoll Jr., and Stephen A. Ross, Long Forward Rates Can Never Fall, xeroxed, 1986.",
        "Dunn, Kenneth B., and Kenneth J. Singleton (1984), Modelling the Term Structure of Interest Rates under Nonseparable Utility and Durability of Goods, NBER Working Paper No. 1415.",
        "Echols, Michael E., and Jan Walter Elliott (1976), A Quantitative Yield Curve Model for Estimating the Term Structure of Interest Rates, Journal of Financial and Quantitative Analysis, 11: 87-114.",
        "Engle, Robert F., David M. Lilien, and Russell P. Robins (1987), Estimating Tifle Varying Risk Premia in the Term Structure: The ARCH-M Model, Econometrica, 55:391-407.",
        "Fania, Eugene F. (1984a), The Information in the Term Structure, Journal of Financial Economics, 13: 509-28. Fama, Eugene F., (l984b), Term Premiums in Bond Returns, Journal of Financial Economics, 13: 529-46.",
        "Fama, Eugene F., (1985) Term Premiums and Default Premiums in Money Markets, Journal of Financial Economics.",
        "Fania, Eugene F. and Robert R. Bliss, The Information in Long-Maturity Forward Rates, Graduate School of Business, University of Chicago, October, 1986.",
        "Financial Publishing Company (1970), Expanded Bond Values Tables, London: Routledge and Kegan Paul, Ltd.",
        "Fisher, Irving (1896) Appreciation and Interest, Publications of the American Economic Association, pp. 23-9 and 88-92.",
        "_____________ (1907), The Rate of Interest, Its Nature, Determination and Relation to Economic Phenomena, Macmillan, New York.",
        "Fisher, Irving (1930) Theory of Interest, New York, Macmillan.",
        "Fisher, Lawrence (1966), An Algorithm for Finding Exact Rates of Return, Journal of Business, 39:111-18, January.",
        "Flavin, Marjorie (1983), Excess Volatility in the Financial Markets: A Reassessment of the Empirical Evidence, Journal of Political Economy, 91: 929-56.",
        "Friedman, Benjamin M. (1981), Debt Management Policy, Interest Rates and Economic Activity, National Bureau of Economic Research Working Paper. _____________ (l980a), The Determination of Long-Term Interest Rates: Implications for Fiscal and Monetary Policies, Journal of Money. Credit and Banking, l2(Part 2):331-52. _____________ (l980b), The Effect of Shifting Wealth Ownership on the Term Structure of Interest Rates: the Case of Pensions, Quarterly Journal of mics, 94:567-90. _____________ (l977a), Financial Flow Variables and the Short-Run Determ ination of Long-Run Interest Rates, Journal of Political Economy, 85: 661-89. _____________ (l977b), The Inefficiency of Short-Run Monetary Targets for Monetary Policy, Brookings Papers on Economic Activity, 2: 293-335.",
        "_____________ (1979), Interest Rate Expectations Versus Forward Rates: Evidence from an Expectations Survey, Journal of Finance, 34: 965-73. ________________ (l980c) Survey Evidence on the Rationality of Interest Rate Expectations, Journal of Monetary Economics, 6:453-65.",
        "Friedman, Benjamin M. , and V. Vance Roley (1979), Investors Portfolio Behavior Under Alternative Models of Long-Term Interest Rate Expectations: Unitary, Rational or Autoregressive, Econometrica 47:1475-97.",
        "Froot, Kenneth A. (1987), New Hope for the Expectations Hypothesis of the Term Structure of Interest Rates, reproduced, Sloan School of Management, M. I. T.",
        "Grossman, Sanford J., Angelo Melino, and Robert J. Shiller (1985), Estimating the Continuous Time Consumption Based Asset Pricing Model, NBER Working Paper No. 1643.",
        "Hall, Robert E., Stochastic Implications of the Life Cycle-Permanent Income Hypothesis, Journal of Political Economy, 6:971-88, December 1978.",
        "Hamburger, Michael J., and Elliott N. Platt, (1975) The Expectations Hypothesis and the Efficiency of the Treasury Bill Market, Review of Economics and Statistics, 57:190-99.",
        "Hansen, Lars Peter, and Thomas J. Sargent (1981), Exact Linear Rational Expectations Models: Specification and Estimation, Staff Report, Federal Reserve Bank of Minneapolis.",
        "Hansen, Lars Peter, and Kenneth J. Singleton (1983), Stochastic Consumption, Risk Aversion, and the Temporal Behavior of Asset Returns, Journal of Political Economy, 91:249-65.",
        "Hendershott, Partric H. (1971), A Flow of Funds Model Estimated for the Non-Bank Finance Sector, Journal of Money. Credit and Banking, 3:815-32, November.",
        "Hickman, W. Braddock (1942), The Term Structure of Interest Rates: an Exploratory Analysis, NBER, mimeographed. Results shown in Kessel (1965), Appendix A. pp. 1035.",
        "Hicks, John R. (1946), Value and Capital, 2nd. edition, Oxford University Press.",
        "Homer, Sidney (1963), A History of Interest Rates, Rutgers University Press, New Brunswick, New Jersey.",
        "Fiopewell, Michael, and George Kaufman (1973), Bond Price Volatility and Term to Maturity: A Generalized Respecification, American Economic Review, 63: 749-53, September.",
        "Huizinga, John, and Frederic S. Mishkin (1984), The Measurement of Ex-Ante Real Interest Rates on Assets with Different Risk Characteristics, unpublished paper, Graduate School of Business, University of Chicago.",
        "Ingersoll, Jonathan E. Jr., Jeffrey Skelton and Roman L. Well (1978), Duration Forty Years Later, Journal of Financial and Quantitative Analysis, 13: 627-50.",
        "Jarrow, Robert A. (1981), Liquidity Premiums and the Expectations Hypothesis, Journal of Banking and Finance, 5: 539-46.",
        "Jones, David S. and V. Vance Roley (1983), Rational Expectations and the Expectations Model of the Term Structure: A Test Using Weekly Data, Journal of Monetary Economics, 12: 453-65.",
        "Jordan, James V. (1984), Tax Effects in Term Structure Estimation, Journal of Finance, 39: 393-406.",
        "Kaldor, Nicholas (1939), Speculation and Instability, Review of Economic Studies, 7: 1-27.",
        "Kane, Edward J. (1980), Market Incompleteness and Divergences Between Forward and Futures Interest Rates, Journal of Finance, 35: 221-34.",
        "______________ (1983), Nested Tests of Alternative Term Structure Theories, Review of Economics and Statistics, 65: 115-23.",
        "______________ (1970), The Term Structure of Interest Rates: An Attempt to Reconcile Teaching with Practice, The Journal of Finance, 25:361-74.",
        "Kane, Edward J., and Burton C. Malkiel (1967), The Terni Structure of Interest Rates: An Analysis of a Survey of Interest Rate Expectations, Review of Economics and Statistics, 49:343-55.",
        "Keini, Donald B., and Robert F. Stambaugh (1986), Predicting Returns in the Stock and Bond Markets, Journal of Financial Economics, 17:357-90.",
        "Kessel, Reuben A. (1965), The Cyclical Behavior of the Term Structure of Interest Rates, NEER, New York.",
        "Keynes, John M. (1936), The General Theory of Employment. Interest and Money.",
        "Kim, Se-Jin (1986), Explaining the Risk Premium: Nominal Interest Rates, Inflation and Consumption, reproduced, Yale University.",
        "Langetieg, Terence C., A Multivariate Model of the Term Structure, Journal of Finance, 35: 71-97, 1980.",
        "LeRoy, Stephen F. (1982a), Expectations Models of Asset Prices: A Survey of Theory, Journal of Finance, 37: 185-217. (a) ______________ (1984), Nominal Prices and Interest Rates in General Equilibrium: Endowment Shocks, Journal of Business, 57:197-213.",
        "______________ (1982b), Risk Aversion and the Term Structure of Real Interest Rates, Economics Letters, 10:355-61. (b) ______________ (1983), Risk Aversion and the Term Structure of Real Interest Rates: A Correction, Economics Letters, 12:339-40.",
        "LeRoy, Stephen F., and Richard D. Porter (1981), The Present Value Relation: Tests Based on Implied Variance Bounds, Econometrica, 49: 555-74.",
        "Lindahi, Erik, Studies in the Theory of Money and Capital, Rinehart and Company, New York, 1939.",
        "Long, John B. (1974), Stock Prices, Inflation and the Term Structure of Interest Rates, Journal of Financial Economics, 1:131-70.",
        "Lutz, Frederick A. (1940), The Structure of Interest Rates, Quarterly Journal of Economics, 55:36-63.",
        "Malkiel, Burton C. (1966), The Terni Structure of Interest Rates: Expectations and Behavior Patterns, Princeton University Press.",
        "Mankiw, N. Gregory (1986), The Term Structure of Interest Rates Revisited, Brookings Papers on Economic Activity, 61-96.",
        "Mankiw, N. Gregory, and Jeffrey A. Miron (1986), The Changing Behavior of the Term Structure of Interest Rates, QuarterlyJournal of Economics, 101:211-28.",
        "Mankiw, N. Gregory, Jeffrey A. Miron, and David N. Weil, The Adjustment of Expectations of a Change in Regime: A Study of the Founding of the Federal American Economic Review, June 1987.",
        "Mankiw, N. Gregory, and Lawrence H. Summers (1984), Do Long-Term Interest Rates Overreact to Short-Term Interest Rates?, Brookings Papers on Economic Activity, pp. 223-42.",
        "Marsh, Terry A. (1980), Equilibrium Term Structure Models: Test Methodology, Journal of Finance, 35: 421-35.",
        "Marsh, Terry A. , and Eric R. Rosenfeld (1983), Stochastic Processes for Interest Rates and Equilibrium Bond Prices, Journal of Finance, 38: 635-46.",
        "McCallum, John S. (1975), The Expected Holding Period Return, Uncertainty and the Term Structure of Interest Rates, Journal of Finance, 30:307- 23.",
        "McCulloch, J. Huston (1971) Measuring the Term Structure of Interest Rates, Journal of Business, 44: 19-31. _____________ (l975a), An Estimate of the Liquidity Premium, Journal of Political Economy, 83: 95-119.",
        "_____________ (1981), Interest Rate Risk and Capital Adequacy for Traditional Banks and Financial Intermediaries, in Sherman J. Maisel, ed., Risk and Capital AdeQuacy in Commercial Banks, University of Chicago Press and NBER, Chicago, pp. 223-48.",
        "_____________ (1975b), The Tax Adjusted Yield Curve, Journal of Finance, 30: 811-30.",
        "______________ (1977), Cumulative Unanticipated Changes in Interest Rates, NBER Working Paper No. 222, Cambridge.",
        "_____________ (1984), Term Structure Modeling Using Constrained Exponential Splines, Reproduced, Ohio State University.",
        "Meiselman, David (1962), The Term Structure of Interest Rates, Prentice Hall, Englewood Cliffs, New Jersey.",
        "Melino, Angelo (1983)), Estimation of a Rational Expectations Model of the Term Structure, in Essays on Estimation and Inference in Linear Rational Expectations Models, unpublished Ph.D. Dissertation, Harvard University.",
        "______________ (1986), The Term Structure of Interest Rates: Evidence and Theory, NBER Working Paper No. 1828.",
        "Michaelsen, Jacob 8. (1965), The Term Structure of Interest Rates and Holding Period Yields on Government Securities, Journal of Finance, 20:444-63.",
        "Miron, Jeffrey A. (1984), The Economics of Seasonal Time Series, Ph.D. dissertation, M. 1. T.",
        "_____________ (1986), Financial Panics, the Seasonality of the Nominal Interest Rate, and the Founding of the Fed, American Economic Review, 76:125-40.",
        "Mishkin, Frederic S. (1978), Efficient Markets Theory: Implications for Monetary Policy, Brookings Papers on Economic Activity, pp. 707-52.",
        "_____________ (1980), Is the Preferred Habitat Model of the Term Structure Inconsistent with Financial Market Efficiency? Journal of Political Economy, 88:406-11.",
        "______________ (1982), Monetary Policy and Short-Term Interest Rates: An Efficient Markets - Rational Expectations Approach, Journal of Monetary mics, 37:63-72.",
        "Modigliani, Franco, and Robert J. Shiller (1973), Inflation, Rational Expectations and the Term Structure of Interest Rates, Economica, 40:12-43, February.",
        "Modigliani, Franco and Richard Sutch (1967), Debt Management and the Term Structure of Interest Rates: An Analysis of Recent Experience, Journal of Political Economy, 75:569-89.",
        "______________ (1966), Innovations in Interest Rate Policy, American Economic Review, 56: 178-97. Nelson, Charles R. (l970a), A Critique of some Recent Empirical Research in the Explanation of the Term Structure of Interest Rates, Journal of Political Economy, 78:764-7. _____________ (l972a), Estimation of Term Structure Premiums from Average Yield Differentials in the Term Structure of Interest Rates, Econometrica, 40: 277-882.",
        "______________ (1972b), The Term Structure of Interest Rates, Basic Rooks, New York.",
        "Nelson, Charles R., and Andrew F. Siegel (1985), Parsimonious Modelling of Yield Curves for U. S. Treasury Bills, NBER working paper No. 1594.",
        "Okun, Arthur M. (1963), Monetary Policy, Debt Management, and Interest Rates: A Quantitative Appraisal, in Commission on Money and Credit, Stabilization Policies, Prentice Hall, New Jersey, pp. 331-80.",
        "Pesando, James E. (1975), Determinants of Term Premiums in the Market for United States Treasury Bills, Journal of Finance, 30:1317-27.",
        "______________ (1983), On Expectations, Term Premiums and the Volatility of Long-Term Interest Rates, Journal of Monetary Economics, 12: 467-74.",
        "______________ (1981), On Forecasting Interest Rates: An Efficient Markets Perspective, Journal of Monetary Economics, 8:305-18.",
        "_____________ (1978), On the Efficiency of the Bond Market: Some Canadian Evidence, Journal of Political Economy, 86:1057-76.",
        "Phillips, Liad and John Pippenger (1976), Preferred Habitat vs. Efficient Market: A Test of Alternative Hypotheses, Federal Reserve Bank of St. Louis Review, vol 58 No. 5 pp. 151-64.",
        "______________ (1979), The Term Structure of Interest Rates in the MPS Model: Reality of Illusion? Journal of Money. Credit and Banking, 11: 151-64.",
        "Richard, Scott F. (1978), An Arbitrage Model of the Term Structure of Interest Rates, Journal of Financial Econoaics, 6: 33-57.",
        "Roley, V. Vance (1977), A Structural Model of the U. S. Government Securities Market, unpublished Ph.D. dissertation, Harvard University.",
        "______________ (1982), The Effect of Federal Debt Management Policy on Corporate Bond and Equity Yields, Quarterly ..&apos;ournal of Economics, 97:645-68.",
        "______________ (1981), The Determinants of the Treasury Security Yield Curve, Journal of Finance, 36:1103-26.",
        "Roll, Richard (1970), The Behavior of Interest Rates, New York, Basic Books.",
        "______________ (1971), Investaent Diversification and Bond Maturity, Journal of Finance, 26:51-66.",
        "Salomon Brothers, Inc. (1983), An Aralytical Record of Yields and Yield Spreads: From 1945, New York.",
        "Samuelson, Paul A. (1945), The Effect of Interest Rate Increases on the Banking System, American Economic Review, 35:16-27, March.",
        "Sargent, Thomas J. (1971), Expectations at the Short End of the Yield Curve: An Application of Macaulay&apos;s Test, in Jack M. Guttentag, ed,, Essays on Interest Rates, Volume II, NBER New York. pp. 391-412.",
        "______________ (1979), A Note on the Estimation of the Rational Expectations Model of the Term Structure, Journal of Monetary Economics, 5: 133-43.",
        "Say, J. B., (1853) A Treatise on Political Economy, Philadlephia, Lippincott Crambo & Co.",
        "Scott, Robert H. (1965), Liquidity and the Term Structure of Interest Rates, Quarterly Journal of Economics, 79:135-45.",
        "Shea, Gary S. (1984), Pitfalls in Smoothing Interest Rate Term Structure Data: Equilibrium Models and Spline Approximations, Journal of Financial and tive Analysis, 19: 253-69.",
        "______________ (1985), Interest Rate Term Structure Equations with Exponential Splines: A Note, Journal of Finance, 40: 319-25. Shiller, Robert J. (l981a), Alternative Tests of Rational Expectations Models, The Case of the Term Structure, Journal of Econo xnetrics,16:l7-87.",
        "______________ (1980), Can the Federal Reserve Control Real Interest Rates? in Stanley Fischer, ed., Rational Expectations and Economic Policy, NBER and University of Chicago Press.",
        "______________ (1986), Comments and Discussion, Brookings Papers on Economic Activity, 1:100-7. ________________ (l98lb) Do Stock Prices Move too Much to be Justified by Subsequent Changes in Dividends? American Economic Review, 71: 421-36.",
        "________________ (1972) Rational Expectations and the Structure of Interest Rates, unpublished Ph.D. dissertation, M.I.T., 1972.",
        "________________ (1979) The Volatility of Long-Term Interest Rates and Expectations Models of the Term Structure, Journal of Political Economy, Vol. 87, No. 6, pp. 1190-19.",
        "________________ (1985) Conventional Valuation and the Term Structure of Interest Rates, NBER Working Paper No. 1610.",
        "Shiller, Robert J., John Y. Campbell and Kermit L. Schoenholtz (1983), Forward Rates and Future Policy: Interpreting the Term Structure of Interest Rates, Brookings Papers on Economic Activity, pp. 173-217.",
        "Sidgwick, Henry, (1887) The principles of Political Economy, London, Macmillan. Singleton, Kenneth J. (l980a), A Latent Time Series Model of the Cyclical Behavior of Irterest Rates, International Economic Review, 21: 559-75.",
        "_____________ (1980c), Maturity-Specific Disturbances and the Term Structure of Interest Rates, Journal of Money. Credit and Banking, 12 (Part I): 603-14.",
        "Skinner, Earnest B., (1913), The Mathematical Theory of Investment, Ginn and Co., Boston.",
        "Startz, Richard (1982), Do Forecast Errors or Term Premia Really Make the Difference Between Long and Short Rates, Journal of Financial Economics, 10: 323-9.",
        "Stiglitz, Joseph (1970), A Consumption-Oriented Theory of the Demand for Financial Assets and the Term Structure of Interest Rates, Review of Economic Studies, pp. 321-51.",
        "Stiguin, Marcia (1978), The Money Market: Myth. Reality and Practice, Homewood, Illinois, Dow Jones-Irwin.",
        "______________ (1981), Money Market Calculations: Yields. Break-Evens and Arbitrage, Homewood, Illinois, Dow Jones-Irwin.",
        "Summers, Lawrence H. (1982), Do We Really Know that Markets are Efficient? NEER Working Paper.",
        "Sutch, Richard (1968), Expectations, Risk and the Term Structure of Interest Rates, unpublished Ph.D. dissertation, M.I.T. Telser, Lester C. (1967), A Critique of Some Recent Empirical Research on the Explanation of the Term Structure of Interest Rates, Journal of Political Economy, 75:546-61.",
        "Vasicek, Oldrich A. (1978), An Equilibrium Characterization of the Term Structure,  Journal of Financial Economics, 6: 33-57.",
        "Vasicek, Oldrich A., and H. Gifford Fong (1982), Term Structure Modelling Using Exponential Splines, Journal of Finance, 37: 339-48.",
        "Volterra, Vito (1959), Theory of Functionals and of Integral and ential Equations, Dover Publications, New York.",
        "Walker, Charles E. (1954), Federal Reserve Policy and the Structure of Interest Rates in Government Securities, Quarterly Journal of Economics, 68:1942.",
        "Wallace, Neil (1966), Comment,, American Economic Review, 75:135-45.",
        "Walsh, Carl E. (1985), A Rational Expectations Model of Term Premia with Some Implications for Empirical Asset Demand Functions, Journal of Finance, 40: 63-83.",
        "Williams, J. B. (1938), The Theory of Investment Value, Cambridge, Harvard University Press.",
        "Wood, John H. (1963), Expectations, Errors and the Term Structure of Interest Rates, Journal of Political Economy, 71:160-71.",
        "Woodward, Susan, The Liquidity Premium and the Solidity Premium, American Economic Review, 73:348-61, 1983. Appendix II.",
        "In only one instance prior to March 1986, namely the zero-maturity rates for May 1958, did the cubic spline indicate a negative interest rate, of-0.11%. This value was not significantly negative, however (its estimated standard error was 0.54%), and so it was replaced with a zero in the tables. The zero at m Ã¢â\u0082¬â\u0080\u009d 0 for May 1947 is the actually estimated value. Since March 1986 forward rates in the range 27 to 29 years have often been negative, but these maturities are beyond the range of the tables.",
        "details see McCulloch (1981, 229-30). Since August, 1985, callables are not used.",
        "Ã¢â\u0082¬â\u0080\u009d NO In In Ã¢â\u0082¬â\u0080\u009d (&apos;5100 (&apos;1 In 0OIn 0 110 UI UIIn In In 0&apos; In 0 C&apos;S (&apos;40 &apos;.01010 0&apos; 0 N (&apos;500 N (&apos;4 In mm UI (&apos;S000&apos;OLIIOUIUSInIAUI N N (&apos;4,-40% m N .40.10 N 0,-4C9 1000 m .-4 NO (&apos;S m 0 00 OOUS In ill iA in (&apos;4(45 .-40%,-I IS In N 010 (&apos;S ION moo IAN .-4.-40 mm o 00000111 IA In In u.S 01010 LA-4 0 UI N 00 UI lD,&apos;-4 0&apos;. m 0 ID 01010 m mm o mm o oooo In In (45 N ,-4,-410. ON (&apos;4 N m 00&apos;. &apos;.0 ,-4 UI N 0. N mm C&apos;S mm o m 0000 UI 0&apos;. 00 N Ã¢â\u0082¬â\u0080\u009d ON (&apos;4 In m N N 100100% N 014110 0 mm mm mm m 0000141 N In (&apos;4 0 ID In &apos;00% m ON ON UI ID 141 (&apos;1 UI NO&apos;. (45(4 (&apos;5 mm (cc&apos;, 00000 ,-I10 (40 ,-40&apos;.,-4 N In 0&apos; N N 0mm mm m ON &apos;00 N (&apos;4 mm mm mm 00000 Ã¢â\u0082¬â\u0080\u009d N 0 UI 10 N 0%0,-4tN Ã¢â\u0082¬â\u0080\u009d Ã¢â\u0082¬â\u0080\u009d Ã¢â\u0082¬â\u0080\u009d 0"
    ]
}