{
    "id": 23415,
    "cites": 27,
    "cited_by": 44,
    "reference": [
        "Alesina, Alberto, Paola Giuliano, and Nathan Nunn (2013). Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093On the Origins of Gender Roles: Women and the Plough,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Quarterly Journal of Economics, 128(2), 469Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c530.",
        "Andreoni, James, Nikos Nikiforakis, and Simon Siegenthaler (2016). Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Social Change and the Conformity Trap,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d working paper.",
        "BeÃ\u0083Å\u0092Ã\u0082Â\u0081nabou and Jean Tirole (2011). Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Laws and Norms,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d NBER Working Paper 17579.",
        "Bernheim, B. Douglas (1994). Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093A Theory of ConformityÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d, Journal of Political Economy, 102(5), 841Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c877.",
        "The Bridge Initiative (2016). Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093When islamophobia turns violent: the 2016 U.S. presidential electionsÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d.",
        "Bursztyn, Leonardo, and Robert Jensen (2015). Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093How does peer pressure affect educational investments?Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Quarterly Journal of Economics, 130(3), 1329Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c1367.",
        "Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c , Michael Callen, Bruno Ferman, Saad Gulzar, Ali Hasanain, and Noam Yuchtman (2016). Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Political Identity: Experimental Evidence on Anti-Americanism in Pakistan.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Center for the Study of Hate and Extremism (2017). Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Special Status Report: Hate Crime in Metropolitan Areas.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Cho, In-Koo, and David M. Kreps (1987). Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Signaling Games and Stable Equilibria,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Quarterly Journal of Economics, 102(2), 179Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c221.",
        "Crawford, V. and J. Sobel (1982). Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Strategic Information Transmission,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Econometrica, 50, 1431Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c1452.",
        "DellaVigna, Stefano, John A. List, and Ulrike Malmendier (2012). Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Testing for altruism and social pressure in charitable giving,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Quarterly Journal of Economics, 127(1), 1Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c56.",
        "Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c , Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c , Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c , and Gautam Rao (2017). Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Voting to Tell Others,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d The Review of Economic Studies, 84(1), 143Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c181.",
        "Elias, Julio J., Nicola Lacetera, and Mario Marcis (2016). Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Efficiency-Morality Trade-offs in Repugnant Transactions: A Choice Experiment,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Working paper.",
        "Enikolopov, Ruben, Alexey Makarin, Maria Petrova, and Leonid Polishchuk (2017) Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Social image, Networks, and Protest Participation,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Working paper.",
        "Giuliano, Paola (2007). Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Living Arrangements in Western Europe: Does Cultural Origin Matter ?Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Journal of the European Economic Association, 5(5), 927Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c952.",
        "Kartik, Navin (2009). Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Strategic Communication with Lying Costs,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009dReview of Economic Studies, 76, 1359Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c1395.",
        "Katz, Daniel, and Floyd H. Allport (1931). Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093StudentsÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0084¢ attitudes: A Report of the Syracuse University Reaction Study,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Syracuse, Craftsman, Syracuse, NY.",
        "Kets, Willemien, and Alvaro Sandroni (2015). Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Challenging Conformity: A Case for Diversity, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d working paper.",
        "Kuran, Timur (1991). Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093The east European revolution of 1989: Is it surprising that we were surprised?Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d American Economic Review, 81, 121Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c25.",
        "Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c , (1995). Private Truths, Public Lies: The Social Consequences of Preference Falsification, Cambridge, Mass.: Harvard University Press.",
        "Lohmann, Susanne (1993). Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093A Signaling Model of Informative and Manipulative Political Action ?Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d American Political Science Review, 88, 319Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c333.",
        "Lowes, Sara, Nathan Nunn, James A. Robinson and Jonathan Weigl (2016). Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093The Evolution of Culture and Institutions: Evidence from the Kuba Kingdom.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Madestam, Andreas, Daniel Shoag, Stan Veuger, and David Yanagizawa-Drott (2013).",
        "Milgram, Stanley (1977). Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093The individual in a social world: essays and experiments,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d AddisonWesley, Reading, MA.",
        "OÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0084¢Gorman, Hubert J. (1975). Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Pluralistic ignorance and white estimates of white support for racial segregation,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Public Opinion Quarterly, 39, 313Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c330. Perez-Truglia, Ricardo and Guillermo Cruces (Forthcoming). Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Partisan Interactions: Evidence from a Field Experiment in the United States,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Journal of Political Economy.",
        "Prendergast, Canice (1993). Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093A Theory of the Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Ë\u009cYes MenÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0084¢,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d American Economic Review, 83(4), 757Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c770.",
        "Raghavarao, Damaraju, and Walter T. Federer (1979). Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Block total response as an alternative to the randomized response method in surveys,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Journal of the Royal Statistical Society, B41, 40Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c45.",
        "Sniderman, Paul M., Thomas Piazza (1993). The scar of race, Harvard University Press, Cambridge, MA.",
        "Southern Poverty Law Center (2016). Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Over 200 incidents of hateful harassment and intimidation since election day.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Warner, Stanley L. (1965). Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Randomized response: a survey technique for eliminating evasive answer bias,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Journal of the American Statistical Association, 60, 63Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c69.",
        "VoigtlaÃ\u0083Å\u0092Ã\u0082Ë\u0086nder, Nico, and Hans-Joachim Voth (2012). Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Persecution Perpetuated: The Medieval Origins of Anti-Semitic Violence in Nazi Germany,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Quarterly Journal of Economics, 127(3), 1339Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c1392."
    ]
}