{
    "id": 23412,
    "cites": 50,
    "cited_by": 11,
    "reference": [
        "Autor, D. H., D. Figlio, K. Karbownik, J. Roth, and M. Wasserman (2015, October). Family disadvantage and the gender gap in behavioral and educational outcomes. Working Paper WP-15-16, Institute for Policy Research, Northwestern University, Evanston, IL.",
        "Baker, M., J. Gruber, and K. Milligan (2005, December). Universal childcare, maternal labor supply, and family well-being. Working Paper 11832, National Bureau of Economic Research.",
        "Baker, M., J. Gruber, and K. Milligan (2008, August). Universal child care, maternal labor supply, and family well-being. Journal of Political Economy 116(4), 709Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c745.",
        "Baker, M., J. Gruber, and K. Milligan (2015, September). Non-cognitive deficits and young adult outcomes: The long-run impacts of a universal child care program. Working Paper 21571, National Bureau of Economic Research.",
        "Beeghly, M., T. Partridge, E. Tronick, M. Muzik, M. R. Mashhadi, J. L. Boeve, and J. L. Irwin (2017, January/February). Associations between early maternal depressive symptom trajectories and toddlersÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0084¢ felt security at 18 months: Are boys and girls at differential risk? Infant Mental Health Journal 38(1), 53Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c67.",
        "Bernal, R. and M. P. Keane (2011, July). Child care choices and childrenÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0084¢s cognitive achievement: The case of single mothers. Journal of Labor Economics 29(3), 459Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c512.",
        "Bertrand, M. and J. Pan (2013, January). The trouble with boys: Social influences and the gender gap in disruptive behavior. American Economic Journal: Applied Economics 5(1), 32Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c64.",
        "Bitler, M. P., H. W. Hoynes, and T. Domina (2014). Experimental evidence on distributional effects of Head Start. Working Paper 20434, National Bureau of Economic Research.",
        "Burchinal, M. R., F. A. Campbell, D. M. Bryant, B. H. Wasik, and C. T. Ramey (1997, October). Early intervention and mediating processes in cognitive performance of children of low-income African American families. Child Development 68(5), 935Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c954.",
        "Campbell, F. A., G. Conti, J. J. Heckman, S. H. Moon, R. Pinto, E. P. Pungello, and Y. Pan (2014). Early childhood investments substantially boost adult health. Science 343(6178), 1478Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c1485.",
        "Campbell, F. A., E. P. Pungello, S. Miller-Johnson, M. Burchinal, and C. T. Ramey (2001, March). The development of cognitive and academic abilities: Growth curves from an early childhood educational experiment. Developmental Psychology 37(2), 231Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c242.",
        "Campbell, F. A., C. T. Ramey, E. Pungello, J. Sparling, and S. Miller-Johnson (2002). Early childhood education: Young adult outcomes from the Abecedarian Project. Applied Developmental Science 6(1), 42Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c57.",
        "Campbell, F. A., B. Wasik, E. Pungello, M. Burchinal, O. Barbarin, K. Kainz, J. Sparling, and C. Ramey (2008). Young adult outcomes of the Abecedarian and CARE early childhood educational interventions. Early Childhood Research Quarterly 23(4), 452Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c466.",
        "Cascio, E. U. and D. W. Schanzenbach (2013). The impacts of expanding access to highquality preschool education. Working Paper 19735, National Bureau of Economic Research.",
        "Clarke, S. H. and F. A. Campbell (1998). Can intervention early prevent crime later? The Abecedarian Project compared with other programs. Early Childhood Research Quarterly 13(2), 319Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c343.",
        "Collins, A., B. D. Goodson, J. Luallen, A. R. Fountain, A. Checkoway, and Abt Associates Inc. (2010, June). Evaluation of child care subsidy strategies: Massachusetts Family Child Care study. Technical Report OPRE 2011-1, Office of Planning, Research and Evaluation, Administration for Children and Families, U.S. Department of Health and Human Services, Washington, DC.",
        "Conti, G., J. J. Heckman, and R. Pinto (2016). The effects of two influential early childhood interventions on health and healthy behaviours. Economic Journal 126(596), F28Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009cF65.",
        "Currie, J. (2011). Inequality at birth: Some causes and consequences. American Economic Review 101(3), 1Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c22.",
        "Department of Health, Education, and Welfare (1968). Federal interagency day care requirements, pursuant to Sec. 522 (D) of the Economic Opportunity Act. Technical report, U.S. Department of Labor, Washington, DC.",
        "Educare (2014). A national research agenda for early education. Technical report, Educare Learning Network Research & Evaluation Committee, Chicago, IL.",
        "Elango, S., , J. L. GarcÃ\u0083â\u0080\u009eÃ\u0082Â±Ã\u0083Å\u0092Ã\u0082Â\u0081a, J. J. Heckman, and A. Hojman (2016). Early childhood education. In R. A. Moffitt (Ed.), Economics of Means-Tested Transfer Programs in the United States, Volume 2, Chapter 4, pp. 235Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c297. Chicago: University of Chicago Press.",
        "GarcÃ\u0083â\u0080\u009eÃ\u0082Â±Ã\u0083Å\u0092Ã\u0082Â\u0081a, J. L., J. J. Heckman, A. Hojman, Y. K. Koh, J. Shea, and A. L. Ziff (2016). Documentation of full ABC/CARE treatment effects. Unpublished Manuscript, University of Chicago.",
        "GarcÃ\u0083â\u0080\u009eÃ\u0082Â±Ã\u0083Å\u0092Ã\u0082Â\u0081a, J. L., J. J. Heckman, D. E. Leaf, and M. J. Prados (2017). The life-cycle benefits of an influential early childhood program. University of Chicago, Department of Economics.",
        "Golding, P. and H. E. Fitzgerald (2016). Psychology of boys at risk: Indicators from 0Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c5. Infant Mental Health Journal.",
        "Healthy Child Manitoba (2015, April). Starting early, starting strong: A guide for playbased early learning in Manitoba: Birth to six. Technical report, Healthy Child Manitoba, Winnipeg, Manitoba.",
        "Heckman, J. J. (1992). Randomization and social policy evaluation. In C. F. Manski and I. Garfinkel (Eds.), Evaluating Welfare and Training Programs, Chapter 5, pp. 201Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c230. Cambridge, MA: Harvard University Press.",
        "Heckman, J. J., N. Hohmann, J. Smith, and M. Khoo (2000, May). Substitution and dropout bias in social experiments: A study of an influential social experiment. Quarterly Journal of Economics 115(2), 651Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c694.",
        "Heckman, J. J., S. H. Moon, R. Pinto, P. A. Savelyev, and A. Q. Yavitz (2010, August). Analyzing social experiments as implemented: A reexamination of the evidence from the HighScope Perry Preschool Program. Quantitative Economics 1(1), 1Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c46.",
        "Jensen, B. and M. Nielsen (2016). Abecedarian programme, within an innovative implementation framework (APIIF). A pilot study. Website, http://pure.au.dk/portal/en/projects/abecedarian-programme-within-aninnovative -implementation-framework-apiif-a-pilot-study(8d4da9a9-f2ff-44db-87cc1278d1e7006c) .html (Accessed 8/1/2016).",
        "Kline, P. and C. Walters (2016). Evaluating public programs with close substitutes: The case of Head Start. Quarterly Journal of Economics 131(4), 1795Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c1848.",
        "Kottelenberg, M. J. and S. F. Lehrer (2014, August). The gender effects of universal child care in Canada: Much ado about boys? Unpublished manuscript, Department of Economics, QueenÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0084¢s University.",
        "Lehmann, E. and J. P. Romano (2005, June). Generalizations of the familywise error rate.",
        "North Carolina General Assembly (1971). Chapter 803, House bill 100. In North Carolina General Assembly 1971 Session, North Carolina. An Act to protect children through licensing of day-care facilities and other limited regulation.",
        "Ramey, C. T., D. M. Bryant, J. J. Sparling, and B. H. Wasik (1985). Project CARE: A comparison of two early intervention strategies to prevent retarded development. Topics in Early Childhood Special Education 5(2), 12Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c25.",
        "Ramey, C. T. and F. A. Campbell (1979, February). Compensatory education for disadvantaged children. The School Review 87(2), 171Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c189.",
        "Ramey, C. T., M. C. Holmberg, J. H. Sparling, and A. M. Collier (1977). An introduction to the Carolina Abecedarian Project. In B. M. Caldwell and D. J. Stedman (Eds.), Infant Education: A Guide for Helping Handicapped Children in the First Three Years, Chapter 7, pp. 101Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c121. New York: Walker and Company.",
        "Ramey, C. T., G. D. McGinness, L. Cross, A. M. Collier, and S. Barrie-Blackley (1982). The Abecedarian approach to social competence: Cognitive and linguistic intervention for disadvantaged preschoolers. In K. M. Borman (Ed.), The Social Life of Children in a Changing Society, Chapter 7, pp. 145Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c174. Hillsdale, NJ: Lawrence Erlbaum Associates.",
        "Ramey, C. T. and B. J. Smith (1977, January). Assessing the intellectual consequences of early intervention with high-risk infants. American Journal of Mental Deficiency 81(4), 318Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c324.",
        "Ramey, C. T., J. J. Sparling, and S. L. Ramey (2012). Abecedarian: The Ideas, the Approach, and the Findings (1 ed.). Los Altos, CA: Sociometrics Corporation.",
        "Ramey, S. L., C. T. Ramey, and R. G. Lanzi (2014). Interventions for students from impoverished environments. In J. T. Mascolo, V. C. Alfonso, and D. P. Flanagan (Eds.), Essentials of Planning, Selecting and Tailoring Interventions for Unique Learners, pp. 415Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c48. Hoboken, NJ: John Wiley & Sons, Inc.",
        "Romano, J. P. and A. M. Shaikh (2006, August). Stepup procedures for control of generalizations of the familywise error rate. Annals of Statistics 34(4), 1850Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c1873.",
        "Romano, J. P. and M. Wolf (2016). Efficient computation of adjusted p-values for resamplingbased stepdown multiple testing. Statistics and Probability Letters 113, 38Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c40.",
        "Rotter, J. B. (1966). Generalized expectancies for internal versus external control of reinforcement. Psychological Monographs: General and Applied 80(1), 1Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c28.",
        "Schneider, B. and S.-K. McDonald (Eds.) (2007). Scale-Up in Education, Volume 1: Ideas in Principle. Lanham, Maryland: Rowman & Littlefield Publishers.",
        "Schore, A. N. (2017, January/February). All our sons: The developmental neurobiology and neuroendocrinology of boys at risk. Infant Mental Health Journal 38(1), 15Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c52.",
        "Sparling, J. (2010). Highlights of research findings from the Abecedarian studies. Technical report, Teaching Strategies, Inc., Center on Health and Education, Georgetown University, and FPG Child Development Institute, University of North Carolina at Chapel Hill, Bethesda, MD.",
        "Sparling, J. and I. Lewis (1979). LearningGames for the First Three Years: A Guide to Parent/Child Play. New York: Walker and Company.",
        "Spiker, D., C. W. Haynes, and R. T. Gross (Eds.) (1997). Helping Low Birth Weight, Premature Babies: The Infant Health and Development Program. Redwood City, CA: Stanford University Press.",
        "Wasik, B. H., C. Ramey, D. M. Bryant, and J. J. Sparling (1990, December). A longitudinal study of two early intervention strategies: Project CARE. Child Development 61(6), 1682Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c1696.",
        "Yazejian, N. and D. M. Bryant (2012). Educare implementation study findings. Technical report, Frank Porter Graham Child Development Institute, Chapel Hill, NC."
    ]
}