{
    "id": 23421,
    "cites": 62,
    "cited_by": 4,
    "reference": [
        "[1] Abadie, Alberto. 2003. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Semiparametric Instrumental Variable Estimation of Treatment Response Models.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Journal of Econometrics, 113(2): 231-263.",
        "[2] Abadie, Alberto, Matthew M. Chingos, and Martin R. West. 2014. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Endogenous Stratification in Randomized Experiments.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d NBER Working Paper No. 19742.",
        "[3] Abrams, David S., Marianne Bertrand, and Sendhil Mullainathan. 2012. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Do Judges Vary in Their Treatment of Race?Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Journal of Legal Studies, 41(2): 347-383.",
        "[4] Agan, Amanda Y., and Sonja B. Starr. 2016. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Ban the Box, Criminal Records, and Statistical Discrimination: A Field Experiment.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d University of Michigan Law & Econ Research Paper No. 16-012.",
        "[5] Aizer, Anna, and Joseph Doyle, Jr. 2015. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Juvenile Incarceration, Human Capital, and Future Crime: Evidence from Randomly-Assigned Judges.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Quarterly Journal of Economics, 130(2): 759-803.",
        "[7] Angrist, Joshua, Kathryn Graddy, and Guido W. Imbens. 2000. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093The Interpretation of Instrumental Variables Estimators in Simultaneous Equations Models with an Application to the Demand for Fish.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Review of Economic Studies, 67(3): 499-527.",
        "[8] Angrist, Joshua, Guido W. Imbens, and Donald Rubin. 1996. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Identification of Causal Effects Using Instrumental Variables.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Journal of the American Statistical Association, 91(434): 444-455.",
        "[9] Antonovics, Kate, and Brian Knight. 2009. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093A New Look at Racial Profiling: Evidence from the Boston Police Department.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Review of Economics and Statistics, 91(1): 163-177.",
        "[10] Anwar, Shamena, and Hanming Fang. 2006. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093An Alternative Test of Racial bias in Motor Vehicle Searches: Theory and Evidence.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d American Economic Review, 96(1): 127-151.",
        "[11] Anwar, Shamena, and Hanming Fang. 2012. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Testing for the Role of Prejudice in Emergency Departments Using Bounceback Rates.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d The B.E. Journal of Economic Analysis and Policy (Advances), 12(3): 1-47.",
        "[12] Anwar, Shamena, and Hanming Fang. 2015. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Testing for Racial Prejudice in the Parole Board Release Process: Theory and Evidence.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Journal of Legal Studies, 44(1): 1-37.",
        "[14] Arrow, Kenneth J. 1973. The Theory of Discrimination. In Discrimination in Labor Markets, Ashenfelter, O. and A. Rees (Eds) Princeton University Press, 3-33.",
        "[15] Ayres, Ian, and Peter Siegelman. 1995. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Race and Gender Discrimination in Bargaining for a New Car.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d American Economic Review, 85(3): 304-321.",
        "[16] Ayres, Ian, and Joel Waldfogel. 1994. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093A Market Test for Race Discrimination in Bail Setting.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Stanford Law Review, 46(5): 987-1047.",
        "[17] Ayres, Ian. 2002. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Outcome Tests of Racial Disparities in Police Practices.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Justice Research and Policy, 4(Special Issue): 131-142.",
        "[18] Barsky, Robert, John Bound, Kerwin Kofi Charles, and Joseph P. Lupton. 2002. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Accounting for the Black-White Wealth Gap: A Nonparametric Approach.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Journal of the American Statistical Association, 97(459): 663-673.",
        "[19] Bayer, Patrick, Fernando Ferreira, and Stephen L. Ross. 2016. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093The Vulnerability of Minority Homeowners in the Housing Boom and Bust.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d American Economic Journal: Economic Policy, 8(1): 1-27.",
        "[20] Becker, Gary S. 1957. The Economics of Discrimination. Chicago: University of Chicago Press.",
        "[21] Bertrand, Marianne, and Esther Duflo. 2016. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Field Experiments on Discrimination.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d NBER Working Paper No. 22014.",
        "[22] Bhuller, Manudeep, Gordon B. Dahl, Katrine V. Loken, and Magne Mogstad. 2016. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Incarceration, Recidivism and Employment.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Unpublished Working Paper.",
        "[23] Bushway, Shawn D., and Jonah B. Gelbach. 2011. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Testing for Racial Discrimination in Bail Setting Using Nonparametric Estimation of a Parametric Model.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Unpublished Working Paper.",
        "Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Empathy or Antipathy? The Impact of Diversity.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d American Economic Review, 96(5): 1890-1905.",
        "[25] Bordalo, Pedro, Katherine Coffman, Nicola Gennaioli, and Andrei Shleifer. 2016. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Stereotypes.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Quarterly Journal of Economics, 131(4): 1753-1794. [26] Brinch, Christian N., Magne Mogstad, and Matthew Wiswall. Forthcoming. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Beyond LATE with a Discrete Instrument.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Journal of Political Economy.",
        "[27] Chandra, Amitabh, and Douglas O. Staiger. 2010. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Identifying Provider Bias in Healthcare.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d NBER Working Paper No. 16382.",
        "[28] Charles, Kerwin Kofi, and Jonathan Guryan. 2008. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Prejudice and Wages: an Empirical Assessment of BeckerÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0084¢s The Economics of Discrimination.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Journal of Political Economy, 116(5): 773-809.",
        "[29] Clingingsmith, David, Asim Ijaz Khwaja, and Michael Kremer. 2009. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Estimating the Impact of the Hajj: Religion and Tolerance in IslamÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0084¢s Global Gathering.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Quarterly Journal of Economics, 124(3): 1133-1170.",
        "[30] Demuth, Stephen. 2003. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Racial and Ethnic Differences in Pretrial Release Decisions and Outcomes: A Comparison of Hispanic, Black, and White Felony Arrestees.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Criminology, 41(3): 873-908.",
        "[31] Dahl, Gordon B., Andreas Ravndal Kostol, and Magne Mogstad. 2014. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Family Welfare Cultures.",
        "[32] Dobbie, Will, and Roland G. Fryer. 2013. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093The Impact of Voluntary Youth Service on Future Outcomes: Evidence from Teach For America.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d The B.E. Journal of Economic Analysis and Policy, 15(3): 1031-1065.",
        "[33] Dobbie, Will, Jacob Goldin, and Crystal Yang. 2016. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093The Effects of Pre-Trial Detention on Conviction, Future Crime, and Employment: Evidence from Randomly Assigned Judges.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d NBER Working Paper No. 22511.",
        "[34] Edelman, Benjamin, Michael Luca, and Dan Svirsky. 2017. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Racial Discrimination in the Sharing Economy: Evidence from a Field Experiment.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d American Economic Journal: Applied Economics, 9(2): 1-22.",
        "[35] Foote, Caleb. 1954. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Compelling Appearance in Court: Administration of Bail in Philadelphia.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d University of Pennsylvania Law Review, 102: 1031-1079.",
        "[36] FrÃ\u0083Æ\u0092Ã\u0082Â¶lich, Markus. 2007. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Nonparametric IV Estimation of Local Average Treatment Effects with Covariates.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Journal of Econometrics, 139(1): 35-75.",
        "[37] Fryer, Roland G., and Matthew Jackson. 2008. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093A Categorical Model of Cognition and Biased Decision-Making.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d The B.E. Journal of Theoretical Economics, 8(1): 1-42.",
        "[38] Fryer, Roland G. 2011. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Racial Inequality in the 21st Century: The Declining Significance of Discrimination.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Handbook of Labor Economics, 4(B): 855-971.",
        "[39] Fryer, Roland G. 2016. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093An Empirical Analysis of Racial Differences in Police Use of Force.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d NBER Working Paper No. 22399.",
        "[40] Gelman, Andrew, Jeffrey Fagan, and Alex Kiss. 2012. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093An Analysis of the New York City Police DepartmentÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0084¢s Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Stop-and-FriskÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Policy in the Context of Claims of Racial Bias.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Journal of the American Statistical Association, 102(479): 813-823. [41] Glover, Dylan, Amanda Pallais, and William Pariente. Forthcoming. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Discrimination as a Self-Fulfilling Prophecy: Evidence from French Grocery Stores.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Quarterly Journal of Economics.",
        "[42] Goldkamp, John S., and Michael R. Gottfredson. 1988. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Development of Bail/Pretrial Release Guidelines in Maricopa County Superior Court, Dade County Circuit Court and Boston Municipal Court. Washington, D.C.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d National Institute of Justice.",
        "[43] Greenwald, Anthony G., T. Andrew Poehlman, Eric L. Uhlmann, and Mahzarin R. Banaji. 2009. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Understanding and Using the Implicit Association Test: III. Meta-Analysis of Predictive Validity.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Journal of Personality and Social Psychology, 97(1): 17-41.",
        "[44] Gupta, Arpit, Christopher Hansman, and Ethan Frenchman. 2016. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093The Heavy Costs of High Bail: Evidence from Judge Randomization.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Journal of Legal Studies, 45(2): 471-505.",
        "[45] Heckman, James J., Sergio Urzua, and Edward Vytlacil. 2006. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Understanding Instrumental Variables in Models with Essential Heterogeneity.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Review of Economics and Statistics, 88(3): 389-432.",
        "[46] Heckman, James J., and Edward Vytlacil. 2005. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Structural Equations, Treatment Effects, and Econometric Policy Evaluation.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Econometrica, 73(3): 669-738.",
        "[47] Imbens, Guido W., and Joshua D. Angrist. 1994. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Identification and Estimation of Local Average Treatment Effects.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Econometrica, 62(2): 467-475.",
        "[48] Kleinberg, Jon, Himabindu Lakkaraju, Jure Leskovec, Jens Ludwig, and Sendhil Mullainathan. 2017. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Human Decisions and Machine Predictions.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d NBER Working Paper No. 23180.",
        "[49] Kling, Jeffrey. 2006. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Incarceration Length, Employment, and Earnings.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d American Economic Review, 96(3): 863-876.",
        "[50] Knowles, John, Nicola Persico, and Petra Todd. 2001. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Racial Bias in Motor Vehicle Searches: Theory and Evidence.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Journal of Political Economy, 109(1): 203-232.",
        "[51] Kowalski, Amanda E. 2016. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Doing More When YouÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0084¢re Running LATE: Applying Marginal Treatment Effect Methods to Examine Treatment Effect Heterogeneity in Experiments.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d NBER Working Paper No. 22363.",
        "[52] Leslie, Emily, and Nolan G. Pope. 2016. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093The Unintended Impact of Pretrial Detention on Case Outcomes: Evidence from NYC Arraignments.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Unpublished Working Paper.",
        "[53] McConnell, Allen R., and Jill M. Leibold. 2001. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Relations Among the Implicit Association Test, Discriminatory Behavior, and Explicit Measures of Racial Attitudes.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Journal of Experimental Social Psychology, 37(5): 435-442.",
        "[55] Mechoulan, StÃ\u0083Æ\u0092Ã\u0082Â©phane, and Nicolas Sahuguet. 2015. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Assessing Racial Disparities in Parole Release.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Journal of Legal Studies, 44(1): 39-74.",
        "[56] Mogstad, Magne, Andres Santos, and Alexander Torgovitsky. 2016. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Using Instrumental Variables for Inference about Policy-Relevant Treatment Effects.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Unpublished Working Paper.",
        "[57] Pager, Devah. 2003. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093The Mark of a Criminal Record.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d American Journal of Sociology, 108(5): 937-975.",
        "[59] Penner, Louis A., John F. Dovidio, Tessa V. West, Samuel L. Gaertner, Terrance L. Albrecht, Rhonda K. Dailey, and Tsveti Markova. 2010. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Aversive Racism and Medical Interactions with Black Patients: A Field Study.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Journal of Experimental Social Psychology, 46(2): 436-440.",
        "[60] Phelps, Edmund S. 1972. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093The Statistical Theory of Racism and Sexism.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d American Economic Review, 62(4): 659-661. [61] Phelps, Elizabeth A., Kevin J. OÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0084¢Connor, William A. Cunningham, E. Sumie Funayama, J.",
        "Christopher Gatenby, John C. Gore, and Mahzarin R. Banaji. 2000. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Performance on Indirect Measures of Race Evaluation Predicts Amygdala Activation.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Journal of Cognitive Neuroscience, 12(5): 729-738.",
        "[64] Rooth, Dan-Olof. 2010. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Automatic Associations and Discrimination in Hiring: Real World Evidence.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Labour Economics, 17(3): 523-534.",
        "[65] Rudman, Laurie A., and Matthew R. Lee. 2002. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Implicit and Explicit Consequences of Exposure to Violent and Misogynous Rap Music.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Group Processes and Intergroup Relations, 5(2): 133-150.",
        "[66] Shubik-Richards, Claire, and Don Stemen. 2010. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093PhiladelphiaÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0084¢s Crowded, Costly Jails: The Search for Safe Solutions.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Technical Report, Pew Charitable Trusts Philadelphia Research Initiative.",
        "[67] Stevenson, Megan. 2016. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Distortion of Justice: How the Inability to Pay Bail Affects Case Outcomes.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Unpublished Working Paper.",
        "Experience: We use historical court records back to 1999 to compute experience, which we define as the difference between bail year and start year (earliest 1999). In our sample, years of experience range from zero to 15 years.",
        "Appendix D: Institutional Details Philadelphia County: Immediately following arrest in Philadelphia County, defendants are brought to one of six police stations around the city where they are interviewed by the cityÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0084¢s Pre-Trial Services Bail Unit. The Bail Unit operates 24 hours a day, seven days a week, and interviews all adults charged with offenses in Philadelphia through videoconference, collecting information on the arrested individualÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0084¢s charge severity, personal and financial history, family or community ties, and criminal history. The Bail Unit then uses this information to calculate a release recommendation based on a four-by-ten grid of bail guidelines that is presented to the bail judge. However, these bail guidelines are only followed by the bail judge about half the time, with judges often imposing monetary bail instead of the recommended non-monetary options (Shubik-Richards and Stemen 2010).",
        "Miami-Dade County: The Miami-Dade bail system follows a similar procedure, with one important exception. As opposed to Philadelphia where all defendants are required to have a bail hearing, most defendants in Miami-Dade can avoid a bail hearing and be immediately released following arrest and booking by posting an amount designated by a standard bail schedule. The bail schedule ranks offenses according to their seriousness and assigns an amount of bond that must be posted to permit a defendantÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0084¢s release. Critics have argued that this kind of standardized bail schedule discriminates against poor defendants by setting a fixed price for release according to the charged offense rather than taking into account a defendantÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0084¢s ability to pay, or propensity to flee or commit a new crime. Approximately 30 percent of all defendants in Miami-Dade are released prior to a bail hearing, with the other 70 percent attending a bail hearing (Goldkamp and Gottfredson 1988)."
    ]
}