{
    "id": 23424,
    "cites": 38,
    "cited_by": 50,
    "reference": [
        "Acemoglu, D., U. Akcigit, and W. Kerr (2015). Networks and the macroeconomy: An empirical exploration. NBER Macro Annual (forthcoming).",
        "Acemoglu, D., V. M. Carvalho, A. Ozdaglar, and A. Tahbaz-Salehi (2012). The network origins of aggregate fluctuations. Econometrica 80(5), 1977Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c2016.",
        "Acemoglu, D., A. Ozdaglar, and A. Tahbaz-Salehi (2017). Microeconomic origins of macroeconomic tail risks. The American Economic Review 107(1), 54Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c108.",
        "Atalay, E. (2015). How important are sectoral shocks? Unpublished Manuscript, University of Wisconsin.",
        "Baqaee, D. R. (2016). Cascading failures in production networks. Unpublished Manuscript, LSE.",
        "Baqaee, D. R. and E. Farhi (2017). The macroeconomic impact of microeconomic shocks: Beyond HultenÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0084¢s theorem. Technical report, National Bureau of Economic Research.",
        "Barrot, J.-N. and J. Sauvagnat (2016). Input specificity and the propagation of idiosyncratic shocks in production networks. The Quarterly Journal of Economics 131(3), 1543Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c1592.",
        "Bernanke, B. S. and K. N. Kuttner (2005). What explains the stock marketÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0084¢s reaction to Federal Reserve policy? The Journal of Finance 60(3), 1221Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c1257.",
        "Bigio, S. and J. LaÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0084¢O (2016). Financial frictions in production networks. National Bureau of Economic Research, Working Paper (22212).",
        "BjÃ\u0083Æ\u0092Ã\u0082Â¸rnland, H. C. and K. Leitemo (2009). Identifying the interdependence between US monetary policy and the stock market. Journal of Monetary Economics 56(2), 275Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c282.",
        "Campbell, J. Y. (2000). Asset pricing at the millennium. The Journal of Finance 55(4), 1515Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c1567.",
        "Carvalho, V. and X. Gabaix (2013). The great diversification and its undoing. The American Economic Review 103(5), 1697Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c1727.",
        "Carvalho, V. M. (2014). From micro to macro via production networks. The Journal of Economic Perspectives 28(4), 23Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c47.",
        "Carvalho, V. M. and B. Grassi (2015). Large firm dynamics and the business cycle. Unpublished Manuscript, University of Cambridge.",
        "Cook, T. and T. Hahn (1989). The effect of changes in the federal funds rate target on market interest rates in the 1970s. Journal of Monetary Economics 24(3), 331Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c351.",
        "Cooley, T. F. and G. D. Hansen (1989). The inflation tax in a real business cycle model. The American Economic Review 79(4), 733Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c748.",
        "DÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0084¢Acunto, F., D. Hoang, and M. Weber (2017). The effect of unconventional fiscal policy on consumption expenditure. Unpublished manuscript.",
        "Denbee, E., C. Julliard, Y. Li, and K. Yuan (2014). Network risk and key players: A structural analysis of interbank liquidity. Unpublished Manuscript.",
        "Ehrmann, M. and M. Fratzscher (2004). Taking stock: Monetary policy transmission to equity markets. Journal of Money, Credit, and Banking 36(4), 719Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c737.",
        "Faust, J., E. T. Swanson, and J. H. Wright (2004). Do Federal Reserve policy surprises reveal superior information about the economy? Contributions to Macroeconomics 4(1), 1Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c29.",
        "Gabaix, X. (2011). The granular origins of aggregate fluctuations. Econometrica 79(3), 733Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c772.",
        "Gorodnichenko, Y. and M. Weber (2016). Are sticky prices costly? Evidence from the stock market. The American Economic Review 106(1), 165Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c199.",
        "GuÃ\u0083Å\u0092Ã\u0082Ë\u0086rkaynak, R. S., B. P. Sack, and E. T. Swanson (2005). Do actions speak louder than words? International Journal of Central Banking 1(1), 55Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c93.",
        "Herskovic, B. (2015). Networks in production: Asset pricing implications. Unpublished manuscript, UCLA.",
        "Herskovic, B., B. T. Kelly, H. Lustig, and S. Van Nieuwerburgh (2016). The common factor in idiosyncratic volatility: Quantitative asset pricing implications. Journal of Financial Economics 119(2), 249Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c283.",
        "Horvath, M. (1998). Cyclicality and sectoral linkages: Aggregate fluctuations from independent sectoral shocks. Review of Economic Dynamics 1(4), 781Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c808.",
        "Ippolito, F., A. K. Ozdagli, and A. Perez (2017). The transmission of monetary policy through bank lending: The floating rate channel. Unpublished Manuscript.",
        "Kelly, B., H. Lustig, and S. Van Nieuwerburgh (2013). Firm volatility in granular networks. National Bureau of Economic Research, Working Paper.",
        "Long, J. B. and C. I. Plosser (1983). Real business cycles. The Journal of Political Economy 91(1), 39Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c69.",
        "Lucas, R. E. (1977). Understanding business cycles. In Carnegie-Rochester conference series on public policy, Volume 5, pp. 7Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c29. Elsevier.",
        "Neuhierl, A. and M. Weber (2017). Monetary policy slope and the stock market. Unpublished manuscript, University of Chicago Booth School of Business.",
        "Pace, R. K. and J. P. LeSage (2006). Interpreting spatial econometric models. In North American Meeting of the Regional Science Association International.",
        "Pasquariello, P. and C. Vega (2007). Informed and strategic order flow in the bond markets. Review of Financial Studies 20(6), 1975Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c2019.",
        "Pasten, E., R. Schoenle, and M. Weber (2017a). Nominal rigidity and the idiosyncratic origin of aggregate fluctuations. In Unpublished Manuscript.",
        "Pasten, E., R. Schoenle, and M. Weber (2017b). Production networks, nominal rigidities, and the propagation of shocks. Unpublished manuscript.",
        "Rigobon, R. and B. Sack (2003). Measuring the reaction of monetary policy to the stock market. The Quarterly Journal of Economics 118(2), 639Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c669.",
        "Saito, Y., M. Nirei, V. Carvalho, and A. Tahbaz-Salehi (2015). Supply chain disruptions: Evidence from Great East Japan Earthquake. mimeo.",
        "Weber, M. (2015). Nominal rigidities and asset pricing. Unpublished manuscript."
    ]
}