{
    "id": 23448,
    "cites": 33,
    "cited_by": 4,
    "reference": [
        "Andreasen, M. M. (2013): Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Non-Linear DSGE Models and the Central Difference Kalman Filter,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Journal of Applied Econometrics, 28(6), 929Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c955.",
        "Andrieu, C., A. Doucet, and R. Holenstein (2010): Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Particle Markov Chain Monte Carlo Methods,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Journal of the Royal Statistical Society Series B, 72(3), 269Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c342.",
        "Arulampalam, S., S. Maskell, N. Gordon, and T. Clapp (2002): Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093A Tutorial on Particle Filters for Online Nonlinear/Non-Gaussian Bayesian Tracking,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d IEEE Transactions on Signal Processing, 50(2), 174Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c188.",
        "Beskos, A., A. Jasra, N. Kantas, and A. H. Thiery (2014): Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093On the Convergence of Adaptive Sequential Monte Carlo Methods,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d arXiv Working Paper.",
        "Bognanni, M., and E. P. Herbst (2015): Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Estimating (Markov-Switching) VAR Models without Gibbs Sampling: A Sequential Monte Carlo Approach,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Finance and Economics Discussion Paper Series, Board of Governors, 2015-116(116), 154.",
        "CappeÃ\u0083Å\u0092Ã\u0082Â\u0081, O., S. J. Godsill, and E. Moulines (2007): Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093An Overview of Existing Methods and Recent Advances in Sequential Monte Carlo,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Proceedings of the IEEE, 95(5), 899Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c 924.",
        "CappeÃ\u0083Å\u0092Ã\u0082Â\u0081, O., E. Moulines, and T. Ryden (2005): Inference in Hidden Markov Models. Springer Verlag, New York.",
        "Chopin, N. (2002): Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093A Sequential Particle Filter for Static Models,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Biometrika, 89(3), 539Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c551.",
        "(2004): Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Central Limit Theorem for Sequential Monte Carlo Methods and Its Application to Bayesian Inference,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Annals of Statistics, 32(6), 2385Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c2411.",
        "Creal, D. (2007): Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Sequential Monte Carlo Samplers for Bayesian DSGE Models,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Manuscript, University Chicago Booth.",
        "(2012): Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093A Survey of Sequential Monte Carlo Methods for Economics and Finance,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Econometric Reviews, 31(3), 245Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c296.",
        "Del Moral, P. (2004): Feynman-Kac Formulae. Springer Verlag.",
        "(2013): Mean Field Simulation for Monte Carlo Integration. Chapman & Hall/CRC, Boca Raton.",
        "Del Moral, P., A. Doucet, and A. Jasra (2006): Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Sequential Monte Carlo Samplers,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Journal of the Royal Statistical Society, Series B, 68(Part 3), 411Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c436.",
        "(2012): Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093An AdaptiveSequential Monte Carlo Method for Approximate Bayesian Computation,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Statistical Computing, 22, 1009Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c1020.",
        "Doucet, A., and A. M. Johansen (2011): Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093A Tutorial on Particle Filtering and Smoothing: Fifteen Years Later,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d in Handook of Nonlinear Filtering, ed. by D. Crisan, and B. Rozovsky. Oxford University Press, Oxford.",
        "Durham, G., and J. Geweke (2014): Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Adaptive Sequential Posterior Simulators for Massively Parallel Computing Environments,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d in Advances in Econometrics, ed. by I. Jeliazkov, and D. Poirier, vol. 34, chap. 6, pp. 1Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c44. Emerald Group Publishing Limited, West Yorkshire.",
        "FernaÃ\u0083Å\u0092Ã\u0082Â\u0081ndez-Villaverde, J., and J. F. Rubio-RamÃ\u0083â\u0080\u009eÃ\u0082Â±Ã\u0083Å\u0092Ã\u0082Â\u0081rez (2007): Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Estimating Macroeconomic Models: A Likelihood Approach,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Review of Economic Studies, 74(4), 1059Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c1087.",
        "Geweke, J., and B. Frischknecht (2014): Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Exact Optimization By Means of Sequentially Adaptive Bayesian Learning,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Mimeo.",
        "Godsill, S. J., and T. Clapp (2001): Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Improvement Strategies for Monte Carlo Particle Filters,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d in Sequential Monte Carlo Methods in Practice, ed. by A. Doucet, N. De Freitas, and N. Gordon, pp. 139Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c158. Springer Verlag, New York.",
        "Gordon, N., D. Salmond, and A. F. Smith (1993): Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Novel Approach to Nonlinear/NonGaussian Bayesian State Estimation,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Radar and Signal Processing, IEE Proceedings F, 140(2), 107Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c113. Gust, C., E. Herbst, D. Lopez-Salido, and M. E. Smith (forthcoming): Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093The Empirical Implications of the Interest-Rate Lower Bound,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d American Economic Review.",
        "Herbst, E., and F. Schorfheide (2014): Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Sequential Monte Carlo Sampling for DSGE Models,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Journal of Applied Econometrics, 29(7), 1073Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c1098.",
        "(2015): Bayesian Estimation of DSGE Models. Princeton University Press, Princeton.",
        "Jasra, A., D. A. Stephens, A. Doucet, and T. Tsagaris (2011): Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Inference for LevyDriven Stochastic Volatility Models via Adaptive Sequential Monte Carlo,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Scandinavian Journal of Statistics, 38, 1Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c22.",
        "Johansen, A. M. (2016): Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093On Blocks, Tempering and Particle MCMC for Systems Identification, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Manuscript, University of Warwick.",
        "Kollmann, R. (2015): Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Tractable Latent State Filtering for Non-Linear DSGE Models Using a Second-Order Approximation and Pruning,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Computational Economics, 45(2), 239Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c260.",
        "Liu, J. S. (2001): Monte Carlo Strategies in Scientific Computing. Springer Verlag, New York.",
        "Neal, R. M. (1998): Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Annealed Importance Sampling,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Technical Report, Department of Statistics, University of Toronto, 9805.",
        "Pitt, M. K., and N. Shephard (1999): Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Filtering via Simulation: Auxiliary Particle Filters,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Journal of the American Statistical Association, 94(446), 590Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c599.",
        "Pitt, M. K., R. d. S. Silva, P. Giordani, and R. Kohn (2012): Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093On Some Properties of Markov Chain Monte Carlo Simulation Methods Based on the Particle Filter,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Journal of Econometrics, 171(2), 134Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c151.",
        "SchaÃ\u0083Å\u0092Ã\u0082Ë\u0086fer, C., and N. Chopin (2013): Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Sequential Monte Carlo on Large Binary Sampling Spaces,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Statistical Computing, 23, 163Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c184.",
        "Smets, F., and R. Wouters (2007): Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Shocks and Frictions in U.S. Business Cycles: A Bayesian DSGE Approach,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d American Economic Review, 97(3), 586Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c608.",
        "White, H. (2001): Asymptotic Theory For Econometricians. Academic Press, New York."
    ]
}