{
    "id": 23452,
    "cites": 46,
    "cited_by": 4,
    "reference": [
        "Agarwal, S., G. Amromin, I. Ben-David, S. Chomsisengphet, T. Piskorski, and A. Seru, 2012, Policy Intervention in Debt Renegotiation: Evidence from Home AÃ\u0083Â¯Ã\u0082Â¬Ã\u0082â\u0082¬ordable Modification Program, forthcoming in the Journal of Political Economy.",
        "Agarwal, S., G. Amromin, S. Chomsisengphet, T. Landvoigt, T. Piskorski, A. Seru, and V. Yao. 2015, Mortgage Refinancing, Consumer Spending, and Competition: Evidence from the Home AÃ\u0083Â¯Ã\u0082Â¬Ã\u0082â\u0082¬ordable Refinancing Program, Working Paper.",
        "Biais, B., T. Mariotti, G. Plantin, and J.-Ch. Rochet, 2007, Dynamic Security Design: Convergence to Continuous Time and Asset Pricing Implications, Review of Economic Studies 74, 345Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009d90.",
        "Bolton, P., and D. S. Scharfstein, 1990, A Theory of Predation Based on Agency Problems in Financial Contracting, American Economic Review 80, 93Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009d106.",
        "Bolton, P., T. Santos, and J. Scheinkman, 2016, Savings Gluts and Financial Fragility, Working Paper.",
        "Brunnermeier, M. K., and Y. Sannikov, 2014, A Macroeconomic Model with a Financial Sector, American Economic Review 104, 379-421.",
        "Campbell, J. Y., and J. F. Cocco, 2003. Household Risk Management and Optimal Mortgage Choice. Quarterly Journal of Economics 118: 1449Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009d1494.",
        "Campbell J. Y., and J. F.Cocco, 2015, A Model of Mortgage Default, Journal of Finance 70, 1495-1554.",
        "Caplin, A., Cunningham, N., Engler, M., and Pollack, F. 2008, Facilitating Shared Appreciation Mortgages to Prevent Crashes and AÃ\u0083Â¯Ã\u0082Â¬Ã\u0082â\u0082¬ordability Crises, Hamilton Project Discussion Paper, Brookings Institute.",
        "Chari, V. V., and R. Jagannathan, 1989, Adverse Selection in a Model of Real Estate Lending, Journal of Finance 44, 499-508.",
        "DeMarzo, P. M., and Y. Sannikov, 2006, Optimal Security Design and Dynamic Capital Structure in a Continuous-Time Agency Model, Journal of Finance 61, 2681Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009d2724.",
        "Diamond, Douglas W., 1984, Financial Intermediation and Delegated Monitoring, Review of Economic Studies 51, 393Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009d414.",
        "Di Maggio, M., A. Kermani, and R. Ramcharan, 2014, Monetary Policy Pass-Through: Household Consumption and Voluntary Deleveraging, Working Paper.",
        "Di Maggio, M., A. Kermani, B. Keys, T. Piskorski, R. Ramcharan, A. Seru, V. Yao, 2017, Interest Rate Pass-Through: Mortgage Rates, Household Consumption and Voluntary Deleveraging, Working Paper.",
        "Dunn, K. B., and C. S. Spatt, 1985, Prepayment Penalties and the Due-On-Sale Clause, Journal of Finance 40, 293-308.",
        "Dunn, K. B., C. S. Spatt, 1988. Private Information and Incentives: Implications for Mortgage Contract Terms and Pricing. Journal of Real Estate Finance and Economics 1, 47Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009d60.",
        "Eberly, J., and A. Krishnamurthy, 2014, EÃ\u0083Â¯Ã\u0082Â¬Ã\u0082Æ\u0092cient Credit Polices in a Housing Crisis, Fall 2014 Brookings Panel on Economic Activity.",
        "Farhi, E., M. Golosov, and A. Tsyvinski, 2009, A Theory of Liquidity and Regulation of Financial Intermediation, Review of Economic Studies 76, 973-992.",
        "Favilukis, J., S. Ludvingson, and S. Van Nieuwerburgh, 2016, The Macroeconomic EÃ\u0083Â¯Ã\u0082Â¬Ã\u0082â\u0082¬ects of Housing Wealth, Housing Finance, and Limited Risk Sharing in General Equilibrium, forthcoming in the Journal of Politcal Economy.",
        "Garmaise, M., 2015, Borrower Misreporting and Loan Performance, Journal of Finance 70, 449484.",
        "Greenwald, D. L., T. Landvoigt, and S. Van Nieuwerburgh, 2017, Financial Fragility with Sam?, Working Paper.",
        "GriÃ\u0083Â¯Ã\u0082Â¬Ã\u0082Æ\u0092n, J. M., and G. Maturana, 2016, Who Facilitated Misreporting in Securitized Loans?, Review of Financial Studies 29, 384-419.",
        "Guren, A., A. Krishnamurty, T. McQuade, 2017, Mortgage Design in an Equilibrium Model of the Housing Market, Working Paper.",
        "Hartman-Glaser, B., and B. Hebert, 2016, The Insurance is the Lemon: Falling to Index Contracts, Working Paper.",
        "He, Z., and K. Milbradt, 2014, Endogenous Liquidity and Defaultable Bonds, Econometrica 82, 1443Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009d1508.",
        "Jiang, W., A. A. Nelson, and E. Vytlacil, 2014, LiarÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0084¢s Loan? EÃ\u0083Â¯Ã\u0082Â¬Ã\u0082â\u0082¬ects of Origination Channel on Mortgage Delinquency, Review of Economics and Statistics 96, 1-18.",
        "Kaplan, G., K. Mitman, and G. Violante, 2016, Consumption and House Prices in the Great Recession: Model Meets Evidence, Working Paper.",
        "Keys, B. J., T. Mukherjee, A. Seru, and V. Vig, 2010, Did Securitization Lead to Lax Screening? Evidence from Subprime Loans, Quarterly Journal of Economics 125, 307Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009d362.",
        "Keys, B. J., T. Piskorski, A. Seru, and V. Vig, 2013, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Mortgage Financing in the Housing Boom and Bust.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d In Housing and Financial Crisis, edited by Edward L. Glaeser and Todd Sinai, 143Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009d204. Chicago: University of Chicago Press Keys, B. J., T. Piskorski, A. Seru, and V. Yao, 2014, Mortgage Rates, Household Balance Sheets, and Real Economy, NBER Working Paper No. 20561.",
        "Kiyotaki N., and J. Moore, 1997, Credit Cycles, Journal of Political Economy 105, 211-248.",
        "Kung, E., 2015, Mortgage Market Institutions and Housing Market Outcomes, Working Paper.",
        "Makarov, I., and G. Plantin, 2013, Equilibrium Subprime Lending, Journal of Finance 68, 849Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009d879.",
        "Mayer, C., K. Pence, and S. Sherlund. 2009, The Rise in Mortgage Defaults. Journal of Economic Perspectives 23: 27Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009d50.",
        "Mayer, C., E. Morrison, T. Piskorski, and A. Gupta, 2014, Mortgage Modification and Strategic Behavior: Evidence from a Legal Settlement with Countrywide, American Economic Review 104, 2830-285.",
        "Mian, A., and A. Sufi. 2014, House of Debt: How They (and You) Caused the Great Recession, and How We Can Prevent It from Happening Again, University of Chicago Press.",
        "Piskorski, T., A. Seru, and V. Vig, 2010, Securitization and Distressed Loan Renegotiation: Evidence from the Subprime Mortgage Crisis, Journal of Financial Economics 97, 369-397.",
        "Piskorski, T., and A. Tchistyi, 2011, Stochastic House Appreciation and Optimal Mortgage Lending, Review of Financial Studies 24, 1407-1446.",
        "Piskorski, T., A. Seru, and J. Witkin. 2015. Asset Quality Misrepresentation by Financial Intermediaries: Evidence from RMBS Market, Journal of Finance 70, 2635Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009d78.",
        "Rampini, A. and S. Viswanathan, 2010, Collateral, Risk Management and the Distribution of Debt Capacity, Journal of Finance 65, 2293-2322.",
        "Rothschild, M., and J. Stiglitz, 1976, Equilibrium in Competitive Insurance Markets: An Essay on the Economics of Imperfect Information, Quarterly Journal of Economics 90, 629Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009d649.",
        "Scharfstein, D., and A. Sunderam, 2016, Market Power in Mortgage Lending and the Transmission of Monetary Policy, Working Paper.",
        "Shiller, R. J. 2008. The Subprime Solution: How TodayÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0084¢s Global Financial Crisis Happened, and What to Do About It. Princeton, NJ: University Press.",
        "Shiller, Robert J. and Allan Weiss, 1999, Home Equity Insurance, Journal of Real Estate Finance and Economics 19, 21-47.",
        "Stanton, R. H., and N. Wallace, 1998, Mortgage Choice: What Is the Point?, Real Estate Economics 26, 173-205.",
        "Stiglitz, J. E., and A. Weiss, 1981, Credit Rationing in Markets with Imperfect Information, American Economic Review 71, 393-410.",
        "Stroebel, J., 2016, Asymmetric Information about Collateral Values, Journal of Finance 71, 1071Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009d 1112."
    ]
}