{
    "id": 23455,
    "cites": 65,
    "cited_by": 0,
    "reference": [
        "Abreu, D. and M. K. Brunnermeier (2003). Bubbles and crashes. Econometrica 71(1), 173Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c204.",
        "Acemoglu, D. and P. Restrepo (2017). Robots and jobs: Evidence from us labor markets. Working Paper.",
        "Aghion, P., U. Akcigit, A. Bergeaud, R. Blundell, and D. HeÃ\u0083Å\u0092Ã\u0082Â\u0081mous (2015). Innovation and top income inequality. Technical report, National Bureau of Economic Research.",
        "Aghion, P., N. Bloom, R. Blundell, R. Griffith, and P. Howitt (2005). Competition and innovation: An inverted-u relationship. The Quarterly Journal of Economics 120(2), 701Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c728.",
        "Aghion, P., P. Bolton, C. Harris, and B. Jullien (1991). Optimal learning by experimentation. The review of economic studies 58(4), 621Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c654.",
        "Aghion, P. and R. Griffith (2008). Competition and growth: reconciling theory and evidence. MIT press.",
        "Aghion, P. and P. Howitt (1992). A model of growth through creative destruction. Econometrica 60(2), 323Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c351.",
        "Akcigit, U., J. Grigsby, and T. Nicholas (2017). The rise of american ingenuity: Innovation and inventors of the golden age.",
        "Arrow, K. (1962). The economic implications of learning by doing. Review of Economic Studies, 131.",
        "Bampoky, C., J. E. Prieger, L. R. Blanco, and A. Liu (2016). Economic growth and the optimal level of entrepreneurship. World Development 82, 95Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c109.",
        "Boldrin, M. and D. K. Levine (2008). Perfectly competitive innovation. Journal of Monetary Economics 55(3), 435Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c453.",
        "Boyd, S. and L. Vandenberghe (2004). Convex optimization. Cambridge university press.",
        "Brennan, M. J. (1998a). The role of learning in dynamic portfolio decisions. European Finance Review 1(3), 295Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c306.",
        "Brennan, M. J. (1998b). Stripping the s&p 500 index. Financial Analysts Journal, 12Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c22.",
        "Brunnermeier, M. K. and M. Oehmke (2013). Bubbles, Financial Crises, and Systemic Risk, Volume 2 of Handbook of the Economics of Finance, Chapter 0, pp. 1221Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c1288. Elsevier.",
        "Bryson, A. E. and Y.-C. Ho (1975). Applied optimal control: optimization, estimation and control. Taylor and Francis.",
        "Carree, M. A. and A. R. Thurik (2005). The impact of entrepreneurship on economic growth. Handbook of entrepreneurship research, 437Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c471.",
        "Cole, H. L. and M. Obstfeld (1991). Commodity trade and international risk sharing: How much do financial markets matter? Journal of monetary economics 28(1), 3Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c24.",
        "DeMarzo, P., R. Kaniel, and I. Kremer (2007). Technological innovation and real investment booms and busts. Journal of Financial Economics 85(3), 735Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c754.",
        "Detemple, J. (1986). Asset pricing in a production economy with incomplete information. The Journal of Finance 41(2), pp. 383Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c391.",
        "Dothan, M. U. and D. Feldman (1986, June). Equilibrium interest rates and multiperiod bonds in a partially observable economy. Journal of Finance 41(2), 369Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c82.",
        "Dreze, J. H. (1981). Inferring risk tolerance from deductibles in insurance contracts. Geneva Papers on Risk and Insurance, 48Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c52.",
        "Duffie, D. (2010). Dynamic asset pricing theory. Princeton University Press.",
        "Duffie, D., D. FilipovicÃ\u0083Å\u0092Ã\u0082Â\u0081, and W. Schachermayer (2003). Affine processes and applications in finance. Annals of applied probability, 984Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c1053.",
        "Fama, E. F. (2014). Two pillars of asset pricing. The American Economic Review 104(6), 1467Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c1485.",
        "FilipovicÃ\u0083Å\u0092Ã\u0082Â\u0081, D. (2005). Time-inhomogeneous affine processes. Stochastic Processes and their Applications 115(4), 639Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c659.",
        "Friend, I. and M. E. Blume (1975). The demand for risky assets. The American Economic Review, 900Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c922.",
        "GaÃ\u0083Å\u0092Ã\u0082â\u0080\u009arleanu, N., L. Kogan, and S. Panageas (2012). Displacement risk and asset returns. Journal of Financial Economics 105(3), 491Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c510.",
        "Gennotte, G. (1986, July). Optimal portfolio choice under incomplete information. Journal of Finance 41(3), 733Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c46.",
        "Giglio, S., M. Maggiori, and J. Stroebel (2016). No-bubble condition: Model-free tests in housing markets. Econometrica 84(3), 1047Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c1091.",
        "Gort, M. and S. Klepper (1982). Time paths in the diffusion of product innovations. The economic journal 92(367), 630Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c653.",
        "Grammig, J. and S. Jank (2015). Creative destruction and asset prices. Journal of Financial and Quantitative Analysis.",
        "Greenwood, R., A. Shleifer, and Y. You (2017). Bubbles for fama. Technical report, National Bureau of Economic Research.",
        "Grossman, S. J., R. E. Kihlstrom, and L. J. Mirman (1977). A bayesian approach to the production of information and learning by doing. The Review of Economic Studies, 533Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c547.",
        "Harrison, J. M. and D. M. Kreps (1978). Speculative investor behavior in a stock market with heterogeneous expectations. The Quarterly Journal of Economics, 323Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c336.",
        "Helpman, E. and A. Razin (2014). A theory of international trade under uncertainty. Academic Press.",
        "Johnson, T. C. (2007). Optimal learning and new technology bubbles. Journal of Monetary Economics 54(8), 2486Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c2511.",
        "Komlos, J. (2014). Has creative destruction become more destructive? Technical report, National Bureau of Economic Research.",
        "Kung, H. and L. Schmid (2015). Innovation, growth, and asset prices. The Journal of Finance 70(3), 1001Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c1037.",
        "Liptser, R. and A. Shiryayev (1977). Statistics of random processes. Springer-Verlag, Berlin, New York.",
        "Loury, G. C. (1979). Market structure and innovation. The quarterly journal of economics, 395Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c410.",
        "Mehra, R. and E. C. Prescott (1985). The equity premium: A puzzle. Journal of monetary Economics 15(2), 145Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c161.",
        "Merton, R. C. (1973). An intertemporal capital asset pricing model. Econometrica: Journal of the Econometric Society, 867Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c887.",
        "Miller, E. M. (1977). Risk, uncertainty, and divergence of opinion. The Journal of finance 32(4), 1151Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c1168.",
        "Morris, S. (1996). Speculative investor behavior and learning. The Quarterly Journal of Economics, 1111Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c1133.",
        "Ofek, E. and M. Richardson (2003). Dotcom mania: The rise and fall of internet stock prices. The Journal of Finance 58(3), 1113Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c1137.",
        "PaÃ\u0083Å\u0092Ã\u0082Â\u0081stor, L. and P. Veronesi (2003). Stock valuation and learning about profitability. The Journal of Finance 58(5), 1749Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c1790.",
        "PaÃ\u0083Å\u0092Ã\u0082Â\u0081stor, L. and P. Veronesi (2006). Was there a nasdaq bubble in the late 1990s? Journal of Financial Economics 81(1), 61Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c100.",
        "Pastor, L. and P. Veronesi (2009). Technological revolutions and stock prices. American Economic Review 99(4), 1451Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c1483.",
        "Pavlova, A. and R. Rigobon (2007). Asset prices and exchange rates. Review of Financial Studies 20(4), 1139Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c1180.",
        "Reinganum, J. F. (1983). Uncertain innovation and the persistence of monopoly. The American Economic Review 73(4), 741Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c748.",
        "Reinganum, J. F. (1985). Innovation and industry evolution. The Quarterly Journal of Economics 100(1), 81Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c99.",
        "Rob, R. (1991). Learning and capacity expansion under demand uncertainty. The Review of Economic Studies 58(4), 655Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c675.",
        "Romer, P. M. (1990). Endogenous technological change. Journal of political Economy 98(5, Part 2), S71Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009cS102.",
        "Scheinkman, J. A. and W. Xiong (2003). Overconfidence and speculative bubbles. Journal of political Economy 111(6), 1183Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c1220.",
        "Schumpeter, J. A. (1934). The theory of economic development: An inquiry into profits, capital, credit, interest, and the business cycle, Volume 55. Transaction publishers.",
        "Schumpeter, J. A. (1942). Capitalism, socialism and democracy. New York: Harper and Brothers.",
        "Shiller, R. J. (2015). Irrational exuberance. Princeton university press.",
        "Swan, P. L. (1970). Market structure and technological progress: The influence of monopoly on product innovation. The Quarterly Journal of Economics 84(4), 627Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c638.",
        "Williams, J. T. (1977). Capital asset prices with heterogeneous beliefs. Journal of Financial Economics 5(2), 219Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c239.",
        "Williamson, O. E. (1965). Innovation and market structure. Journal of political economy 73(1), 67Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c73.",
        "Witt, U. (1996). Innovations, externalities and the problem of economic progress. Public Choice 89(1), 113Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c130.",
        "Xiong, W. (2013). Bubbles, crises, and heterogeneous beliefs. Handbook on Systemic Risk, 663Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c713.",
        "Zapatero, F. (1995). Equilibrium asset prices and exchange rates. Journal of Economic Dynamics and Control 19(4), 787Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c811.",
        "Ziegler, A. C. (2003). Incomplete Information and Heterogeneous Beliefs in Continuous-time Finance. Springer-Verlag Berlin Heidelberg."
    ]
}