{
    "id": 23458,
    "cites": 57,
    "cited_by": 0,
    "reference": [
        "Agnosteva, Delina E., James E. Anderson, and Yoto V. Yotov, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Intra-national Trade Costs: Measurement and Aggregation,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d NBER Working Paper No. 19872, 2014.",
        "Anderson, James E., Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093A Theoretical Foundation for the Gravity Equation,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d American Economic Review, 1979, 69 (1), 106Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c116.",
        "Anderson, J.E., Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093The Gravity Model,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Annual Review of Economics, 2011, 3, 133Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c160.",
        ", Mario Larch, and Yoto V. Yotov, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Growth and Trade with Frictions: A Structural Estimation Framework,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d NBER Working Paper No. 21377, 2015.",
        "Anderson, T. W. and C. Hsiao, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Formulation and Estimation of Dynamic Models Using Panel Data,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Journal of Econometrics, 1982, 82 (1), 47Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c82.",
        "Arellano, Manuel and Olympia Bover, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Another look at the instrumental variable estimation of error-components models,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Journal of Econometrics, 1995, 68 (1), 29Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c51.",
        "Arkolakis, Costas, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Market Penetration Costs and the New Consumers Margin in International Trade,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Journal of Political Economy, 2010, 118 (6), 1151Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c1199.",
        ", Arnaud Costinot, and Andrs Rodrguez-Clare, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093New Trade Models, Same Old Gains?,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d American Economic Review, 2012, 102 (1), 94Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c130.",
        ", Jonathan Eaton, and Samuel S. Kortum, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Staggered Adjustment and Trade Dynamics,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d 2011 Meeting Papers 1322, Society for Economic Dynamics 2011.",
        "Backus, David K., Patrick J. Kehoe, and Finn E. Kydland, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Dynamics of the Trade Balance and the Terms of Trade: the J-curve,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d American Economic Review, 1994, 84 (1), 84Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c103.",
        "Baier, Scott L. and Jeffrey H. Bergstrand, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Do Free Trade Agreements Actually Increase MembersÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0084¢ International Trade?,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Journal of International Economics, 2007, 71 (1), 72Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c95.",
        ", Yoto V. Yotov, and Thomas Zylkin, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093On the widely differing effects of free trade agreements: Lessons from twenty years of trade integration,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d School of Economics Working Paper Series, 2016-15, 2016.",
        "Bergstrand, J.H., Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093The Gravity Equation in International Trade: Some Microeconomic Foundations and Empirical Evidence,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Review of Economics and Statistics, 1985, 67 (3), 474Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c481.",
        "Besedes, Tibor and Thomas J. Prusa, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Product differentiation and duration of US import trade,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Journal of International Economics, December 2006, 70 (2), 339Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c358.",
        "Blundell, Richard and Stephen Bond, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Initial conditions and moment restrictions in dynamic panel data models,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Journal of Econometrics, 1998, 87 (1), 115Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c143.",
        "Boulhol, Herv and Alain de Serres, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Have Developed Countries Escaped the Curse of Distance ?,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Journal of Economic Geography, January 2010, 10 (1), 113Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c139.",
        "Broda, C., J. Greenfield, and D. Weinstein, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093From Groundnuts to Globalization: A Structural Estimate of Trade and Growth,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d NBER Working Paper No. 12512, 2006.",
        "Brun, Jean-Franois, Cline Carrre, Patrick Guillaumont, and Jaime de Melo, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Has Distance Died? Evidence from a Panel Gravity Model,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d World Bank Economic Review, 2005, 19 (1), 99Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c120.",
        "Buch, Claudia M., Jorn Kleinert, and Farid Toubal, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093The Distance Puzzle: On the Interpretation of the Distance Coefficient in Gravity Equations,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Economics Letters, June 2004, 83 (3), 293Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c298.",
        "Carrre, Cline and Maurice Schiff, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093On the Geography of Trade. Distance is Alive and Well,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Revue conomique, 2005, 56 (6), 1249Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c1274.",
        ", Jaime de Melo, and John Wilson, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093The Distance Puzzle and Low-Income Countries: An Update,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Journal of Economic Surveys, 2013, 27 (4), 717Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c742.",
        "Chaney, Thomas, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Distorted Gravity: The Intensive and Extensive Margins of International Trade,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d American Economic Review, 2008, 98 (4), 1707Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c1721.",
        "Cheng, I-Hui and Howard J. Wall, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Controlling for Heterogeneity in Gravity Models of Trade and Integration,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Federal Reserve Bank of St. Louis Review, 2005, 87 (1), 49Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c63.",
        "Coe, D., A. Subramanian, N. Tamirisa, and R. Bhavnani, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093The Missing Globalization Puzzle,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d IMF Working Paper No. 171, 2002. Costinot, Arnaud and Andrs Rodrguez-Clare, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Trade Theory with Numbers: Quantifying the Consequences of Globalization,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Chapter 4 in the Handbook of International Economics Vol.",
        "Crucini, Mario J. and J. Scott Davis, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Distribution capital and the short- and long-run import demand elasticity,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Journal of International Economics, 2016, 100 (C), 203Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c219.",
        "Disdier, A.-C. and K. Head, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093The Puzzling Persistence of the Distance Effect on Bilateral Trade,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Review of Economics and Statistics, 2008, 90 (1), 37Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c48.",
        "Eaton, Jonathan and Samuel Kortum, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Technology, Geography and Trade,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Econometrica, 2002, 70 (5), 1741Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c1779.",
        ", , B. Neiman, and J. Romalis, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Trade and the Global Recession,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d American Economic Review, 2016, 106 (11), 3401Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c38.",
        "Egger, Peter H. and Sergey Nigai, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Structural gravity with dummies only: Constrained ANOVA-type estimation of gravity models,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Journal of International Economics, 2015, 97 (1), 86Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c99.",
        "Eichengreen, Barry and Douglas A. Irwin, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093The Role of History in Bilateral Trade Flows,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d NBER Working Papers 5565, National Bureau of Economic Research, Inc May 1996.",
        "Feenstra, R.C., Maurice Obstfeld, and Katheryn N. Russ, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093In Search of the Armington Elasticity,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d available for download at http://www.econ.ucdavis.edu/faculty /knruss /FOR 6-1-2012.pdf, 2012.",
        "Frankel, J.A. and D. Romer, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Does Trade Cause Growth?,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d American Economic Review, 1999, 89 (3), 379Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c399.",
        "Head, K., T. Mayer, and J. Ries, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093The Erosion of Colonial Trade Linkages after Independence,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Journal of International Economics, 2010, 81 (1), 1Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c14.",
        "Head, Keith and Thierry Mayer, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Gravity Equations: Workhorse, Toolkit, and Cookbook,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Chapter 3 in the Handbook of International Economics Vol. 4, eds. Gita Gopinath, Elhanan Helpman, and Kenneth S. Rogoff, Elsevier Ltd., Oxford, 2014.",
        "Helpman, Elhanan, Marc Melitz, and Yona Rubinstein, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Trading Partners and Trading Volumes,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Quarterly Journal of Economics, 2008, 123 (2), 441Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c487.",
        "Hercowitz, Zvi and Michael Sampson, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Output Growth, the Real Wage, and Employment Fluctuations,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d American Economic Review, 1991, 81 (5), 1215Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c1237.",
        "Krugman, P.R., Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Scale Economies, Product Differentiation, and the Pattern of Trade,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d American Economic Review, 1980, 70 (5), 950Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c959.",
        "Larch, Mario, Pehr-Johan Norbck, Steffen Sirries, and Dieter Urban, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Heterogeneous Firms, Globalization and the Distance Puzzle,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d 2016, The World Economy, forthcoming, 2016.",
        "Mayer, T. and S. Zignago, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Notes on CEPIIÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0084¢s Distances Measures: the GeoDist Database,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d CEPII Working Paper No. 2011-25, 2011.",
        "Melitz, Marc J., Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093The Impact of Trade on Intra-Industry Reallocations and Aggregate Industry Productivity,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Econometrica, 2003, 71 (6), 1695Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c1725.",
        "Mion, Giordano and Luca David Opromolla, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093ManagersÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0084¢ mobility, trade performance, and wages,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Journal of International Economics, 2014, 94 (1), 85Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c101.",
        "Nickell, Stephen J, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Biases in Dynamic Models with Fixed Effects,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Econometrica, November 1981, 49 (6), 1417Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c26.",
        "Novy, Dennis, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093International Trade without CES: Estimating Translog Gravity,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Journal of International Economics, 2013, 89 (2), 271Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c282.",
        "Olivero, Mara Pa and Yoto V. Yotov, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Dynamic Gravity: Endogenous Country Size and Asset Accumulation,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Canadian Journal of Economics, 2012, 45 (1), 64Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c92.",
        "Ramondo, Natalia, Andrs Rodrguez-Clare, and Milagro Saboro-Rodrguez, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Trade, Domestic Frictions, and Scale Effects,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d American Economic Review, 2016, 106 (10), 3159Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c3184.",
        "Roodman, David, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093How to do xtabond2: An introduction to difference and system GMM in Stata,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Stata Journal, 2009, 9 (1), 86Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c136.",
        ", Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093A note on the theme of too many instruments,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Oxford Bulletin of Economics and Statistics, 2009, 71 (1), 135Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c158.",
        "Ruhl, Kim J., Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093The International Elasticity Puzzle,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d unpublished manuscript, available for download at http://www.kimjruhl.com/, 2008.",
        "Santos Silva, J.M.C. and Silvana Tenreyro, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093The Log of Gravity,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Review of Economics and Statistics, 2006, 88 (4), 641Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c658.",
        "Timmer, M. P., B. Los, and G. J. de Vries, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093An Anatomy of the Global Trade Slowdown based on the WIOD 2016 Release,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d GGDC research memorandum number 162, 2016.",
        ", E. Dietzenbacher, B. Los, R. R. Stehrer, and G. J. de Vries, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093An Illustrated User Guide to the World Input?Output Database: the Case of Global Automotive Production,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Review of International Economics, 2015, 23, 575?605.",
        "Yotov, Yoto V., Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093A Simple Solution to the Distance Puzzle in International Trade,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Economics Letters, 2012, 117 (3), 794Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c798.",
        ", Roberta Piermartini, Jos-Antonio Monteiro, and Mario Larch, An Advanced Guide to Trade Policy Analysis: The Structural Gravity Model, Geneva: UNCTAD and WTO, 2016.",
        "Zimmermann, C., Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093International Real Business Cycles among Heterogeneous Countries,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d European Economic Review, 1997, 41 (2), 319Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c356.",
        "Figure 1: Evolution of International Borders, 1988-2006. Note: This figure plots the evolution of the international border estimates from column (5) of Table 1, which are obtained with the OLS estimator and pair fixed effects, over time. The figure also reports the slope of the fitted line, which corresponds to the parameter bÃ\u0083Â\u008fÃ\u0082â\u0080\u009e from the main text.",
        "Figure 2: Evolution of International Borders, 1988-2006. Note: This figure plots the evolution of the international border estimates from column (2) of Table 1, which are obtained with OLS and standard gravity variables, over time. The figure also reports the slope of the fitted line, which corresponds to the parameter bÃ\u0083Â\u008fÃ\u0082â\u0080\u009e from the main text.",
        "Figure 3: Evolution of International Borders, 1988-2006. Note: This figure plots the evolution of the international border estimates from column (5) of Table 2, which are obtained with the PPML estimator and pair fixed effects, over time. The figure also reports the slope of the fitted line, which corresponds to the parameter bÃ\u0083Â\u008fÃ\u0082â\u0080\u009e from the main text."
    ]
}