{
    "id": 23466,
    "cites": 42,
    "cited_by": 30,
    "reference": [
        "Aguiar, Mark, & Hurst, Erik. 2013. Deconstructing Life Cycle Expenditure. Journal of Political Economy, 121(3), 437 Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c 492.",
        "Altonji, Joseph G, & Segal, Lewis M. 1996. Small-sample bias in GMM estimation of covariance structures. Journal of Business & Economic Statistics, 14(3), 353Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c366.",
        "Atkinson, Anthony B., Rainwater, Lee, & Smeeding, Timothy M. 1995. Income Distributions in OECD Countries: Evidence from the Luxembourg Income Study. OECD Publications and Information Center.",
        "Autor, D. G., Maestas, N., Mullen, K., & Strand, A. 2014a. Does Delay Cause Decay? The Effect of Administrative Decision Time on the Labor Force Participation and Earnings of Disability. NBER Working Paper.",
        "Autor, D. H. 2011. The Unsustainable Rise of the Disability Rolls in the United States: Causes, Consequences, and Policy Options. NBER Working Paper.",
        "Autor, D. H., & Duggan, M. G. 2003. The Rise in the Disability Rolls and the Decline in Unemployment. Quarterly Journal of Economics, 118(1), 157Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c205.",
        "Autor, D. H., & Duggan, M. G. 2006. The Growth in the Social Security Disability Rolls: A Fiscal Crisis Unfolding. Journal of Economic Perspectives, 20(3), 71Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c96.",
        "Autor, D. H., Duggan, M. G., & Gruber, J. 2014b. Moral Hazard and Claims Deterrence in Private Disability Insurance. American Economic Journal: Applied Economics, 6(4), 110Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c141.",
        "Baicker, Katherine, Finkelstein, Amy, Song, Jae, & Taubman, Sarah. 2014. The Impact of Medicaid on Labor Market Activity and Program Participation: Evidence from the Oregon Health Insurance Experiment. American Economic Review, 104(5), 322Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c328.",
        "Blundell, R., Pistaferri, L., & Preston, I. 2008. Consumption Inequality and Partial Insurance.",
        "Blundell, R., Costa Dias, M., Meghir, C., & Shaw, J. 2016a. Female Labor Supply, Human Capital and Welfare Reform. Econometrica, 85(5), 1701Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c1753.",
        "Blundell, Richard, Browning, Martin, & Meghir, Costas. 1994. Consumer Demand and the Life-Cycle Allocation of Household Expenditures. The Review of Economic Studies, 61(1), pp. 57Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c80.",
        "Blundell, Richard, Pistaferri, Luigi, & Saporta-Eksten, Itay. 2016b. Consumption inequality and family labor supply. The American Economic Review, 106(2), 387Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c435.",
        "Board, Social Security Advisory. 2015 (September). Technical Panel on Assumptions and Methods. Tech. rept.",
        "Borghans, L, Gielen, A., & Luttmer, E. 2014. Social support substitution and the earnings rebound: Evidence from a regression discontinuity in disability insurance reform. American Economic Journal-Economic Policy, 6(4), 34Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c70.",
        "Bound, J. 1989. The Health and Earnings of Rejected Disability Insurance Applicants. American Economic Review, 79(3), 482Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c503.",
        "Browning, M., & Leth-Petersen, S. 2003. Imputing consumption from income and wealth information. The Economic Journal, 113(488), F282Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009cF301.",
        "Browning, Martin, & Meghir, Costas. 1991. The Effects of Male and Female Labor Supply on Commodity Demands. Econometrica, 59(4), pp. 925Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c951.",
        "Chen, S., & van der Klaauw, W. 2008. The work disincentive effects of the disability insurance program in the 1990s. Journal of Econometrics, 142(2), 757Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c784.",
        "Cullen, J., & Gruber, J. 2000. Does Unemployment Insurance Crowd out Spousal Labor Supply? Journal of Labor Economics, 18(3), pp. 546Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c572.",
        "Dahl, G., KostÃ\u0083Æ\u0092Ã\u0082Â¸l, A., & Mogstad, M. 2014. Family Welfare Cultures. The Quarterly Journal of Economics, 129(4), 1711Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c1752.",
        "Eika, L., Mogstad, M., & Vestad, O. 2017. What can we learn about household consumption from information on income and wealth? Mimeo.",
        "Fadlon, I., & Nielsen, T. H. 2015. Household Responses To Severe Health Shocks And The Design of Social Insurance. Mimeo.",
        "Finkelstein, A., Hendren, N., & Luttmer, E. 2015. The Value of Medicaid: Interpreting Results from the Oregon Health Insurance Experiment. NBER Working Paper No. 21308, June.",
        "French, E., & Song, J. 2013. The Effect of Disability Insurance Receipt on Labor Supply, Appeals and Re-Applications: Evidence from Hearing Office Level Decisions. American Economic Journal: Applied, 6(2), 291Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c337.",
        "Gruber, J. 2000. Disability insurance benefits and labor supply. Journal of Political Economy, 108(6), 1162Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c1183.",
        "Heathcote, Jonathan, Storesletten, Kjetil, & Violante, Giovanni L. 2014. Consumption and labor supply with partial insurance: An analytical framework. The American Economic Review, 104(7), 2075Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c2126.",
        "Imbens, Guido W., & Rubin, Donald B. 1997. Estimating Outcome Distributions for Compliers in Instrumental Variables Models. The Review of Economic Studies, 64(4), 555Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c574.",
        "Kostol, A., & Mogstad, M. 2014. How Financial Incentives Induce Disability Insurance Recipients to Return to Work. American Economic Review, 104(2), 624Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c55.",
        "Kostol, Andreas, & Mogstad, Magne. 2015. Earnings, Disposable Income, and Consumption of Allowed and Rejected Disability Insurance Applicants. American Economic Review, 105(5), 137Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c41.",
        "Liebman, Jeffrey B. 2015. Understanding the Increase in Disability Insurance Benefit Receipt in the United States. Journal of Economic Perspectives, 29(2).",
        "Low, Hamish, & Pistaferri, Luigi. 2015. Disability Insurance and the Dynamics of the Incentive Insurance Trade-Off. The American Economic Review, 105(10), 2986Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c3029.",
        "Lundberg, S. 1985. The added worker effect. Journal of Labor Economics, 11Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c37.",
        "Maestas, N., Mullen, K. J., & Strand, A. 2013. Does Disability Insurance Receipt Discourage Work? Using Examiner Assignment to Estimate Causal Effects of SSDI Receipt. American Economic Review, 103(5), 1797Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c1829.",
        "Meghir, C., & Pistaferri, L. 2011. Earnings, Consumption and Life Cycle Choices. Handbook of Labor Economics, vol. 4, Part B. Elsevier.",
        "Meyer, B. D., & Mok, W. 2013. Disability, Earnings, Income and Consumption. NBER Working Paper, March.",
        "Milligan, K. S., & Wise, D. A. 2011. Social Security and Retirement around the World: Mortality, Health, Employment and Disability Insurance Participation and Reforms. Harvard Kennedy School Working paper.",
        "OECD. 2010. Sickness, Disability and Work: Breaking the Barriers. A synthesis of findings across OECD countries. OECD Publishing.",
        "of Trustees of the Federal OASDI Trust Funds, Board. 2012. The 2012 Annual Report of the Board of Trustees of the Federal Old-Age and Survivors Insurance and Federal Disability Insurance Trust Funds. Tech. rept.",
        "Parsons, Donald O. 1980. The Decline in Male Labor Force Participation. The Journal of Political Economy, 88(1), 117Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c134.",
        "Persson, Petra. 2015 (Mar.). Social insurance and the marriage market. Working Paper Series 2015:6. IFAU - Institute for Evaluation of Labour Market and Education Policy.",
        "Pistaferri, L. 2015. Household consumption: Research questions, measurement issues, and data collection. Mimeo."
    ]
}