{
    "id": 2347,
    "cites": 31,
    "cited_by": 3,
    "reference": [
        "Aghion, P. and P. Bolton, 1986, An `incomplete contracts approach to bankruptcy and the optimal financial structure of the firm, unpublished paper, Harvard University.",
        "Baron, D.P., 1983, Tender offers and management resistance, Journal of Finance 38, May, 331-43.",
        "Binmore, K.~, Rubinstein, A. and A. Wolinsky, 1986, The Nash bargaining solution in economic modelling, The Rand Journal of Economics, 17(2), (Summer) 176-188.",
        "Blair, Douglas, Gerard, James and Devra Golbe, 1986, Unbundling the voting rights and residual profit claims of common shares, Unpublished paper, Rutgers University.",
        "Caplin, Andrew and Barry Nalebuff, 1985, On 64% majority rule, September, mimeo.",
        "DeAngelo, Harry, Linda DeAngelo and Edward H. Rice, 1984, Going private: Minority freezeouts and stockholder wealth, Journal of Law and Econo~ics 27(2), 367-401.",
        "DeAngelo, Harry and Linda DeAngelo, 1985, Managerial ownership of voting rights: A study of public corporations with dual classes of common stock~ Journal of Financial Economics 14(1), 33-69.",
        "Demsetz, Harold, 1983, The structure of ownership and the theory of the firm, Journal of Law and Economics 26(2), 375-390.",
        "Dodd, Peter and Jerold B. Warner, 1983, On corporate governance: A study of proxy contests, Journal of Financial Economics 11, 401-438.",
        "Easterbrook, Frank H. and Daniel R. Fischel, 1982, Corporate control transactions, Yale Law Journal 91, 698-737.",
        "Easterbrook, Frank H. and Daniel R. Fischel, 1983, Voting in corporate law, Journal of Law and Economics 26(2), 395-428.",
        "Eisenberg, Melvin, 1976, The structure of th ran:Ale al ~~~ysis, Little Brown and Co., Boston and Toronto.",
        "Fischel, Daniel R., 1963, Appraisal remedy in corporate law, American Bar Foundation Research Journal 4, 875-902.",
        "Fischei, Daniel R., 1986, Organized exchanges and. the regulation of dual class common stock, monograph by Lexecon Inc.",
        "Fishman, M.J.. 1986, A theory of preemptive takeover bidding. Unpublished paper, Northwestern University Gordon, Jeffrey, 1986, Ties that bond: Dual class common and the problem of shareholdr choice, Unpublished paper, New York University.",
        "Grossman, Sanford J., and Oliver D.Hart, 1980, Takeover bids, the free-rider problem, and the theory of corporation, Bell Journal of Economics 11, (Spring) 42-64.",
        "Grossman, Sanford J.,, and Oliver D. Hart, 1981, The allocational role of takeover bids in situations of asymmetric information, Journal of Finance 36 (Hay), 253-270.",
        "Grossman, Sanford J., and Oliver D. Hart, 1986, The costs and benefits of ownership: A theory of vertical and lateral integration, Journal of Political Economy 94(4), 691-719.",
        "Harris, Hilton and Art Raviv, 1985, Corporate control contests and capital structure, Unpublished paper,- Northwestern University.",
        "Jensen, Michael C. and William H. Heckling, 1976, Theory of the firm: Managerial behavior, agency costs, and ownership structure, Journal of Financial Economics 3, 305-360.",
        "Jensen, Michael and Richard Ruback, 1983, The market for corporate control: The scientific evidence, Journal of Financial Economics, April, 5-50.",
        "Lease, Ronald C., John J. McConnell and Wayne H. Mikkelson, 1984, The market value of differential voting rights in closely held corporations, Journal of Business 57(4), 443-467.",
        "Levy, Haim, 1983, Economic evaluation of voting power of common stock, Journal of Finance 38, 79-93.",
        "Marine, Henry G., 1965, Mergers and the market for corporate control, Journal of Political Economy (April) 110-120.",
        "Harris, Robin, 1964, The economic theory of managerial capitalism, Illinois: Free Press of Glencoe.",
        "Mayers, D. and C. Smith, Jr., 1986, Ownership structure and control: The mutualizatjon of stock life insurance companies, Journal of Financial Economics (Hay) 73-98.",
        "Roell, Ailsa, 1986, The economics of takeovers, unpublished paper, London School of Economics.",
        "Scbarfstein, David, 1985, The disciplinary role of takeovers, Unpublished paper, MIT.",
        "SEC. 1985, The economics of any-or-all, partial, and two-tier tender offers. A study by the office of the Chief Economist, Securities and Exchange Commission, Washington DC.",
        "Shleifer, Andrei, and Robert V. Vishny, 1986, Large shareholders and corporate control, Journal of Political Economy 94(3), 461-488.",
        "Stein, Jeremy, 1986, Takeover threats, shareholder impatience and managerial myopia, mimeo."
    ]
}