{
    "id": 23473,
    "cites": 104,
    "cited_by": 1,
    "reference": [
        "Ackerman, Andrew, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Hundreds of Local Officials Defend Municipal-Bond Tax Exemption, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d The Wall Street Journal, 2016. Available at: http://www.wsj.com/articles/ hundreds-of-local-officials-defend-municipal-bond-tax-exemption-1456830002 (Accessed: March 24, 2017). Adelino, Manuel, Igor Cunha, and Miguel A Ferreira, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093The Economic Effects of Public Financing: Evidence from Municipal Bond Ratings Recalibration,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Review of Financial Studies, Forthcoming.",
        "Alan, Cole, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Details and Analysis of Donald TrumpÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0084¢s Tax Plan, September 2016,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Tax Foundation 2016.",
        "Available at: https://taxfoundation.org/details-analysis-donald-trump-tax-plan-2016/ (Accessed: March 26, 2017).",
        "Altonji, Joseph G., Todd E. Elder, and Christopher R. Taber, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Selection on Observed and Unobserved Variables: Assessing the Effectiveness of Catholic Schools,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Journal of Political Economy, 2005, (1), 151Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c184.",
        "Anderson, Tom, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093How TrumpÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0084¢s proposals may affect every income tax bracket,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d CNBC, 2017. Available at: http://www.cnbc.com/2017/01/22/ how-trumps-proposals-may-affect-every-income-tax-bracket.html (Accessed: March 25, 2017).",
        "Ang, Andrew, Richard C. Green, and Yuhang Xing, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Advance Refundings of Municipal Bonds,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Working Paper 19459, National Bureau of Economic Research September 2013.",
        ", Vineer Bhansali, and Yuhang Xing, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Build America Bonds,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Working Paper 16008, National Bureau of Economic Research May 2010.",
        "Athey, Susan, Dominic Coey, and Jonathan Levin, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Set-Asides and Subsides in Auctions,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d AEJ Microeconomics, 2013, 5 (1), 1Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c27.",
        ", Jonathan Levin, and Enrique Seira, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Comparing Open and Sealed Bid Auctions: Theory and Evidence from Timber Auctions,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Quarterly Journal of Economics, 2011, 126 (1), 207Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c257.",
        "Auerbach, Alan J. and James R. Hines, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Perfect Taxation with Imperfect Competition,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Working Paper 8138, National Bureau of Economic Research February 2011.",
        "CEPR Discussion Paper No. DP10971. Available at SSRN: https://ssrn.com/abstract=2701245 (Accessed: April 4, 2017).",
        "Bhattacharya, Vivek, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093An Empirical Model of R&D Procurement Contests: An Analysis of the DOD SBIR Program,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Working Paper, 2017.",
        ", James W. Roberts, and Andrew Sweeting, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Regulating Bidder Participation in Auctions,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d RAND Journal of Economics, 2014, 45 (4), 675Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c704.",
        "Bureau of Economic Analysis, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Annual Gross Domestic Product (GDP) by State,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d 2017. Available at: https://www.bea.gov/regional/downloadzip.cfm (Data Accessed: April 26, 2017).",
        "Bureau of Labor Statistics, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Local Area Unemployment Statistics,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d 2017. Available at: https://www.",
        "bls.gov/lau/ (Data Accessed: April 26, 2017).",
        "Butler, Alexander R, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Distance Still Matters: Evidence from Municipal Bond Underwriting,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Review of Financial Studies, 2008, 21 (2), 763Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c784.",
        "Cassola, Nuno, Ali HortacÃ\u0083Å\u0092Ã\u0082Â§su, and Jakub Kastl, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093The 2007 Subprime Market Crisis Through the Lens of European Central Bank Auctions for Short-Term Funds,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Econometrica, 2013, 81 (4), 1309Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c1345.",
        "CCH, State Tax Handbook 2008-2015. CCH Incorporated State Tax Handbook, Toolkit Media Group, 2008-2015.",
        "Cellini, Stephanie Riegg, Fernando Ferreira, and Jesse Rothstein, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093The Value of School Facility Investments: Evidence from a Dynamic Regression Discontinuity Design,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Quarterly Journal of Economics, 2010, 125 (1), 215Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c261.",
        "Census Bureau, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093State and Local Government Finance Historical Data,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d 2007-2014. Available at: https: //www.census.gov/govs/local/historical_data.html (Data Accessed: April 26, 2017).",
        "Cestau, Dario, Richard C. Green, and Norman SchuÃ\u0083Å\u0092Ã\u0082Ë\u0086rhoff, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093TaxÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009cSubsidized Underpricing: the Market for Build America Bonds,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Journal of Monetary Economics, 2013, 60 (5), 593Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c608.",
        "Conlon, Christopher T. and Nirupama Rao, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093The Price of Liquor is Too Damn High: Alcohol Taxation and Market Structure,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Technical Report 2015. Available at SSRN: https://ssrn.com/abstract= 2610118 or http://dx.doi.org/10.2139/ssrn.2610118 (Accessed: March 24, 2017).",
        "Crowder, William J. and Mark E. Wohar, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Are Tax Effects Important in the LongÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009cRun Fisher Relationship? Evidence from the Municipal Bond Market,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d The Journal of Finance, 1999, 54 (1), 307Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c 317.",
        "De Silva, Dakshina, Timothy P. Hubbard, and Georgia Kosmopoulou, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093An Evaluation of a Bidder Training Program,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Working Paper, 2017.",
        "Fabinger, Michal and Glen Weyl, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Pass-Through as an Economic Tool: Principles of Incidence under Imperfect Competition,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Journal of Political Economy, 2013, 121 (3), 528Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c583.",
        "Feenberg, Daniel and James M. Poterba, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Which Households Own Municipal Bonds? Evidence from Tax Returns,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d National Tax Journal, 1991, (4), 93Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c103.",
        "Feenberg, Daniel Richard and Elizabeth Coutts, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093An Introduction to the TAXSIM Model,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Journal of Policy Analysis and Management, 1993, 12 (1), 189Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c194. http://users.nber.org/~taxsim/ state-rates/ (Data Accessed: March 21, 2017).",
        "Fortune, Peter, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093The Municipal Bond Market, Part 1: Politics, Taxes, and Yields,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d New England Economic Review, September 1991, pp. 13Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c36.",
        "Galper, Harvey, Kim S. Rueben, Richard Auxier, and Amanda Eng, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Municipal Debt: What does it Buy and Who Benefits?,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d National Tax Journal, 2014, 67 (4), 901Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c924.",
        "Gentry, Matthew and Tong Li, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Identification in Auctions with Selective Entry,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Econometrica, 2014, 82 (1), 315Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c344.",
        "Gibbons, Charles E., Juan Carlos SuaÃ\u0083Å\u0092Ã\u0082Â\u0081rez Serrato, and Michael B. Urbancic, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Broken or Fixed Effects?,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Working Paper 20342, National Bureau of Economic Research July 2014.",
        "Goldberg, Pinelopi Koujianou and Rebecca Hellerstein, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093A Structural Approach to Explaining Incomplete Exchange-Rate Pass-Through and Pricing-to-Market,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d American Economic Review, 2008, 98 (2), 423Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c429.",
        "Gordon, Roger H., Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093An Optimal Taxation Approach to Fiscal Federalism,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d The Quarterly Journal of Economics, 1983, 98 (4), 567Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c586.",
        "Gordon, Tracy, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Buy and Hold (on Tight): The Recent Muni Bond Rollercoaster and What It Means for Cities,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Washington, DC: Urabn Institute 2011. Available at: http://www.urban.org/research/publication/ buy-and-hold-tight-recent-muni-bond-rollercoaster-and-what-it-means-cities (Accessed: May 8, 2017).",
        "Government Finance Officers Association, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Tax-Exempt Financing: A Primer,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Public Finance Network 2000. Available at: http://www.gfoa.org/sites/default/files/Tax-ExemptFinancing_ APrimer.pdf (Accessed: March 26, 2017).",
        "Graham, John. R., Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Do Personal Taxes Affect Corporate Financing Decisions?,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Journal of Public Economics, 1999, 73 (2), 147Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c185.",
        "Green, Richard C., Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093A Simple Model of the Taxable and Tax-Exempt Yield Curves,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d The Review of Financial Studies, 1993, 6 (2), 233Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c264.",
        ", Burton Hollifield, and Norman Schurhoff, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Dealer Intermediation and Price Behavior in the Aftermarket for New Bond Issues,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Journal of Financial Economics, 2007, 86 (3), 233Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c264.",
        "Greenberg, Scott, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Reexamining the Tax Exemption of Municipal Bond Interest, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Technical Report 2016. Available at: https://taxfoundation.org/ reexamining-tax-exemption-municipal-bond-interest/ (Accessed: March 24, 2017).",
        "Guerre, E., Isabelle Perrigne, and Quang Vuong, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Optimal Nonparametric Estimation of First Price Auctions,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Econometrica, 2000, 68, 525Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c574.",
        "Hendricks, Ken and Robert H. Porter, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093An Empirical Perspective on Auctions,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d in M. Armstrong and R. Porter, eds., Handbook of Industrial Organization, Vol. 3 2007, chapter 32, pp. 2073Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c2143.",
        "HortacÃ\u0083Å\u0092Ã\u0082Â§su, Ali and Jakub Kastl, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Valuing DealersÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0084¢ Informational Advantage: A Study of Canadian Treasury Auctions,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Econometrica, 2012, 80 (6), 2511Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c2542.",
        ", , and Allen Zhang, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Bid Shading and Bidder Surplus in the U.S. Treasury Auction,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d 2017. Mimeo, US Department of Treasury.",
        "IvkovicÃ\u0083Å\u0092Ã\u0082Â\u0081, Zoran, James M. Poterba, and Scott Weisbenner, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093TaxÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009cMotivated Trading by Individual Investors,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d American Economic Review, 2005, 95 (5), 1605Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c1630.",
        "Kang, Boo-Sung and Steven L. Puller, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093The Effect of Auction Format on Efficiency and Revenue in Divisible Goods Auctions: A Test Using Korean Treasury Auctions,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Journal of Industrial Economics, 2008, 56 (2), 290Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c332.",
        "Klemperer, Paul, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093What Really Matters in Auction Design,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Journal of Economic Perspectives, 2002, 16 (1), 169Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c189.",
        "Krasnokutskaya, E. and K. Seim, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Bid Preference Programs and Participation in Highway Procurement Auctions,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d American Economic Review, 2011, 101 (6), 2653Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c2686.",
        "Kueng, Lorenz, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Tax News: The Response of Household Spending to Changes in Expected Taxes,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Working Paper 20437, National Bureau of Economic Research 2014.",
        "Levine, Helisse, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093The Impact of Debt Management Policies on Borrowing Costs Incurred by U.S. State Governments,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Public Finance and Management, 2011, 11 (1), 1Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c27.",
        "Li, Tong and Xiaoyong Zheng, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Entry and Competition Effects in First-Price Auctions: Theory and Evidence from Procurement Auctions,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Review of Economic Studies, 2009, 76 (4), 1397Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c1429.",
        ", Isabelle Perrigne, and Quang Vuong, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Conditionally Independent Private Information in OCS Wildcat Auctions,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Journal of Econometrics, 2000, 98 (1), 129Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c161.",
        "Liu, Gao and Dwight V. Denison, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Indirect and Direct Subsidies for the Cost of Government Capital: Comparing TaxÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009cExempt Bonds and Build American Bonds,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d National Tax Journal, 2014, 67 (3), 569Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c 594.",
        "Marion, Justin, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Are Bid Preferences Benign? The Effect of Small Business Subsidies in Highway Procurement Auctions,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Journal of Public Economics, 2007, 91 (7-8), 1591Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c1624.",
        "Miller, Merton H., Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Debt and Taxes,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d The Journal of Finance, 1977, 32 (2), 261Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c275.",
        "National Association of State Budget Officers, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Budget Processes in the States,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d 2008-2015.",
        "National Governors Association, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Concerns with Capping the Exemption of Muni Bond Interest at 28 Percent,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d 2012. Available at: https://www.nga.org/files/live/sites/NGA/files/pdf/ 1212EDCGFOA.pdf (Accessed: March 26, 2017). Oster, Emily, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Unobservable Selection and Coefficient Stability: Theory and Validation,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Journal of Business Economics and Statistics, Forthcoming.",
        "Pomerleau, Kyle, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Details and Analysis of the 2016 House Republican Tax Reform Plan,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Tax Foundation 2016. Available at: https://taxfoundation.org/ details-and-analysis-2016-house-republican-tax-reform-plan/ (Accessed: March 26, 2017).",
        "Poterba, James M., Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Explaining the Yield Spread between Taxable and TaxÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009cexempt Bonds: The Role of Expected Tax Policy,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d in Harvey S. Rosen, ed., Studies in State and Pocal Public Finance, 1986, chapter 2, pp. 5Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c52.",
        ", Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Tax Reform and the Market for TaxÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009cExempt Debt,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Regional Science and Urban Economics, 1989, 19 (3), 537Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c562.",
        ", Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Taxation, Risk-Taking, and Household Portfolio Behavior,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d in Alan J. Auerbach, Raj Chetty, Martin Feldstein, and Emmanuel Saez, eds., Handbook of Public Economics, Vol. 3 2002, chapter 17, pp. 1109Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c 1171.",
        "Puentes, Robert, Patrick Sabol, and Joseph Kane, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Revive Build America Bonds (BABs) to Support State and Local Investments,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Brookings Institution 2013. Available at: https://www.brookings.edu/ wp-content/uploads/2016/06/Fed-Series-Babs-82813.pdf (Accessed: March 26, 2017).",
        "Rubin, Richard, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093How Long Will the Tax Break on Municipal Bonds Last?,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d 2017. Available at: https://www.wsj.com/articles/ mnuchin-says-trump-will-offer-biggest-tax-cut-in-u-s-history-1493213275 (Accessed: May 24, 2017).",
        "Saez, Emmanuel, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093The Optimal Treatment of Tax Expenditures,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Journal of Public Economics, 2004, 88 (12), 2657Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c2684.",
        "Schultz, Paul, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093The Market for New Issues of Municipal Bonds: the Roles of Transparency and Limited Access to Retail Investors,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Journal of Financial Economics, 2012, 106 (3), 492Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c512.",
        "SDC Platinum, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093SDC Platinum Global Public Finance,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Thomson SDC Platinum Database 2016. Available at: Subscription Service (Data Accessed: March 21, 2017).",
        "Shneyerov, Artyom, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093An Empirical Study of Auction Revenue Rankings: the Case of Municipal Bonds,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d RAND Journal of Economics, 2006, 37 (4), 1005Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c1022.",
        "SIFMA, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Statistics,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Securities Industry and Financial Markets Association 2017. Available at: http: //www.sifma.org/research/statistics.aspx (Accessed: March 23, 2017).",
        "Skelton, Jeffrey L., Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Banks, Firms and the Relative Pricing of TaxÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009cExempt and Taxable Bonds,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Journal of Financial Economics, 1983, 12 (3), 343Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c355.",
        "Snider, Conan and Thomas Youle, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093The Fix is In: Detecting Portfolio Driven Manipulation of the Libor,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Working Paper, 2014.",
        "Sogo, Takeharu, Dan Bernhardt, and Tingjun Liu, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Endogenous Entry to Security-Bid Auctions,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d American Economic Review, 2016, 106 (11), 3577Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c3589.",
        "SuaÃ\u0083Å\u0092Ã\u0082Â\u0081rez Serrato, Juan Carlos and Owen Zidar, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Who Benefits from State Corporate Tax Cuts? A Local Labor Markets Approach with Heterogeneous Firms,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d American Economic Review, 2016, 106 (9), 2582Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c2624.",
        "Swearingen, Joel, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Lawmakers Target the Tax-exemption for Municipal Bonds Again,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d The National Law Review, 2016. Available at: http://www.natlawreview.com/article/ lawmakers-target-tax-exemption-municipal-bonds-again (Accessed: March 24, 2017).",
        "Tang, Xun, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Bounds on Revenue Distributions in Counterfactual Auctions with Reserve Prices,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d RAND Journal of Economics, 2011, 42 (1), 175Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c203.",
        "Tax Policy Center, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093What are Municipal Bonds and How are they Used?,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Urban Institute and Brookings Institution 2015. Available at: http://www.taxpolicycenter.org/briefing-book/ what-are-municipal-bonds-and-how-are-they-used (Accessed: March 23, 2017).",
        "The Bond Buyer, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Competitive Sales Results,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d The Bond Buyer 2016. Available at: Subscription Service http://www.bondbuyer.com/ (Data Accessed: March 21, 2017).",
        "Trzcinka, Charles, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093The Pricing of Tax-Exempt Bonds and the Miller Hypothesis,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d The Journal of Finance, 1982, 37 (4), 907Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c923.",
        "U.S. Census Bureau, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093State and Local Government Finances by Level of Government and by State: 2014,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d American Fact Finder 2017. Available at: https://factfinder.census.gov/bkmk/table/1.0/ en/SLF/2014/00A1 (Accessed: March 24, 2017).",
        "U.S. Department of the Treasury, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Tax Expenditures FY2017,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d 2016. Available at: https://www.",
        "Available at: https://www.sec.gov/news/studies/2012/munireport073112.pdf (Accessed: March 23, 2017).",
        "Walsh, Mary Williams, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Municipalities Fight a Proposal to Tax Muni Bond Interest,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d New York Times, Dec. 19 2012.",
        "Youle, Thomas, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093How Much Did Manipulation Distort the Libor,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Working Paper, 2014.",
        "Zweig, Jason, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Trump Unveils Broad Tax-Cut Plan,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d 2011. Available at: https://www.wsj.com/ articles/SB10001424052748704810504576307233579693982 (Accessed: March 26, 2017).",
        "A Data Appendix A.1 Variable Definitions A.1.1 Tax Variables 1. State personal income tax rate. Effective top marginal personal income tax rate in each state derived from simulated tax returns with variation across states and years. This variable is already corrected for deductibility of federal taxes where applicable. Data from TAXSIM (Feenberg and Coutts, 1993).",
        "2. Federal personal income tax rate. Effective top marginal personal income tax rate at the federal level derived from simulated tax returns. This variable is already corrected for the deductibility of state taxes so there is variation across states and years. Data from TAXSIM (Feenberg and Coutts, 1993).",
        "3. Effective personal income tax rate. The sum of state and federal personal income tax rates. Data from TAXSIM (Feenberg and Coutts, 1993).",
        "2. Number of bidders. The number of bidders who submit bids in an auction. Data from The Bond Buyer (2016). 3. Number of potential bidders. The number of bidders who could have submitted bids in each auction.",
        "Data from The Bond Buyer (2016) and authorsÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0084¢ calculation. See Section 2.3 for the explicit mathematical formulation.",
        "4. Bidder and buyer. The names of banks submitting bids in each auction. The buyer is the bidder who submits the lowest bid. Data from The Bond Buyer (2016).",
        "5. Issuer. The name and state of the municipality that is selling the bond package. Data from The Bond Buyer (2016); SDC Platinum (2016).",
        "6. Years (2008-2015). Indicator for the year in which the auction takes place. Data from The Bond Buyer (2016); SDC Platinum (2016).",
        "2. Size. The size in millions of USD of the bond package. Data from The Bond Buyer (2016); SDC Platinum (2016). In Tables 2 and A.4 the natural log of size is included instead of the level.",
        "3. Refund. Indicators for different refund statuses including advance refunded, current refunded, or not refunded. Data from SDC Platinum (2016).",
        "4. Quality. Indicators for bins of bond ratings assigned by either MoodyÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0084¢s or S&P. Data from SDC Platinum (2016).",
        "2. Senate. Percent of votes going to the Republican party in the most recent senate election in each state without counting third party votes. Data from Caesar and Saldin (2006) updated through 2010 and imputed for future years.",
        "3. President. Percent of votes going to the Republican party in the most recent presidential election in each state without counting third party votes. Data from Caesar and Saldin (2006) updated through 2010 and imputed for future years.",
        "4. Major Party Index (MPI). The average percent of votes over 50% going to the dominant political party across six major elections in each state calculated by Caesar and Saldin (2006). The data are updated through 2010 and imputed for future years. MPI is not used in Table 2 but is part of the structural model controls used in Table A.4. A.1.5 Other Tax Policy Controls 1. Sales tax rate. Percent sales tax rate charged by the state. Data collected by SuaÃ\u0083Å\u0092Ã\u0082Â\u0081rez Serrato and Zidar (2016).",
        "2. Corporate income tax rate. Percent corporate income tax rate charged by the state. Data collected by SuaÃ\u0083Å\u0092Ã\u0082Â\u0081rez Serrato and Zidar (2016).",
        "3. Sales Tax Apportionment Weight. Sales apportionment factor for multi-state companies, which assigns a certain amount of a companyÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0084¢s income to each state for corporate income tax purposes based on sales in that state. Data collected by SuaÃ\u0083Å\u0092Ã\u0082Â\u0081rez Serrato and Zidar (2016).",
        "4. Alternative minimum tax. Indicator for an alternative minimum tax in the state personal income tax code. Data from CCH (2008-2015). 5. Federal tax deductibility. Indicator for federal taxes paid being deductible from state tax liability.",
        "6. Own bond interest exempt. Indicator for personal income tax exemption of municipal bond income from bonds that originate from within the state. Data from CCH (2008-2015).",
        "7. Other bond interest exempt. Indicator for personal income tax exemption of municipal bond income from bonds that originate from other states. Data from CCH (2008-2015).",
        "This figure shows there is some variance on effects with larger effects in the first two years and more variable effects in later years. Table A.7 estimates the Average Partial Effect and the effect from the Fixed Effect model using a weighting estimator in Gibbons et al. (2014). While the effects in Figure A.5 vary a lot, the interactions between the length indicators and the effective rate are not statistically significant, according to the score test p-value. The APE and FE estimates are also not statistically different, according to the Hausman test p-value. The fraction due to competition is slightly smaller in the APE, 23%, versus 28% in the FE. These results suggest that the assumption of homogeneous coefficients is not biasing our main results.",
        "Both Democrats and Republicans have proposed plans in recent years that will decrease the size of the tax exemption received by municipal bonds. In April 2017, President Trump suggested cutting the top marginal rate from 39.6% down to 35% (Rubin, 2017). Former President Obama proposed a larger cut to the municipal bond interest exemption in particular without necessarily adjusting the top statutory federal income tax rate. The Obama White House first proposed a cap in the municipal bond exemption at 28% in the American Jobs Act of 2011 and then in budget proposals in the subsequent years (National Governors Association, 2012). These specific policy proposals provide the motivation for the choices of federal income tax rates in the counterfactual simulations at Ã\u0083Å½Ã\u0082Â± = 0.28 0.384 Ã\u0083Â¢Ã\u0082â\u0080°Ã\u0082Ë\u0086 0.73 and Ã\u0083Å½Ã\u0082Â± = 0.35 0.384 Ã\u0083Â¢Ã\u0082â\u0080°Ã\u0082Ë\u0086 0.91 where 0.384 is the average top marginal rate in the subsample for years 2013-2015."
    ]
}