{
    "id": 23485,
    "cites": 48,
    "cited_by": 16,
    "reference": [
        "Abowd, John, Bryce Stephens, Lars Vilhuber, Fredrik Andersson, Kevin McKinney, Marc Roemer, and Simon Woodcock. 2009. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093The LEHD Infrastructure Files and the Creation of the Quarterly Workforce Indicators.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d In Producer Dynamics: New Evidence from Micro Data, 68, Studies in Income and Wealth, ed. Timothy Dunne, J.Bradford Jensen and Mark J. Roberts, 149-230. Chicago: University of Chicago Press.",
        "Abowd, John, John Haltiwanger, Ron Jarmin, Julia Lane, Paul Lengermann, Kristin McCue, Kevin McKinney, and Kristin Sandusky. 2005. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093The Relation among Human Capital, Productivity, and Market Value: Building Up from Micro Evidence.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d In Measuring Capital in the New Economy, 65, Studies in Income and Wealth, ed. Carol Corrado, John Haltiwanger, and Dan Sichel, 153-204. Chicago: University of Chicago Press.",
        "Altonji, Joseph, Lisa Kahn, and Jamin Speer. 2016. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Cashier or Consultant? Entry Labor Market Conditions, Field of Study, and Career Success.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Journal of Labor Economics 34(S1, part2): S361-S401.",
        "Barlevy, Gadi. 2002. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093The Sullying Effect of Recessions.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Review of Economic Studies 69(1): 65-96.",
        "Barth, Erling, Alex Bryson, James Davis, and Richard Freeman. 2016. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093ItÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0084¢s Where You Work: Increases in the Dispersion of Earnings across Establishments and Individuals in the United States.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Journal of Labor Economics 34(S2, Part 2): S67-S97.",
        "Bagger, Jesper, and Rasmus Lentz. 2016. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093An Equilibrium Model of Wage Dispersion with Sorting.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Unpublished draft, University of Wisconsin.",
        "Bjelland, Melissa, Bruce Fallick, John Haltiwanger and Erika McEntarfer. 2011. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Employer-to-Employer Flows in the United States: Estimates Using Linked EmployerEmployee Data.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Journal of Business and Economic Statistics 29(4): 493-505.",
        "Brown, Charles, and James Medoff. 1989. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093The Employer Size-Wage Effect.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Journal of Political Economy 97(5): 1027-1059.",
        "Burdett, Kenneth, and Dale Mortensen. 1998. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Wage Differentials, Employer Size, and Unemployment.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d International Economic Review 39(2): 257-273.",
        "Card, David, JoÃ\u0083Å\u0092Ã\u0082Ë\u0086rg Heining, and Patrick Kline. 2015. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Workplace Heterogeneity and the Rise of West German Wage Inequality.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Quarterly Journal of Economics 128(3): 967-1015.",
        "Coles, Melvyn, and Dale Mortensen. 2016. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Equilibrium Labor Turnover, Firm Growth and Unemployment.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Econometrica 84(1): 347-363.",
        "Davis, Steven, Jason Faberman, and John Haltiwanger. 2012. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Labor Market Flows in the Cross Section and Over Time.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Journal of Monetary Economics 59(1): 1-18.",
        "Davis, Steven and John Haltiwanger. 2014. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Labor Market Fluidity and Economic Performance. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d NBER Working Paper No. 20479.",
        "Dunne, Timothy, Lucia Foster, John Haltiwanger, and Kenneth Troske. 2004. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Wage and Productivity Dispersion in United States Manufacturing: The Role of Computer Investment.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Journal of Labor Economics 22(2): 397-429.",
        "Fallick, Bruce, Fleischman, Charles. 2004. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Employer-to-Employer Flows in the U.S. Labor Market: The Complete Picture of Gross Worker Flows.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d FEDS Working Papers 2004-34, Federal Reserve Board.",
        "Fallick, Bruce, John Haltiwanger, and Erika McEntarfer. 2012. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Job-to-Job Flows and the Consequences of Job Separations.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d U.S. Federal Reserve Board Finance and Economics Discussion Series Paper #2012-73.",
        "Foster, Lucia, John Haltiwanger, and Chad Syverson. 2008. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Reallocation, Firm Turnover and Efficiency: Selection on Productivity or Profitability?Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d American Economic Review 98(1): 394-425.",
        "Gertler, Mark, and Simon Gilchrist. 1994. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Monetary Policy, Business Cycles, and the Behavior of Small Manufacturing Firms.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Quarterly Journal of Economics 109(2): 309340.",
        "Hahn, Joyce, Henry Hyatt, and Hubert Janicki. 2017. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Job Ladders and Growth in Earnings, Hours, and Wages.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Unpublished draft, U.S. Census Bureau.",
        "Haltiwanger, John, Henry Hyatt, and Erika McEntarfer. 2015. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Cyclical Reallocation of Workers Across Employers by Firm Size and Firm Wage.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d NBER Working Paper No. 21235.",
        "Haltiwanger, John, Henry Hyatt, and Erika McEntarfer. 2016. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Who Moves Up the Firm Productivity Ladder?Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Unpublished draft, University of Maryland.",
        "Haltiwanger, John, Henry Hyatt, Erika McEntarfer, and Liliana Sousa. 2012. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Business Dynamics Statistics Briefing: Job Creation, Worker Churning, and Wages at Young Businesses.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Kauffman Foundation Statistical Brief.",
        "Haltiwanger, John, Henry Hyatt, Erika McEntarfer, Liliana Sousa, and Stephen Tibbets. 2014. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Firm Age and Size in the Longitudinal Employer-Household Dynamics Data.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d U.S. Census Bureau Center for Economic Studies Working Paper #CES-14-16.",
        "Haltiwanger, John, Javier Miranda, and Ron Jarmin. 2013. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Who Creates Jobs? Small versus Large versus Young.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Review of Economics and Statistics 95(2): 347-361.",
        "Henderson, Cody, and Henry Hyatt. 2012. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Estimation of Job-to-Job Flow Rates Under Partially Missing Geography.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d U.S. Census Bureau Center for Economic Studies Discussion Paper #CES-12-29.",
        "Hoynes, Hilary, Douglas Miller, and Jessamyn Schaller. 2012. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Who Suffers During Recessions?Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Journal of Economic Perspectives 26(3): 27-47.",
        "Hyatt, Henry, and Erika McEntarfer. 2012a. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Job-to-Job Flows in the Great Recession.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d American Economic Review 102(3): 580-583.",
        "Hyatt, Henry, and Erika McEntarfer. 2012b. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Job-to-Job Flows and the Business Cycle.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d U.S. Census Bureau Center for Economic Studies Working Paper #CES-12-04.",
        "Hyatt, Henry, Erika McEntarfer, Kevin McKinney, Stephen Tibbets, and Douglas Walton. 2014. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Job-to-Job (J2J) Flows: New Labor Market Statistics from Linked Employer-Employee Data.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d JSM Proceedings 2014, Business and Economics Statistics Section: 231-245.",
        "Hyatt, Henry, and James Spletzer. 2013. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093The Recent Decline in Employment Dynamics. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d IZA Journal of Labor Economics 2(3): 1-21.",
        "Hyatt, Henry, and James Spletzer. 2016. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093The Recent Decline of Single Quarter Jobs.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Forthcoming, Labour Economics.",
        "Jovanovic, B. 1982. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Selection and the evolution of industry.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Econometrica 50(3): 649670.",
        "Kahn, Lisa. 2010. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093The Long-Term Labor Market Consequences of Graduating from College in a Bad Economy.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Labour Economics 17(2): 303-316.",
        "Kahn, Lisa, and Erika McEntarfer. 2014. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Employment Cyclicality and Firm Quality.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d NBER Working Paper #20698.",
        "Keith, Kristen and Abigail McWilliams. 1999. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093The Returns to Mobility and Job Search by Gender.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Industrial and Labor Relations Review 52(3): 460-477.",
        "Moscarini, Giuseppe, and Fabien Postel-Vinay. 2009. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093The Timing of Labor Market Expansions: New Facts and a New Hypothesis.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d In NBER Macroeconomics Annual 2008, Vol. 23, ed. Daron Acemoglu, Kenneth Rogoff, and Michael Woodford, 1-52. Chicago: University of Chicago Press.",
        "Moscarini, Giuseppe, and Fabien Postel-Vinay. 2012. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093The Contribution of Large and Small Employers to Job Creation in Times of High and Low Unemployment.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d American Economic Review 102(6): 2509-39.",
        "Moscarini, Giuseppe, and Fabien Postel-Vinay. 2013. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Stochastic Search Equilibrium.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Review of Economic Studies 80(4): 1545-1581.",
        "Moscarini, Giuseppe, and Fabien Postel-Vinay. 2016. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Did the Job Ladder Fail After the Great Recession?Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Journal of Labor Economics 34(S1): S55-S93.",
        "Postel-Vinay, Fabien, and Jean-Marc Robin. 2002. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Equilibrium Wage Dispersion with Heterogeneous Workers and Firms.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Econometrica 70(6): 1295-1350.",
        "Mortensen, Dale, and Christopher Pissarides. 1994. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Job Creation and Destruction in the Theory of Unemployment.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Review of Economic Studies 61: 397-415.",
        "Mukoyama, Toshihiko. 2014. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093The Cyclicality of Job-to-Job Transitions and Its Implications for Aggregate Productivity.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Journal of Economic Dynamics and Control 1-17.",
        "Oreoploulos, Philip, Till von Wachter, and Andrew Heisz. 2012. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093The Short- and LongTerm Career Effects of Graduating in a Recession.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d American Economic Journal: Applied Economics 4(1): 1-29.",
        "Schaal, Edouard. 2015. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Uncertainty and Unemployment.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Unpublished draft, New York University.",
        "Shimer, Robert. 2012. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Reassessing the ins and outs of unemployment.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Review of Economic Dynamics, 127-148.",
        "Song, Jae, David Price, Fatih Guvenen, Nicholas Bloom, and Till von Wachter. 2015. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Firming Up Inequality.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d NBER Working Paper #21199.",
        "Sorkin, Isaac. 2016. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Ranking Firms Using Revealed Preference.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Unpublished draft, Stanford University.",
        "Topel, Robert, and Michael Ward. 1992. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Job Mobility and the Careers of Young Men.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Quarterly Journal of Economics 107(2): 439-479."
    ]
}