{
    "id": 23482,
    "cites": 53,
    "cited_by": 2,
    "reference": [
        "Autor, David H, David Dorn, and Gordon Hanson, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Untangling trade and technology: Evidence from local labour markets,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d The Economic Journal, 2015, 125 (584), 621Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c646.",
        "Autor, David H., Lawrence F. Katz, and Alan B. Krueger, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Computing Inequality: Have Computers Changed The Labor Market?,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d The Quarterly Journal of Economics, 1998, 113(4), 1169Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c1213.",
        "Azam, Mehtabul, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093IndiaÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0084¢s Increasing Skill Premium: Role of Demand and Supply,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d 2009. IZA Discussion Paper No. 3968.",
        "Buera, Francisco J and Joseph Kaboski, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093The rise of the service economy,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d The American Economic Review, 2012, 102 (6), 2540Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c2569.",
        "Burstein, Ariel and Jonathan Vogel, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093International trade, technology, and the skill premium,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Journal of Political Economy, 2017. forthcoming.",
        "Bustos, Paula, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Trade liberalization, exports, and technology upgrading: Evidence on the impact of MERCOSUR on Argentinian firms,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d The American economic review, 2011, 101 (1), 304Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c340.",
        "Caliendo, Lorenzo and Fernando Parro, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Estimates of the Trade and Welfare Effects of NAFTA,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d November 2012. NBER Working Papers 18508.",
        "Card, David, JoÃ\u0083Å\u0092Ã\u0082Ë\u0086rg Heining, and Patrick Kline, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Workplace Heterogeneity and the Rise of West German Wage Inequality,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d The Quarterly Journal of Economics, 2013, 128(3).",
        "Caron, Justin, Thibault Fally, and James R Markusen, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Skill premium and trade puzzles: A solution linking production and preferences,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d 2012. NBER working paper 18131, also issued as CEPR discussion paper 8999, May 2012.",
        ", , and , Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093International trade puzzles: a solution linking production and preferences,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d The Quarterly Journal of Economics, 2014, 129 (3), 1501Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c1552.",
        "Comin, Diego A, Danial Lashkari, and MartÃ\u0083â\u0080\u009eÃ\u0082Â±Ã\u0083Å\u0092Ã\u0082Â\u0081 Mestieri, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Structural change with long-run income and price effects,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d 2015. National Bureau of Economic Research w21595.",
        "Costinot, Arnaud and Jonathan Vogel, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Matching and inequality in the world economy,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Journal of Political Economy, 2010, 118 (4), 747Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c786.",
        ", Dave Donaldson, and Ivana Komunjer, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093What Goods Do Countries Trade? A Quantitative Exploration of RicardoÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0084¢s Ideas,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Review of Economics Studies, 2012, 79 (2), 581Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c608.",
        "de Sousa, Jose, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093The currency union effect on trade is decreasing over time,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Economics Letters, 2012, 117 (3), 917Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c920.",
        "DiGropello, Emanuela and Chris Sakellariou, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Industry and skill wage premiums in east Asia,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d 2010. World Bank Policy Research Working Paper No. 5379.",
        "Donaldson, Dave, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Railroads of the Raj: Estimating the Impact of Transportation Infrastructure,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d American Economic Review, forthcoming, 2012.",
        ", , and Francis Kramarz, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093An Anatomy of International Trade: Evidence From French Firms,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Econometrica, 2011, 79(5), 1453Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c1498.",
        "Faber, Benjamin, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Trade liberalization, the price of quality, and inequality: Evidence from Mexican store prices,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Technical Report, UC Berkeley Working Paper 2014.",
        "Fajgelbaum, Pablo D and Amit K Khandelwal, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Measuring the unequal gains from trade,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d The Quarterly Journal of Economics, 2016, 113(3), 1113Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c1180.",
        "Fally, Thibault, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Structural gravity and fixed effects,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Journal of International Economics, 2015, 97 (1), 76Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c85.",
        "Feenstra, Robert C. and Gordon H. Hanson, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093The Impact Of Outsourcing And High-Technology Capital On Wages: Estimates For The United States, 1979-1990,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d The Quarterly Journal of Economics, 1999, 114(3), 907Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c940.",
        "Feenstra, Robert C and John Romalis, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093International Prices and Endogenous Quality,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Quarterly Journal of Economics, 2014, 129 (2), 477Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c527.",
        "Fieler, Ana Cecilia, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Non-Homotheticity and Bilateral Trade: Evidence and a Quantitative Explanation, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Econometrica, 2011, 79(4), 1069Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c1101.",
        ", Marcela Eslava, and Daniel Yi Xu, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Trade, Quality Upgrading, and Input Linkages: Theory and Evidence from Colombia,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d 2016.",
        "Ge, Suqin and Dennis T Yang, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Accounting for rising wages in China,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d 2009. Manuscript, Virginia Tech and Chinese University of Hong Kong.",
        "Goldberg, Pinelopi Koujianou and Nina Pavcnik, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Distributional Effects of Globalization in Developing Countries,,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Journal of Economic Literature, 2007, 45(1), 39Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c82.",
        "Gonzaga, Gustavo, NaeÃ\u0083Å\u0092Ã\u0082Â\u0081rcio Menezes Filho, and Cristina Terra, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Trade liberalization and the evolution of skill earnings differentials in Brazil,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Journal of International Economics, 2006, 68 (2), 345Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c367.",
        "Gutierrez, Catalina, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Trade and Technology: Decomposing the Rise of the Skill Premium,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d 2009. IZA manuscript.",
        "Hallak, Juan Carlos, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093A Product-Quality View of the Linder Hypothesis,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d The Review of Economics and Statistics, 2010, 92 (3), 453Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c466.",
        "Hanoch, Giora, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Production and Demand Models with Direct or Indirect Implicit Additivity,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Econometrica, 1975, 43(3), 395Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c419.",
        "He, Zheli and Feiran Zhang, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Trade and Real Wages of the Rich and Poor: Cross Country Evidence,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d 2017. Columbia University working paper.",
        "Helpman, Elhanan, Oleg Itskhoki, Marc-Andreas Muendler, and Stephen J Redding, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Trade and inequality: From theory to estimation,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d The Review of Economic Studies, 2017, 84(1), 357Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c405.",
        "Hung-po, Sehun Kim Chao and Alan S. Manne, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Computation of Equilibria for Nonlinear Economies: Two Experimental Model,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Journal of Policy Modeling, 1982, 4(1), 23Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c43.",
        "Johnson, Matthew and Michael P Keane, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093A dynamic equilibrium model of the US wage structure, 1968Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c1996,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Journal of Labor Economics, 2013, 31 (1), 1Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c49.",
        "Johnson, Robert C, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Five facts about value-added exports and implications for macroeconomics and trade research,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d The Journal of Economic Perspectives, 2014, 28 (2), 119Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c142.",
        "Katz, Lawrence F and Kevin M Murphy, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Changes in relative wages, 1963Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c1987: supply and demand factors,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d The quarterly journal of economics, 1992, 107 (1), 35Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c78.",
        "Krugman, Paul R, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Technology, trade and factor prices,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Journal of international Economics, 2000, 50 (1), 51Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c71.",
        "Markusen, James R., Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Explaining the Volume of Trade: An Eclectic Approach,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d American Economic Review, 1986, 76, 1002Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c1011.",
        ", Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Putting per-capita income back into trade theory,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Journal of International Economics, 2013, 90 (2), 255Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c265.",
        "Matsuyama, Kiminori, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093A Ricardian Model with a Continuum of Goods under Non-Homothetic Preferences: Demand Complementarities, Income Distribution, and North-South Trade,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Journal of Political Economy, 2000, 108, 1093Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c2000.",
        ", Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093EngelÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0084¢s Law in the Global Economy: Demand-Induced Patterns of Structural Change and Trade across Countries,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d 2017. Working paper, March 2017.",
        "Mayer, Thierry and Soledad Zignago, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Notes on CEPIIÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0084¢s distances measures: The GeoDist database,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Working Papers 2011-25, CEPII research center Dec 2011.",
        "Mazumdar, Joy and Myriam Quispe-Agnoli, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Can capital-skill complementarity explain the rising skill premium in developing countries? Evidence from Peru,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d 2004. Federal Reserve Bank of Atlanta working paper No 0411.",
        "Miller, Ronald E and Peter D Blair, Input-output analysis: foundations and extensions, Cambridge University Press, 2009.",
        "Narayanan, Badri, Angel Aguiar, and Robert McDougall, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Global Trade, Assistance, and Production: The GTAP 8 Data Base,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d 2012.",
        "Nigai, Sergey, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093On measuring the welfare gains from trade under consumer heterogeneity,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Economic Journal, 2016, 216, 1193Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c1237.",
        "Parro, Fernando, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Capital-skill complementarity and the skill premium in a quantitative model of trade,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d American Economic Journal: Macroeconomics, 2013, 5 (2), 72Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c117.",
        "Porto, Guido G, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Using survey data to assess the distributional effects of trade policy,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Journal of International Economics, 2006, 70 (1), 140Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c160.",
        "Reimer, Jeffery J. and Thomas W. Hertel, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Nonhomothetic Preferences and International Trade,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Review of International Economics, 2010, 18, 408Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c425.",
        "Robertson, Raymond, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Relative prices and wage inequality: evidence from Mexico,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Journal of International Economics, 2004, 64 (2), 387Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c409.",
        "Silva, JMC Santos and Silvana Tenreyro, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093The log of gravity,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d The Review of Economics and statistics, 2006, 88 (4), 641Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c658.",
        "Simonovska, Ina, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Income differences and prices of tradables: Insights from an online retailer,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d The Review of Economic Studies, 2015, 82 (4), 1612Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c1656.",
        "Verhoogen, Eric A., Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Trade, Quality Upgrading, and Wage Inequality in the Mexican Manufacturing Sector,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d The Quarterly Journal of Economics, 05 2008, 123 (2), 489Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c530."
    ]
}