{
    "id": 2348,
    "cites": 33,
    "cited_by": 16,
    "reference": [
        "B. Balassa (ed.), Development Strategies in Semi-Industrial Economies, Oxford University Press, 1982.",
        "Calvo, G., Fractured Liberalism, Economic Development and Cultural Change (Apr. 1986).",
        "Calvo, G. , Balance of Payments Crises in a Cash in Advance Economy, Journal of Money. Credit and Banking (Feb. 1987).",
        "Conolly, M. and D. Taylor, The Exact Timing of the Collapse of an Exchange Rate Regime, Journal of Money. Credit and Banking, (May 1984).",
        "Weintraub (eds.), Economic Stabilization in Developing Countries, Brookings, 1981.",
        "Economic Adjustment and Exchange Rate in Developing Countries, University of Chicago Press, 1986.",
        "Dornbusch, R., Tariffs and Nontraded Goods, Journal of International Economics (May 1974): 117-85.",
        "Policy, Scandinavian Journal of Economics, 78 (May 1976): 255-75.",
        "Edwards and L. Ahamed (Eds.), Economic Adjustment and Exchange Tastes in Developing Countries (U. of Chicago Press 1986b).",
        "Eaton, J. and M. Gersovitz, LDC Participation in International Financial Markets: Debt and Reserves, Journal of Development Economics (Mar. 1980).",
        "Edwards, S. , The Demand for International Reserves and Exchange Rate Adjustments: The Case of LDCs, Economica (August 1983).",
        "Economy, Journal of Money. Credit and Banking (February 1985b).",
        "Issues and Empirical Evidence CPD Working Paper, The World Bank, l985c. ________ Are Devaluations Contractionary?, Review of Economics and Statistics (August 1986).",
        "Developing Countries, forthcoming in Debt. Growth and Stabilization: Essays In Memory of Carlos-Diaz-Alejandro, forthcoming (Blackwell, 1987).",
        "Models of the Current Account, NBER Working Paper, 1987.",
        "Market Liberalization, International Economic Review (Feb. 1986).",
        "Gomez, H.J., The Colombian Illegal Economy: Size, Evolution, Characteristic and Economic Impact, unpublished, 1987.",
        "Hanson, J., and J. de Melo, External Shocks, Financial Reform and Liberalization Attempts in Uruguay, World Development, 1985.",
        "Harberger, A. , The Dutch Disease: How Much Sickness and How Much Boom? Resources and Energy (1983).",
        "Developing Countries, University of Chicago Press, l986a. _________ A Primer on the Chilean Economy, in A. Choksi and D. Papageorgious Economic Liberalization in Developing Countries, Oxford: Blackwell l986b). __________ and S. Edwards, Lessons of Experience Under Fixed Exchange Rates, in M. Gersovitz (et al.) (eds.), The Theory and Experience of Economic Development (London: Allen and Unwin, 1982).",
        "Johnson, H.G. , A Model of Protection and the Exchange Rate, Review of Economic Studies (Apr. 1966).",
        "Kamin, S.B., Devaluation, External Balance, and Macroeconomic Performance, unpublished manuscript, M.I.T., December 1985.",
        "Khan, M., and R. Zahier, The Macroeconomic Effects of Changes in Barriers to Trade and Capital Flows: A Simulation Analysis, IMF Staff Papers, June 1983.",
        "Shocks and Inconsistent Domestic Policies, IMF Staff Papers, March 1985.",
        "Exchange Rate, The World Bank Economic Review (January 1987).",
        "Krueger, A.O., Foreign Trade Regimes and Economic Development: Liberalization Attempts and Consequences, Cambridge, MA: 1978.",
        "Krugman, P., A Model of Balance of Payments Crises, Journal of Money. Credit and Banking (Aug. 1979).",
        "Lizondo, J.S., Exchange Rate Reunification, paper presented at Econometric Society Meetings, Cordoba, Argentina 1986.",
        "McKinnon, R.I., Money and Capital in Economic Development, Washington: Brookings Institution, 1973.",
        "Michaely, M., The Sequencing of a Liberalization Policy: A Preliminary Statement of Issues, unpublished ms., 1982.",
        "Razin, A., and L.E.O. Svenson, Trade Taxes and the Current Account, Economics Letters, (1983).",
        "Svensson, L.E.O., and A. Razin, The Terms of Trade and the Current Account: The Harberger-Laursen-Metzler Effect, Journal of Political Economy 42 (1983).",
        "Economic Review, forthcoming. Williamson, J. , The Exchange Rate System (Institute of International Economics, Washington D.C. 1983)."
    ]
}