{
    "id": 23497,
    "cites": 41,
    "cited_by": 1,
    "reference": [
        "Angrist, J. D. and G. W. Imbens (1995): Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Two-Stage Least Squares Estimation of Average Causal Effects in Models with Variable Treatment Intensity,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Journal of the American Statistical Association, 90, 431Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c442.",
        "Angrist, J. D., G. W. Imbens, and D. Rubin (1996): Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Identification of Causal Effects Using Instrumental Variables,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Journal of the American Statistical Association, 91, 444Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c455.",
        "Blevins, J. R. (2014): Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Nonparametric Identification of Dynamic Decision Processes with Discrete and Continuous Choices,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Quantitative Economics, 5, 531Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c554.",
        "Brualdi, R. A. (1980): Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Matrices of zeros and ones with fixed row and column sum vectors,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Linear Algebra and Its Applications, 33, 159Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c231.",
        "Brualdi, R. A. and H. J. Ryser (1991): Combinatorial Matrix Theory, Encyclopedia of Mathematics and its Applications, New York, NY: Cambridge University Press.",
        "Carrasco, M., J.-P. Florens, and E. Renault (2007): Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Linear Inverse Problems in Structural Econometrics Estimation Based on Spectral Decomposition and Regularization,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d in Handbook of Econometrics, ed. by J. J. Heckman and E. Leamer, Amsterdam: Elsevier, vol. 6B, 5633Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c5751.",
        "Clogg, C. C. (1995): Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Latent Class Models,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d in Handbook of Statistical Modeling for the Social and Behavioral Sciences, ed. by G. Arminger, C. C. Clogg, and M. E. Sobel, New York: Plenum Press, chap. 6, 311Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c359.",
        "Frangakis, C. E. and D. Rubin (2002): Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Principal stratification in causal inference, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Biometrics, 58, 21Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c29.",
        "Frisch, R. (1933): Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093EditorÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0084¢s Note,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Econometrica, 1, 1Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c4.",
        "Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009dÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009dÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009d (1938): Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Autonomy of Economic Relations: Statistical versus Theoretical Relations in Economic Macrodynamics,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Paper given at League of Nations. Reprinted in D.F. Hendry and M.S. Morgan (1995), The Foundations of Econometric Analysis, Cambridge University Press.",
        "Haavelmo, T. (1943): Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093The Statistical Implications of a System of Simultaneous Equations,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Econometrica, 11, 1Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c12.",
        "Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009dÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009dÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009d (1944): Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093The Probability Approach in Econometrics,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Econometrica, 12, iiiÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009cvi and 1Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c115.",
        "Hansen, L. P. (1982): Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Large Sample Properties of Generalized Method of Moments Estimators,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Econometrica, 50, 1029Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c1054.",
        "Heckman, J. J. (2008): Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093The Principles Underlying Evaluation Estimators with an Application to Matching,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Annales dÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0084¢Economie et de Statistiques, 91Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c92, 9Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c73.",
        "Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009dÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009dÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009d (2010): Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Building Bridges Between Structural and Program Evaluation Approaches to Evaluating Policy,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Journal of Economic Literature, 48, 356Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c398.",
        "Heckman, J. J. and R. Pinto (2015a): Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Alternative Ways to Identify PS,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Unpublished manuscript, University of Chicago, August 2015.",
        "Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009dÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009dÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009d (2015b): Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Causal Analysis after Haavelmo,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Econometric Theory, 31, 115Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c 151.",
        "Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009dÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009dÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009d (2015c): Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Comparing Ordered and Unordered Choice Models,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Unpublished manuscript, University of Chicago, July 2015.",
        "Heckman, J. J. and R. Robb (1985): Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Alternative Methods for Evaluating the Impact of Interventions: An Overview,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Journal of Econometrics, 30, 239Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c267.",
        "Heckman, J. J., S. UrzuÃ\u0083Å\u0092Ã\u0082Â\u0081a, and E. J. Vytlacil (2006): Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Understanding Instrumental Variables in Models with Essential Heterogeneity,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Review of Economics and Statistics, 88, 389Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c432.",
        "Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009dÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009dÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009d (2008): Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Instrumental Variables in Models with Multiple Outcomes: The General Unordered Case,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Les Annales dÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0084¢Economie et de Statistique, 91Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c92, 151Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c 174.",
        "Heckman, J. J. and E. J. Vytlacil (2005): Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Structural Equations, Treatment Effects and Econometric Policy Evaluation,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Econometrica, 73, 669Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c738.",
        "Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009dÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009dÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009d (2007a): Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Econometric Evaluation of Social Programs, Part I: Causal Models, Structural Models and Econometric Policy Evaluation,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d in Handbook of Econometrics, ed. by J. Heckman and E. Leamer, Amsterdam: Elsevier, vol. 6B, 4779Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c4874.",
        "Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009dÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009dÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009d (2007b): Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Econometric Evaluation of Social Programs, Part II: Using the Marginal Treatment Effect to Organize Alternative Economic Estimators to Evaluate Social Programs and to Forecast Their Effects in New Environments,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d in Handbook of Econometrics, ed. by J. Heckman and E. Leamer, Amsterdam: Elsevier, vol. 6B, chap. 71, 4875Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c5143.",
        "Henry, M., Y. Kitamura, and B. SalanieÃ\u0083Å\u0092Ã\u0082Â\u0081 (2014): Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Partial Identification of Finite Mixtures in Econometric Models,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Quantitative Economics, 5, 123Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c144.",
        "Imbens, G. W. and J. D. Angrist (1994): Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Identification and Estimation of Local Average Treatment Effects,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Econometrica, 62, 467Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c475.",
        "Lee, S. and B. SalanieÃ\u0083Å\u0092Ã\u0082Â\u0081 (2016): Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Identifying Effects of Multivalued Treatments,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Unpublished manuscript.",
        "Magnus, J. and H. Neudecker (1999): Matrix Differential Calculus with Applications in Statistics and Econometrics, Wiley, 2 ed.",
        "Pinto, R. (2016a): Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Learning from Noncompliance in Social Experiments: The Case of Moving to Opportunity.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Unpublished paper based on Ph.D. Thesis, University of Chicago, Department of Economics.",
        "Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009dÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009dÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009d (2016b): Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Randomized Biased-Controlled Trials: Adding Incentives to the Design of Experiments.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Mpublished Working Paper.",
        "Prakasa Rao, B. L. S. (1992): Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Identifiability for Mixtures of Distributions,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d in Identifiability in Stochastic Models: Characterization of Probability Distributions, Boston, MA: Academic Press, chap. 8, 183Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c228.",
        "Quandt, R. E. (1972): Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093A New Approach to Estimating Switching Regressions,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Journal of the American Statistical Association, 67, 306Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c310.",
        "Robins, J. M. and S. Greenland (1992): Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Identifiability and Exchangeability for Direct and Indirect Effects,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Epidemiology, 3, 143Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c155.",
        "Ryser, H. (1957): Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Combinatorial properties of matrices of zeros and ones,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Canadian Journal of Mathematics, 9, 371Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c377.",
        "Sachnov, V. N. and V. E. Tarakanov (2002): Combinatorics of Nonnegative Matrices, no. 213 in Translations of Mathematical Monographs, Providence, RI: American Mathematical Society, translated by Valentin F. Kolchin.",
        "Theil, H. (1953): Esimation and Simultaneous Correlation in Complete Equation Systems, The Hague: Central Planning Bureau, mimeographed memorandum.",
        "Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009dÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009dÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009d (1958): Economic Forecasts and Policy (Contributions to Economic Analysis no. 15), Amsterdam: North-Holland Publishing Company.",
        "Vytlacil, E. J. (2002): Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Independence, Monotonicity, and Latent Index Models: An Equivalence Result,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Econometrica, 70, 331Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c341.",
        "Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009dÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009dÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009d (2004): Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Ordered Discrete Choice Selection Models: Equivalence, Nonequivalence, and Representation Results,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Unpublished manuscript, Stanford University, Department of Economics.",
        "Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009dÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009dÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009d (2006): Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Ordered Discrete-Choice Selection Models and Local Average Treatment Effect Assumptions: Equivalence, Nonequivalence, and Representation Results, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Review of Economics and Statistics, 88, 578Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c581.",
        "Yakowitz, S. J. and J. D. Spragins (1968): Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093On the Identifiability of Finite Mixtures,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Annals of Mathematical Statistics, 39, 209Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c214."
    ]
}