{
    "id": 2349,
    "cites": 16,
    "cited_by": 14,
    "reference": [
        "Ballentine, J. Gregory, The Short-run Distributional Effect of Tax Reform (1986), Tax Notes, June 9, 1986: 1035-39.",
        "Bradford, David (1981), The Incidence and Allocation Effects of a Tax on Corporate Distributions, Journal of Public Economics 15 (1): 1-22.",
        "Browning, Edgar and William Johnson (1979), The Distribution of the Tax Burden. Washington, D.C.: American Enterprise Institute.",
        "Executive Office of the President (1986), Midsession Review, August 1986.",
        "Feldstein, M. and J. Jun (1987), The Market Value of Corporate Debt and the Changing Debt-Capital Ratio, forthcoming.",
        "Feldstein, Martin and Joel Slemrod (1980), Personal Taxation, Portfolio Choice and the Effect of the Corporation Income Tax, Journal of Political Economy 88 (5).",
        "Feldstein, Martin, ed. (1983), Behavioural Simulation Methods in Tax Policy Analysis. Chicago: University of Chicago Press.",
        "Harberger, Arnold (1962), The Incidence of the Corporation Income Tax, Journal of Political Economy 70: 215-40.",
        "Kotlikoff, Laurence and Donald Smith (1983), Pensions and the American Economy. Chicago: University of Chicago Press.",
        "Lindsey, Lawrence (1985), Simulating the Response of Taxpayers to Changes in Tax Rates. Ph.D. Dissertation, Harvard University, Cambridge, Mass.",
        "Lintner, John (1956), Distribution of Incomes of Corporations Among Dividends, Retained Earnings, and Taxes, American Economic Review 46: 97-113.",
        "Musgrave, Richard and Peggy Musgrave (1980), Public Finance -- Theory and Practice. New York: McGraw Hill.",
        "Ott, Attiat and Ludwig Dittrich (1981), The Federal Tax Burden on Households.",
        "Pechman, Joseph and Benjamin Okner (1974), Who Bears the Tax Burden? Washington, D.C.: Brookings Institution.",
        "Shoven, John and John Whalley (1972), General Equilibrium Calculation of the Effects of Differential Taxation of Income from Capital in the U.S., Journal of Public Economics 1: 281-321.",
        "Slemrod, Joel (1985), A General Equilibrium Model of Taxation that Uses Micro-Unit Data with an Application to the Impact of Instituting a Flat Rate Income Tax, in John Piggot and John Whalley, New Developments in Applied General Equilibrium Analysis, Cambridge: Cambridge University Press."
    ]
}