{
    "id": 23494,
    "cites": 42,
    "cited_by": 17,
    "reference": [
        "Acemoglu, D., and D. Autor (2011): Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Skills, Tasks, and Technologies: Implications for Employment and Earnings,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Handbook of Labor Economics 4, pp. 1043Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c1171.",
        "Achdou, Y., J. Han, J.-M. Lasry, P.-L. Lions, and B. Moll (2015): Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Heterogeneous Agent Models in Continuous Time,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Discussion paper, Princeton University.",
        "Aiyagari, S. R. (1994): Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Uninsured Idiosyncratic Risk and Aggregate Saving,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d The Quarterly Journal of Economics, 109(3), 659Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c684.",
        "Amsallem, D., and C. Farhat (2011): Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Lecture Notes for CME 345: Model Reduction,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d https://web.stanford.edu/group/frg/course_work/CME345/.",
        "Antoulas, A. (2005): Approximation of Large-Scale Dynamical Systems. SIAM Advances in Design and Control.",
        "Auclert, A. (2014): Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Monetary Policy and the Redistribution Channel,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Discussion paper, MIT.",
        "Bayer, C., R. Luetticke, L. Pham-Dao, and V. Tjaden (2015): Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Precautionary Savings, Illiquid Assets, and the Aggregate Consequences of Shocks to Household Income Risk,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Discussion paper, University of Bonn.",
        "Blanchard, O. J., and C. M. Kahn (1980): Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093The Solution of Linear Difference Models under Rational Expectations,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Econometrica, 48(5), 1305Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c11.",
        "Bloom, N., M. Floetotto, N. Jaimovich, I. Saporta-Eksten, and S. Terry (2014): Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Really Uncertain Business Cycles,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Discussion paper.",
        "Brunnermeier, M. K., and Y. Sannikov (2014): Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093A Macroeconomic Model with a Financial Sector,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d American Economic Review, 104(2), 379Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c421.",
        "Campbell, J. (1998): Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Entry, Exit, Embodied Technology, and Business Cycles,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Review of Economic Dynamics, 1(2), 371Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c408.",
        "Campbell, J. Y., and N. G. Mankiw (1989): Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Consumption, Income and Interest Rates: Reinterpreting the Time Series Evidence,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d in NBER Macroeconomics Annual 1989, Volume 4, NBER Chapters, pp. 185Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c216. National Bureau of Economic Research.",
        "Carroll, C., M. White, N. Palmer, D. Low, and A. Kaufman (2016): Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Heterogenous Agents Resources & toolKit,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d https://github.com/econ-ark/HARK.",
        "Christiano, L. (1989): Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Comment on Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Consumption, Income and Interest Rates: Reinterpreting the Time Series EvidenceÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d in NBER Macroeconomics Annual 1989, Volume 4, NBER Chapters, pp. 216Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c233. National Bureau of Economic Research.",
        "Congressional Budget Office (2013): Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093The Distribution of Federal Spending and Taxes in 2006,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Discussion paper, Congress of the United States.",
        "Deaton, A. (2005): Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Measuring Poverty in a Growing World (or Measuring Growth in a Poor World),Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d The Review of Economics and Statistics, 87(1), 1Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c19.",
        "Den Haan, W., K. Judd, and M. Julliard (2010): Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Computational Suite of Models with Heterogeneous Agents: Incomplete Markets and Aggregate Uncertainty,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Journal of Economic Dynamics and Control, 34(1), 1Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c3.",
        "Den Haan, W. J. (2010): Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Comparison of solutions to the incomplete markets model with aggregate uncertainty,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Journal of Economic Dynamics and Control, 34(1), 4Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c27.",
        "Dotsey, M., R. King, and A. Wolman (1999): Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093State-Dependent Pricing and the General Equilibrium Dynamics of Money and Output,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Quarterly Journal of Economics, pp. 655Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c690.",
        "Fagereng, A., M. B. Holm, and G. J. Natvik (2016): Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093MPC Heterogeneity and Household Balance Sheets,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Discussion paper, Statistics Norway.",
        "Guvenen, F., F. Karahan, S. Ozkan, and J. Song (2015): Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093What Do Data on Millions of U.S. Workers Reveal about Life-Cycle Earnings Risk?,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d NBER Working Papers 20913, National Bureau of Economic Research.",
        "He, Z., and A. Krishnamurthy (2013): Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Intermediary Asset Pricing,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d American Economic Review, 103(2), 732Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c770.",
        "Ilut, C. L., and M. Schneider (2014): Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Ambiguous Business Cycles,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d American Economic Review, 104(8), 2368Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c2399.",
        "Johnson, D. S., J. A. Parker, and N. S. Souleles (2006): Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Household Expenditure and the Income Tax Rebates of 2001,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d American Economic Review, 96(5), 1589Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c1610.",
        "Kaplan, G., B. Moll, and G. L. Violante (2016): Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Monetary Policy According to HANK,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Working Papers 1602, Council on Economic Policies.",
        "Kaplan, G., and G. L. Violante (2014): Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093A Model of the Consumption Response to Fiscal Stimulus Payments,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Econometrica, 82(4), 1199Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c1239.",
        "Krusell, P., L. Ohanian, V. Rios-Rull, and G. Violante (2000): Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Capital-Skill Complementarity and Inequality: A Macroeconomic Analysis,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Econometrica, 68, 1029Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c1053.",
        "Krusell, P., and A. A. Smith (1998): Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Income and Wealth Heterogeneity in the Macroeconomy, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Journal of Political Economy, 106(5), 867Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c896.",
        "Lucas, R. E. (2003): Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Macroeconomic Priorities,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d American Economic Review, 93(1), 1Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c14.",
        "Ludvigson, S. C., and A. Michaelides (2001): Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Does Buffer-Stock Saving Explain the Smoothness and Excess Sensitivity of Consumption?,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d American Economic Review, 91(3), 631Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c647.",
        "McKay, A. (2017): Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Time-Varying Idiosyncratic Risk and Aggregate Consumption Dynamics,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Discussion paper, Boston University.",
        "McKay, A., E. Nakamura, and J. Steinsson (2015): Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093The Power of Forward Guidance Revisited, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d NBER Working Papers 20882, National Bureau of Economic Research.",
        "McKay, A., and R. Reis (2013): Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093The Role of Automatic Stabilizers in the U.S. Business Cycle,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d NBER Working Papers 19000, National Bureau of Economic Research.",
        "Mongey, S., and J. Williams (2016): Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Firm Dispersion and Business Cycles: Estimating Aggregate Shocks Using Panel Data,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Working paper, NYU.",
        "Parker, J. A., N. S. Souleles, D. S. Johnson, and R. McClelland (2013): Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Consumer Spending and the Economic Stimulus Payments of 2008,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d American Economic Review, 103(6), 2530Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c53.",
        "Piketty, T., E. Saez, and G. Zucman (2016): Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Distributional National Accounts: Methods and Estimates for the United States,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d NBER Working Papers 22945, National Bureau of Economic Research, Inc.",
        "Preston, B., and M. Roca (2007): Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Incomplete Markets, Heterogeneity and Macroeconomic Dynamics,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d NBER Working Papers 13260, National Bureau of Economic Research, Inc.",
        "Reiter, M. (2009): Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Solving heterogeneous-agent models by projection and perturbation,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Journal of Economic Dynamics and Control, 33(3), 649Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c665.",
        "(2010): Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Approximate and Almost-Exact Aggregation in Dynamic Stochastic Heterogeneous-Agent Models,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Economics Series 258, Institute for Advanced Studies.",
        "Terry, S. (2017): Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Alternative Methods for Solving Heterogeneous Firm Models,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Discussion paper, Boston University.",
        "Veracierto, M. (2002): Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Plant Level Irreversible Investment and Equilibrium Business Cycles,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d American Economic Review, 92, 181Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c197.",
        "Winberry, T. (2016): Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093A Toolbox for Solving and Estimating Heterogeneous Agent Macro Models, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Working paper, University of Chicago."
    ]
}