{
    "id": 23495,
    "cites": 28,
    "cited_by": 0,
    "reference": [
        "Alfnes, F., A. Guttormensen, G. Steine, and K. Kolstad (2006). ConsumerÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0084¢s Willingness to Pay for the Color of Salmon: A Choice Experiment with Real Economic Incentives.",
        "Asche, F. and J. Guillen (2012). The Importance of Fishing Method, Gear and Origin: The Spanish Hake Market. Marine Policy 36(2), 365Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c369.",
        "Willingness to Pay for Low Water Footprint Food Choices During Drought Batte, M., J. Beaverson, and N. Hooker (2003). Organic Food Labels: A Customer Intercept Survey of Central Ohio Food Shoppers.",
        "Batte, M., N. Hooker, T. Haab, and J. Beaverson (2007). Putting Their Money Where Their Mouths Are: Consumer Willingness to Pay for Multi-ingredient, Processed Organic Food Products. Food Policy 32(2), 145Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c149.",
        "Dimitri, C. and C. Greene (2002). Recent Growth Patterns in the US Organic Foods Market. Agriculture Information Bulletin 777. Washington DC: US Department of Agriculture, Economic Research Service.",
        "Gao, Z. and T. Schroeder (2009). Effects of Label Information on Consumer Willingness-toPay for Food Attributes. American Journal of Agricultural Economics 91(3), 795Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c809.",
        "Hallstein, E. and S. B. Villas-Boas (2013). Can Household Consumers Save the Wild Ffish? Lessons from a Sustainable Seafood Advisory. Journal of Environmental Economics and Management 66(1), 52Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c71.",
        "Hanak, E., J. Mount, C. Chappelle, J. Lund, J. Medellin-Azuara, P. Moyle, and N. Seavy (2015). What If CaliforniaÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0084¢s Drought Continues? Public Policy Institute of California.",
        "Hensher, D. and M. Bradley (1993). Using Stated Response Data to Enrich Revealed Preference Discrete Choice Models. Marketing Letters 4(2), 139Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c152.",
        "Hilger, J., G. Rafert, and S. Villas-Boas (2011). Expert Opinion and the Demand for Experience Goods: An Experimental Approach in the Retail Wine Market. Review of Economics and Statistics 93(4), 1289Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c1296.",
        "Howitt, R., J. MedellÃ\u0083â\u0080\u009eÃ\u0082Â±Ã\u0083Å\u0092Ã\u0082Â\u0081n-Azuara, D. MacEwan, J. Lund, and D. Sumner (2015). Economic Willingness to Pay for Low Water Footprint Food Choices During Drought Analysis of the 2015 Drought for California Agriculture. UC Davis Center for Watershed Sciences.",
        "Huber, J. and K. Train (2001). On the Similarity of Classical and Bayesian Estimates of Individual Mean Partworths. Marketing Letters 12(3), 259Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c269.",
        "Jaffry, S., H. Pickering, Y. Ghulam, D. Whitmarsh, and P. Wattage (2004). Consumer choices for quality and sustainability labelled seafood products in the uk. Food Policy 29(3), 215Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c 228.",
        "Johnston, R. J., C. Wessells, H. Donath, and F. Asche (2001). Measuring Consumer Preferences for Eco-labeled Seafood: An International Comparisons. Journal of Agricultural and Resource Economics 26(1), 20Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c39.",
        "Kiesel, K. and S. B. Villas-Boas (2007). Got Organic Milk? Consumer Valuations of Milk Labels after the Implementation of the USDA Organic Seal. Journal of Agricultural and Food Industrial Organization 5(1).",
        "Lee, K. H. and C. B. Hatcher (2001). Willingness to Pay for Information: An AnalystÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0084¢s Guide. The Journal of Consumer Affairs 35(1), 120Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c139.",
        "Mann, M. and P. Gleick (2015). Climate Change and California Drought in the 21st Century. Proceedings of the National Academy of Sciences 112(3), 3858Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c3859.",
        "McConnell, K. E. and I. E. Strand (2000). Hedonic Prices for Fish: Tuna Prices in Hawaii. American Journal of Agricultural Economics 82(1), 133Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c144.",
        "McFadden, D. (1974). The Measurement of Urban Travel Demand. Journal of Public Economics 3(4), 303Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c328.",
        "Willingness to Pay for Low Water Footprint Food Choices During Drought McFadden, D. and K. Train (2000). Mixed MNL Models for Discrete Response. Journal of Applied Econometrics 15(5), 447Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c470.",
        "Mekonnen, M. M. and A. Y. Hoekstra (2011). The Green, Blue and Grey Water Footprints of Crops and Derived Crop Products. Hydrology and Earth System Sciences 15(5), 1577Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c 1600.",
        "Renault, D. (2002). Value of Virtual Water in Food: Principles and Virtues. Presented at the UNESCO-IHE Workshop on Virtual Water Trade, 12-13 Dec. 2002, Delft, the Netherlands.",
        "Revelt, D. and K. Train (2000). Customer-specific Taste Parameters and Mixed Logit: HouseholdsÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0084¢ Choice of Electricity Supplier. Working Paper No. E00-274, Department of Economics, UCB.",
        "Roheim, C. A., F. Asche, and J. I. Santos (2011). The Elusive Price Premium for Ecolabelled Products: Evidence from Seafood in the UK Market. Journal of Agricultural Economics 62(3), 655Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c668. Roheim, C. A., L. Gardiner, and F. Asche. Value of Brands and Other Attributes: Hedonic Analysis of Retail Frozen Fish in the UK. Marine Resource Economicsv, volume=.",
        "Smith, B. G. (2008). Developing Sustainable Food Supply Chains. Philosophical Transactions of the Royal Society: Biological Sciences 363(1492), 849Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c861.",
        "Tait, P., S. Miller, W. Abell, W. Kaye-Blake, M. Guenther, and C. Saunders (2011). Consumer Attitudes towards Sustainability Attributes on Food Labels. Presented at the 55th Annual AARES National Conference, Melbourne, Victoria.",
        "Willingness to Pay for Low Water Footprint Food Choices During Drought Teisl, M., B. Roe, and R. Hicks (2002). Can Eco-labels Tune a Market? Evidence from Dolphin Safe Labeling. Journal of Environmental Economics and Management 43(3), 339Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c359.",
        "Train, K. (2003). Discrete Choice Methods with Simulation. Cambridge university press. Willingness to Pay for Low Water Footprint Food Choices During Drought"
    ]
}