{
    "id": 23508,
    "cites": 29,
    "cited_by": 7,
    "reference": [
        "Ashworth, S. (2006). Campaign Finance and Voter Welfare with Entrenched Incumbents. American Political Science Review, 100(01):55Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c68.",
        "Austen-Smith, D. (1987). Interest groups, campaign contributions, and probabilistic voting. Public Choice, 54(2):123Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c139.",
        "Besley, T. and Coate, S. (1997). An economic model of representative democracy. The Quarterly Journal of Economics, 112(1):85Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c114.",
        "Calonico, S., Cattaneo, M. D., and Titiunik, R. (2014). Robust nonparametric confidence intervals for regression-discontinuity designs. Econometrica, 82(6):2295Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c2326.",
        "Chattopadhyay, R. and Duflo, E. (2004). Women as Policy Makers: Evidence from a Randomized Policy Experiment in India. Econometrica, 72(5):1409Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c1443.",
        "Che, Y.-K. and Gale, I. L. (1998). Caps on political lobbying. American Economic Review, 88(3):643Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c651.",
        "Coate, S. (2004). Pareto-improving campaign finance policy. American Economic Review, 94(3):628Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c655.",
        "Cornes, R. and Hartley, R. (2005). Asymmetric contests with general technologies. Economic theory, 26(4):923Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c946.",
        "Cotton, C. (2012). Pay-to-play politics: Informational lobbying and contribution limits when money buys access. Journal of Public Economics, 96(3):369Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c386.",
        "Da Silveira, B. S. and De Mello, J. M. (2011). Campaign advertising and election outcomes: Quasinatural experiment evidence from gubernatorial elections in brazil. The Review of Economic Studies, 78(2):590Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c612.",
        "Erikson, R. S. and Palfrey, T. R. (2000). Equilibria in campaign spending games: Theory and data. American Political Science Review, 94(3):595Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c609.",
        "Fang, H. (2002). Lottery versus all-pay auction models of lobbying. Public Choice, 112(3-4):351Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c 371.",
        "Ferraz, C. and Finan, F. (2011). Electoral accountability and corruption: Evidence from the audits of local governments. American Economic Review, 101(4):1274Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c1311.",
        "Franke, J., Kanzow, C., Leininger, W., and Schwartz, A. (2013). Effort maximization in asymmetric contest games with heterogeneous contestants. Economic Theory, 52(2):589Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c630.",
        "Gerber, A. (1998). Estimating the effect of campaign spending on senate election outcomes using instrumental variables. American Political Science Review, 92:401Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c411.",
        "Klumpp, T., Mialon, H. M., and Williams, M. A. (2015). Leveling the playing field? the role of public campaign funding in elections. American law and economics review, 17(2):361Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c408.",
        "Lassen, D. D. (2005). The effect of information on voter turnout: Evidence from a natural experiment. American Journal of Political Science, 49(1):103Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c118.",
        "Levitt, S. D. (1994). Using Repeat Challengers to Estimate the Effect of Campaign Spending on Election Outcomes in the U.S. House. Journal of Political Economy, 102(4):777Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c798.",
        "Milligan, K. and Rekkas, M. (2008). Campaign spending limits, incumbent spending, and election outcomes. Canadian Journal of Economics/Revue canadienne dÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0084¢Ã\u0083Æ\u0092Ã\u0082Â©conomique, 41(4):1351Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c1374.",
        "Osborne, M. and Slivinski, A. (1996). A model of political competition with citizen-candidates. The Quarterly Journal of Economics, 111(1):65Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c96.",
        "Pande, R. (2003). Can mandated political representation increase policy influence for disadvantaged minorities? theory and evidence from india. American Economic Review, 93(4):1132Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c 1151.",
        "Pastine, I. and Pastine, T. (2012). Incumbency advantage and political campaign spending limits. Journal of Public Economics, 96(1):20Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c32.",
        "Prat, A. (2002). Campaign advertising and voter welfare. Review of Economic Studies, 69(4):999Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c 1017.",
        "Prat, A. (2006). Rational voters and political advertising. In Weingast, B. R. and Wittman, D. A., editors, Oxford Handbook of Political Economy. Oxford University Press.",
        "Scarrow, S. E. (2007). Political finance in comparative perspective. Annual Review of Political Science, 10(1):193Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c210.",
        "Siegel, R. (2009). All-pay contests. Econometrica, 77(1):71Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c92.",
        "Speck, B. (2013). Money in politics: Sound political competition and trust in government. Technical report, OECD, Background paper.",
        "Stein, W. E. (2002). Asymmetric rent-seeking with more than two contestants. Public Choice, 113(3-4):325Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c336.",
        "Stratmann, T. and Aparicio-Castillo, F. J. (2006). Competition policy for elections: Do campaign contribution limits matter? Public Choice, 127(1-2):177Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c206."
    ]
}