{
    "id": 23510,
    "cites": 53,
    "cited_by": 7,
    "reference": [
        "Abadie, Alberto, Alexis Diamond, and Jens Hainmueller. 2010. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Synthetic Control Methods for Comparative Case Studies: Estimating the Effect of CaliforniaÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0084¢s Tobacco Control Program.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Journal of the American Statistical Association, 105(490): 493Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c505.",
        "Abadie, Alberto, Alexis Diamond, and Jens Hainmueller. 2014. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Comparative Politics and the Synthetic Control Method.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d American Journal of Political Science, 59(2): 495Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c510.",
        "Abadie, Alberto, and Javier Gardeazabal. 2003. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093The Economic Costs of Conflict: A Case Study of the Basque Country.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d American Economic Review, 93(1): 113Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c132.",
        "Ando, Michihito. 2015. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Dreams of Urbanization: Quantitative Case Studies on the Local Impacts of Nuclear Power Facilities Using the Synthetic Control Method.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Journal of Urban Economics, 85: 68Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c85.",
        "Aneja, Abhay, John J Donohue, and Alexandria Zhang. 2011. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093The Impact of Right to Carry Laws and the NRC Report: The Latest Lessons for the Empirical Evaluation of Law and Policy.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d American Law and Economics Review, 13(2): 565Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c631.",
        "Aneja, Abhay, John J. Donohue, and Alexandria Zhang. 2014. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093The Impact of Right to Carry Laws and the NRC Report: The Latest Lessons for the Empirical Evaluation of Law and Policy.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d National Bureau of Economic Research Working Paper 18294.",
        "Ayres, Ian, and John J Donohue. 2003. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093The Latest Misfires in Support of the \"More Guns, Less Crime\" Hypothesis.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Stanford Law Review, 55: 1371Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c1398.",
        "Bohn, Sarah, Magnus Lofstrom, and Steven Raphael. 2014. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Did the 2007 Legal Arizona Workers Act Reduce the StateÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0084¢s Unauthorized Immigrant Population?Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d The Review of Economics and Statistics, 96(2): 258Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c269.",
        "Cavallo, Eduardo, Sebastian Galiani, Ilan Noy, and Juan Pantano. 2013. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Catastrophic natural disasters and economic growth.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Review of Economics and Statistics, 95(5): 1549Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c1561.",
        "Chalfin, Aaron, and Justin McCrary. 2013. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093The Effect of Police on Crime: New Evidence From U.S. Cities, 1960-2010.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d National Bureau of Economic Research Working Paper 18815.",
        "Cunningham, Scott, and Manisha Shah. 2017. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Decriminalizing Indoor Prostitution: Implications for Sexual Violence and Public Health.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Review of Economic Studies. Revise and Resubmit (third round).",
        "Death Penalty Information Center. 2015. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Executions by State and Year.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Accessed: 2010-0930.",
        "Donohue, John J. 2003. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093The Final Bullet in the Body of the More Guns, Less Crime Hypothesis.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Criminology and Public Policy, 2(3): 397Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c410.",
        "Donohue, John J., and Justin Wolfers. 2009. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Estimating the Impact of the Death Penalty on Murder.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d American Law and Economics Review, 11(2): 249Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c309.",
        "Dube, Arindrajit, and Ben Zipperer. 2013. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Pooled Synthetic Control Estimates for Recurring Treatments: An Application to Minimum Wage Case Studies.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Durlauf, Steven N., Salvado Navarro, and David A. Rivers. 2016. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Model uncertainty and the effect of shall-issue right-to-carry laws on crime.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d European Economic Review, 81: 32Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c67.",
        "Fernandez, Manny, Liam Stack, and Alan Blinder. 2015. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u00939 Are Killed in Biker Gang Shootout in Waco.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d New York Times.",
        "Fryer, Roland G, Paul S Heaton, Steven D Levitt, and Kevin M Murphy. 2013. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Measuring crack cocaine and its impact.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Economic Inquiry, 51(3): 1651Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c1681.",
        "Heersink, Boris, and Brenton Peterson. 2014. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Strategic Choices in Election Campaigns: Measuring the Vice-Presidential Home State Advantage with Synthetic Controls.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Available at SSRN 2464979.",
        "Ho, Vivian. 2015. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Gun linked to pier killing stolen from federal ranger.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d San Francisco Chronicle.",
        "Ho, Vivian, and Kale Williams. 2015. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Gun in 2 killings stolen from unlocked car in FishermanÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0084¢s Wharf, cops say.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d San Francisco Chronicle.",
        "Kaul, Ashok, Stefan Klobner, Gregor Pfeifer, and Manuel Schieler. 2016. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Synthetic Control Methods: Never Use All Pre-Intervention Outcomes as Economic Predictors.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Keele, Luke. 2009. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093An observational study of ballot initiatives and state outcomes.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Working paper.",
        "Lofstrom, Magnus, and Steven Raphael. 2013. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Incarceration and Crime: Evidence from California Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0084¢s Public Safety Realignment Reform.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Institute for the Study of Labor (IZA) IZA Discussion Papers 7838.",
        "Lott, John R. 2010. More Guns, Less Crime: Understanding Crime and Gun Control Laws. University of Chicago Press.",
        "Lott, John R, and David B Mustard. 1997. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Crime, deterrence, and right-to-carry concealed handguns.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d The Journal of Legal Studies, 26(1): 1Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c68.",
        "Luscombe, Richard. 2014. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Florida man accused of killing unarmed teen Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0084¢lost itÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0084¢ over loud rap music.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d The Guardian.",
        "Luthern, Ashley. 2015. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Concealed carry draws opposite views - and a murky middle.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Milwaukee Wisconsin Journal Sentinel.",
        "Mideksa, Torben K. 2013. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093The economic impact of natural resources.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Journal of Environmental Economics and Management, 65(2): 277Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c289.",
        "Moody, Carlisle E, and Thomas B Marvell. 2008. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093The debate on shall-issue laws.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Econ Journal Watch, 5(3): 269Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c293.",
        "Moody, Carlisle E, Thomas B Marvell, Paul R Zimmerman, and Fasil Alemante. 2014. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093The Impact of Right-to-Carry Laws on Crime: An Exercise in Replication.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Review of Economics & Finance, 4: 33Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c43.",
        "Munasib, Abdul, and Mouhcine Guettabi. 2013. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Florida Stand Your Ground Law and Crime: Did It Make Floridians More Trigger Happy?Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Available at SSRN 2315295.",
        "National Research Council. 2005. Firearms and Violence: A Critical Review. National Academies Press.",
        "Nonnemaker, James, Mark Engelen, and Daniel Shive. 2011. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Are methamphetamine precursor control laws effective tools to fight the methamphetamine epidemic?Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Health economics, 20(5): 519Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c531.",
        "Pinotti, Paolo. 2013. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Organized Crime, Violence, and the Quality of Politicians: Evidence from Southern Italy.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d , ed. Philip J. Cook, Stephen Machin, Marie Olivier and Mastrobuoni Giovanni, Chapter 8, 175Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c188. MIT Press.",
        "Planty, Michael, and Jennifer Truman. 2013. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Firearm Violence, 1993-2011.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d U.S. Department of Justice Bureau of Justice Statistics BJS Special Report 241730.",
        "Robles, Frances. 2014. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Man Killed During Argument Over Texting at Movie Theater.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d New York Times.",
        "Rudolph, Kara E., Elizabeth A. Stuart, Jon S. Vernick, and Daniel W. Webster. 2015. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Association Between ConnecticutÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0084¢s Permit-to-Purchase Handgun Law and Homicides.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d American Journal of Public Health, 105(8): e49Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009ce54.",
        "Strnad, Jeff. 2007. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Should Legal Empiricists Go Bayesian?Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d American Law and Economics Review, 9(1): 195Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c303.",
        "Stuart, Hunter. 2013. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u00932 Concealed Carry Holders Kill Each Other In Road Rage Incident.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Huffington Post.",
        "Trotta, Daniel. 2012. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Trayvon Martin: Before the world heard the cries.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Reuters.",
        "Williams, Clois., and Steven Waltrip. 2004. Aircrew Security: A Practical Guide. New York, NY: Ashgate Publishing.",
        "Zimmerman, Paul R. 2014. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093The deterrence of crime through private security efforts: Theory and evidence.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d International Review of Law and Economics, 37: 66Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c75.",
        "Right-to-Carry Laws and Violent Crime: A Comprehensive Assessment Using Panel Data and a State-Level Synthetic Controls Analysis By John J. Donohue, Abhay Aneja, and Kyle D. Weber Appendix Appendix A: RTC Adoption Dates An RTC adoption year of 0 indicates that a state did not adopt a right-to-carry (RTC) law between 1977 and the early months of 2014. If the fraction of year in effect is less than 0.5, the RTC date used in the synthetic control analysis is the following year.",
        "RTC dates before the year 1977 may not be exact, since differences between these dates would neither affect our regression results nor our synthetic control tables. For example, we only read VermontÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0084¢s statutes up to the year 1970 to confirm there were no references to blanket prohibitions on carrying concealed weapons up to the year 1970, although it appears given widespread public commentary on this point that Vermont never had a comprehensive prohibition of the carrying of concealed weapons. We follow earlier convention in the academic literature on the RTC issue in assigning RTC adoption dates for Alabama and Connecticut.",
        "The source of all the crime rates is the Uniform Crime Reports (UCR). * p &lt; .1, ** p &lt; .05, *** p &lt; .01. All figures reported in percentage terms. The DAW model is run on data from 1979-2014, the BC model from 1978-2014, the LM model from 1977-2014, and the MM model (without the crack cocaine index) from 1979-2014.",
        "We consider two separate police measures for the purposes of our analysis. Our reported results are based on the same police variable that we used in Aneja, Donohue, and Zhang (2014). To construct this variable, we take the most recent agency-level data provided by the FBI and use this information to estimate the number of full-time police employees present in each state per 100,000 43We chose this variable as the primary one that we would use in this analysis after confirming that this variable was more closely correlated with LottÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0084¢s state-level arrest variables in the most recent data set published on his website (a data set which runs through the year 2005) than several alternatives that we constructed.",
        "44Another advantage of excluding the District of Columbia from our sample is that the Bureau of Justice Statistics stops estimating the incarcerated population of the District of Columbia after the year 2001 owing to the transfer of the districtÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0084¢s incarcerated population to the federal prison system and the DC Jail. While we have tried to reconstruct incarceration data for DC for these years using other data sources, the estimates resulting from this analysis were not, in our view, plausible substitutes for the BJS estimates we use for all other states. The raw data set that we use to gather information about state-level arrest rates is also missing a large number of observations from the District of ColumbiaÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0084¢s main police department, which further strengthens the case for excluding DC from our data set.",
        "Crime 19772014 FBI DAW, BC, LM, MM UCR Data Tool for data through 2013; Table 4 of 2015 crime report for data in 2014. Each crime rate is the corresponding crime count, divided by the population metric used by the FBI, times 100,000. Police Staffing 19772014 FBI DAW, BC Agency-year-level police employment data were acquired from the FBI and aggregated to the state-year level. The police employee rate is the total number of employees, divided by the population as given in the same dataset. In the BC model, this variable is the one-year lag of logged police staffing per capita.",
        "Population in Metropolitan Statistical Areas 19802014 FBI / ICPSR DAW MSA population counts obtained from ICPSR-provided UCR arrests data. 1979 values are linearly extrapolated. Executions 19772014 BJS BC All variables are at the state-year level unless otherwise noted. Variable creation scripts are available from the authors upon request.",
        "50The first choice is used, for example, in Bohn, Lofstrom, and Raphael (2014), the second choice is used by Abadie, Diamond, and Hainmueller (2010), and the third and fourth choices are suggested by Kaul et al. (2016).",
        "51The first year of the training and full pre-treatment period is 1977, while the first year of the validation period is the fifth year prior to RTC adoption. The results from Tables A11-A16 provide strong evidence that using yearly lags of the dependent variable is the best option. As expected, across all six tables, the error in the training period is lowest using yearly lags. However, yearly lags also provides the lowest error in the validation period, regardless of how the error is defined or whether population weights are used to aggregate the measure of error over all treatment states. In addition, across all six tables, the error over the full pre-treatment period is lowest using yearly lags.",
        "52See Kaul et al. (2016). 53Unlike Tables A11-A16 , where the treatment year for our 33 states of interest is assigned to five years before the actual year of RTC adoption, in Table A17, the treatment year is identical to the year of RTC adoption. For Table A17, the states eligible to be in a treated unitÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0084¢s synthetic control are those states that either never passed RTC laws, or passed more than 10 years after the treated unit adopted RTC laws. In contrast, for Tables A11-A16, the states eligible to be in a treated unitÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0084¢s synthetic control are those states that either never passed RTC laws, or passed any year after the treated unit adopted RTC laws.",
        "Table A15: Comparison of Fit Across Various Lagchoices - Define Fit Using Mean Absolute Difference training period; Mean Absolute Difference validation period; Mean Absolute Difference full pre-treatment period; Mean Absolute Difference three lags 26.30 67.65 35.62 yearly lags 25.92 58.07 38.91 one lag average 44.73 61.36 55.06 one lag final pre-treatment year 38.88 86.39 49.83 Notes: After getting a measure of fit for each state, a population weighted average is taken to arrive at a single measure of fit.Training Period from 1977 through RTC year - 6; Validation Period from RTC year - 5 through RTC year - 1. Population from first year of relevant period is used.",
        "Table A16: Comparison of Fit Across Various Lagchoices - Define Fit Using CVRMSPE training period; CVRMSPE validation period; CVRMSPE full pre-treatment period; CVRMSPE three lags 0.07 0.16 0.10 yearly lags 0.10 0.19 0.15 one lag average 0.11 0.19 0.13 one lag final pre-treatment year 0.13 0.21 0.17 Notes: After getting a measure of fit for each state, a population weighted average is taken to arrive at a single measure of fit.Training Period from 1977 through RTC year - 6; Validation Period from RTC year - 5 through RTC year - 1. Population from first year of relevant period is used."
    ]
}