{
    "id": 23513,
    "cites": 38,
    "cited_by": 8,
    "reference": [
        "Aguirregabiria, V., and A. Luengo. 2016. A Microeconometric Dynamic Structural Model of Copper Mining Decisions. Working Paper, Available &lt;http://aguirregabiria.net/ wpapers/copper_mining.pdf>.",
        "Atallah, Z., R. Hayes, and K. Subbarao. 2011. Fifteen Years of Verticillium Wilt of Lettuce in America&apos;s Salad Bowl: A Tale of Immigration, Subjugation, and Abatement. Plant Disease 95:784792.",
        "Atallah, Z., K. Maruthachalam, L. Toit, S. Koike, R. Michael Davis, S. Klosterman, R. Hayes, and K. Subbarao. 2010. Population Analyses of the Vascular Plant Pathogen Verticillium dahliae Detect Recombination and Transcontinental Gene Flow. Fungal Genetics and Biology 47:416422.",
        "California Department of Pesticide Regulation. 2010. Department of Pesticide Regulation Announces Work Group to Identify Ways to Grow Strawberries without Fumigants. Available &lt;http://www.cdpr.ca.gov/docs/pressrls/2012/120424.htm>.",
        ". 2017b. Supply Chain Externalities and Agricultural Disease. Working Paper, University of California at Davis.",
        "De Pinto, A., and G.C. Nelson. 2009. Land Use Change with Spatially Explicit Data: A Dynamic Approach. Environmental and Resource Economics 43:209229.",
        "du Toit, L., M. Derie, and P. Hernandez-Perez. 2005. Verticillium Wilt in Spinach Seed Production. Plant Disease 89:411.",
        "du Toit, L., and P. Hernandez-Perez. 2005. Ecacy of Hot Water and Chlorine for Eradication of Cladosporium variabile, Stemphylium botryosum, and Verticillium dahliae from Spinach Seed. Plant Disease 89:13051312.",
        "Duressa, D., G. Rauscher, S.T. Koike, B. Mou, R.J. Hayes, K. Maruthachalam, K.V. Subbarao, and S.J. Klosterman. 2012. A Real-Time PCR Assay for Detection and Quanti-cation of Verticillium dahliae in Spinach Seed. Phytopathology 102:443451.",
        "Fradin, E.F., and B.P.H.J. Thomma. 2006. Physiology and Molecular Aspects of Verticillium Wilt Diseases Caused by V. dahliae and V. albo-atrum. Molecular Plant Pathology 7:71 86.",
        "Gomez, M.I., H.M. Nunez, and H. Onal. 2009. Economic Impacts of Soybean Rust on the US Soybean Sector. 2009 Annual Meeting, July 26-28, 2009, Milwaukee, Wisconsin No. 49595, Agricultural and Applied Economics Association.",
        "Hueth, D., and U. Regev. 1974. Optimal Agricultural Pest Management with Increasing Pest Resistance. American Journal of Agricultural Economics 56:543552.",
        "IPC. 2003. International Phytosanitary Certicate No. 4051. Johansson, R.C., M. Livingston, J. Westra, and K.M. Guidry. 2006. Simulating the U.S. Impacts of Alternative Asian Soybean Rust Treatment Regimes. Agricultural and Resource Economics Review 35:116127.",
        "Lin Lawell, C.-Y. C. 2017. Wind Turbine Shutdowns and Upgrades in Denmark: Timing Decisions and the Impact of Government Policy. Working Paper, University of California at Davis.",
        "Magnac, T., and D. Thesmar. 2002. Identifying Dynamic Discrete Choice Processes. Econometrica 70:801816.",
        "Maruthachalam, K., S.J. Klosterman, A. Anchieta, B. Mou, and K.V. Subbarao. 2013. Colonization of Spinach by Verticillium dahliae and Eects of Pathogen Localization on the Ecacy of Seed Treatments. Phytopathology 103:268280.",
        "McKee, G.J., R.E. Goodhue, F.G. Zalom, C.A. Carter, and J.A. Chalfant. 2009. Population Dynamics and the Economics of Invasive Species Management: The Greenhouse Whitey in California-Grown Strawberries. Journal of Environmental Management 90:561570.",
        "Mott, L., D. Hall, and C. Osteen. 1984. Economic Thresholds Under Uncertainty with Application to Corn Nematode Management. Southern Journal of Agricultural Economics 16:151157.",
        "Monterey County Agricultural Commissioner. 2015. Crop Reports and Economic Contributions. Available &lt;http://www.co.monterey.ca.us/government/ departments-a-h/agricultural-commissioner/forms-publications/ crop-reports-economic-contributions>.",
        "National Agricultural Statistics Service. 2015. California Agricultural Statistics: 2013 Crop Year. Available &lt;http://www.nass.usda.gov/Statistics_by_State/ California/Publications/California_Ag_Statistics/index.asp>.",
        "Palm, M.E. 2001. Systematics and the Impact of Invasive Fungi on Agriculture in the United States. BioScience 51:141147.",
        "Rapson, D. 2014. Durable Goods and Long-run Electricity Demand: Evidence from Air Conditioner Purchase Behavior. Journal of Environmental Economics and Management 68:141160.",
        "Rossman, A. 2009. The Impact of Invasive Fungi on Agricultural Ecosystems in the United States. Biological Invasions 11:97107.",
        "Rust, J. 1988. Maximum Likelihood Estimation of Discrete Control Processes. SIAM Journal on Control and Optimization 26:10061024.",
        ". 1987. Optimal Replacement of GMC Bus Engines: An Empirical Model of Harold Zurcher. Econometrica: Journal of the Econometric Society 55:9991033.",
        ". 1994. Structural Estimation of Markov Decision Processes. In R. Engle and D. McFadden, eds. Handbook of Econometrics. Amsterdam: North-Holland, vol. 4, pp. 30813143.",
        "Scott, P.T. 2013. Dynamic Discrete Choice Estimation of Agricultural Land Use. Working Paper, Available &lt;http://www.ptscott.com>.",
        "Shetty, K., K. Subbarao, O. Huisman, and J. Hubbard. 2000. Mechanism of BroccoliMediated Verticillium Wilt Reduction in Cauliower. Phytopathology 90:305310.",
        "Short, D.P.G., S. Gurung, S.T. Koike, S.J. Klosterman, and K.V. Subbarao. 2015. Frequency of Verticillium Species in Commercial Spinach Fields and Transmission of V. dahliae from Spinach to Subsequent Lettuce Crops. Phytopathology 105:8090.",
        "Subbarao, K.V., and J.C. Hubbard. 1996. Interactive Eects of Broccoli Residue and Temperature on Verticillium dahliae Microsclerotia in Soil and on Wilt in Cauliower. Phytopathology 86:13031310.",
        "Subbarao, K.V., J.C. Hubbard, and S.T. Koike. 1999. Evaluation of Broccoli Residue Incorporation into Field Soil for Verticillium Wilt Control in Cauliower. Plant Disease 83:124129.",
        "Timmins, C. 2002. Measuring the Dynamic Eciency Costs of Regulators&apos; Preferences: Municipal Water Utilities in the Arid West. Econometrica 70:603629.",
        "United States Environmental Protection Agency. 2012a. Critical Use Exemption Information.  Available &lt;http://www.epa.gov/ozone/mbr/cueinfo.html>.",
        ". 2012b. The Phaseout of Methyl Bromide. Available &lt;http://www.epa.gov/ozone/ mbr/index.html>.",
        "van Kooten, G.C., W.P. Weisensel, and D. Chinthammit. 1990. Valuing Tradeos between Net Returns and Stewardship Practices: The Case of Soil Conservation in Saskatchewan. American Journal of Agricultural Economics 72:104113.",
        "Weisensel, W.P., and G.C. van Kooten. 1990. Estimation of Soil Erosion Time Paths: The Value of Soil Moisture and Topsoil Depth Information. Western Journal of Agricultural Economics 15:6372.",
        "Wu, J. 2001. Optimal Weed Control Under Static and Dynamic Decision Rules. Agricultural Economics 25:119130.",
        "Xiao, C., and K. Subbarao. 1998. Relationships Between Verticillium dahliae Inoculum Density and Wilt Incidence, Severity, and Growth of Cauliower. Phytopathology 88:1108"
    ]
}