{
    "id": 23523,
    "cites": 14,
    "cited_by": 1,
    "reference": [
        "Birch, L. C., Thomas Park, and Marian B. Frank. 1951. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093The Effect of Intraspecies and Interspecies Competition on the Fecundity of Two Species of Flour Beetles.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Evolution 5 (2): 116Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c132.",
        "Chapman, Royal N. 1928. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093The Quantitative Analysis of Environmental Factors.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Ecology 9 (2): 111Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c 122.",
        "Costantino, Robert F., and Robert A. Desharnais. 1991. Populatio Dynamics and the Tribolium Model: Genetics and Demography. New York: Springer-Verlag.",
        "Landahl, H. D. 1955. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093A Mathematical Model for the Temporal Pattern of a Population Structure, with Particular Reference to the Flour Beetle: II. Competition Between Species.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Bulletin of Mathematical Biophysics 17 (2): 131Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c140.",
        "Leslie, P. H. 1962. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093A Stochastic Model for Two Competing Species of Tribolium and its Application to some Experimental data.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Biometrika 49 (1/2): 1Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c25.",
        "Leslie, P. H., Thomas Park, and David B. Mertz. 1968. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093The Effect of Varying the Initial Numbers on the Outcome of Competition Between Two Tribolium Species.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Journal of Animal Ecology 37 (1): 9Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c23.",
        "Neyman, Jerzy, Thomas Park, and Elizabeth L. Scott. 1956. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Struggle for Existence. The Tribolium Model: Biological and Statistical Aspects.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d In Proceedings of the Third Berkeley Symposium on Mathematical Statistics and Probability, vol. 4, 41Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c79. Berkeley and Los Angeles: University of California Press.",
        "Park, Thomas. 1934. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Observations on the General Biology of the Flour Beetle, Tribolium Confusum.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Quarterly Review of Biology 9 (1): 36Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c54.",
        "Park, Thomas. 1948. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Interspecies Competition in Populations of Trilobium confusum Duval and Trilobium castaneum Herbst.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Ecological Monographs 18 (2): 265Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c307.",
        "Park, Thomas. 1954. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Experimental Studies of Interspecies Competition II. Temperature, Humidity, and Competition in Two Species of Tribolium.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Physiological Zoology 27 (3): 177Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c238.",
        "Park, Thomas, P. H. Leslie, and David B. Mertz. 1964. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Genetic Strains and Competition in Populations of Tribolium.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Physiological Zoology 37 (2): 97Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c162.",
        "Park, Thomas, David B. Mertz, Wladyslaw Grodzinski, and Tadeusz Prus. 1965. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Cannibalistic Predation in Populations of Flour Beetles.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Physiological Zoology 38 (3): 289Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c321.",
        "Park, Thomas, David B. Mertz, and Michael Nathanson. 1968. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093The Cannibalism of Pupae by Adult Flour Beetles.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Physiological Zoology 41 (2): 228Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c253.",
        "Ryan, Michael F., Thomas Park, and David B. Mertz. 1970. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Flour Beetles: Responses to Extracts of their Own Pupae.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Science 170 (3954): 178Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c180."
    ]
}