{
    "id": 23529,
    "cites": 14,
    "cited_by": 4,
    "reference": [
        "Argueta, Carla N. 2016. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Numerical Limits on Permanent EmploymentÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009cBased Immigration: Analysis of the PerÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009ccountry CeilingsÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d. Congressional Research Service 7Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c5700.",
        "Banerjee, Payal. 2006. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Indian Information Technology Workers in the United States: The H-1B Visa, Flexible Production, and the Racialization of Labor.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Critical Sociology, 32 (2Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c3): 425Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c445.",
        "Clemens, Michael A. 2013. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Why Do Programmers Earn More in Houston Than Hyderabad ? Evidence From Randomized Processing of U.S. VisasÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d. American Economic Review, 103 (3): 198Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c202.",
        "Clemens, Michael A. 2010. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Why Do Programmers Earn More in Houston Than Hyderabad ? Evidence From Randomized Processing of U.S. VisasÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d. American Economic Review, Center for Global Development Working Paper 212.",
        "Depew, Briggs, Peter Norlander and Todd A. SÃ\u0083Æ\u0092Ã\u0082Â¸rensen. 2017. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093InterÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009cfirm mobility and return migration patterns of skilled guest workersÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d. Journal of Population Economics, 30(2): 681Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c721.",
        "Dorning, Jennifer and Charlie Fanning. 2012. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Gaming the System 2012: Guest Worker Visa Programs and Professional and Technical Workers in the U.S.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d AFLÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009cCIO: Washington, D.C. Farmworker Justice. n.d. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093No Way to Treat a Guest: Why the H-2A Agricultural Visa Program Fails U.S. and Foreign WorkersÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d. https://www.farmworkerjustice.org/sites/default/files/documents/ 7.2.a.6%20No%20Way%20To%20Treat%20A%20Guest%20H-2A%20Report.pdf, accessed 1 May 2016.",
        "Hira, Ron. 2010a. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093The HÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c1B and LÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c1 Visa Programs: Out of ControlÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d. Economic Policy Institute Briefing Paper 280.",
        "Hira, Ron. 2010b. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Bridge to Immigration or Cheap Temporary Labor? The HÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c1B and LÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c1 Visa Programs Are a Source of BothÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d. Economic Policy Institute Briefing Paper 257.",
        "Jasso, Guillermina, Vivek Wadhwa, Gary Gereffi, Ben Rissing and Richard Freeman. 2010. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093How Many Highly Skilled ForeignÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009cBorn are Waiting in Line for U.S. Legal Permanent Residence?Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d International Migration Review, 44(2): 477Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c498.",
        "Matloff, Norman. 2013. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Immigration and the tech industry: As a labour shortage remedy, for innovation, or for cost savings?Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Migration Letters, 10(2): 211Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c228.",
        "Nairu, Suresh, Yaw Nyarko and ShingÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009cYi Wang. 2015. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Monopsony Power in Migrant Labor Markets: Evidence from the United Arab EmiratesÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d. Wharton working paper.",
        "Solon, Gary, Steven J. Haider and Jeffrey M. Wooldridge. 2015. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093What Are We Weighting For?Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Journal of Human Resources, 50 (2): 301Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c316.",
        "Southern Poverty Law Center. n.d. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Close to Slavery: Guestworker Programs in the United StatesÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d. https://www.splcenter.org/sites/default/files /d6 legacy files/downloads/Close to Slavery.pdf, accessed 1 May 2016.",
        "Wadhwa, Vivek. 2012. The Immigrant Exodus: Why America is Losing the Global Race to Capture Entrepreneurial Talent. Wharton Digital Press: Philadelphia, P.A. Wasem, Ruth Ellen. 2016. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Temporary Professional, Managerial, and Skilled Foreign Workers: Policy and TrendsÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d. Congressional Research Service Report R43735. Data Appendix A.1 Reasons for changing employer or job The surveys ask those who reported changing employer or type of job Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Why did you change your employer or your job?Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d, with respondents checking yes or no for each of: Pay, promotion opportunities; Working conditions (e.g., hours, equipment, working environment) ; Job location; Change in career or professional interests; FamilyÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009crelated reasons (e.g., children, spouseÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0084¢s job moved); SchoolÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009crelated reasons (e.g., returned to school, completed a degree); Laid off or job terminated (includes company closings, mergers, buyouts, grant or contract ended; Retired; Some other reason."
    ]
}