{
    "id": 23527,
    "cites": 87,
    "cited_by": 7,
    "reference": [
        "Adrian, T., E. Etula, and T. Muir (2014). Financial intermediaries and the cross-section of asset returns. The Journal of Finance 69(6), 2557Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c2596.",
        "Ahn, S. C. and A. R. Horenstein (2013). Eigenvalue ratio test for the number of factors. Econometrica 81, 1203Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c1227.",
        "Asness, C. S., A. Frazzini, and L. H. Pedersen (2013). Quality Minus Junk. Technical report, AQR.",
        "Avramov, D. and T. Chordia (2006). Asset pricing models and financial market anomalies. Review of Financial Studies 19(3), 1001Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c1040.",
        "Bai, J. (2003). Inferential Theory for Factor Models of Large Dimensions. Econometrica 71(1), 135Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c171.",
        "Bai, J. (2009). Panel Data Models With Interactive Fixed Effects. Econometrica 77(4), 1229Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c1279.",
        "Bai, J. and Y. Liao (2013). Statistical inferences using large estimated covariances for panel data and factor models. Technical report, Columbia University.",
        "Bai, J. and S. Ng (2002). Determining the number of factors in approximate factor models. Econometrica 70, 191Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c221.",
        "Bai, J. and S. Ng (2006a, July). Confidence Intervals for Diffusion Index Forecasts and Inference for Factor-Augmented Regressions. Econometrica 74(4), 1133Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c1150.",
        "Bai, J. and S. Ng (2006b). Evaluating latent and observed factors in macroeconomics and finance. Journal of Econometrics 131(1), 507Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c537.",
        "Bai, J. and S. Ng (2008). Forecasting economic time series using targeted predictors. Journal of Econometrics 146(2), 304Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c317.",
        "Bai, J. and G. Zhou (2015). FamaÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009cMacBeth two-pass regressions: Improving risk premia estimates. Finance Research Letters 15, 31Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c40.",
        "Bai, Z. and J. W. Silverstein (2009). Spectral Analysis of Large Dimensional Random Matrices. Springer.",
        "Balduzzi, P. and C. Robotti (2008). Mimicking portfolios, economic risk premia, and tests of multi-beta models. Journal of Business & Economic Statistics 26, 354Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c368.",
        "Bates, B. J., M. Plagborg-MÃ\u0083Æ\u0092Ã\u0082Â¸ller, J. H. Stock, and M. W. Watson (2013). Consistent factor estimation in dynamic factor models with structural instability. Journal of Econometrics 177(2), 289Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c304.",
        "Bernanke, B. S. and K. Kuttner (2005). What explains the stock marketÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0084¢s reaction to federal reserve policy. The Journal of Finance 60, 1221Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c1257.",
        "Black, F., M. C. Jensen, and M. Scholes (1972). The Capital Asset Pricing Model: Some Empirical Tests. In Studies in the Theory of Capital Markets. Praeger.",
        "Bryzgalova, S. (2015). Spurious Factors in Linear Asset Pricing Models. Technical report, Stanford University.",
        "Burnside, C. (2016). Identification and inference in linear stochastic discount factor models with excess returns. Journal of Financial Econometrics 14(2), 295Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c330.",
        "Chamberlain, G. and M. Rothschild (1983). Arbitrage, factor structure, and mean-variance analysis on large asset markets. Econometrica 51, 1281Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c1304.",
        "Clarke, C. (2015). The level, slope and curve factor model for stocks. Technical report, University of Connecticut.",
        "Cochrane, J. H. (2009). Asset Pricing:(Revised Edition). Princeton university press.",
        "Connor, G., M. Hagmann, and O. Linton (2012). Efficient semiparametric estimation of the fama-french model and extensions. Econometrica 80(2), 713Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c754.",
        "Connor, G. and R. A. Korajczyk (1986). Performance measurement with the arbitrage pricing theory: A new framework for analysis. Journal of Financial Economics 15(3), 373Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c394.",
        "Connor, G. and R. A. Korajczyk (1988). Risk and return in an equilibrium APT: Application of a new test methodology. Journal of Financial Economics 21(2), 255Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c289.",
        "Donoho, D. L. (2000). High-dimensional data analysis: The curses and blessings of dimensionality. Technical report, AMS Math Challenges Lecture.",
        "Fama, E. F. and K. R. French (1993). Common risk factors in the returns on stocks and bonds. Journal of Financial Economics 33(1), 3Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c56.",
        "Fama, E. F. and K. R. French (2015). A five-factor asset pricing model. Journal of Financial Economics 116(1), 1Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c22.",
        "Fama, E. F. and J. D. Macbeth (1973). Risk, Return, and Equilibrium: Empirical Tests. Journal of Political Economy 81(3), 607Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c636.",
        "Fan, J., Y. Liao, and M. Mincheva (2011). High-dimensional covariance matrix estimation in approximate factor models. Annals of Statistics 39(6), 3320Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c3356.",
        "Fan, J., Y. Liao, and M. Mincheva (2013). Large covariance estimation by thresholding principal orthogonal complements. Journal of the Royal Statistical Society, B 75, 603Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c680.",
        "Ferson, W. E. and C. R. Harvey (1991). The variation of economic risk premiums. Journal of Political Economy 99(2), 385Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c415.",
        "Forni, M. and L. Reichlin (1998, July). LetÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0084¢s Get Real: A Factor Analytical Approach to Disaggregated Business Cycle Dynamics. The Review of Economic Studies 65(3), 453Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c473.",
        "Frazzini, A. and L. H. Pedersen (2014). Betting against beta. Journal of Financial Economics 111(1), 1Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c25.",
        "Gagliardini, P., E. Ossola, and O. Scaillet (2016). Time-varying risk premium in large cross-sectional equity datasets. Econometrica 84(3), 985Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c1046.",
        "Gibbons, M., S. A. Ross, and J. Shanken (1989). A test of the efficiency of a given portfolio. Econometrica 57(5), 1121Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c1152.",
        "Gospodinov, N., R. Kan, and C. Robotti (2013). Chi-squared tests for evaluation and comparison of asset pricing models. Journal of Econometrics 173(1), 108Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c125.",
        "Gospodinov, N., R. Kan, and C. Robotti (2014). Misspecification-Robust Inference in Linear AssetPricing Models with Irrelevant Risk Factors. The Review of Financial Studies 27(7), 2139Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c2170.",
        "Gospodinov, N., R. Kan, and C. Robotti (2016). Spurious inference in reduced-rank asset-pricing models. Technical report, Imperial College London.",
        "He, Z., B. Kelly, and A. Manela (2016). Intermediary asset pricing: New evidence from many asset classes. Technical report, National Bureau of Economic Research.",
        "Horn, R. A. and C. R. Johnson (2013). Matrix Analysis (Second ed.). Cambridge University Press.",
        "Hou, K. and R. Kimmel (2006). On the estimation of risk premia in linear factor models. Technical report, Working Paper, Ohio State University.",
        "Hou, K., C. Xue, and L. Zhang (2015). Digesting anomalies: An investment approach. Review of Financial Studies, Forthcoming 28(3), 650Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c705.",
        "Huberman, G., S. Kandel, and R. F. Stambaugh (1987). Mimicking portfolios and exact arbitrage pricing. The Journal of Finance 42(1), 1Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c9.",
        "Jagannathan, R., G. Skoulakis, and Z. Wang (2010). The analysis of the cross section of security returns. Handbook of financial econometrics 2, 73Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c134.",
        "Jagannathan, R. and Z. Wang (1996). The Conditional CAPM and the Cross-Section of Expected Returns. The Journal of Finance 51(1), 3Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c53.",
        "Jagannathan, R. and Z. Wang (1998). An asymptotic theory for estimating beta-pricing models using cross-sectional regression. The Journal of Finance 53(4), 1285Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c1309.",
        "Kan, R. and C. Robotti (2008). Specification tests of asset pricing models using excess returns. Journal of Empirical Finance 15(5), 816Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c838.",
        "Kan, R. and C. Robotti (2009). Model comparison using the hansen-jagannathan distance. Review of Financial Studies 22(9), 3449Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c3490.",
        "Kan, R. and C. Robotti (2012). Evaluation of Asset Pricing Models Using Two-Pass Cross-Sectional Regressions. In Handbook of Computational Finance, pp. 223Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c251. Springer.",
        "Kan, R., C. Robotti, and J. Shanken (2013). Pricing model performance and the two-pass cross-sectional regression methodology. The Journal of Finance 68(6), 2617Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c2649.",
        "Kan, R. and C. Zhang (1999a). GMM tests of stochastic discount factor models with useless factors. Journal of Financial Economics 54(1), 103Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c127.",
        "Kan, R. and C. Zhang (1999b). Two-Pass Tests of Asset Pricing Models. The Journal of Finance LIV (1), 203Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c235.",
        "Kelly, B. and S. Pruitt (2013). Market expectations in the cross-section of present values. The Journal of Finance 68(5), 1721Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c1756.",
        "Kelly, B. and S. Pruitt (2015). The three-pass regression filter: A new approach to forecasting using many predictors. Journal of Econometrics 186(2), 294Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c316.",
        "Kelly, B., S. Pruitt, and Y. Su (2017). Characteristics are risk exposures. Technical report, University of Chicago.",
        "Kleibergen, F. (2009). Tests of risk premia in linear factor models. Journal of Econometrics 149(2), 149Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c173.",
        "Kleibergen, F. and Z. Zhan (2014). Mimicking portfolios of macroeconomic factors. Technical report, Brown University Working Paper.",
        "Kozak, S., S. Nagel, and S. Santosh (2015). Interpreting factor models. Technical report, University of Michigan.",
        "Lehmann, B. N. and D. M. Modest (1988). The empirical foundations of the arbitrage pricing theory. Journal of Financial Economics 21(2), 213Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c254.",
        "Lettau, M. and S. Ludvigson (2001). Resurrecting the (c)capm: A cross-sectional test when risk premia are time-varying. Journal of Political Economy 109(6), 1238Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c1287.",
        "Lewellen, J. and S. Nagel (2006). The conditional CAPM does not explain asset-pricing anomalies. Journal of Financial Economics 82(2), 289Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c314.",
        "Lewellen, J., S. Nagel, and J. Shanken (2010). A skeptical appraisal of asset pricing tests. Journal of Financial Economics 96(2), 175Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c194.",
        "Lucca, D. O. and E. Moench (2015). The pre-FOMC announcement drift. The Journal of Finance 70(1), 329Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c371.",
        "Ludvigson, S. C. and S. Ng (2009). A factor analysis of bond risk premia. Technical report, National Bureau of Economic Research.",
        "MacKinlay, A. C. and M. P. Richardson (1991). Using Generalized Method of Moments to Test MeanVariance Efficiency. The Journal of Finance 46(2), 511Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c527.",
        "McLean, R. D. and J. Pontiff (2015). Does Academic Research Destroy Stock Return Predictability? The Journal of Finance LXXI (1), 1Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c48.",
        "Moon, H. R. and M. Weidner (2015). Linear regression for panel with unknown number of factors as interactive fixed effects. Econometrica 83(4), 1543Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c1579.",
        "Moskowitz, T. J. (2003). An analysis of covariance risk and pricing anomalies. Review of Financial Studies 16(2), 417Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c457.",
        "Newey, W. K. and K. D. West (1987). A simple, positive semi-definite, heteroskedasticity and autocorrelation consistent covariance matrix. Econometrica 55, 703Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c708.",
        "Onatski, A. (2010). Determining the number of factors from empirical distribution of eigenvalues.",
        "Onatski, A. (2012). Asymptotics of the principal components estimator of large factor models with weakly influential factors. Journal of Econometrics 168, 244Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c258.",
        "PaÃ\u0083Å\u0092Ã\u0082Â\u0081stor, L. and R. F. Stambaugh (2003). Liquidity risk and expected stock returns. Journal of Political Economy 111(3), 642Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c685.",
        "Pesaran, M. and T. Yamagata (2012). Testing CAPM with a large number of assets. Technical report, University of South California.",
        "Pukthuanthong, K. and R. Roll (2014). A protocol for factor identification. Technical report, UCLA.",
        "Raponi, V., C. Robotti, and P. Zaffaroni (2016). Ex-Post Risk Premia and Tests of Multi-Beta Models in Large Cross-Sections. Technical report, Imperial College London.",
        "Roll, R. (1977). A critique of the asset pricing theoryÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0084¢s tests part i: On past and potential testability of the thoery. Journal of Financial Economics 4, 129Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c176.",
        "Roll, R. and S. A. Ross (1980). An empirical investigation of the arbitrage pricing theory. The Journal of Finance 35(5), 1073Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c1103.",
        "Ross, S. A. (1976). The Arbitrage Theory of Capital Asset Pricing. Journal of Economics Theory 13, 341Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c360.",
        "Shanken, J. (1992). On the Estimation of Beta Pricing Models. The Review of Financial Studies 5(1), 1Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c33.",
        "Shanken, J. (1996). Statistical methods in tests of portfolio efficiency: A synthesis. Handbook of statistics 14, 693Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c711.",
        "Shanken, J. and G. Zhou (2007). Estimating and testing beta pricing models: Alternative methods and their performance in simulations. Journal of Financial Economics 84(1), 40Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c86.",
        "Stock, J. H. and M. W. Watson (2002a). Forecasting Using Principal Components from a Large Number of Predictors. Journal of the American Statistical Association 97(460), 1167Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c1179.",
        "Stock, J. H. and M. W. Watson (2002b). Macroeconomic Forecasting Using Diffusion Indexes. Journal of Business & Economic Statistics 20(2), 147Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c162.",
        "Tao, T. (2012). Topics in Random Matrix Theory, Volume 132 of Graduate Studies in Mathematics. American Mathematical Society.",
        "Welch, I. (2008). The link between fama-french time-series tests and fama-macbeth cross-sectional tests. Technical report, UCLA.",
        "White, H. (2000). Asymptotic Theory for Econometricians: Revised Edition. Emerald Group Publishing Limited."
    ]
}