{
    "id": 2353,
    "cites": 25,
    "cited_by": 3,
    "reference": [
        "Atkinson, Anthony B. and Nicholas H. Stern (1974), Pigou, Taxation, and Public Goods, Review of Economic Studies 41, January, 119-28.",
        "Auerbach, Alan J. (1986), The Dynamic Effects Tax Law Asymmetries, Review of Economic Studies 53, April, 205-25.",
        "Auerbach, Alan J. and Martin Feldstein, eds. (1985), Handbook of Public Economics, Amsterdam: North-Holland.",
        "Auerbach, Alan J. and Lawrence J. Kotlikoff (1983), Investment Versus Savings Incentives: the Size of the Bang for the Buck and the Potential for Self-Financing Business Tax Cuts, in L.H. Meyer, ed., The Economic Consequences of Government Deficits, Boston: Kluwer-Nijhoff Publishers.",
        "Auerbach, Alan J. and James M. Poterba (1987), Tax Loss Carryforwards and Corporate Tax Incentives, in Martin Feldstein, ed., The Effects of Taxation on Capital Accumulation, Chicago: University of Chicago Press.",
        "Ballard, Charles L. and Lawrence H. Goulder (1985), Consumption Taxes, Foresight, and Welfare: A Computable General Equilibrium Anaysis, in John Piggot and John Whalley, eds., N~w ~ev~lopments in Applied Gener~L.E.gj.illi rim Aa~iy.ds, New York: Cambridge University Press.",
        "Ballard, Charles L., John B. Shoven, and John Hhalley (1985), General Equilibrium Computations of the Marginal Welfare Costs of Taxes in the United States, American Economic Review 75, March, 128-137.",
        "Ballard, Charles L., Don Fullerton, John B. Shoven, and John Whalley (1985), ~ General Equilibrium Model for Tax Policy Evaluation, Chicago: University of Chicago Press.",
        "Boskin, Michael 3. (1978), Taxation, Saving, and the Rate of Interest, Journal of Political Economy 86, April, S3-S27.",
        "Browning, Edgar K. (1976), The Marginal Cost of Public Funds, Journal of Political Economy 84, April, 283-98.",
        "Browning, Edgar K. (1987), On the Marginal Welfare Cost of Taxation, Amercian Economic Review 77, March, 11-23.",
        "Dasgupta, Partha S. and Joseph E. Stiglitz (1972), On Optimal Taxation and Public Production, Review of Economic Studies 39, January, 87-103.",
        "Fullerton, Don (1987), The Indexation of Interest, Depreciation, and Capital Gains and Tax Reform in the U.S., Journal of Public Economics 32, February, 25-51.",
        "Gordon, Roger H., James R. Hines, Jr., and Lawrence H. Summers (1987), Notes on the Tax Treatment of Structures, in Martin Feldstein, ed., The Effects of Taxation on Capital Accumulation, Chicago: University of Chicago Press.",
        "Goulder, Lawrence H. and Lawrence H. Summers (1987), Tax Policy, Asset Prices and Growth: A General Equilibrium Analysis, NBER Working Paper No. 2128.",
        "Goulder, Lawrence H., John B. Shoven, and John Whalley (1983), Domestic Tax Policy and the Foreign Sector: The Importance of Alternative Foreign Sector Formulations to Results from a General Equilibrium Tax Analysis Model, in M. Feldstein, ed., Behavioral Simulation Methods in Tax Policy Analysis, Chicago: The University of Chicago Press.",
        "Hansson, Ingemar and Charles Stuart (1985), Tax Revenue and the Marginal Cost of Public Funds in Sweden, Journal of Public Economics 27, August, 331-53.",
        "Hansson, Ingemar and Charles Stuart (1986), Corporate Financial Policy and the Welfare Costs of Taxes on Capital Income, Working Paper, University of California, Santa Barbara.",
        "Judd, Kenneth L. (1987), The Welfare Cost of Factor Taxation in a Perfect-Foresight Model, Journal of Political Economy, 95, August, 675-709.",
        "King, Mervyn A. (1986), A Pigouvian Rule for the Optimum Provision of Public Goods, Journal of Public Economics 30, August, 273-91.",
        "Lucas, Robert E., Jr. (1976), Econometric Policy Evaluation: A Critique, The Phillips Curve and Labor Markets, Carnegie-Rochester Conferences in Public Policy 1, 19-46.",
        "Stuart, Charles (1984), Welfare Costs Per Dollar of Additional Tax Revenue in the United States, American Economic Review 74, September, 352-61.",
        "Summers, Lawrence H. (1981) Capital Taxation and Accumulation in a Life Cycle Growth Model, American Economic Review 71, September, 533-44.",
        "Summers, Lawrence H. (1985), Taxation and the Size and Composition of the Capital Stock: An Asset Price Approach, Working Paper No. 1709, Cambridge, MA: National Bureau of Economic Research.",
        "Usher, Dan (1982), The Private Cost of Public Funds: Variations on Themes by Browning, Atkinson, and Stern, Discussion Paper No. 481, June, Institute for Economic Research, Queens University."
    ]
}