{
    "id": 23549,
    "cites": 49,
    "cited_by": 3,
    "reference": [
        "Ackerman, Frank, Stephen DeCanio, Richard Howarth, and Kristen Sheeran (2009) Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Limitations of integrated assessment models of climate change,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Climatic Change, Vol. 95, No. 3-4, pp. 297Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c315.",
        "Auffhammer, Maximilian and Anin Aroonruengsawat (2011) Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Simulating the impacts of climate change, prices and population on CaliforniaÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0084¢s residential electricity consumption,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Climatic Change, Vol. 109, No. 1, pp. 191Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c210.",
        "Auffhammer, Maximilian, Solomon M. Hsiang, Wolfram Schlenker, and Adam Sobel (2013) Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Using weather data and climate model output in economic analyses of climate change,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Review of Environmental Economics and Policy, Vol. 7, No. 2, pp. 181Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c198.",
        "Auffhammer, Maximilian and Erin T. Mansur (2014) Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Measuring climatic impacts on energy consumption: A review of the empirical literature,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Energy Economics, Vol. 46, pp. 522Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c 530.",
        "Bakkensen, Laura (2016) Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Public versus private risk information: Evidence from U.S. tornadoes, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d working paper, University of Arizona.",
        "Barreca, Alan, Karen Clay, Olivier Deschenes, Michael Greenstone, and Joseph S. Shapiro (2016) Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Adapting to climate change: The remarkable decline in the US temperaturemortality relationship over the twentieth century,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Journal of Political Economy, Vol. 124, No. 1, pp. 105Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c159.",
        "Baylis, Patrick (2017) Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Temperature and temperament,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d working paper.",
        "Burke, Marshall, John Dykema, David B. Lobell, Edward Miguel, and Shanker Satyanath (2014) Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Incorporating climate uncertainty into estimates of climate change impacts,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Review of Economics and Statistics, Vol. 97, No. 2, pp. 461Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c471.",
        "Burke, Marshall and Kyle Emerick (2016) Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Adaptation to climate change: Evidence from US agriculture,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d American Economic Journal: Economic Policy, Vol. 8, No. 3, pp. 106Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c140.",
        "Burke, Marshall, Solomon M. Hsiang, and Edward Miguel (2015) Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Global non-linear effect of temperature on economic production,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Nature, Vol. 527, pp. 235Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c239.",
        "Cachon, Gerard, Santiago Gallino, and Marcelo Olivares (2012) Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Severe weather and automobile assembly productivity,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Research Paper 12/37, Columbia Business School.",
        "Carleton, Tamma A. and Solomon M. Hsiang (2016) Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Social and economic impacts of climate, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Science, Vol. 353, No. 6304, p. aad9837.",
        "Dell, Melissa, Benjamin F. Jones, and Benjamin A. Olken (2012) Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Temperature shocks and economic growth: Evidence from the last half century,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d American Economic Journal: Macroeconomics, Vol. 4, No. 3, pp. 66Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c95.",
        "(2014) Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093What do we learn from the weather? The new climate-economy literature,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Journal of Economic Literature, Vol. 52, No. 3, pp. 740Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c798.",
        "Deryugina, Tatyana (2013) Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093How do people update? The effects of local weather fluctuations on beliefs about global warming,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Climatic Change, Vol. 118, No. 2, pp. 397Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c416.",
        "Deryugina, Tatyana and Solomon M. Hsiang (2014) Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Does the environment still matter? Daily temperature and income in the United States,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Working Paper 20750, National Bureau of Economic Research.",
        "Deschenes, Olivier (2014) Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Temperature, human health, and adaptation: A review of the empirical literature,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Energy Economics, Vol. 46, pp. 606Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c619.",
        "DescheÃ\u0083Å\u0092Ã\u0082â\u0080\u009anes, Olivier and Michael Greenstone (2007) Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093The economic impacts of climate change: Evidence from agricultural output and random fluctuations in weather,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d American Economic Review, Vol. 97, No. 1, pp. 354Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c385.",
        "(2011) Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Climate change, mortality, and adaptation: Evidence from annual fluctuations in weather in the US,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d American Economic Journal: Applied Economics, Vol. 3, No. 4, pp. 152Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c185.",
        "(2016) Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Temperature stress and the direct impact of climate change: A review of an emerging literature,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Review of Environmental Economics and Policy, Vol. 10, No. 2, pp. 347Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c362.",
        "Hill, Harvey S. J. and James W. Mjelde (2002) Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Challenges and opportunities provided by seasonal climate forecasts: A literature review,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Journal of Agricultural and Applied Economics, Vol. 34, No. 3, pp. 603Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c632.",
        "Hsiang, Solomon M. (2016) Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Climate econometrics,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Annual Review of Resource Economics, Vol. 8, pp. 43Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c75.",
        "Anderson, Venkatramani Balaji, and Keith Dixon (2014) Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Improved seasonal prediction of temperature and precipitation over land in a high-resolution GFDL climate model,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Journal of Climate, Vol. 28, No. 5, pp. 2044Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c2062.",
        "Kala, Namrata (2016) Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Learning, adaptation, and climate uncertainty: Evidence from Indian agriculture,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d working paper.",
        "Katz, Richard W. and Jeffrey K. Lazo (2011) Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Economic value of weather and climate forecasts,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d in Michael P. Clements and David F. Hendry eds. The Oxford Handbook of Economic Forecasting, Oxford: Oxford University Press.",
        "Kelly, David L., Charles D. Kolstad, and Glenn T. Mitchell (2005) Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Adjustment costs from environmental change,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Journal of Environmental Economics and Management, Vol. 50, No. 3, pp. 468Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c495.",
        "Kirtman, B., S. B. Power, J. A. Adedoyin, G. J. Boer, R. Bojariu, I. Camilloni, F. J. DoblasReyes, A. M. Fiore, M. Kimoto, G. A. Meehl, M. Prather, A. Sarr, C. Schar, R. Sutton, G. J. van Oldenborgh, G. Vecchi, and H. J. Wang (2013) Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Near-term climate change: Projections and predictability,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d in T. F. Stocker, D. Qin, G.-K. Plattner, M. Tignor, S. K. Allen, J. Boschung, A. Nauels, Y. Xia, V. Bex, and P. M. Midgley eds. Climate Change 2013: The Physical Science Basis. Contribution of Working Group I to the Fifth Assessment Report of the Intergovernmental Panel on Climate Change, Cambridge, UK and New York, NY, USA: Cambridge University Press, pp. 953Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c1028.",
        "Lave, Lester B. (1963) Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093The value of better weather information to the raisin industry,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Econometrica, Vol. 31, No. 1/2, pp. 151Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c164.",
        "Libecap, Gary D. and Zeynep Kocabiyik Hansen (2002) Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Rain follows the plowÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d and dryfarming doctrine: The climate information problem and homestead failure in the upper Great Plains, 1890Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c1925,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d The Journal of Economic History, Vol. 62, No. 1, pp. 86Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c120.",
        "Melillo, Jerry M., Terese (T.C.) Richmond, and Gary W. Yohe eds. (2014) Climate Change Impacts in the United States: The Third National Climate Assessment: U.S. Global Change Research Program.",
        "Mendelsohn, Robert, William D. Nordhaus, and Daigee Shaw (1994) Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093The impact of global warming on agriculture: A Ricardian analysis,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d The American Economic Review, Vol. 84, No. 4, pp. 753Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c771.",
        "Meza, Francisco J., James W. Hansen, and Daniel Osgood (2008) Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Economic value of seasonal climate forecasts for agriculture: review of ex-ante assessments and recommendations for future research,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Journal of Applied Meteorology and Climatology, Vol. 47, No. 5, pp. 1269Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c1286.",
        "Miller, Benjamin (2015) Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Does validity fall from the sky? Observant farmers and the endogeneity of rainfall,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d in Dissertation: Weather, Expectations, and Complex Incentives: University of California, San Diego, pp. 1Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c79.",
        "Mjelde, James W., John B. Penson, and Clair J. Nixon (2000) Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Dynamic aspects of the impact of the use of perfect climate forecasts in the corn belt region,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Journal of Applied Meteorology, Vol. 39, No. 1, pp. 67Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c79.",
        "Neidell, Matthew (2009) Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Information, avoidance behavior, and health: The effect of ozone on asthma hospitalizations,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Journal of Human Resources, Vol. 44, No. 2, pp. 450Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c478.",
        "Nordhaus, William D. (2006) Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Geography and macroeconomics: New data and new findings,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Proceedings of the National Academy of Sciences of the United States of America, Vol. 103, No. 10, pp. 3510Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c3517.",
        "Pindyck, Robert S. (2013) Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093The climate policy dilemma,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Review of Environmental Economics and Policy, Vol. 7, No. 2, pp. 219Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c237.",
        "Ranson, Matthew (2014) Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Crime, weather, and climate change,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Journal of Environmental Economics and Management, Vol. 67, No. 3, pp. 274Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c302.",
        "Roll, Richard (1984) Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Orange juice and weather,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d The American Economic Review, Vol. 74, No. 5, pp. 861Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c880.",
        "Rosenzweig, Mark and Christopher R. Udry (2013) Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Forecasting profitability,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Working Paper 19334, National Bureau of Economic Research.",
        "Schlenker, Wolfram, W. Michael Hanemann, and Anthony C. Fisher (2005) Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Will U.S. agriculture really benefit from global warming? Accounting for irrigation in the hedonic approach,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d American Economic Review, Vol. 95, No. 1, pp. 395Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c406.",
        "Schlenker, Wolfram and Michael J. Roberts (2009) Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Nonlinear temperature effects indicate severe damages to U.S. crop yields under climate change,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Proceedings of the National Academy of Sciences, Vol. 106, No. 37, pp. 15594Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c15598.",
        "Severen, Christopher, Christopher Costello, and Olivier Deschenes (2016) Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093A forward looking Ricardian approach: Do land markets capitalize climate change forecasts?Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Working Paper 22413, National Bureau of Economic Research.",
        "Shrader, Jeffrey (2017) Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Expectations and adaptation to environmental risks,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d job market paper, University of California San Diego.",
        "Smith, Doug M., Stephen Cusack, Andrew W. Colman, Chris K. Folland, Glen R. Harris, and James M. Murphy (2007) Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Improved surface temperature prediction for the coming decade from a global climate model,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Science, Vol. 317, No. 5839, pp. 796Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c799.",
        "Solow, Andrew R., Richard F. Adams, Kelly J. Bryant, David M. Legler, James J. OÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0084¢Brien, Bruce A. McCarl, William Nayda, and Rodney Weiher (1998) Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093The value of improved ENSO prediction to U.S. agriculture,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Climatic Change, Vol. 39, No. 1, pp. 47Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c60.",
        "Wood, Stephen A., Amir S. Jina, Meha Jain, Patti Kristjanson, and Ruth S. DeFries (2014) Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Smallholder farmer cropping decisions related to climate variability across multiple regions, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Global Environmental Change, Vol. 25, pp. 163Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c172.",
        "Yang, Xiaosong, Gabriel A. Vecchi, Rich G. Gudgel, Thomas L. Delworth, Shaoqing Zhang, Anthony Rosati, Liwei Jia, William F. Stern, Andrew T. Wittenberg, Sarah Kapnick, Rym Msadek, Seth D. Underwood, Fanrong Zeng, Whit Anderson, and Venkatramani Balaji (2015) Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Seasonal predictability of extratropical storm tracks in GFDLÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0084¢s high-resolution climate prediction model,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Journal of Climate, Vol. 28, No. 9, pp. 3592Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c3611.",
        "Zhang, Peng, Junjie Zhang, Olivier Deschenes, and Kyle C. Meng (2016) Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Temperature effects on productivity and factor reallocation: Evidence from a half million Chinese manufacturing plants,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d working paper. 31 of"
    ]
}