{
    "id": 23563,
    "cites": 83,
    "cited_by": 1,
    "reference": [
        "Abarbanell, Jeffery S., and Brian J. Bushee, 1997, Fundamental analysis, future earnings, and stock prices, Journal of Accounting Research 35, 1-24.",
        "Abarbanell, Jeffery S., and Brian J. Bushee, 1998, Abnormal returns to a fundamental analysis strategy, The Accounting Review 73, 19-45.",
        "Barberis, Nicholas, and Richard Thaler, 2003, A survey of behavioral finance, in George M.",
        "Constantinides, Milton Harris, and ReneÃ\u0083Å\u0092Ã\u0082Â\u0081 M. Stulz eds., Handbook of the Economics of Finance, p. 1053Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c1123, Elsevier, North Holland.",
        "Belo, Frederico, Chen Xue, and Lu Zhang, 2013, A supply approach to valuation, Review of Financial Studies 26, 3029Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c3067.",
        "Berk, Jonathan B., Richard C. Green, and Vasant Naik, 1999, Optimal investment, growth options, and security returns, Journal of Finance 54, 1153Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c1607.",
        "Bodie, Zvi, Alex Kane, and Alan J. Marcus, 2014, Investments, McGraw-Hill Education.",
        "BoÃ\u0083Å\u0092Ã\u0082Ë\u0086hm-Bawerk, Eugen V., 1891, The Positive Theory of Capital, London: Macmillan. Translated by William Smart.",
        "Buffett, Warren E., 1984, The superinvestors of Graham-and-Doddsville, Hermes: The Columbia Business School Magazine 4Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c15.",
        "Carlson, Murray, Adlai Fisher, and Ron Giammarino, 2004, Corporate investment and asset price dynamics: Implications for the cross section of returns, Journal of Finance 59, 2577Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c2603.",
        "Chan, Louis K. C., Jason Karceski, and Josef Lakonishok, 2003, The level and persistence of growth rates, Journal of Finance 58, 643-684.",
        "Chan, Louis K. C., Narasimhan Jegadeesh, and Josef Lakonishok, 1996, Momentum strategies, Journal of Finance 51, 1681Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c1713.",
        "Claus, James, and Jacob Thomas, 2001, Equity premia as low as three percent? Evidence from analystsÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0084¢ earnings forecasts for domestic and international stock markets, Journal of Finance 56, 1629Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c1666.",
        "Cochrane, John H., 1991, Production-based asset pricing and the link between stock returns and economic fluctuations, Journal of Finance 46, 209Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c237.",
        "Debreu, Gerard, 1974, Excess-demand functions, Journal of Mathematical Economics 1, 15Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c21.",
        "Doms, Mark, and Timothy Dunne, 1998, Capital adjustment patterns in manufacturing plants, Review of Economic Dynamics 1, 409Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c429.",
        "Easton, Peter D., 2004, PE ratios, PEG ratios, and estimating the implied expected rate of return on equity capital, The Accounting Review 79, 73Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c95.",
        "Easton, Peter D., Trevor S. Harris, and James A. Ohlson, 1992, Aggregate accounting earnings can explain most of security returns: The case of long return intervals, Journal of Accounting and Economics 15, 119Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c142.",
        "Easton, Peter D., and Steven J. Monahan, 2005, An evaluation of accounting-based measures of expected returns, The Accounting Review 80, 501Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c538.",
        "Fama, Eugene F., 1976, Foundations of Finance, New York: Basic Books, Publishers.",
        "Fama, Eugene F., 1970, Efficient capital markets: A review of theory and empirical work, Journal of Finance 25, 383Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c417.",
        "Fama, Eugene F., and Kenneth R. French, 2006, Profitability, investment, and average returns, Journal of Financial Economics 82, 491Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c518.",
        "Fama, Eugene F., and Kenneth R. French, 2015, A five-factor asset pricing model, Journal of Financial Economics 116, 1Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c22.",
        "Fama, Eugene F., and Merton H. Miller, 1972, The Theory of Finance, Illinois: Dryden Press.",
        "Fisher, Irving, 1930, The Theory of Interest: As Determined by Impatience to Spend Income and Opportunity to Invest It, 1st ed., New York: Macmillan.",
        "Frankel, Richard, and Charles M. C. Lee, 1998, Accounting valuation, market expectation, and cross-sectional stock returns, Journal of Accounting and Economics 25, 283-319.",
        "Gebhardt, William R., Charles M. C. Lee, and Bhaskaram Swaminathan, 2001, Toward an implied cost of capital, Journal of Accounting Research 39, 135Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c176.",
        "Gode, Dan, and Partha Mohanram, 2003, Inferring the cost of capital using the Ohlson-Juettner model, Review of Accounting Studies 8, 399Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c431.",
        "Gordon, Joseph R., and Myron J. Gordon, 1997, The finite horizon expected return model, Financial Analysts Journal 53, 52Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c61.",
        "Graham, Benjamin, and David L. Dodd, 1934, Security Analysis, 1st ed., New York: Whittlesey House, McGraw-Hill Book Company.",
        "Guay, Wayne, S. P. Kothari, Susan Shu, 2011, Properties of implied cost of capital using analystsÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0084¢ forecasts, Australian Journal of Management 36, 125Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c149.",
        "Hayashi, Fumio, 1982, TobinÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0084¢s marginal q and average q: A neoclassical interpretation, Econometrica 50, 213Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c224.",
        "Hirshleifer, Jack, 1958, On the theory of optimal investment decision, Journal of Political Economy 66, 329Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c352.",
        "Hirshleifer, Jack, 1965, Investment decision under uncertainty: Choice-theoretic approaches, Quarterly Journal of Economics 79, 509Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c536.",
        "Hirshleifer, Jack, 1970, Investment, Interest, and Capital, New Jersey: Prentice-Hall.",
        "Hou, Kewei, Chen Xue, and Lu Zhang, 2015, Digesting anomalies: An investment approach, Review of Financial Studies 28, 650Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c705.",
        "Hou, Kewei, Chen Xue, and Lu Zhang, 2017, Replicating anomalies, working paper, The Ohio State University and University of Cincinnati.",
        "Hou, Kewei, Mathijs A. van Dijk, and Yinglei Zhang, 2012, The implied cost of capital: A new approach, Journal of Accounting and Economics 53, 504Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c526.",
        "Hughes, John, Jing Liu, and Jun Liu, 2009, On the relation between expected returns and implied cost of capital, Review of Accounting Studies 14, 246Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c259.",
        "Jegadeesh, Narasimhan and Sheridan Titman, 1993, Returns to buying winners and selling losers: Implications for stock market efficiency, Journal of Finance 48, 65Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c91.",
        "Kirman, Alan P., 1992, Whom or what does the representative individual represent? Journal of Economic Perspectives 6, 117Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c136.",
        "Leamer, Edward E., and Herman B. Leonard, 1983, Reporting the fragility of regression estimates, Review of Economics and Statistics 65, 306-317.",
        "Lee, Charles M. C., Eric C. So, and Charles C. Y. Wang, 2015, Evaluating firm-level expectedreturn proxies, working paper, Stanford University.",
        "Lev, Baruch, and S. Ramu Thiagarajan, 1993, Fundamental information analysis, Journal of Accounting Research 31, 190-215.",
        "Lettau, Martin, and Sydney Ludvigson, 2002, Time-varying risk premia and the cost of capital: An alternative implication of the Q theory of investment, Journal of Monetary Economics 49, 31-66.",
        "Liu, Laura Xiaolei, Toni M. Whited, and Lu Zhang, 2009, Investment-based expected stock returns, Journal of Political Economy 117, 1105Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c1139.",
        "Mantel, Rolf R., 1974, On the characterization of aggregate excess-demand, Journal of Economic Theory 7, 348Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c353.",
        "Marsh, Terry A., and Robert C. Merton, 1986, Dividend variability and variance bounds tests for the rationality of stock market prices, American Economic Review 76, 483Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c498.",
        "Miller, Merton H., and Franco Modigliani, 1961, Dividend policy, growth, and the valuation of shares, Journal of Business 34, 411Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c433.",
        "Modigliani, Franco, and Merton H. Miller, 1958, The cost of capital, corporation finance, and the theory of investment, American Economic Review 48, 261Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c297.",
        "Mohanram, Partha S., 2005, Separating winners from losers among low book-to-market stocks using financial statement analysis, Review of Accounting Studies 10, 133Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c170.",
        "Ohlson, James A., 1995, Earnings, book values, and dividends in security valuation, Contemporary Accounting Research 18, 109Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c131.",
        "Ohlson, James A., and Beate E. Juettner-Nauroth, 2005, Expected EPS and EPS growth as determinants of value, Review of Accounting Studies 10, 349Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c365.",
        "Ou, Jane A., and Stephen H. Penman, 1989, Financial statement analysis and the prediction of stock returns, Journal of Accounting and Economics 11, 295-329.",
        "Penman, Stephen H., 2013. Financial Statement Analysis and Security Valuation, 5th ed., NewYork: McGraw-Hill Irwin.",
        "Penman, Stephen H., and Francesco Reggiani, 2013, Returns to buying earnings and book value: Accounting for growth and risk, Review of Accounting Studies 18, 1021Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c1049.",
        "Penman, Stephen H., Francesco Reggiani, Scott A. Richardson, and Irem Tuna, 2017, A framework for identifying accounting characteristics for asset pricing models, with an evaluation of bookto -price, working paper, Columbia University.",
        "Penman, Stephen H., and Xiao-Jun Zhang, 2012, Accounting conservatism, the quality of earnings, and stock returns, The Accounting Review 77, 237Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c264.",
        "Penman, Stephen H., and Xiao-Jun Zhang, 2015, Connecting book rate of return to risk and return: The information conveyed by conservative accounting, working paper, Columbia University.",
        "Penman, Stephen H., and Julie Lei Zhu, 2014, Accounting anomalies, risk, and return, The Accounting Review 89, 1835Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c1866.",
        "Penman, Stephen H., and Julie Lei Zhu, 2016, Accounting-based estimates of the cost of capital: A third way, working paper, Columbia University.",
        "Piotroski, Joseph D., 2000, Value investing: The use of historical financial statement information to separate winners from losers, Journal of Accounting Research 38, Supplement: Studies on accounting information and the economics of the firm, 1-41.",
        "Richardson, Scott A., Irem Tuna, and Peter Wysocki, 2010, Accounting anomalies and fundamental analysis: A review of recent research advances, Journal of Accounting and Economics 50, 410Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c454.",
        "Shiller, Robert J., 1981, Do stock prices move too much to be justified by subsequent changes in dividends? American Economic Review 71, 421Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c436.",
        "Shroff, Pervin K., 1995, Determinants of the returns-earnings correlation, Contemporary Accounting Research 12, 41Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c55.",
        "Soliman, Mark T., 2008, The use of DuPont analysis by market participants, The Accounting Review 83, 823Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c853.",
        "Sonnenschein, Hugo, 1973, Do WalrasÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0084¢ identity and continuity characterize the class of community excess-demand function? Journal of Economic Theory 6, 345Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c354.",
        "Tang, Yue, Jin (Ginger) Wu, and Lu Zhang, 2013, Do anomalies exist ex ante? Review of Finance 18, 843Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c875.",
        "Whited, Toni M., 1998, Why do investment Euler equations fail? Journal of Business and Economic Statistics 16, 479Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c488.",
        "Williams, John B., 1938, The Theory of Investment Value, Harvard University Press.",
        "Xing, Yuhang, 2008, Interpreting the value effect through the Q-theory: An empirical investigation, Review of Financial Studies 21, 1767Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c1795.",
        "Zhang, Lu, 2017, The investment CAPM, forthcoming, European Financial Management.",
        "Table 1 : Descriptive Statistics, January 1967Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009cDecember 2015 This table reports time series averages of cross-sectional statistics, including mean, standard deviation (std), percentiles (5%, 25%, 50%, 75%, and 95%), as well as pairwise correlations. Statistics are computed with the 1%Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c99% winsorization. Sue is standard unexpected earnings, R6 prior six-month returns, Ivff idiosyncratic volatility, Roe return on equity, log(Bm) log book-to-market equity, I/A investment-to-assets, Oa operating accruals, Rdm R&D expense-to-market equity, log(Me) logarithm of the market equity in millions of dollars, Ep earnings-to-price, Cop cash-based operating profitability, Abr cumulative abnormal returns around earnings announcement dates, Ilr industry lead-lag effect in prior returns, Nop net payout yield, Dac discretionary accruals, and Nsi net stock issues. Appendix B provides detailed variable definitions. All variables except for log(Bm) and log(Me) are in percent.",
        "Ivff, idiosyncratic volatility. Following Ang, Hodrick, Xing, and Zhang (2006), we calculate Ivff relative to the Fama-French (1993) three-factor model as the residual volatility from regressing a stockÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0084¢s excess returns on the Fama-French three factors. At the beginning of each month t, we estimate Ivff with daily returns from month t Ã\u0083Â¢Ã\u0082Ë\u0086Ã\u0082â\u0080\u0099 1. We require a minimum of 15 daily returns.",
        "Before 1972, for each month t we use the most recent Roe computed with quarterly earnings from fiscal quarters ending at least four months prior to month t. Starting from 1972, we use Roe computed with quarterly earnings from the most recent quarterly earnings announcement dates (Compustat quarterly item RDQ). We require the end of the fiscal quarter that corresponds to its most recent Roe to be within six months prior to month t. This restriction is imposed to exclude stale earnings information. To avoid potentially erroneous records, we also require the earnings announcement date to be after the corresponding fiscal quarter end.",
        "Cop, cash-based operating profitability. Following Ball, Gerakos, Linnainmaa, and Nikolaev (2016), we measure Cop as total revenue (Compustat annual item REVT) minus cost of goods sold (item COGS), minus selling, general, and administrative expenses (item XSGA), plus research and development expenditures (item XRD, zero if missing), minus change in accounts receivable (item RECT), minus change in inventory (item INVT), minus change in prepaid expenses (item XPP), plus change in deferred revenue (item DRC plus item DRLT), plus change in trade accounts payable (item AP), and plus change in accrued expenses (item XACC), all scaled by book assets (item AT, the denominator is current, not lagged, total assets). All changes are annual changes in balance sheet items and we set missing changes to zero. At the end of June of each year t, we calculate Cop for the fiscal year ending in calendar year t Ã\u0083Â¢Ã\u0082Ë\u0086Ã\u0082â\u0080\u0099 1.",
        "Abr, cumulative abnormal returns around earnings announcement dates. We calculate Abr around the latest quarterly earnings announcement date (Compustat quarterly item RDQ) (Chan, Jegadeesh, and Lakonishok 1996)) as: Abri = +1 X d=Ã\u0083Â¢Ã\u0082Ë\u0086Ã\u0082â\u0080\u00992 rid Ã\u0083Â¢Ã\u0082Ë\u0086Ã\u0082â\u0080\u0099 rmd, (B1) in which rid is stock iÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0084¢s return on day d (with the earnings announced on day 0) and rmd is the market index return. We cumulate returns until one (trading) day after the announcement date to account for the one-day-delayed reaction to earnings news. rmd is the value-weighted market return for the Abr deciles with NYSE breakpoints and value-weighted returns.",
        "Ilr, industry lead-lag effect in prior returns. We start with the Fama-French (1997) 49-industry classifications. Excluding financial firms from the sample leaves 45 industries. Following Hou (2007), at the beginning of each month t, we calculate Ilr as the month t Ã\u0083Â¢Ã\u0082Ë\u0086Ã\u0082â\u0080\u0099 1 value-weighted return of the portfolio consisting of the 30% biggest (market equity) firms within a given industry.",
        "After year t + 3, we assume that the expected firm-level Roe mean-reverts linearly to the historical industry median Roe by year t + 12, and becomes a perpetuity afterwards. We use the Fama-French (1997) 48 industry classification. We use at least five and up to ten years of past Roe data from non-loss firms to compute the industry median Roe.",
        "In the first modified procedure, we follow Hou, van Dijk, and Zhang (2012) to estimate the IRRs at the firm level (not the per share basis), whenever regression-based earnings forecasts (not analystsÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0084¢ earnings forecasts) are used. We use pooled cross-sectional regressions to forecast future earnings for up to three years ahead: Yis+Ã\u0083Â\u008fÃ\u0082â\u0080\u009e = a + b1Ais + b2Dis + b3DDis + b4Yis + b5Y Ã\u0083Â¢Ã\u0082Ë\u0086Ã\u0082â\u0080\u0099 is + b6ACis + Ã\u0083â\u0080¡Ã\u0082Â«is+Ã\u0083Â\u008fÃ\u0082â\u0080\u009e , (C1) for 1 Ã\u0083Â¢Ã\u0082â\u0080°Ã\u0082Â¤ Ã\u0083Â\u008fÃ\u0082â\u0080\u009e Ã\u0083Â¢Ã\u0082â\u0080°Ã\u0082Â¤ 3, in which Yis is earnings (Compustat annual item IB) of firm i for fiscal year s, Ais is total assets (item AT), Dis is dividends (item DVC), and DDis is a dummy variable that equals one for dividend payers, and zero otherwise. Y Ã\u0083Â¢Ã\u0082Ë\u0086Ã\u0082â\u0080\u0099 is is a dummy variable that equals one for negative earnings, and zero otherwise, and ACis is operating accruals.",
        "In equation (C1), regressors with time subscript s are from the fiscal year ending between March of year s and February of s + 1. Following Hou, van Dijk, and Zhang (2012), we winsorize all the level variables in equation (C1) at the 1st and 99th percentiles of their cross-sectional distributions each year. In June of each year t, we estimate the regressions using the pooled panel data from the previous ten years. With a minimum four-month lag, the accounting data are from fiscal years ending between March of t Ã\u0083Â¢Ã\u0082Ë\u0086Ã\u0082â\u0080\u0099 10 and February of t. Differing from the baseline GLS procedure, we forecast the expected earnings as the estimated regression coefficients times the latest values of the (unwinsorized) predictors from the fiscal year ending between March of t Ã\u0083Â¢Ã\u0082Ë\u0086Ã\u0082â\u0080\u0099 1 and February of t.",
        "In the second modified procedure, we use annual cross-sectional regressions per Tang, Wu, and Zhang (2014) to forecast the future ROE for up to three years, Roeis+Ã\u0083Â\u008fÃ\u0082â\u0080\u009e Ã\u0083Â¢Ã\u0082â\u0080°Ã\u0082Â¡ Yis+Ã\u0083Â\u008fÃ\u0082â\u0080\u009e /Beis+Ã\u0083Â\u008fÃ\u0082â\u0080\u009eÃ\u0083Â¢Ã\u0082Ë\u0086Ã\u0082â\u0080\u00991: Roeis+Ã\u0083Â\u008fÃ\u0082â\u0080\u009e = a + b1 log  Beis Pis",
        "We drop a firm if its book equity is zero or negative in any year. We construct the expected Roe, Et[Roet+Ã\u0083Â\u008fÃ\u0082â\u0080\u009e ], for up to five years ahead, using analystsÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0084¢ earnings forecasts from IBES or regressionbased forecasts. Following CT (2001), we set g to the ten-year Treasury bond rate minus 3%."
    ]
}