{
    "id": 23564,
    "cites": 89,
    "cited_by": 46,
    "reference": [
        "Abadie, A. and G. W. Imbens (2006). Large sample properties of matching estimators for average treatment effects. Econometrica 74(1), 235Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c267.",
        "Acemoglu, D., S. Johnson, and J. A. Robinson (2001, December). The colonial origins of comparative development: An empirical investigation. American Economic Review 91(5), 1369Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c1401.",
        "Ai, C. and X. Chen (2012). The semiparametric efficiency bound for models of sequential moment restrictions containing unknown functions. Journal of Econometrics 170(2), 442Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c457.",
        "Andrews, D. W. K. (1994a). Asymptotics for semiparametric econometric models via stochastic equicontinuity. Econometrica 62(1), 43Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c72.",
        "Andrews, D. W. K. (1994b). Empirical process methods in econometrics. Handbook of Econometrics, Volume IV, Chapter 37, 2247Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c2294.",
        "Angrist, J. D. and A. B. Krueger (1995). Split-sample instrumental variables estimates of the return to schooling. Journal of Business and Economic Statistics 13(2), 225Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c235.",
        "Athey, S., G. Imbens, and S. Wager (2016). Approximate residual balancing: De-biased inference of average treatment effects in high-dimensions. arXiv:1604.07125v3. arXiv, 2016.",
        "Ayyagari, R. (2010). Applications of influence functions to semiparametric regression models. Ph.D. Thesis, Harvard School of Public Health, Harvard University.",
        "Belloni, A., D. Chen, V. Chernozhukov, and C. Hansen (2012). Sparse models and methods for optimal instruments with an application to eminent domain. Econometrica 80, 2369Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c2429. ArXiv, 2010.",
        "Belloni, A. and V. Chernozhukov (2011). `1-penalized quantile regression for high dimensional sparse models. Annals of Statistics 39(1), 82Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c130. ArXiv, 2009.",
        "Belloni, A. and V. Chernozhukov (2013). Least squares after model selection in highdimensional sparse models. Bernoulli 19(2), 521Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c547. ArXiv, 2009.",
        "Belloni, A., V. Chernozhukov, I. FernaÃ\u0083Å\u0092Ã\u0082Â\u0081ndez-Val, and C. Hansen (2013). Program evaluation with high-dimensional data. arXiv:1311.2645. arXiv 2013, forthcoming Econometrica.",
        "Belloni, A., V. Chernozhukov, and C. Hansen (2010). Lasso methods for gaussian instrumental variables models. arXiv preprint arXiv:1012.1297.",
        "Belloni, A., V. Chernozhukov, and C. Hansen (2013). Inference for high-dimensional sparse econometric models. Advances in Economics and Econometrics. 10th World Congress of Econometric Society. August 2010, III:245Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c295. ArXiv, 2011.",
        "CCDDHNR Belloni, A., V. Chernozhukov, and C. Hansen (2014). Inference on treatment effects after selection amongst high-dimensional controls. Review of Economic Studies 81, 608Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c650.",
        "Belloni, A., V. Chernozhukov, and K. Kato (2015). Uniform post selection inference for lad regression models and other z-estimators. Biometrika 102, 77Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c94. ArXiv, 2013.",
        "Belloni, A., V. Chernozhukov, and L. Wang (2011). Square-root-lasso: Pivotal recovery of sparse signals via conic programming. Biometrika 98(4), 791Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c806. Arxiv, 2010.",
        "Belloni, A., V. Chernozhukov, and L. Wang (2014). Pivotal estimation via square-root lasso in nonparametric regression. Annals of Statistics (arXiv 2011) 42(2), 757Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c788.",
        "Belloni, A., V. Chernozhukov, and Y. Wei (2013). Honest confidence regions for logistic regression with a large number of controls. arXiv preprint arXiv:1304.3969. arXiv 2013, forthcoming Journal of Business and Economic Statistics.",
        "Bera, A., G. Montes-Rojas, and W. Sosa-Escudero (2010). General specification testing with locally misspecified models. Econometric Theory 26, 1838Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c1845.",
        "Bickel, P. and Y. Ritov (1988). Estimating integrated squared density derivatives. Sankhya A-50, 381Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c393.",
        "Bickel, P. J. (1982). On adaptive estimation. Annals of Statistics 10(3), 647Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c671.",
        "Bickel, P. J., C. A. J. Klaassen, Y. Ritov, and J. A. Wellner (1998). Efficient and Adaptive Estimation for Semiparametric Models. Springer.",
        "Bickel, P. J., Y. Ritov, and A. Tsybakov (2009). Simultaneous analysis of Lasso and Dantzig selector. Annals of Statistics 37(4), 1705Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c1732. ArXiv, 2008.",
        "Bilias, Y. (2000). Sequential testing of duration data: the case of the pennsylvania Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0084¢reemployment bonusÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0084¢ experiment. Journal of Applied Econometrics 15, 575Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c594.",
        "Bilias, Y. and R. Koenker (2002). Quantile regression for duration data: a reappraisal of the pennsylvania reemployment bonus experiments. Economic Applications of Quantile Regression 2002, 199Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c220.",
        "BuÃ\u0083Å\u0092Ã\u0082Ë\u0086hlmann, P. and S. van de Geer (2011). Statistics for High-Dimensional Data. Springer Series in Statistics.",
        "Chamberlain, G. (1987). Asymptotic efficiency in estimation with conditional moment restrictions. Journal of Econometrics 34, 305Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c334.",
        "Chamberlain, G. (1992). Efficiency bounds for semiparametric regression. Econometrica 60, 567Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c596.",
        "Chen, X., O. Linton, and I. van Keilegom (2003). Estimation of semiparametric models when the criterion function is not smooth. Econometrica 71(5), 1591Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c1608.",
        "Chen, X. and H. White (1999). Improved rates and asymptotic normality for nonparametric neural network estimators. IEEE Transactions on Information Theory 45(2), 682Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c691.",
        "Chernozhukov, V., D. Chetverikov, and K. Kato (2014). Gaussian approximation of suprema of empirical processes. The Annals of Statistics 42(4), 1564Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c1597. ArXiv, 2012.",
        "Chernozhukov, V., J. Escanciano, H. Ichimura, W. Newey, and J. Robins (2016). Locally robust semiparametric estimation. Working paper.",
        "Chernozhukov, V. and C. Hansen (2004). The effects of 401 (k) participation on the wealth distribution: an instrumental quantile regression analysis. Review of Economics and statistics 86(3), 735Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c751.",
        "Chernozhukov, V., C. Hansen, and M. Spindler (2015a). Post-selection and postregularization inference in linear models with very many controls and instruments. Americal Economic Review: Papers and Proceedings 105, 486Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c490.",
        "DML 49 Chernozhukov, V., C. Hansen, and M. Spindler (2015b). Valid post-selection and postregularization inference: An elementary, general approach. Annual Review of Economics 7, 649Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c688.",
        "DasGupta, A. (2008). Asymptotic Theory of Statistics and Probability. Springer Texts in Statistics.",
        "Fan, J., S. Guo, and K. Yu (2012). Variance estimation using refitted cross-validation in ultrahigh dimensional regression. Journal of the Royal Statistical Society, Series B 74, 37Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c65.",
        "Farrell, M. (2015). Robust inference on average treatment effects with possibly more covariates than observations. Journal of Econometrics 174(2), 1Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c23.",
        "Ferguson, T. (1967). Mathematical Statistics: A Decision Theoretic Approach. Academic Press.",
        "Frolich, M. (2007). Nonparametric iv estimation of local average treatment effects with covariates. Journal of Econometrics, 3575.",
        "Gautier, E. and A. Tsybakov (2011). High-dimensional instrumental variables regression and confidence sets. Working paper.",
        "Hahn, J. (1998). On the role of the propensity score in efficient semiparametric estimation of average treatment effects. Econometrica 1998, 315Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c331.",
        "Hansen, L. (1982). Large sample properties of generalized method of moments estimators.",
        "Hasminskii, R. and I. Ibragimov (1978). On the nonparametric estimation of functionals. Proceedings of the 2nd Prague Symposium on Asymptotic Statistics, 41Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c51.",
        "Hirano, K., G. W. Imbens, and G. Ridder (2003). Efficient estimation of average treatment effects using the estimated propensity score. Econometrica 71, 1161Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c1189.",
        "Hubbard, A. E., S. Kherad-Pajouh, and M. J. van der Laan (2016). Statistical inference for data adaptive target parameters. International Journal of Biostatistics 12(1), 3Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c19.",
        "Ibragimov, I. A. and R. Z. Hasminskii (1981). Statistical Estimation: Asymptotic Theory. Springer-Verlag, New York.",
        "Ichimura, H. and W. Newey (2015). The influence function of semiparametric estimators. Working paper.",
        "Imai, K. and M. Ratkovic (2013). Estimating treatment effect heterogeneity in randomized program evaluation. Annals of Applied Statistics 7(1), 443Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c470.",
        "Imbens, G. and J. Angrist (1994). Identification and estimation of local average treatment effects. Econometrica, 467475.",
        "Imbens, G. W. and D. B. Rubin (2015). Causal Inference for Statistics, Social, and Biomedical Sciences: An Introduction. Cambridge University Press.",
        "Javanmard, A. and A. Montanari (2014a). Confidence intervals and hypothesis testing for high-dimensional regression. Journal of Machine Learning Research 15, 2869Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c2909.",
        "Javanmard, A. and A. Montanari (2014b). Hypothesis testing in high-dimensional regression under the gaussian random design model: asymptotic theory. IEEE Transactions on Information Theory 60, 6522Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c6554. ArXiv, 2013.",
        "Kozbur, D. (2016). Testing-based forward model selection. arXiv:1512.02666. arXiv, 2015.",
        "Lee, L. (2005). A c(Ã\u0083Å½Ã\u0082Â±)-type gradient test in the gmm approach. Working paper.",
        "Levit, B. Y. (1975). On the efficiency of a class of nonparametric estimates. Theory of Probability and Its Applications 20, 723Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c740.",
        "Linton, O. (1996). Edgeworth approximation for MINPIN estimators in semiparametric regression models. Econometric Theory 12(1), 30Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c60.",
        "CCDDHNR Luedtke, A. R. and M. J. van der Laan (2016). Optimal individualized treatments in resource-limited settings. The international journal of biostatistics 12(1), 283Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c303.",
        "Luo, Y. and M. Spindler (2016). High-dimensional l2 boosting: Rate of convergence.",
        "Nevelson, M. (1977). One informational lower bound. Problemy Peredachi Informatsii, 26Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c31.",
        "Newey, W. (1990). Semiparametric efficiency bounds. Journal of Applied Econometrics 5(2), 99Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c135.",
        "Newey, W. (1994). The asymptotic variance of semiparametric estimators. Econometrica 62(6), 1349Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c1382.",
        "Newey, W. K., F. Hsieh, and J. Robins (1998). Undersmoothing and bias corrected functional estimation. Working paper, MIT Economics Dept., http://economics.mit.edu/files/11219.",
        "Newey, W. K., F. Hsieh, and J. M. Robins (2004). Twicing kernels and a small bias property of semiparametric estimators. Econometrica 72(3), 947Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c962.",
        "Neyman, J. (1959). Optimal asymptotic tests of composite statistical hypotheses. Probability and statistics 57, 213.",
        "Neyman, J. (1979). c(Ã\u0083Å½Ã\u0082Â±) tests and their use. Sankhya, 1Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c21.",
        "Poterba, J. M., S. F. Venti, and D. A. Wise (1994b). Do 401(k) contributions crowd out other personal saving? Journal of Public Economics 58, 1Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c32.",
        "Robins, J., L. Li, R. Mukherjee, E. Tchetgen, and A. van der Vaart (2017). Minimax estimation of a functional on a structured high dimensional model. Annals of Statistics, forthcoming.",
        "Robins, J., L. Li, E. Tchetgen, A. van der Vaart, et al. (2008). Higher order influence functions and minimax estimation of nonlinear functionals. In Probability and Statistics: Essays in Honor of David A. Freedman, pp. 335Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c421. Institute of Mathematical Statistics.",
        "Robins, J. and A. Rotnitzky (1995). Semiparametric efficiency in multivariate regression models with missing data. J. Amer. Statist. Assoc 90(429), 122Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c129.",
        "Robins, J., P. Zhang, R. Ayyagari, R. Logan, E. Tchetgen, L. Li, A. Lumley, and A. van der Vaart (2013). New statistical approaches to semiparametric regression with application to air pollution research. Research Report Health Eff Inst.",
        "Robinson, P. M. (1988). Root-N-consistent semiparametric regression. Econometrica 56(4), 931Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c954.",
        "Rosenbaum, P. R. and D. B. Rubin (1983). The central role of the propensity score in observational studies for causal effects. Biometrika 70(1), 41Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c55.",
        "Scharfstein, D. O., A. Rotnitzky, and J. M. Robins (1999). Rejoinder to Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009dadjusting for non-ignorable drop-out using semiparametric non-response models. Journal of the American Statistical Association 94(448), 1135Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c1146.",
        "Schick, A. (1986). On asymptotically efficient estimation in semiparametric models.",
        "Severini, T. A. and W. H. Wong (1992). Profile likelihood and conditionally parametric models. The Annals of statistics, 1768Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c1802.",
        "Toth, B. and M. J. van der Laan (2016). Tmle for marginal structural models based on an instrument. U.C. Berkeley Division of Biostatistics Working Paper Series. Working Paper 350.",
        "DML 51 van de Geer, S., P. BuÃ\u0083Å\u0092Ã\u0082Ë\u0086hlmann, Y. Ritov, and R. Dezeure (2014). On asymptotically optimal confidence regions and tests for high-dimensional models. Annals of Statistics 42, 1166Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c1202. ArXiv, 2013.",
        "van der Laan, M. and D. Rubin (2006). Targeted maximum likelihood learning. uc berkeley division of biostatistics working paper series.",
        "van der Laan, M. J. (2015). A generally efficient targeted minimum loss based estimator.",
        "van der Laan, M. J., E. C. Polley, and A. E. Hubbard (2007). Super learner. Statistical Applications in Genetics and Molecular Biology 6(1). Retrieved 24 Feb. 2017, from doi:10.2202/1544-6115.1309.",
        "van der Laan, M. J. and S. Rose (2011). Targeted Learning: Causal Inference for Observational and Experimental Data. Springer.",
        "van der Vaart, A. W. (1991). On differentiable functionals. Annals of Statistics 19(1), 178Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c204.",
        "van der Vaart, A. W. (1998). Asymptotic Statistics. Cambridge University Press.",
        "Wager, S. and G. Walther (2016). Adaptive concentration of regression trees, with application to random forests. arXiv:1503.06388. arXiv, 2015.",
        "Wooldridge, J. (1991). Specification testing and quasi-maximum-likelihood estimation. Journal of Econometrics 48, 29Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c55.",
        "Zhang, C. and S. Zhang (2014). Confidence intervals for low-dimensional parameters with high-dimensional data. J. R. Statist. Soc. B 76, 217Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c242. ArXiv, 2012.",
        "Zheng, W., Z. Luo, and M. J. van der Laan (2016). Marginal structural models with counterfactual effect modifiers. U.C. Berkeley Division of Biostatistics Working Paper Series. Working Paper 348."
    ]
}