{
    "id": 23578,
    "cites": 42,
    "cited_by": 0,
    "reference": [
        "Aiyagari, R., 1994, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Uninsured Idiosyncratic Risk and Aggregate Saving,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Quarterly Journal of Economics, 109: 659-84.",
        "Amemiya, T., 1983,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Nonlinear Regression ModelsÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Handbook of Econometrics, Amsterdam, The Netherlands 1:333-389.",
        "Antman, F. and McKenzie, D., 2007, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Earnings Mobility and Measurement Error: A PseudoPanel Approach,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Economic Development and Cultural Change, 56(1): 125-162.",
        "Atkinson, A. B., 1983, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093The Measurement of Economic Mobility,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d in Social Justice and Public Policy, MIT Press, Cambridge, MA.",
        "Atkinson, A., B., Bourguignon, F., and Morrisson, C., 1992, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Empirical Studies of Earnings Mobility,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d in Lesourne, J., and Sonnenschein, H., eds., Fundamentals of Pure and Applied Economics, Volume 52, Harwood Academic Publishers, Philadelphia.",
        "Attanasio, O., and C. Binelli (forthcoming)Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Mexico in the 1990s: the Main Cross-Sectional Facts,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d in Review of Economic Dynamics.",
        "Baker, M., and Solon, G., 2003, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Earnings Dynamics and Inequality among Canadian Men, 1976-1992: Evidence from Longitudinal Income Tax Records, Journal of Labor Economics, 21: 289-321.",
        "Banerjee, A., and Duflo, E., Poor Economics, Public Affairs: NY Benabou, R., and Ok. E. A., 2001a, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Social Mobility and the Demand for Redistribution: The POUM Hypothesis,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Quarterly Journal of Economics, 116: 447-487.",
        "Benabou, R., and Ok, E. A., 2001b, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Mobility as Progressivity: Ranking Income Processes According to Equality and Opportunity.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d NBER Working Paper Series, Number 8431.",
        "Bourguignon, F., Goh, C. and Kim, D., 2006, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Estimating Individual Vulnerability to Poverty with Pseudo-Panel DataÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d in Morgan, S. L., Grusky, D. B., and Fields G. S., eds., Mobility and Inequality Frontiers of Research in Sociology and Economics, Stanford University Press. Stanford.Blundell, R., Pisaferri, I. Peston (2008) Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Consumption Inequality and Partial Insurance,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d American Economic Review 09: 1887-1921.",
        "Carroll, C., and Samwick, 1997, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093The nature of precautionary wealth,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Journal of Monetary Economics, Elsevier, vol. 40(1), pages 41-71 Chetty, R., Hendren, N., Kline. P., and Saez, E., 2014, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009dWhere is the Land of Opportunity? The Geography of Intergenerational Mobility in the United StatesÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d, itNBER Working Paper No. 19843 Collins, D., Murdoch, J., Rutherford, S., and Ruthven, O., 2009, Portfolios of the Poor, Princeton University Press, Princeton, NJ Conlisk , J., 1990, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Monotone Mobility Matrices,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Journal of Mathematical Sociology, 15:173191.",
        "Constantinides, G., and Duffie, D., 1996, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Asset Pricing with Heterogeneous Consumers,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Journal of Political Economy 104: 219-240.",
        "Cruces, G., P. Lanjouw, L. Lucchetti, E. Perova, R.Vakis, and M. Viollaz, 2011, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Intragenerational mobility and repeated cross-sections: a three-country validation exercise,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Policy Research Working Paper Series 5916, The World Bank.",
        "Cuesta, J., H. and G. Pizzolitto, 2011, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Using Pseudo Panels To Measure Income Mobility In Latin America,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Review of Income and Wealth, 57:2 p.224-246.",
        "Dang, Hai-Anh, P. Lanjouw, J. Luoto, D. McKenzie 2011 Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Using Repeated Cross Sections to Explore Movements in and out of Poverty,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Policy Research Working Paper 5550.",
        "Danziger, S., and Gottschalk. P., 1998, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Family Income Mobility: How Much Is There, and Has It Changed?Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d in Auerbach, J., and Belous, R., eds., The Inequality Paradox, Washington D.C.: National Policy Association.",
        "Dardanoni, V., 1993, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Measuring Social Mobility,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Journal of Economic Theory, 61: 372-94.",
        "Davidson, R and J. G. MacKinnon, 2004, Econometric Theory and Methods Oxford University Press, New York.",
        "Daeton, A., 1991, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Saving and Liquidity Constraints,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Econometrica 59: 1221-1248.",
        "Deaton, A. and Paxson, C., 1994, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Intertemporal Choice and Inequality,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Journal of Political Economy, 102(3): 437-467.",
        "Fields, Gary S. and Ok, E. A., 1996, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093The Meaning and Measurement of Income Mobility,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Journal of Economic Theory, 71: 349-377.",
        "Fields, Gary S. and Ok, E. A., 1999, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093The Measurement of Income Mobility: An Introduction to the Literature,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d in Silber , J., ed., Handbook of Inequality Measurement,, Dordrecht, Germany: Kluwer Academic Publishers.",
        "Fields, Gary S., Cichello, P., Feije, S., Menendez, M., and Newhouse D., 2003 Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093For Richer or Poorer? Evidence from Indonesia, South Africa, Spain and VenezuelaÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Journal of Economic Inequality, 1: 67-99.",
        "Friedman, M. 1962. Capitalism and Freedom, Princeton, NJ: Princeton University.",
        "Gallant, A. R. 1975, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Seemingly Unrelated Nonlinear RegressionsÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009dÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0084¢ Journal of Econometrics, 3(1): 35-50.",
        "Geweke, J., Marshall, R., and Zarkin, G., 1986, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Mobility Indices in Continuous Time Markov Chains,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Econometrica, 54(6): 1407-1423.",
        "Glewwe, P., 2004, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093How Much of Observed Economic Mobility is Measurement Error? A Method to Remove Measurement Error, with an Application to VietnamÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009ditMimeo, World Bank, Washington DC.",
        "Gottschalk, P., and Moffit, R., 1994, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093The Growth of Earnings Instability in the U.S. Labor Market, Brookings Papers on Economic Activity, 2: 217-72.",
        "Gottschalk, P., and Spolaore, E., 2002, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093On the Evaluation of Economic Mobility,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Review of Economic Studies, 69(1): 191-208.",
        "Hart P.E., 1981, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093The Statics and Dynamics of income Distributions: A Survey,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d in Klevmarket, N. A., Lybeck, J. A., and Tieto, C., eds.The Statics and Dynamics of Income.",
        "Heathcote, J., Storesletten, K., and G. Violante, 2009, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Quantitative Macroeconomics with Heterogeneous Households,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Annual Review of Economics 1: 319-354.",
        "Hnatkovska, Viktoria, Amartya Lahiri, and Sourabh Paul, 2012, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Castes and Labor Mobility.",
        "Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d American Economic Journal: Applied Economics, 4(2): 274-307 Huggett, M., 1993 Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093The Risk-Free Rate in Heterogeneous-Agent Incomplete-Insurance Economies,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Journal of Economic Dynamics and Control 17: 953-969.",
        "Instituto Nacional de Estadistica y Geografia (INEGI), 2000, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Documento Metodologico de la Encuesta Nacional de Empleo Urbana,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Mexico.",
        "Krebs, T., 2003, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Human Capital Risk and Economic Growth,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Quarterly Journal of Economics 118: 709-744.",
        "Krebs, T., 2007, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Job Displacement Risk and the Cost of Business Cycles,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d American Economic Review 97: 664-686.",
        "Lillard, Lee A. and Willis, R. J., 1978 Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Dynamic Aspects of Earnings MobilityÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Econometrica, 46: 985-1012.",
        "Luttmer, E., 2002, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Measuring Economic Mobility and Inequality: Disentangling Real Events from Noisy Data,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Mimeo, World Bank, Washington DC.",
        "Markandya, A., 1982, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Intergenerational Exchange Mobility and Economic Welfare,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d European Economic Review, 17: 307-324.",
        "Markandya, A., 1984, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093The Welfare Measurement of Changes in Economic Mobility,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Economica, 51: 457-471.",
        "Shorrocks, A., 1993, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093On the Hart measure of Income Mobility,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d in M. Casson and J. Creedy, (eds.), Concentration and Inequality: Essays in Honour of Peter Hart (Edward Elgar, Aldershot, UK).",
        "Solon, G., 2001, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Mobility Within and Between GenerationsÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d in Welch, F., ed., The Causes and Consequences of Increasing Inequality, Chicago: University of Chicago Press."
    ]
}