{
    "id": 23573,
    "cites": 21,
    "cited_by": 6,
    "reference": [
        "Abrams, D. S. (2012). Estimating the Deterrent Eect of Incarceration Using Sentencing Enhancements. American Economic Journal: Applied Economics 4 (4), 32-56.",
        "Aizer, A. and J. J. Doyle (2015). Juvenile Incarceration, Human Capital and Future Crime: Evidence from Randomly-Assigned Judges. Quartely Journal of Economics 130 (2), 759-803.",
        "Bayer, P., R. Hjalmarsson, and D. Pozen (2009). Building Criminal Capital behind Bars: Peer Eects in Juvenile Corrections. Quartely Journal of Economics 124 (1), 105-147.",
        "Becker, G. S. (1968). Crime and Punishment: An Economic Approach. Journal of Political Econ- omy 76 (2), 169-217.",
        "Bhuller, M., G. B. Dahl, K. V. Loken, and M. Mogstad (2016). Incarceration, Recidivism and Employment. NBER Working Paper No. 22648.",
        "Corman, H. and N. H. Mocan (2000). A Time-Series Analysis of Crime, Deterrence, and Drug Abuse in New York City. American Economic Review 90 (3), 584-604.",
        "Dee, T. S. and B. A. Jacob (2007). Do High School Exit Exams Inuence Educational Attainment or Labor Market Performance? in Standards-Based Reform and Children in Poverty: Lessons for No Child Left Behind, Adam Gamoran, editor, Brookings Institution Press, 154-198.",
        "Dobbie, W. S., J. Goldin, and C. Yang (2017). The Eects of Pre-Trial Detention on Conviction, Future Crime, and Employment: Evidence from Randomly Assigned Judges. Unpublished Manuscript.",
        "Di Tella, R. and E. Schargrodsky (2004). Do Police Reduce Crime? Estimates Using the Allocation of Police Forces After a Terrorist Attack. American Economic Review 94 (1), 115-133.",
        "Di Tella, R. and E. Schargrodsky (2013). Criminal Recidivism after Prison and Electronic Monitoring.",
        "Journal of Political Economy 121 (1), 28-73.  Draca, M., S. Machin, and R. Witt (2011). Panic on the Streets of London: Police, Crime, and the July 2005 Terror Attacks. American Economic Review 101 (5), 2157-2181.",
        "Drago, F., R. Galbiati, and P. Vertova (2009). The Deterrent Eects of Prison: Evidence from a Natural Experiment. Journal of Political Economy 117 (2), 257-280.",
        "Ehrlich, I. (1973). Participation in Illegitimate Activities: A Theoretical and Empirical Investigation. Journal of Political Economy 81 (3), 521-565.",
        "Eren, O. and B. Depew (2016). Test-Based Promotion Policies, Dropping Out and Juvenile Crime. Unpublished Manuscript.",
        "Eren, O. and N. H. Mocan (2016). Emotional Judges and Unlucky Juveniles. NBER No. 22611.",
        "Hjalmarsson, R. (2009). Juvenile Jails: A Path to the Straight and Narrow or to Hardened Criminality? Journal of Law f3 Economics 52 (4), 779-809.",
        "Kling, J. R. (2006). Incarceration Length, Employment, and Earnings. American Economic Review 96 (3), 863-876.",
        "Kuziemko, I. (2013). How Should Inmates Be Released From Prison? An Assessment of Parole Versus Fixed Sentence Regimes. Quartely Journal of Economics 128 (1), 371-424.",
        "LandersÃ\u0083Â¸, R. (2015). Does Incarceration Length Aect Labor Market Outcomes? Journal of Law and Economics 58 (1), 205-234.",
        "Mocan, N. H., S. C. Billups, and J. Overland (2005). A Dynamic Model of Dierential Human Capital and Criminal Activity. Economica 72 (288), 655-681.",
        "Puzzanchera, C., B. Adams, and M. Sickmund (2008). Juvenile Court Statistics 2005. National Center for Juvenile Justice."
    ]
}