{
    "id": 23598,
    "cites": 21,
    "cited_by": 29,
    "reference": [
        "Acharya, V Viral, Jun Qian, and Zhishu Yang, 2016, In the shadow of banks: wealth management products and issuing banksÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0084¢ risk in China, Working paper.",
        "Allen, Franklin, Xian Gu, Jun Qian, and Yiming Qian, 2017, Implicit guarantee and shadow banking: the case of trust products, Working paper.",
        "Allen, Franklin, Yiming Qian, Guoqian Tu, and Frank Yu, 2016, Entrusted loans: A close look at ChinaÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0084¢s shadow banking system, Working paper.",
        "Ambrose, Brent W, Yongheng Deng, and Jing Wu, 2015, Understanding the risk of chinaÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0084¢s local government debts and its linkage with property markets, Working paper.",
        "Ang, Andrew, Jennie Bai, and Hao Zhou, 2016, The great wall of debt: Real estate, corruption, and Chinese local government credit spreads, Working paper.",
        "Bai, Chong-En, Chang-Tai Hsieh, and Zheng(Michael) Song, 2016, The long shadow of a fiscal expansion, Brookings Papers on Economic Activity 60, 309Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c327.",
        "Borst, Nicholas, 2016, ChinaÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0084¢s bond market: Larger, more open, and riskier, Technical report, Federal Reserve Bank of San Francisco.",
        "Chen, Kaiji, Jue Ren, and Tao Zha, 2016, What we learn from ChinaÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0084¢s rising shadow banking: exploring the nexus of monetary tightening and banksÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0084¢ role in entrusted lending, Working paper.",
        "Chen, Long, and Chongqing Gu, 2012, The impact of loans by local government financing vehicals on bank valuations, Working Paper, CKGSB.",
        "Cong, Will, and Jacopo Ponticelli, 2016, Credit allocation under economic stimulus: Evidence from China, Working paper, Booth School of Business, University of Chicago.",
        "Deng, Yongheng, Randall Morck, Jing Wu, and Bernard Yeung, 2015, ChinaÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0084¢s pseudomonetary policy, Review of Finance 19, 55Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c93.",
        "Diamond, Douglas W., 1991, Debt maturity structure and liquidity risk, Quarterly Journal of Economics 106, 709Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c737.",
        "Diamond, Douglas W., and Zhiguo He, 2014, A theory of debt maturity: The long and short of debt overhang, Journal of Finance 69, 719Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c762.",
        "Gao, Haoyu, Hong Ru, and Dragon Yongjun Tang, 2016, Subnational debt of China: The politics-finance nexus, Working paper, City University of Hong Kong and Nanyang Technological University and The University of Hong Kong.",
        "Hachem, Kinda, and Zheng Michael Song, 2017, Liquidity regulation and credit booms: Theory and evidence from china, Working paper.",
        "He, Zhiguo, and Wei Xiong, 2012, Rollover risk and credit risk, Journal of Finance 67, 391Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c429.",
        "Huang, Yi, Marco Pagano, and Ugo Panizza, 2016, Public debt and private firm funding: Evidence from Chinese cities, Working paper, The Graduate Institute (Geneva) and University of Naples Federico II.",
        "Kroeber, Arthur, 2016, ChinaÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0084¢s Economy: What Everyone Needs to Know (Oxford University Press).",
        "Li, Hongbin, and Li-An Zhou, 2005, Political turnover and econmomic performance: the incentive role of personnel control in china, Journal of Public Economics 89, 1743Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c 1762.",
        "Wang, Hao, Honglin Wang, Lisheng Wang, and Hao Zhou, 2016, Shadow banking: ChinaÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0084¢s dual-track interest rate liberalization, Working paper.",
        "Zhang, Yuanyan, and Steven A Barnett, 2014, Fiscal vulnerabilities and risks from local government finance in China, Working paper."
    ]
}