{
    "id": 23591,
    "cites": 32,
    "cited_by": 5,
    "reference": [
        "Arrow Kenneth. J. 1999. Discounting, Morality, and Gaming, In: Discounting and Intergenerational Equity. P. R. Portney, J. J.. Weyant, (eds.), Washington, D. C.: Resources for the Future.",
        "Intertemporal Equity, Discounting, and Economic Eciency. In Climate Change 1995: Economic and Social Dimensions of Climate Change, ed. J. P. Bruce, H. Lee, and E. F. Haites. Cambridge; New York and Melbourne: Cambridge University Press for the Intergovernmental Panel on Climate Change, 125-44.",
        "Arrow, K. J., M. L. Cropper, C. Gollier, B. Groom, G. Heal, R. G. Newell, W. Nordhaus, R. S. Pindyck, W. A. Pizer, P. R. Portney, T. Sterner, R. S.J. Tol, M. L. Weitzman. 2012. How Should Bene ts and Costs be Discounted in an Intergenerational Context? The Views of an Expert Panel, RFF Discussion Paper 12-53.",
        "Carvalho, C., Ferrero, A., Nechio, F., 2016. Demographics and Real Interest Rates: Inspecting The Mechanism. European Economic Review, 88, 208-226.",
        "Cline, William. R. 1992. The Economics of Global Warming. Institute for International Economics.",
        "Cropper, Maureen L., Mark C, Freeman, Ben Groom, and William A. Pizer. 2014. Declining Discount Rates, American Economic Review: Papers & Proceedings, 104(5), 538-543.",
        "Dasgupta, Partha. 2007. Human Well-Being and the Natural Environment. New York: Oxford University Press.",
        "Dasgupta, Partha. 2008. Discounting Climate Change, Journal of Risk and Uncertainty, 37, 141-169.",
        "Drupp, Moritz, Mark Freeman, Ben Groom, and Frikk Nesje. 2015. Discounting Disentangled: An Expert Survey on the Determinants of the Long-Term Social Discount Rate. Centre for Climate Change Economics and Policy (WP 195) and Grantham Research Institute on Climate Change and the Environment (WP 172).",
        "Eckstein, Otto. 1961. A Survey of the Theory of Public Expenditure Criteria, In Public Finances: Needs, Sources, and Utilization, edited by Universities-National Bureau, Princeton, NJ: Princeton University Press.",
        "Eggertsson, G. B., Mehrotra, N. R., Robbins, J. A., 2017. A Model of Secular Stagnation: Theory and Quantitative Evaluation. NBER working paper, w23093.",
        "Fisher, Irving. 1930. The Theory of Interest, as Determined by Impatience to Spend Income and Opportunity to Invest It. New York: The Macmillan Company.",
        "Frederick, Shane, George Loewenstein, and Ted ODonoghue. 2002. Time Discounting and Time Preference: A Critical Review, Journal of Economic Literature, 40 (2), 351-401.",
        "Gagnon, E., Johannsen, B. K., Lopez-Salido, D., 2016. Understanding The New Normal: The role of Demographics. Finance and Economics Discussion Series 2016-080. Washington: Board of Governors of the Federal Reserve System.",
        "Gollier, Christian. 2012. Pricing the Planets Future: The Economics of Discounting in an Uncertain World, Princeton, NJ: Princeton University Press.",
        "Gollier, Christian. 2015. Discounting, Inequity, and Economic Convergence, Journal of Environmental Economics and Management, 69, 53-61.",
        "Gollier, Christian and Richard Zeckhauser. 2005. Aggregation of Heterogenous Time Preferences, Journal of Political Economy, 113(4), 878-896.",
        "Goulder, Lawrence H., and Roberton C. Williams. 2012. The Choice of Discount Rate for Climate Change Policy Evaluation, Climate Change Economics, 3(4), 1250024.",
        "Kula, Erhun. 1985. An Empirical Investigation on the Social Time-Preference Rate for the United Kingdom, Environment and Planning A, 17, 199-212.",
        "Li, Chuan-Zhong and Karl-Gustaf LÃ\u0083Æ\u0092Ã\u0082Â¶fgren. 2000. Renewable Resources and Economic Sustainability with Heterogeneous Time Preferences, Journal of Environmental Economics and Management, 40(3), 236-250.",
        "Millner, Antony, and Georey Heal. 2014. Resolving Intertemporal Conicts: Economics vs. Politics, NBER Working Paper 20705.",
        "Nordhaus, William D. 2007. A Review of the Stern Review On the Economics of Climate Change. Journal of Economic Literature, 45 (3), 686-702.",
        "Nordhaus WilliamD. 2008. A Question of Balance: Weighing the Options on Global Warming Policies. New Haven, CT: Yale University Press.",
        "Nordhaus, Williams D. 2010. Economic Aspects of Global Warming in a Post-Copenhagen Environment, Proceedings of the National Academy of Sciences, 107(26),11721-6.",
        "Nordhaus, William D., and Zili Yang. 1996. A Regional Dynamic General-Equilibrium Model of Alternative Climate-Change Strategies, American Economic Review, 86(4), 74165.",
        "Oce of Management and Budget, 2003, Circular A-4: Regulatory Analysis. Washington, DC: Executive Oce of the President.",
        "Rae, John. 1834. The Sociological Theory of Capital (reprint 1834 ed.), London, UK: Macmillan.",
        "Samuelson, Paul A. 1958. An Exact Consumption-Loan Model of Interest With or Without the Social Contrivance of Money, Journal of Political Economy, 66(6), 467-482.",
        "Stern, Nicholas. 2007. The Economics of Climate Change: The Stern Review. New York: Cambridge University Press.",
        "Weitzman, Martin L. 2007. A Review of the Stern Review On the Economics of Climate Change. Journal of Economic Literature, 45 (3), 703-724.",
        "World Health Organization, 2015, WHO Methods and Data Sources for Life Tables 19902015.",
        "Global Health Estimates Technical Paper WHO/HIS/IER/GHE/2016.8 Yaari, M.E., 1964. On the Consumers Lifetime Allocation Process. International Economic Review, 5(3), 304-317."
    ]
}