{
    "id": 23601,
    "cites": 57,
    "cited_by": 9,
    "reference": [
        "D. Abegunde and A. Stanciole. An estimation of the economic impact of chronic noncommunicable diseases in selected countries. WHO Working Paper, Department of Chronic Diseases and Health Promotion, Geneva, 2006.",
        "D. Acemoglu and S. Johnson. Disease and development: The effect of life expectancy on economic growth. Journal of Political Economy, 115(6):925Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c985, 2007.",
        "D. Acemoglu and S. Johnson. Disease and development: a reply to Bloom, Canning, and Fink. The Journal of Political Economy, 122(6): 1367-1375, 2014.",
        "P. Aghion, P. Howitt, and F. Murtin. The relationship between health and growth: when Lucas meets Nelson-Phelps. Review of Economics and Institutions, 2(1):1Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c24, 2011.",
        "R. J. Barro. Economic growth in a cross section of countries. Quarterly Journal of Economics, 106(2):407Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c443, 1991.",
        "N. Beaulieu, D. E. Bloom, L. R. Bloom, and R. Stein. Breakaway: The global burden of cancer challenges and opportunities. The Economist Intelligence Unit, London: Livestrong, 2009.",
        "D. E. Bloom, E. Cafiero, E. Jan-Llopis, S. Abrahams-Gessel, L. R. Bloom, S. Fathima, A. B. Feigl, T. Gaziano, A. Hamandi, and M. Mowafi. The global economic burden of noncommunicable diseases. Technical report, Program on the Global Demography of Aging, Geneva, Switzerland, 2012.",
        "D. E. Bloom, E. T. Cafiero-Fonseca, M. E. McGovern, and K. Prettner. China and IndiaÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0084¢s descent into chronic disease: Killing themselves slowly. Milken Institute Review, 2nd Quarter:24Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c33, 2014a.",
        "D. E. Bloom, E. T. Cafiero-Fonseca, M. E. McGovern, K. Prettner, A. Stanciole, J. Weiss, S. Bakkila, and L. Rosenberg. The macroeconomic impact of non-communicable diseases in China and India: Estimates, projections, and comparisons. The Journal of the Economics of Ageing, 4:100Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c111, December 2014b.",
        "D. E. Bloom, D. Canning, and G. Fink. Disease and development revisited. The Journal of Political Economy, 122(6):1355Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c1366, 2014c.",
        "D. E. Bloom, D. Canning, R. K. Mansfield, and M. Moore. Demographic change, social security systems, and savings. Journal of Monetary Economics, 54(1):92Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c114, 2007. D. E. Bloom, D. Canning, and M. Moore. Optimal retirement with increasing longevity.",
        "D. E. Bloom, D. Canning, and J. Sevilla. The effect of health on economic growth: A production function approach. World Development, 32(1):1Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c13, 2004.",
        "D. E. Bloom, S. Chen, M. E. McGovern, K. Prettner, V. Candeias, A. Bernaert, and S. Cristin. Economics of non-communicable diseases in Indonesia. Technical report, World Economic Forum, Indonesia, Jakarta, 2015.",
        "D. E. Bloom, D. Chisholm, E. Jan-Llopis, K. Prettner, A. Stein, and A. Feigl. From burden to Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093best buysÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d: Reducing the economic impact of non-communicable disease in low-and middle-income countries. Technical report, WHO executive summary, Geneva, Switzerland, 2011.",
        "H.-S. Chang, H.-J. Kim, C.-M. Nam, S.-J. Lim, Y.-H. Jang, S. Kim, and H.-Y. Kang. The socioeconomic burden of coronary heart disease in Korea. Journal of Preventive Medicine and Public Health, 45(5):291Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c300, 2012.",
        "M. Cervellati and U. Sunde. Life expectancy and economic growth: the role of the demographic transition. Journal of Economic Growth, 16(2):99Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c133, 2011.",
        "G. Currie, K. D. Kerfoot, C. Donaldson, and C. Macarthur. Are cost of injury studies useful? Injury Prevention, 6(3):175Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c176, 2000.",
        "D. Cutler, A. Deaton, and A. Lleras-Muney. The determinants of mortality. Journal of Economic Perspectives, 20(3):1, 2006.",
        "S. N. Durlauf, P. A. Johnson, and J. R. Temple. Growth econometrics. In Handbook of Economic Growth, volume 1, pages 555Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c677. North Holland, Amsterdam, Netherlands, 2005.",
        "D. S. Dwyer and O. S. Mitchell. Health problems as determinants of retirement: Are self-rated measures endogenous? Journal of Health Economics, 18(2):173Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c193, 1999.",
        "M. Eberhardt and F. Teal. Econometrics for grumblers: A new look at the literature on cross country growth empirics. Journal of Economic Surveys, 25(1):109Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c155, 2011.",
        "I. Frankovic, M. Kuhn, and S. Wrzaczek. Medical care within an OLG economy with realistic demography. No. 02/2016. ECON WPS-Vienna University of Technology Working Papers in Economic Theory and Policy, 2016 Global Burden of Disease Study 2015. Global burden of disease study 2015 (GBD 2015) results. Seattle, United States: Institute for Health Metrics and Evaluation (IHME), 2016. V. Grossmann, T. Steger, and T. Trimborn. Dynamically optimal R&D subsidization.",
        "R. E. Hall and C. I. Jones. Why do some countries produce so much more output per worker than others? Quarterly Journal of Economics, 114(1):83Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c116, 1999.",
        "J. J. Heckman, L. J. Lochner, and P. E. Todd. Earnings functions, rates of return and treatment effects: The Mincer equation and beyond. In Handbook of the Economics of Education, volume 1, pages 307Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c458. North Holland, Amsterdam, Netherlands, 2006.",
        "International Diabetes Federation. IDF diabetes atlas Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c 7th edition, 2015. URL: http://www.diabetesatlas.org Institute for Health Metrics and Evaluation. India global burden of disease study 2010 (GBD 2010) results 1990-2010. Technical report, Institute for Health Metrics and Evaluation, Seattle, 2013.",
        "N. Islam. Growth empirics: A panel data approach. Quarterly Journal of Economics, 110 (4):1127Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c1170, 1995.",
        "R. JaÃ\u0083Å\u0092Ã\u0082Ë\u0086ckle and O. Himmler. Health and wages: Panel data estimates considering selection and endogeneity. Journal of Human Resources, 45(2):364Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c406, 2010.",
        "A. M. Jones, N. Rice, and J. Roberts. Sick of work or too sick to work? Evidence on self-reported health shocks and early retirement from the BHPS. Economic Modelling, 27(4):866Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c880, 2010.",
        "C. I. Jones. R&D-based models of economic growth. Journal of Political Economy, 103 (4):759Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c784, 1995.",
        "P. M. Kearney, M. Whelton, K. Reynolds, P. Muntner, P. K. Whelton, and J. He. Global burden of hypertension: Analysis of worldwide data. The Lancet, 365(9455):217Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c223, 2005. ISSN 0140-6736.",
        "S.-G. Kim, M.-I. Hahm, K.-S. Choi, N.-Y. Seung, H.-R. Shin, and E.-C. Park. The economic burden of cancer in Korea in 2002. European Journal of Cancer Care, 17(2): 136Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c144, 2008.",
        "M. Kuhn and K. Prettner. Growth and welfare effects of health care in knowledge-based economies. Journal of Health Economics, 46(A):100Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c119, 2016.",
        "M. Kuhn, S. Wrzaczek, G. Feichtinger, and A. Prskawetz. Optimal choice of health and retirement in a life-cycle model. Journal of Economic Theory, 158(A):186Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c212, 2015.",
        "D. N. Lakdawalla, E. C. Sun, A. B. Jena, C. M. Reyes, D. P. Goldman, and T. J. Philipson. An economic evaluation of the war on cancer. Journal of Health Economics, 29(3):333Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c 346, 2010.",
        "S. Lim, H. Kim, C. Nam, H. Chang, Y.-H. Jang, S. Kim, and H.-Y. Kang. Socioeconomic costs of stroke in Korea: Estimated from the Korea national health insurance claims database. J Prev Med Public Health, 42(4):251Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c260, 2009. M. Lindeboom and M. Kerkhofs. Health and work of the elderly: Subjective health measures, reporting errors and endogeneity in the relationship between health and work.",
        "G. LoÃ\u0083Å\u0092Ã\u0082Â\u0081pez-Casasnovas, B. Rivera, and L. Currais. Health and economic growth: Findings and policy implications. MIT Press, Cambridge, 2005.",
        "R. Lozano, H. Wang, K. J. Foreman, J. K. Rajaratnam, M. Naghavi, J. R. Marcus, L. Dwyer-Lindgren, K. T. Lofgren, D. Phillips, and C. Atkinson. Progress towards millennium development goals 4 and 5 on maternal and child mortality: An updated systematic analysis. The Lancet, 378(9797):1139Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c1165, 2011.",
        "R. E. Lucas. On the mechanics of economic development. Journal of Monetary Economics, 22(1):3Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c42, 1988.",
        "K. McGarry. Health and retirement: Do changes in health affect retirement expectations? Journal of Human Resources, 39(3):624Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c648, 2004.",
        "J. A. Mincer. Schooling and earnings. In Schooling, Experience, and Earnings, pages 41Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c63. NBER, New York, 1974.",
        "K. M. Murphy and R. H. Topel. The value of health and longevity. Journal of Political Economy, 114(5):871Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c904, 2006.",
        "C. J. Murray, T. Vos, R. Lozano, M. Naghavi, A. D. Flaxman, C. Michaud, M. Ezzati, K. Shibuya, J. A. Salomon, and S. Abdalla. Disability-adjusted life years (DALYs) for 291 diseases and injuries in 21 regions, 1990Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c2010: A systematic analysis for the global burden of disease study 2010. The Lancet, 380(9859):2197Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c2223, 2013.",
        "S. Nishimura and C. Zaher. Cost impact of COPD in Japan: Opportunities and challenges? Respirology, 9(4):466Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c473, 2004.",
        "K. Prettner and D. Canning. Increasing life expectancy and optimal retirement in general equilibrium. Economic Theory, 56(1):191Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c217, 2014.",
        "L. Pritchett and L. H. Summers. Wealthier is healthier. Journal of Human Resources, 34 (1):841Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c868, 1996.",
        "G. Psacharopoulos. Returns to investment in education: A global update. World Development, 22(9):1325Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c1343, 1994.",
        "D. P. Rice. Cost of illness studies: What is good about them? Injury Prevention, 6(3): 177Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c179, 2000.",
        "X. Sala-i Martin. I just ran two million regressions. American Economic Review, 87(2): 178Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c183, 1997.",
        "X. Sala-i Martin, G. Doppelhofer, and R. I. Miller. Determinants of long-term growth: A Bayesian averaging of classical estimates (BACE) approach. American Economic Review, 94(4):813, 2004.",
        "R. M. Solow. A contribution to the theory of economic growth. Quarterly Journal of Economics, 70(1):65Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c94, 1956.",
        "M. Suhrcke and D. Urban. Are cardiovascular diseases bad for economic growth? Health Economics, 19(12):1478Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c1496, 2010.",
        "W. K. Viscusi and J. E. Aldy. The value of a statistical life: A critical review of market estimates throughout the world. Journal of Risk and Uncertainty, 27(1):5Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c76, 2003.",
        "M. Wang, A. E. Moran, J. Liu, P. G. Coxson, P. A. Heidenreich, D. Gu, J. He, L. Goldman and D. Zhao. Cost-effectiveness of optimal use of acute myocardial infarction treatments and impact on coronary heart disease mortality in China. Circulation: Cardiovascular Quality and Outcomes, 7(1):78Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c85, 2014.",
        "D. N. Weil. Accounting for the effect of health on economic growth. Quarterly Journal of Economics, 122(3):1265Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c1306, 2007. D. N. Weil. Health and economic growth. In The Handbook of Economic Growth, volume 2.",
        "World Bank. World development indicators, 2015. http://data.worldbank.org/ indicatorID-57.",
        "World Bank. Global economic prospects, January 2017 weak investment in uncertain times. Washington, DC: World Bank, 2017.",
        "World Health Organization. WHO guide to identifying the economic consequences of disease and injury. Geneva: World Health Organization, 2009"
    ]
}