{
    "id": 23600,
    "cites": 20,
    "cited_by": 6,
    "reference": [
        "AARON, HENRY. 1970. Income Taxes and Housing. American Economic Review, 60, 789Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c806. ALAN, SULE, LETH-PETERSEN, SOEREN, & MUNK-NIELSEN, ANDERS. 2016. Tax Incentives and Borrowing. Economics Letters, 145, 162Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c164.",
        "DUNSKY, ROBERT M., & FOLLAIN, JAMES R. 2000. Tax-Induced Portfolio Reshuffling: The Case of the Mortgage Interest Deduction. Real Estate Economics, 28, 683Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c718.",
        "ENGELHARDT, GARY V., ERIKSEN, MICHAEL D., GALE, WILLIAM G., & MILLS, GREGORY B. 2010. What Are the Social Benefits of Homeownership? Experimental Evidence for Low-Income Households. Journal of Urban Economics, 67, 249Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c258.",
        "GALE, WILLIAM G., GRUBER, JONATHAN, & STEPHENS-DAVIDOWITZ, SETH. 2007. Encouraging Homeownership Through the Tax Code. Tax Notes, 115, 1171Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c1189.",
        "GLAESER, EDWARD L., & SHAPIRO, JESSE M. 2003. The Benefits of the Home Mortgage Interest Deduction. Chap. 2, pages 37Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c82 of: POTERBA, JAMES (ed), Tax Policy and the Economy, vol. 17. MIT Press.",
        "GORDON, ROGER H., & KOPCZUK, WOJCIECH. 2014. The Choice of the Personal Income Tax Base. Journal of Public Economics, 118, 97Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c110.",
        "GRUBER, JONATHAN. 2015. In: Public Finance and Public Policy, Fifth Edition. Worth Publishers.",
        "JAPPELLI, TULLIO, & PISTAFERRI, LUIGI. 2007. Do People Respond to Tax Incentives? An Analysis of the Italian Reform to the Deductibility of Home Mortgage Interests. European Economic Review, 51, 247Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c271.",
        "KLEVEN, HENRIK, KNUDSEN, MARTIN, KREINER, CLAUS, PEDERSEN, SÃ\u0083Æ\u0092Ã\u0082Ë\u009cREN, & SAEZ, EMMANUEL. 2011. Unwilling or Unable to Cheat? Evidence From a Tax Audit Experiment in Denmark. Econometrica, 79, 651Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c692.",
        "KLEVEN, HENRIK JACOBSEN, & SCHULTZ, ESBEN ANTON. 2014. Estimating Taxable Income Responses Using Danish Tax Reforms. American Economic Journal: Economic Policy, 6, 271Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c301.",
        "LING, DAVID C., & MCGILL, GARY A. 1998. Evidence on the Demand for Mortgage Debt by Owner-Occupants. Journal of Urban Economics, 44, 391Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c414.",
        "POTERBA, JAMES M. 1984. Tax Subsidies to Owner-Occupied Housing: An Asset-Market Approach. Quarterly Journal of Economics, 99, 729Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c752.",
        "POTERBA, JAMES M. 1991. House Price Dynamics: The Role of Tax Policy and Demography. Brookings Papers on Economic Activity, 22, 143Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c204.",
        "POTERBA, JAMES M. 1992a. Tax Reform and the Housing Market in the Late 1980s: Who Knew What, and When Did They Know It? Conference Series, the Federal Reserve Bank of Boston, 36, 230Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c261.",
        "POTERBA, JAMES M. 1992b. Taxation and Housing: Old Questions, New Answers. American Economic Review, Papers and Proceedings, 82, 237Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c242.",
        "POTERBA, JAMES M. 2002. Taxation, Risk-Taking, and Household Portfolio Behavior. Chap. 17, pages 1109Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c1171 of: AUERBACH, ALAN J., & FELDSTEIN, MARTIN (eds), Handbook of Public Economics, vol. 3. North Holland: Elsevier Science Publishers.",
        "POTERBA, JAMES M., & SINAI, TODD. 2008. Tax Expenditures for Owner-Occupied Housing: Deductions for Property Taxes and Mortgage Interest and the Exclusion of Imputed Rental Income. American Economic Review, Papers and Proceedings, 98, 84Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c89.",
        "POTERBA, JAMES M., & SINAI, TODD. 2011. Revenue Costs and Incentive Effects of the Mortgage Interest Deduction for Owner-occupied Housing. National Tax Journal, 64, 531Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c564.",
        "ROSEN, HARVEY S. 1979. Housing Decisions and the U.S. Income Tax: An Econometric Analysis. Journal of Public Economics, 11, 1Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c23.",
        "ROSEN, HARVEY S., & ROSEN, KENNETH T. 1980. Federal Taxes and Homeownership: Evidence from Time Series. Journal of Political Economy, 88, 59Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c75."
    ]
}