{
    "id": 23619,
    "cites": 33,
    "cited_by": 1,
    "reference": [
        "AbdulkadirogÃ\u0083Å\u0092Ã\u0082â\u0080 lu, Atila, and Tayfun SoÃ\u0083Å\u0092Ã\u0082Ë\u0086nmez. 2003. School choice: A mechanism design approach. American Economic Review 93, no. 3: 729Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c747.",
        "Anwar, Shamena, Patrick Bayer, and Randi Hjalmarsson. 2012. The impact of jury race in criminal trials. Quarterly Journal of Economics 127, no. 2: 1017Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c1055.",
        "Barrow, Lisa. 2002. School choice through relocation: evidence from the Washington, D.C. area. Journal of Public Economics 86, no. 2: 155Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c189.",
        "Bayer, Patrick, Fernando Ferreira, and Robert McMillan. 2004. Tiebout Sorting, Social Multipliers and the Demand for School Quality. Working Paper no. 10871, National Bureau of Economic Research.",
        "Bayer, Patrick, Fernando Ferreira, and Robert McMillan. 2007. A Unified Framework for Measuring Preferences for Schools and Neighborhoods. Journal of Political Economy 115, no. 4: 588Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c638.",
        "Beach, Brian, and Daniel B Jones. 2017. Gridlock: Ethnic diversity in government and the provision of public goods. American Economic Journal: Economic Policy 9, no. 1: 112Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c136.",
        "Bifulco, Robert, Helen F. Ladd, and Stephen L. Ross. 2009. Public school choice and integration evidence from Durham, North Carolina. Social Science Research 38, no. 1: 71Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c85.",
        "Billings, Stephen B., David J. Deming, and Jonah Rockoff. 2014. School Segregation, Educational Attainment, and Crime: Evidence from the End of Busing in Charlotte-Mecklenburg. Quarterly Journal of Economics 129, no. 1: 435Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c476.",
        "Black, Sandra E. 1999. Do Better Schools Matter? Parental Valuation of Elementary Education. Quarterly Journal of Economics 114, no. 2: 577Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c599.",
        "Caetano, Gregorio, and Hugh Macartney. 2013. Quasi-Experimental Evidence of School Choice through Residential Sorting. mimeo, Duke University.",
        "Calonico, Sebastian, Matias D Cattaneo, and Rocio Titiunik. 2014. Robust nonparametric confidence intervals for regression-discontinuity designs. Econometrica 82, no. 6: 2295Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c2326.",
        "Cascio, Elizabeth, Nora Gordon, Ethan Lewis, and Sarah Reber. 2008. From Brown to busing. Journal of Urban Economics 64, no. 2: 296Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c325.",
        "Chetty, Raj, John N. Friedman, and Jonah E. Rockoff. 2014. Measuring the Impacts of Teachers II: Teacher Value-Added and Student Outcomes in Adulthood. American Economic Review 104, no. 9: 2633Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c2679.",
        "Clotfelter, Charles T, Helen F Ladd, and Jacob L Vigdor. 2008. School segregation under colorblind jurisprudence: The case of North Carolina. Virginia Journal of Social Policy & the Law 16, no. 1.",
        "Ferreira, Fernando, and Joseph Gyourko. 2009. Do political parties matter? Evidence from US cities. Quarterly Journal of Economics 124, no. 1: 399Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c422.",
        "Fraga, Luis Ricardo, Kenneth J Meier, and Robert E England. 1986. Hispanic Americans and educational policy: Limits to equal access. Journal of Politics 48, no. 4: 850Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c876.",
        "Fruehwirth, Jane Cooley. 2013. Identifying peer achievement spillovers: Implications for desegregation and the achievement gap. Quantitative Economics 4, no. 1: 85Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c124.",
        "Graham, Bryan S. 2008. Identifying Social Interactions Through Conditional Variance Restrictions. Econometrica 76, no. 3: 643Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c660.",
        "Hanushek, Eric A, John F Kain, and Steven G Rivkin. 2009. New evidence about Brown v. Board of Education: The complex effects of school racial composition on achievement. Journal of Labor Economics 27, no. 3: 349Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c383.",
        "Hastings, Justine S., Thomas J. Kane, and Douglas O. Staiger. 2006. Preferences and Heterogeneous Treatment Effects in a Public School Choice Lottery. Working Paper no. 12145, National Bureau of Economic Research.",
        "Hess, Frederick M. 2002. School Boards at the Dawn of the 21st Century: Conditions and Challenges of District Governance.",
        "Hoxby, Caroline. 2000. Peer Effects in the Classroom: Learning from Gender and Race Variation. Working Paper no. 7867, National Bureau of Economic Research.",
        "Hoxby, Caroline M., and Gretchen Weingarth. 2005. Taking race out of the equation: School reassignment and the structure of peer effects. Working paper.",
        "Johnson, Rucker C. 2011. Long-run impacts of school desegregation & school quality on adult attainments. National Bureau of Economic Research.",
        "Kapor, Adam, Christopher Neilson, and Seth Zimmerman. 2017. Heterogeneous Beliefs and School Choice. Working paper.",
        "Land, Deborah. 2002. Local School Boards Under Review: Their Role and Effectiveness in Relation to StudentsÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0084¢ Academic Achievement. Review of Educational Research 72, no. 2: 229Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c278.",
        "Lee, David S, Enrico Moretti, and Matthew J Butler. 2004. Do voters affect or elect policies? Evidence from the US House. Quarterly Journal of Economics 119, no. 3: 807Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c859.",
        "Lutz, Byron. 2011. The end of court-ordered desegregation. American Economic Journal: Economic Policy 3, no. 2: 130Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c168.",
        "Meier, Kenneth J, and Robert E England. 1984. Black representation and educational policy: are they related? American Political Science Review 78, no. 2: 392Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c403.",
        "Parcel, Toby L, and Andrew J Taylor. 2015. The end of consensus: Diversity, neighborhoods, and the politics of public school assignments. UNC Press Books.",
        "Reardon, Sean F., and John T. Yun. 2002. Integrating Neighborhoods, Segregating Schools: The Retreat from School Desegregation in the South, 1990-2000. North Carolina Law Review 81: 1563.",
        "Reber, Sarah J. 2005. Court-Ordered Desegregation: Successes and Failures Integrating American Schools since Brown versus Board of Education. Journal of Human Resources 40, no. 3: 559Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c590.",
        "Tiebout, Charles M. 1956. A Pure Theory of Local Expenditures. Journal of Political Economy 64, no. 5: 416Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c424."
    ]
}