{
    "id": 23610,
    "cites": 49,
    "cited_by": 14,
    "reference": [
        "Almond, D. and J. Currie (2010). Human capital development before age five. Technical report, National Bureau of Economic Research.",
        "Anderson, M. J. and P. Legendre (1999). An empirical comparison of permutation methods for tests of partial regression coefficients in a linear model. Journal of Statistical Computation and Simulation 62(3), 271Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c303.",
        "Association, A. P. and A. P. A. T. F. on DSM-IV. (2000). Diagnostic and statistical manual of mental disorders: DSM-IV-TR. American Psychiatric Publishing, Inc.",
        "Avellar, S., D. Paulsell, et al. (2011). Lessons learned from the home visiting evidence of effectiveness review. Technical report, Mathematica Policy Research.",
        "Bartlett, M. S. (1937, July). The statistical conception of mental factors. British Journal of Psychology 28(1), 97Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c104.",
        "Besharov, D., P. Germanis, C. Higney, and D. Call (2011). Infant health and development program. Assessments of twenty-six early childhood evaluations. Maryland School of Public Policy Welfare Reform Academy.",
        "Breslau, N., J. DelDotto, G. Brown, S. Kumar, S. Ezhuthachan, K. Hufnagle, and E. Peterson (1994). A gradient relationship between low birth weight and iq at age 6 years. Archives of Pediatrics and Adolescent Medicine 148(4), 377.",
        "Brooks-Gunn, J., C. M. McCarton, P. H. Casey, M. C. McCormick, C. R. Bauer, J. C. Bernbaum, J. Tyson, M. Swanson, F. C. Bennett, D. T. Scott, et al. (1994). Early intervention in low-birth-weight premature infants: Results through age 5 years from the infant health and development program. Jama 272(16), 1257Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c1262.",
        "Burr, W. and C. Christensen (1992). Undesirable side effects of enhancing self-esteem. Family Relations, 460Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c464.",
        "Chen, M. and K. L. Chan (2016). Effects of parenting programs on child maltreatment prevention: a meta-analysis. Trauma, Violence, & Abuse 17(1), 88Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c104.",
        "Cunha, F. and J. J. Heckman (2007). Identifying and estimating the distributions of Ex Post and Ex Ante returns to schooling: A survey of recent developments. Labour Economics 14(6), 870Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c893.",
        "Currie, J. and E. Moretti (2005). Biology as destiny? short and long-run determinants of intergenerational transmission of birth weight.",
        "Currie, J. and M. Rossin-Slater (2015). Early-life origins of life-cycle well-being: Research and policy implications. Journal of Policy Analysis and Management 34(1), 208Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c242.",
        "Daro, D. (2006). Home visitation assessing progress, managing expectations. Chapin Hall Center for Children.",
        "Doyle, O. (2017). The first 2,000 days and child skills: Evidence from a randomized experiment of home visiting.",
        "Elango, S., , J. L. GarcÃ\u0083â\u0080\u009eÃ\u0082Â±Ã\u0083Å\u0092Ã\u0082Â\u0081a, J. J. Heckman, and A. Hojman (2016). Early childhood education. In R. A. Moffitt (Ed.), Economics of Means-Tested Transfer Programs in the United States, Volume 2, Chapter 4, pp. 235Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c297. Chicago: University of Chicago Press.",
        "Elango, S., A. Hojman, and S. Kuperman (2014). Perry cohort differences.",
        "Filene, J. H., J. W. Kaminski, L. A. Valle, and P. Cachat (2013). Components associated with home visiting program outcomes: A meta-analysis. Pediatrics 132(Supplement 2), S100Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009cS109.",
        "Freedman, D. and D. Lane (1983, October). A nonstochastic interpretation of reported significance levels. Journal of Business and Economic Statistics 1(4), 292Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c298.",
        "GarcÃ\u0083â\u0080\u009eÃ\u0082Â±Ã\u0083Å\u0092Ã\u0082Â\u0081a, J. L., J. J. Heckman, D. E. Leaf, and M. J. Prados (2017a). The life-cycle benefits of an influential early childhood program. Unpublished.",
        "GarcÃ\u0083â\u0080\u009eÃ\u0082Â±Ã\u0083Å\u0092Ã\u0082Â\u0081a, J. L., J. J. Heckman, D. E. Leaf, and M. J. Prados (2017b). Quantifying the life-cycle benefits of a prototypical early childhood program. Unpublished.",
        "GarcÃ\u0083â\u0080\u009eÃ\u0082Â±Ã\u0083Å\u0092Ã\u0082Â\u0081a, J. L., J. J. Heckman, and A. L. Ziff (2017). Gender differences in the effects of early childhood education. Unpublished.",
        "Gorsuch, R. (1983). Factor Analysis. Hillsdale, NJ: Lawrence Erlbaum Associates.",
        "Heckman, J., R. Pinto, and P. Savelyev (2013). Understanding the mechanisms through which an influential early childhood program boosted adult outcomes. American Economic Review 103(6), 768Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c806.",
        "Heckman, J. J. (2008). Role of income and family influence on child outcomes. Annals of the New York Academy of Sciences 1136(Reducing the Impact of Poverty on Health and Human Development: Scientific Approaches), 307Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c323.",
        "Heckman, J. J., S. H. Moon, R. Pinto, P. A. Savelyev, and A. Q. Yavitz (2010, August). Analyzing social experiments as implemented: A reexamination of the evidence from the HighScope Perry Preschool Program. Quantitative Economics 1(1), 1Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c46.",
        "Howard, K. and J. Brooks-Gunn (2009a). The role of home-visiting programs in preventing child abuse and neglect. The Future of Children, 119Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c146.",
        "Howard, K. S. and J. Brooks-Gunn (2009b). The role of home-visiting programs in preventing child abuse and neglect. The Future of Children 19(2), 119Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c146.",
        "Kitzman, H., D. Olds, R. Cole, C. Hanks, E. Anson, K. Arcoleo, D. Luckey, M. Knudtson, C. Henderson Jr, and J. Holmberg (2010). Enduring effects of prenatal and infancy home visiting by nurses on children: follow-up of a randomized trial among children at age 12 years. Archives of Pediatrics and Adolescent Medicine 164(5), 412.",
        "Kitzman, H., D. Olds, C. Henderson, C. Hanks, R. Cole, R. Tatelbaum, K. McConnochie, K. Sidora, D. Luckey, D. Shaver, et al. (1997). Effect of prenatal and infancy home visitation by nurses on pregnancy outcomes, childhood injuries, and repeated childbearing. Jama 278(8), 644Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c652.",
        "Klebanov, P. K., J. Brooks-Gunn, and M. C. McCormick (2001). Maternal coping strategies and emotional distress: Results of an early intervention program for low birth weight young children. Developmental Psychology 37(5), 654.",
        "Kraemer, S. (2000). The fragile male. Clinical Medicine NetPrints, 1.",
        "Nelson, C. A. (2012, October). The effects of early life adversity on brain and behavioral development. Technical report, The Dana Foundation.",
        "Nievar, M. A., L. A. Van Egeren, and S. Pollard (2010). A meta-analysis of home visiting programs: Moderators of improvements in maternal behavior. Infant mental health Journal 31(5), 499Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c520.",
        "Olds, D. (2002). Prenatal and infancy home visiting by nurses: From randomized trials to community replication. Prevention Science 3(3), 153Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c172.",
        "Olds, D., H. Kitzman, R. Cole, and J. Robinson (1997). Theoretical foundations of a program of home visitation for pregnant women and parents of young children. Journal of Community Psychology 25(1), 9Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c25.",
        "Olds, D., H. Kitzman, R. Cole, J. Robinson, K. Sidora, D. Luckey, C. Henderson Jr, C. Hanks, J. Bondy, and J. Holmberg (2004). Effects of nurse home-visiting on maternal life course and child development: age 6 follow-up results of a randomized trial.",
        "Olds, D. L. (2012). Improving the life chances of vulnerable children and families with prenatal and infancy support of parents: the nurse-family partnership. Psychosocial Intervention 21(2), 129Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c143.",
        "Paulsell, D., S. Avellar, E. S. Martin, P. Del Grosso, et al. (2010). Home visiting evidence of effectiveness review: Executive summary. Technical report, Mathematica Policy Research.",
        "Pearlin, L. I. and C. Schooler (1978). The structure of coping. Journal of health and social behavior, 2Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c21.",
        "Robins, J. M., A. Rotnitzky, and L. P. Zhao (1994). Estimation of regression coefficients when some regressors are not always observed. Journal of the American Statistical Association 89(427), 846Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c866.",
        "Robling, M., M.-J. Bekkers, K. Bell, C. C. Butler, R. Cannings-John, S. Channon, B. C. Martin, J. W. Gregory, K. Hood, A. Kemp, J. Kenkre, A. A. Montgomery, G. Moody, E. Jones-Owen, K. Pickett, G. Richardson, Z. E. S. Roberts, S. Ronaldson, J. Sanders, E. Stamuli, and D. Torgerson (2016, January). Effectiveness of a nurse-led intensive home-visitation programme for first-time teenage mothers (Building Blocks): A pragmatic randomised controlled trial. The Lancet 387(10014, 9-15), 146Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c155.",
        "Romano, J. P. and M. Wolf (2005, March). Exact and approximate stepdown methods for multiple hypothesis testing. Journal of the American Statistical Association 100(469), 94Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c108.",
        "Rosenberg, M. (1965). Society and the adolescent self-image, Volume 11. Princeton university press Princeton, NJ.",
        "Sandner, M., T. Cornelissen, T. Jungmann, and P. Herrmann (2017). Hceo working paper series.",
        "Schore, A. N. (2017). All our sons: The developmental neurobiology and neuroendocrinology of boys at risk. Infant Mental Health Journal 38(1), 15Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c52.",
        "Sweet, M. A. and M. I. Appelbaum (2004). Is home visiting an effective strategy? a metaanalytic review of home visiting programs for families with young children. Child development 75(5), 1435Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c1456.",
        "VanderWeele, T. (2015). Explanation in Causal Inference: Methods for Mediation and Interaction. Oxford University Press.",
        "Veit, C. T. and J. E. Ware (1983). The structure of psychological distress and well-being in general populations. Journal of consulting and clinical psychology 51(5), 730."
    ]
}