{
    "id": 23629,
    "cites": 11,
    "cited_by": 11,
    "reference": [
        "Banerjee, Sudipto, Melanie M. Wall, and Bradley P. Carlin, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Frailty modeling for spatially correlated survival data, with application to infant mortality in Minnesota,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Biostatistics, 2003, 4 (1), 123Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c142.",
        "Bernanke, Benjamine S., Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Nonmonetary effects of the financial crisis in the propegation of the Great Deepression,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d American Economic Review, June 1983, 73, 257Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c276.",
        "Besag, J., Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Spatial interaction and the statistical analysis of lattice systems,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Journal of the Royal Statistical Society, 1974, B 36, 192Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c236.",
        "Diamond, Douglas W. and Philip H. Dybvig, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Bank Runs, Deposit Insurance, and Liquidity,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Journal of Political Economy, March 1983, 91, 401Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c419.",
        "Friedman, Milton and Anna J. Schwartz, A Monetary History of the Unit4d States: 1867-1960, Princeton University Press, 1963.",
        "Richardson, Gary, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093The Check is in the Mail: Correspondence Clearing and the Banking Panics of the Great Depression,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Journal of Economic History, September 2007, 63, 643Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c671.",
        "Sun, Dongchu, Robert K. Tsutakawa, and Paul L. Speckman, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Posterior distribution of hierarchical models using CAR(1) distributions,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Biometrika, 1999, 86 (2), 341Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c350.",
        "Temin, Peter, Did Monetary Forces Cause the Great Depression, W.W. Norton, 1976.",
        "White, Eugene, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093A Reinterpretation of the Bankintg Crisis of 1930,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Journal of Economic History, March 1984, 44, 119Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c138.",
        "Wicker, Elmus, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093A Reconsideration of the Causes of the Banking Panic of 1930,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Journal of Economic History, September 1980, 40, 571Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c583.",
        ", The Banking Panics of the Great Depression, Cambridge University Press, 1996."
    ]
}