{
    "id": 23627,
    "cites": 26,
    "cited_by": 9,
    "reference": [
        "ANSI (2006): Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093ANSI Essential Requirements: Due process requirements for American National Standards,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d http://www.ansi.org (accessed January 2009).",
        "Bekkers, R., R. Bongard, and A. Nuvolari (2011): Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093An empirical study on the determinants of essential patent claims in compatibility standards,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Research Policy, 40(7), 1001Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c1015.",
        "Bekkers, R., and A. Updegrove (2012): A study of IPR policies and practices of a representative group of Standards Setting Organizations worldwide. National Academies of Science, Washington, D.C. Biddle, B. (2015): Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Five Reasons Why Patent Disclosure in Standards-Setting Organizatiaons DoesnÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0084¢t Work (and What To Do Instead),Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Working Paper, https://papers.ssrn.com/sol3/papers.cfm?abstract id=2669893.",
        "ChabeÃ\u0083Å\u0092Ã\u0082Â\u0081-Ferret, S. (2016): Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Bias of Causal Effect Estimators Using Pre-Policy Outcomes,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Working Paper.",
        "Contreras, J. (2016): Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093A Tale of Two Layers: Patents, Standardization, and the Internet,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Denver University Law Review, 93(4).",
        "Dranove, D., and G. Jin (2010): Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Quality Disclosure and Certification: Theory and Practice,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Journal of Economic Literature, 48(4), 935Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c963.",
        "Farrell, J., J. Hayes, C. Shapiro, and T. Sullivan (2007): Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Standard Setting, Patents and Hold-Up,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Antitrust Law Journal, 74, 603Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c670.",
        "Fung, A., M. Graham, and D. Weil (2007): Full Disclosure. Cambridge University Press.",
        "Goodman, D., and R. Myers (2005): Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u00933G Cellular Standards and Patents,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d in 2005 International Conference on Wireless Networks, Communications and Mobile Computing, ed. by IEEE, pp. 415Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c420.",
        "Guimaraes, P., and P. Portugal (2010): Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093A Simple Feasible Alternative Procedure to Estimate Models with High-Dimensional Fixed Effects,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Stata Journal, 10(4), 628Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c649.",
        "Kang, B., and R. Bekkers (2015): Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Just-in-time patents and the development of standards,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Research Policy, 44(10), 1948Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c1961.",
        "Kuhn, J. M., B. N. Roin, and N. C. Thompson (2016): Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Causal Inference on Patent Protection, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Working Paper.",
        "Layne-Farrar, A. (2014): Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Assessing IPR Disclosure Within Standard Setting: An ICT Case Study,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d in Modern Trends Surrounding Information Technology Standards and Standardization Within Organizations, ed. by K. Jacobs. IGI Global.",
        "Lemley, M. (2002): Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Intellectual Property Rights and Standard Setting Organizations,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d California Law Review, 90, 1889Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c1981.",
        "Lerner, J., H. Tabakovic, and J. Tirole (2016): Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Patent Disclosures and Standard-Setting,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d NBER Working Paper No. 22768.",
        "(2015): Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Standard-Essential Patents,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Journal of Political Economy, 123(3), 547Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c586.",
        "Li, G.-C., R. Lai, A. DÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0084¢Amour, D. M. Doolin, Y. Sun, V. I. Torvik, Z. Y. Amy, and L. Fleming (2014): Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Disambiguation and co-authorship networks of the US patent inventor database (1975Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c2010),Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Research Policy, 43(6), 941Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c955.",
        "Lim, D. (2014): Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Standard Essential Patents, Trolls and the Smartphone Wars: Triangulating the End Gmae,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Penn State Law Review, 119.",
        "Marco, A. C., A. F. Myers, S. Graham, P. DÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0084¢Agostino, and J. Kucab (2015): Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093The USPTO Patent Assignment Dataset: Descriptions, Lessons, and Insights,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Working Paper.",
        "Priest, G. L., and B. H. Klein (1984): Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093The Selection of Disputes for Litigation,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Journal of Legal Studies, 13, 1Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c55.",
        "Rysman, M., and T. Simcoe (2008): Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Patents and the Performance of Voluntary Standard Setting Organizations,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Management Science, 54(11), 1920Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c1934.",
        "Simcoe, T. (2007): Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Explaining the Increase in Intellectual Property Disclosure,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d in Standards Edge: The Golden Mean, ed. by B. Group, pp. 260Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c295.",
        "Simcoe, T., S. Graham, and M. Feldman (2009): Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Competing on Standards? Entrepreneurship, Intellectual Property and Platform Technologies,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Journal of Economics and Management Strategy, 18, 775Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c816.",
        "Swanson, D., and W. Baumol (2005): Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Reasonable and Nondiscriminatory (RAND) Royalties, Standards Selection, and Control of Market Power,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Antitrust Law Journal, 73(1), 1Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c58.",
        "Tsai, J., and J. Wright (2015): Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Standard Setting, Intellectual Property Rights, and the Role of Antitrust in Regulating Incomplete Contracts,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Antitrust Law Journal, 80(1), 157Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c183.",
        "Van Audenrode, M., J. Royer, R. Stitzing, and P. Saaskilahti (2017): Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Over-Declaration of Standard Essential Patents and Determinants of Essentiality,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Working Paper."
    ]
}