{
    "id": 23621,
    "cites": 7,
    "cited_by": 3,
    "reference": [
        "Berry, Steven T. and Philip A. Haile, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Nonparametric Identification of Multinomial Choice Demand Models with Heterogeneous Consumers,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d 2010. Yale University working paper.",
        "Fox, Jeremy T. and Amit Gandhi, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Nonparametric Identification and Estimation of Random Coefficients in Multinomial Choice Models,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d RAND Journal of Economics, 2016, 47 (1), 118Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c139.",
        ", Kyoo il Kim, Stephen Ryan, and Patrick Bajari, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093The Random Coefficients Logit Model is Identified,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Journal of Econometrics, 2012, 1662 (2), 204Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c212.",
        "Gautier, E. and Y. Kitamura, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Nonparametric Estimation in Random Coefficients Binary Choice Models,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Econometrica, 2013, 81 (2), 581Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c607.",
        "Ichimura, H. and TS Thompson, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Maximum likelihood estimation of a binary choice model with random coefficients of unknown distribution,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Journal of Econometrics, 1998, 86 (2), 269Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c295.",
        "Lewbel, Arthur, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Semiparametric Qualitative Response Model Estimation with Unknown Heteroscedasticity or Instrumental Variables,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Journal of Econometrics, 2000, 97 (1), 145Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c177.",
        ", Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093An Overview of the Special Regressor Method,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d in Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Oxford Handbook of Applied Nonparametric and Semiparametric Econometrics and Statistics,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Oxford University Press, 2014, pp. 38Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c62. Masten, Matthew, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Random coefficients on endogenous variables in simultaneous equations models,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d The Review of Economic Studies, forthcoming. 2Masten (forthcoming, Theorem 1) is stated for a seemingly unrelated regression model with two equations but this was just an editorial decision on his part and the argument applies to any number of equations. Masten (forthcoming, Theorem 1) directly applies to a model with a good-specific vector of random coefficients Ã\u0083Å½Ã\u0082Â²j for each inside good j, in addition to the good-specific additive error j. The typical restriction is used in this paper: Ã\u0083Å½Ã\u0082Â²j1 = Ã\u0083Å½Ã\u0082Â²j2 for all inside goods j1, j2. This is a special case of Masten (forthcoming, Theorem 1)."
    ]
}