{
    "id": 2363,
    "cites": 18,
    "cited_by": 15,
    "reference": [
        "Campbell, J.Y., A Defense of Traditional Hypotheses about the Term Structure of Interest Rates, Journal of Finance Vol XLI, pp. 183-193. 1986.",
        "Cox, J.O., J.E. Ingersoll, Jr., and S.A. Ross, A Re-examination of Traditional Hypotheses about the Term Structure of Interest Rates, Journal of Finance, Vol. XXXVI, pp. 769-799, 1985.",
        "Engle, R.F., D.M. Lilien and R.P. Robins, Estimating Time Varying Risk Premnia in the Term Structure: The ARCH-M Model, University of California, San Diego, December 1984.",
        "Fama, E.F. and K.R. French, Detecting Spot Price Forecasts in Futures Prices, Journal of Business Vol 59, No. 2, pp 39-54, 1986.",
        "Friedman, B.M., Interest Rate Expectations Versus Forward Rates: Evidence from an Expectations Survey, Journal of Finance, Vol. XXXIV, pp. 965-973, 1979.",
        "Hansen, L.P., Large Sample Properties of Generalized Method of Moments Estimators, Econometrica, Vol. 50, pp. 1029-1054, 1982.",
        "Jones, D.S. and V.V. Roley, Rational Expectations and the Expectations Model of the Term Structure, Journal of Monetary Economics, Vol. 12, pp. 453-465, 1983.",
        "Macaulay, F.R., Some Theoretical Problems Suggested by Movements of Interest Rates, Bond Yields and Stock Prices in the United States Since 1856, New York, NBER, 1938.",
        "Mankiw, N.G., The Term Structure of Interest Rates Revisited, Brooking Papers on Economic Activity, Vol 1., pp. 61-110, 1986.",
        "Mankiw, N.G. and J.A. Miron, The Changing Behavior of the Termn Structure of Interest Rates, Quarterly Journal of Economics, Vol. CI, pp. 211-228, 1986.",
        "Mankiw, N.G. and L.H. Summers, Do Long-Term Interest Rates Overreact to Short-Term Interest Rates?, Brookings Papers on Economic Activity, No. 1, pp. 223-242, 1984.",
        "Modigliani, F. and R.J. Shiller, Inflation, Rational Expectations and the Term Structure of Interest Rates, Economica pp. 12-43, 1973.",
        "Newey, W., and K. West, A Simple, Positive Definite, Heteroskedasticity and Autocorrelation Consistent Covariance Matrix, Woodrow Wilson School Discussion Paper, No. 92, May 1985.",
        "Rubinstein, M., An Aggregation Theorem for Securities Markets, .Journal of Financial Economics, Vol. 1, pp. 225-244, 1974.",
        "Shiller, R.J., The Volatility of Long-Term Interest Rates and Expectations Models of the Term Structure, Journal of Political Economy, Vol. 87, no. 6, pp. 1190-1219, 1979.",
        "Structure, Journal of Econometrics, Vol. 16, pp. 71-87, 1981.",
        "Monetary Economics, North-Holland. Shiller, R.J., J.Y. Campbell and K.L. Schoenholtz, Forward Rates and Future Policy: Interpreting the Term Structure of Interest Rates, Brookings Papers on Economic Activity, No. 1, pp. 223-242, 1983.",
        "Startz, R., Do forecast errors or term premia really make the difference between long and short rates?, Journal of Financial Economics, Vol. 10. pp. 323-329, 1982."
    ]
}