{
    "id": 23637,
    "cites": 29,
    "cited_by": 7,
    "reference": [
        "Ackerberg, D., Benkard, L., Berry, S., and Pakes, A. Econometric Tools for Analyzing Market Outcomes. Chapter 63 in Handbook of Econometrics: Volume 6A, Edited by J. Heckman and E. Leamer, North Holland 2007.",
        "Ackerberg, D., K. Caves, and G. Frazer, 2015. Identification Properties of Recent Production Function Estimators. Econometrica 83, 2411-2451.",
        "Aghion, P., and P. Howitt, 1996. Endogenous Growth Theory. MIT Press.",
        "Bernard, A., E. Blanchard, I. Van Beveren, and H. Vandenbussche, 2012. MultiProduct Exporters, Carry-Along Trade and the Margins of Trade. NBER Working Paper #18246.",
        "Bernard, A., S. Redding, and P. Schott, 2010. Multiple-Product Firms and Product Switching. American Economic Review 100, 70-97.",
        "Bernard, A., S. Redding, and P. Schott, 2011. Multi-product Firms and Trade Liberalization. Quarterly Journal of Economics 126, 1271aÃ\u0083Å\u0092Ã\u0082â\u0080\u009aeÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u00931318.",
        "Bloom, N., M. Draca, and J. Van Reenen, 2016. Trade Induced Technical Change? The Impact of Chinese Imports on Innovation, IT and Productivity. Review of Economic Studies 83, 87-117.",
        "De Loecker, J., 2011. Product Differentiation, Multi-Product Firms and Estimating the Impact of Trade Liberalization on Productivity. Econometrica 79, 1407-1451.",
        "De Loecker, J., P. Goldberg, A. Khandelwal, and N. Pavcnik, 2016. Prices, markups and Trade Reform. Econometrica 84, 445-510.",
        "Dhingra, S., 2013. Trading away wide brands for cheap brands. American Economic Review 103, 2554Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c84.",
        "Dhyne, E., A. Petrin, and F. Warzynski, 2016. Deregulation and Spillovers in MultiProduct Production Settings. Mimeo, Aarhus University.",
        "Diewert, W. 1973. Functional Forms for Profit and Transformation Functions. Journal of Economic Theory 6, pp. 284-316.",
        "Duprez, C. 2014. Value Creation in Exports: A Diagnostic for Belgium. NBB Economic Review, September 2014, pp. 25-39.",
        "Eckel, C., Iacovone, L., Javorcik, B., and Neary, J. P., 2015. Multi-product firms at home and away: Cost- versus quality-based competence. Journal of International Economics 95, 216Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c232.",
        "Eckel, C. and Neary, P. J., 2010. Multi-Product Firms and Flexible Manufacturing in the Global Economy. Review of Economic Studies 77, 188Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c217.",
        "Foster, L., J. Haltiwanger, and C. Syverson, 2008. Reallocation, Firm Turnover, and Efficiency: Selection on Productivity or Profitability? American Economic Review 98, 394-425.",
        "Goldberg, P., A. Khandelwal, N. Pavcnik, and P. Topalova, 2010a. Imported Intermediate Input and Domestic Product Growth: Evidence from India. Quarterly Journal of Economics 126, 1727-1767.",
        "Goldberg, P., A. Khandelwal, N. Pavcnik, and P. Topalova, 2010b. Multiproduct Firms and Product Turnover in the Developing World: Evidence from India. Review of Economics and Statistics 92, 1042-1049.",
        "Holmes, T. and T. Schmitz, 2010. Competition and Productivity: A Review of Evidence. Annual Review of Economics 2, 619aÃ\u0083Å\u0092Ã\u0082â\u0080\u009aeÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u009342.",
        "Hummels, D., R. JAÃ\u0083Å\u0092Ã\u0082Æ\u0092 rgensen, J. Munch, and C. Xiang, 2014. The Wage Effects of Offshoring: Evidence from Danish Matched Worker-firm Data. American Economic Review 104, 1597aÃ\u0083Å\u0092Ã\u0082â\u0080\u009aeÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u00931629.",
        "Klette, T. J. and Z. Griliches, 1996. The Inconsistency of Common Scale Estimators When Output Prices Are Unobserved and Endogenous. Journal of Applied Econometrics 11, 343-361.",
        "Lau, L., 1976. A Characterization of the Normalized Restricted Profit Function. Journal of Economic Theory 12, 131-163.",
        "Levinsohn, J., and A. Petrin, 2003. Estimating Production Functions Using Inputs to Control for Unobservables. Review of Economic Studies 70, 317-341.",
        "Lileeva, A. and D. Trefler, 2010. Improved Access to Foreign Markets Raises PlantLevel Productivity... for Some Plants. Quarterly Journal of Economics 125, 10511099.",
        "Olley, S., and A. Pakes, 1996. The Dynamics of Productivity in the Telecommunications Industry. Econometrica 64, 1263-1297.",
        "Pavcnik, N., 2002. Estimating Production Functions Using Inputs to Control for Unobservables. Review of Economic Studies 70, 317-341.",
        "Petropoulos, W, 2000. Industry Productivity Dynamics with Capacity Utilization and Differentiated Products, University of Michigan Ph.D.",
        "Roberts, M. and D. Supina, 2000. Output price and markup dispersion in micro data: the roles of producer heterogeneity and noise. Industrial Organization 9, 1-36.",
        "Wooldridge, J. M., 2009. On estimating firm-level production functions using proxy variables to control for unobservables. Economics Letters 104, 112-114."
    ]
}