{
    "id": 23633,
    "cites": 20,
    "cited_by": 1,
    "reference": [
        "Almada, L, McCarthy, I, & Tchernis, R. 2016. What Can We Learn about the Effects of Food Stamps on Obesity in the Presence of Misreporting? American Journal of Agricultrual Economics, 98(4), 997Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c1017.",
        "Almada, Lorenzo, & Tchernis, Rusty. 2015. Measuring Effects of SNAP on Obesity at the Intensive Margin. Working Paper. Andrew Young School of Policy Studies, Georgia State University.",
        "Baranowski, Tom, OÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0084¢Connor, Teresia, Johnston, Craig, Hughes, Sheryl, Moreno, Jennette, Chen, Tzu-An, Meltzer, Lisa, & Baranowski, Janice. 2014. School year versus summer differences in child weight gain: a narrative review. Childhood Obesity, 10(1), 18Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c24.",
        "Barrow, Lisa, & McGranahan, Leslie. 2000. The effects of the earned income credit on the seasonality of household expenditures. National Tax Journal, 1211Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c1243.",
        "Bartfeld, Judith. 2013. SNAP and the School Meal Programs. Working Paper 2013-08. University of Kentucky Center for Poverty Research.",
        "Beatty, Timothy, & Tuttle, Charlotte J. 2015. Expenditure Response to Increases in In-Kind Transfers: Evidence from the Supplemental Nutrition Assistance Program. American Journal of Agricultural Economics, 97(2), 390Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c404.",
        "Caswell, Julie A, Yaktine, Ann L, et al. 2013. Supplemental Nutrition Assistance Program: : Examining the Evidence to Define Benefit Adequacy. National Academies Press.",
        "Fox, Mary, Hamilton, William, & Lin, Biing. 2004. Effects of Food Assistance and Nutrition Programs on Nutrition and Health. Tech. rept. United States Department of Agriculture, Economic Research Service.",
        "Fraker, Thomas. 1990. The effects of food stamps on food consumption: a review of the literature. Current perspectives on food stam p program participation (USA).",
        "Franckle, Rebecca, Adler, Rachel, & Davison, Kirsten. 2013. Accelerated weight gain among children during summer versus school year and related racial/ethnic disparities: a systematic review. Preventing chronic disease, 11, E101Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009cE101.",
        "Gundersen, Craig, Kreider, Brent, & Pepper, John. 2012. The impact of the National School Lunch Program on child health: A nonparametric bounds analysis. Journal of Econometrics, 166(1), 79Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c91.",
        "Hoynes, Hilary W, & Schanzenbach, Diane Whitmore. 2015. US Food and Nutrition Programs. Tech. rept. National Bureau of Economic Research.",
        "Millimet, D., Tchernis, R., & Husain, M. 2010. School Nutrition Programs and the Incidence of Childhood Obesity. Journal of Human Resources, 45, 640Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c654.",
        "Moffitt, Robert A, & Ribar, David C. 2016. Child Age and Gender Differences in Food Security in a Low-Income Inner-City Population. Working Paper 22988. National Bureau of Economic Research.",
        "Mullahy, J. 2011. Marginal Effects in Multivariate Probit and Kindred Discrete and Count Outcome Models, with Applications in Health Economics. Working Paper. National Bureau of Economic Research.",
        "Nord, Mark, & Prell, Mark A. 2011. Food security improved following the 2009 ARRA increase in SNAP benefits. US Department of Agriculture, Economic Research Service Washington, DC.",
        "Nord, Mark, & Romig, Kathleen. 2006. Hunger in the summer: seasonal food insecurity and the National School Lunch and Summer Food Service programs. Journal of Children & Poverty, 12(2), 141Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c158.",
        "Papke, Leslie E, & Wooldridge, Jeffrey M. 1996. Econometric methods for fractional response variables with an application to 401 (k) plan participation rates. Journal of Applied Econometrics, 11(6), 619Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c632.",
        "Rubin, Donald B. 1987. Multiple Imputation for Nonresponse in Surveys. New York, NY: John Wiley and Sons.",
        "Vassilopoulos, Achilleas, Drichoutis, Andreas, Nayga, Rodolfo, & Lazaridis, Panagiotis. 2011. Does the Food Stamp Program Really Increase Obesity? The Importance of Accounting for Misclassification Errors. Working Paper 41811. Munich Personal RePEc Archive."
    ]
}