{
    "id": 23643,
    "cites": 28,
    "cited_by": 12,
    "reference": [
        "Acemoglu, Daron, Ufuk Akcigit, and William Kerr, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Innovation Network,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Proceedings of the National Academy of Sciences, 2016, 113 (4).",
        "Ackerberg, Daniel A., Kevin Caves, and Garth Frazer, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Identification Properties of Recent Production Function Estimators,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Econometrica, 2015, 83 (6), 2411Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c2451.",
        ", Nicholas Bloom, Richard Blundell, Rachel Griffith, and Peter Howitt, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Competition and Innovation: An Inverted-U Relationship,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Quarterly Journal of Economics, 2005, 120 (2), 701Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c728.",
        "Aitken, Brian J. and Ann E. Harrison, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Do Domestic Firms Benefit from Direct Foreign Investment ?Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d American Economic Review, 1999, 89 (3), 605Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c618.",
        "Barba-Navaretti, G. and A. Venables, Multinational Firms in the World Economy, Princeton University Press, 2004.",
        "Barrios, Salvador, Holger Gorg, and Eric Strobl, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Spillovers through backward linkages from multinationals: Measurement matters!Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d European Economic Review, August 2011, 55 (6), 862Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c 875.",
        "Blomstrom, Magnus and Edward Wolff, Multinational corporations and productivity convergence in Mexico Convergence of productivity: Cross-national studies and historical evidence, Oxford University Press, 1994.",
        "Bloom, Nicholas, Mark Schankerman, and John Van Reenen, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Identifying Technology Spillovers and Product Market Rivalry,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Econometrica, 07 2013, 81 (4), 1347Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c1393.",
        ", Mirko Draca, and John Van Reenen, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Trade Induced Technical Change? The Impact of Chinese Imports on Innovation, IT and Productivity,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Review of Economic Studies, 2016, 83 (1), 87Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c117.",
        "Cantwell, J.A., Technological Innovation and Multinational Corporations, Oxford: Basil Blackwell, 1989.",
        "De Loecker, Jan and Frederic Warzynski, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Markups and Firm-Level Export Status,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d American Economic Review, 2012, 102 (6), 2437Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c2471. Gopinath, Gita, Sebnem Kalemli-Ozcan, Loukas Karabarbounis, and Carolina Villegas-Sanchez, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Capital Allocation and Productivity in South Europe,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Quarterly Journal of Economics, forthcoming.",
        "Hall, Robert E., Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Market Structure and Macroeconomic Fluctuations,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Brookings Papers on Economic Activity, 1986, 17 (2), 285Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c338.",
        "Harrison, Ann E., Leslie A. Martin, and Shanthi Nataraj, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Learning versus Stealing: How Important Are Market-Share Reallocations to IndiaÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0084¢s Productivity Growth?Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d World Bank Economic Review, 2013, 27 (2), 202Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c228.",
        "Haskel, Jonathan E., Sonia C. Pereira, and Matthew J. Slaughter, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Does Inward Foreign Direct Investment Boost the Productivity of Domestic Firms?Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d The Review of Economics and Statistics, 2007, 89 (3), 482Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c496.",
        "Jaffe, Adam B., Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Technological Opportunity and Spillovers of R&D: Evidence from FirmsÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0084¢ Patents, Profits, and Market Value,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d American Economic Review, December 1986, 76 (5), 984Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c1001.",
        "Jaffe, Adam B, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Demand and Supply Influences in R&D Intensity and Productivity Growth,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d The Review of Economics and Statistics, August 1988, 70 (3), 431Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c37.",
        "Javorcik, Beata Smarzynska, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Does Foreign Direct Investment Increase the Productivity of Domestic Firms? In Search of Spillovers through Backward Linkages,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d American Economic Review, 2004, 94 (3), 605Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c627.",
        "Kalemli-Ozcan, Sebnem, Bent Sorensen, Carolina Villegas-Sanchez, Vadym Volosovych, and Sevcan Yesiltas, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093How to Construct Nationally Representative Firm Level data from the ORBIS Global Database,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d NBER Working Papers 21558, National Bureau of Economic Research, Inc September 2015.",
        "Keller, Wolfgang and Stephen R. Yeaple, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Multinational Enterprises, International Trade, and Productivity Growth: Firm-Level Evidence from the United States,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d The Review of Economics and Statistics, 2009, 91 (4), 821Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c831.",
        "Klapper, Leora, Luc Laeven, and Raghuram Rajan, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Entry regulation as a barrier to entrepreneurship, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Journal of Financial Economics, December 2006, 82 (3), 591Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c629.",
        "Kokko, Ari, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Technology, market characteristics, and spillovers,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Journal of Development Economics, April 1994, 43 (2), 279Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c293.",
        "Levinsohn, James and Amil Petrin, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Estimating Production Functions Using Inputs to Control for Unobservables,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Review of Economic Studies, 2003, 70 (2), 317Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c342.",
        "Marin, Alvaro F. Garcia and Nico Voigtlander, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Exporting and Plant-Level Efficiency Gains: ItÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0084¢s in the Measure,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d working paper, 2014.",
        "OECD, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Technology Intensity Definition, ISIC REV. 3,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d 2011.",
        "Olley, G. Steven and Ariel Pakes, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093The Dynamics of Productivity in the Telecommunications Equipment Industry,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Econometrica, 1996, 64 (6), 1263Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c97.",
        "Petrin, Amil, Jerome Reiter, and Kirk White, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093The Impact of Plant-level Resource Reallocations and Technical Progress on U.S. Macroeconomic Growth,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Review of Economic Dynamics, 2011, 14 (1), 3Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c26.",
        "Ronald, Findlay, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Relative Backwardness, Direct Foreign Investment, and the Transfer of Technology: A Simple Dynamic Model,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d The Quarterly Journal of Economics, 1978, 92 (1), 1Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c16.",
        "Wooldridge, Jeffrey M., Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093On Estimating Firm-Level Production Functions Using Proxy Variables to Control for Unobservables,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Economics Letters, 2009, 104 (3), 112Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c114."
    ]
}