{
    "id": 2364,
    "cites": 20,
    "cited_by": 4,
    "reference": [
        "Blanchard, Olivier J. and Danny Quah, The Dynamic Effects of Aggregate Demand and Supply Disturbances, unpublished manuscript, MIT, 1987.",
        "Campbell, John Y. and N. Gregory Mankiw, Are Output Fluctuations Transitory?, unpublished manuscript, 1986; forthcoming, Ouarterlv Journal of Economics.",
        "Clark, Peter K., (1986a) The Cyclical Component of U.S. Economic Activity, unpublished manuscript, Stanford University, 1986.",
        "Cochrane, John H., How Big is the Random Walk in GNP?, unpublished manuscript, University of Chicago, 1986.",
        "DeLong, J. Bradford and Lawrence H. Summers, Is Increased Price Flexibility Destabilizing? American Economic Review 1986, 76, 1031-1044.",
        "Fama, Eugene F. and Michael Gibbons, Inflation, Real Returns and Capital Investment, Journal of Monetary Economics 1982, 9, 297-323.",
        "Friedman, Benjamin H., The Inefficiency of Short-Run Monetary Targets for Monetary Policy, Broolcings Papers on Economic Activity, 1977, 293-335.",
        "Fuller, Wayne A., Introduction to Statistical Time Series, New York: John Wiley and Sons, 1976.",
        "King, Robert, Plosser, Charles, Stock, James and Mark Watson, Stochastic Trends and Economic Fluctuations, NBER Working Paper No. 2229, 1987.",
        "Mankiw, N. Gregory, The Optimal Collection of Seignorage: Theory and Evidence, unpublished manuscript, Harvard University, 1986.",
        "McCallum, Bennett T., A Note on John Taylors Macroeconomic Model, unpublished manuscript, Carnegie-Mellon University, undated. , (1986a) On `Real and `Sticky Price Theories of the Business Cycle, Journal of Money. Credit and Banking, 1986, XVIII, 397-414. , (1986b) Some Issues Concerning Interest Rate Pegging, Price Level Determinacy, and the Real Bills Doctrine, Journal of Monetary Economics, 1986, 17, 135-160.",
        "Nelson, Charles R. and Charles I. Plosser, Trends and Random Walks in Macroeconomic Time Series, Journal of Monetary Economics, 1982, 10, 139-162.",
        "Quah, Danny, What do we Learn from Unit Roots in Macroeconomic Time Series, unpublished manuscript, MIT, 1986.",
        "Rose, Andrew K., The Autoregressivity Paradox, unpublished manuscript, U.C. Berkeley, 1987.",
        "Sargent, Thomas J., Macroeconomic Theory (New York: Academic Press), 1979.",
        "Stock, James H. and Mark W. Watson, Does GNP have a Unit Root?, Economics Letters 1986, 22, 147-151.",
        "Stultz, Rene H. and Walter Wasserfallen, Macroeconomic Time Series, Business Cycles, and Macroeconomic Policies, Carnegie Rochester Series on Public Policy vol. 22, 1985, 9-55.",
        "Taylor, John B., (1980a) Aggregate Dynamics and Staggered Contracts, Journal of Political Economy, 1980, 88, 1-23.",
        "Walsh, Carl, In Defense of Base Drift, American Economic Review, 1986, 17, 692-700.",
        "Watson, Mark W., Univariate Detrending Methods with Stochastic Trends, Journal of Monetary Economics. 1986, 18, 49-76."
    ]
}