{
    "id": 23659,
    "cites": 35,
    "cited_by": 1,
    "reference": [
        "Acemoglu, Daron, Michael Golosov, and Aleh Tsyvinski, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Political economy of mechanisms, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Econometrica, 2008, 76 (3), 619Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c641.",
        "Alesina, Alberto and Edward Ludwig Glaeser, Fighting poverty in the US and Europe: A world of difference, Vol. 26, Oxford University Press Oxford, 2004.",
        ", Reza Baqir, and William Easterly, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Redistributive Public Employment,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Journal of Urban Economics, September 2000, 48 (2), 219Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c241.",
        ", Stephan Danninger, and Massimo Rostagno, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Redistribution through Public Employment: The Case of Italy,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d IMF Staff Papers, January 2001, 48 (3), 447Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c473.",
        "Ball, Sheryl, Catherine Eckel, Philip J Grossman, and William Zame, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Status in markets,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d The Quarterly Journal of Economics, 2001, 116 (1), 161Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c188.",
        "Besley, Timothy and Stephen Coate, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Workfare versus Welfare: Incentive Arguments for Work Requirements in Poverty-Alleviation Programs,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d The American Economic Review, 1992, 82 (1), 249Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c261.",
        "Boadway, Robin, Nicolas Marceau, and Maurice Marchand, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Investment in Education and the Time Inconsistency of Redistributive Tax Policy,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Economica, 1996, 63 (250), 171Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c 189.",
        "Cappelen, Alexander W, James Konow, Erik Ã\u0083Æ\u0092Ã\u0082Ë\u009c SÃ\u0083Æ\u0092Ã\u0082Â¸rensen, and Bertil Tungodden, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Just luck: An experimental study of risk-taking and fairness,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d The American Economic Review, 2013, 103 (4), 1398Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c1413.",
        "Clark, Andrew E and Carine Milcent, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Public employment and political pressure: The case of French hospitals,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Journal of Health Economics, 2011, 30 (5), 1103Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c1112.",
        "Clark, Jeremy, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Fairness in Public Good Provision: An Investigation of Preferences for Equality and Proportionality,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Canadian Journal of Economics, 1998, 31 (3), 708Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c729.",
        "Corneo, Giacomo and Hans Peter GruÃ\u0083Å\u0092Ã\u0082Ë\u0086ner, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Individual preferences for political redistribution, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Journal of public Economics, 2002, 83 (1), 83Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c107.",
        "Cruces, Guillermo, Ricardo Perez-Truglia, and Martin Tetaz, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Biased perceptions of income distribution and preferences for redistribution: Evidence from a survey experiment,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Journal of Public Economics, 2013, 98, 100Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c112.",
        "Crump, Matthew JC, John V McDonnell, and Todd M Gureckis, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Evaluating Amazon Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0084¢s Mechanical Turk as a tool for experimental behavioral research,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d PloS ONE, 2013, 8 (3).",
        "Cuff, Katherine, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Optimality of workfare with heterogeneous preferences,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Canadian Journal of Economics/Revue Canadienne dÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Ë\u009cEconomique, February 2000, 33 (1), 149Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c174.",
        "Falk, A, D Huffman, and K Mierendorff, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Incentive Effects and Political Acceptability of Workfare,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d 2006. Working Paper, Institute for the Study of Labour.",
        "Farhi, Emmanuel, Christopher Sleet, Ivan Werning, and Sevin Yeltekin, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Non-linear capital taxation without commitment,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d The Review of Economic Studies, 2012, 79 (4), 1469Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c 1493.",
        "Fehr, Ernst and Klaus M. Schmidt, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093A Theory of Fairness, Competition, and Cooperation,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d The Quarterly Journal of Economics, 1999, 114 (3), 817Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c868.",
        "Fleurbaey, Marc and FrancÃ\u0083Å\u0092Ã\u0082Â§ois Maniquet, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Fair Income Tax,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d The Review of Economic Studies, January 2006, 73 (1), 55Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c83.",
        "Fong, Christina, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Social preferences, self-interest, and the demand for redistribution,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Journal of Public Economics, 2001, 82 (2), 225Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c246.",
        "Fong, Christina M. and Erzo F.P. Luttmer, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Do fairness and race matter in generosity? Evidence from a nationally representative charity experiment,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Journal of Public Economics, 2011, 95 (5), 372Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c394.",
        "Fudenberg, Drew and Jean Tirole, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Moral Hazard and Renegotiation in Agency Contracts,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Econometrica, November 1990, 58 (6), 1279Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c1319.",
        "Goffman, Erving, Stigma: Notes on the management of spoiled identity, N.J.: Prentice-Hall: Englewood Cliffs, 1963.",
        "Hoffman, Elizabeth and Matthew L. Spitzer, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Entitlements, Rights, and Fairness: An Experimental Examination of SubjectsÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0084¢ Concepts of Distributive Justice,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d The Journal of Legal Studies, 1985, 14 (2), 259Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c297.",
        "Konrad, Kai A, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Privacy and time-consistent optimal labor income taxation,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Journal of Public Economics, 2001, 79 (3), 503Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c519.",
        "Kreiner, Claus Thustrup and Torben TranÃ\u0083Æ\u0092Ã\u0082Â¦s, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Optimal Workfare with Voluntary and Involuntary Unemployment*,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Scandinavian Journal of Economics, September 2005, 107 (3), 459Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c474.",
        "Kuziemko, I, M I Norton, E Saez, and S Stantcheva, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093How elastic are preferences for redistribution? Evidence from randomized survey experiments,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d 2013. NBER Working Paper No. 18865.",
        "Lockwood, Benjamin B and Matthew Weinzierl, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093De Gustibus non est Taxandum: Heterogeneity in Preferences and Optimal Redistribution,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Journal of Public Economics, 2015.",
        "Mattos, Enlinson and Vitor FrancÃ\u0083Å\u0092Ã\u0082Â§a, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Public employment and income redistribution: causal evidence for Brazilian municipalities,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Public Choice, December 2011, 146 (1-2), 43Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c73.",
        "Mirrlees, James A, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093An exploration in the theory of optimum income taxation,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d The Review of Economic Studies, 1971, 38 (2), 175Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c208.",
        "Moffitt, Robert, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Welfare work Requirements with Paternalistic Government Preferences,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d The Economic Journal, 2006, 116 (515), F441Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009cF458.",
        "Netzer, N and F Scheuer, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Competitive markets without commitment,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Journal of Political Economy, 2010, 118 (6), 1079Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c1109.",
        "Piketty, Thomas and Emmanuel Saez, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Optimal Labor Income Taxation,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Handbook of Public Economics, 2013, 5. (Amsterdam: North Holland).",
        "Roemer, John E and et al., Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093To what extent do fiscal regimes equalize opportunities for income acquisition among citizens?,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Journal of Public Economics, 2003, 87 (3-4), 539Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c565.",
        "Saez, Emmanuel, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Optimal Income Transfer Programs: Intensive Versus Extensive Labor Supply Responses,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d The Quarterly Journal of Economics, 2002, 117 (3), 1039Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c1073.",
        "Sandmo, Agnar, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Optimal taxation when tastes differ,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Finanzarchiv, 1993, 50 (2)."
    ]
}