{
    "id": 23662,
    "cites": 44,
    "cited_by": 2,
    "reference": [
        "Ackerberg, D. A. (2003). Advertising, learning, and consumer choice in experience good markets: an empirical examination*. International Economic Review 44(3), 1007Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c1040.",
        "Bailey, M. (1997). Comments on berndt, cockburn, griliches, Ã\u0083Æ\u0092Ã\u0082Â¢Ã\u0083â\u0080\u009eÃ\u0082â\u0080\u009aÃ\u0083â\u0080¦Ã\u0082Â¸pharmaceutical innovations and market dynamics: Tracking effects on price indexes for antidepressant drugsÃ\u0083Æ\u0092Ã\u0082Â¢Ã\u0083â\u0080\u009eÃ\u0082â\u0080\u009aÃ\u0083â\u0080¦Ã\u0082Â¹.",
        "Berndt, E. (2005). To inform or persuade? direct-to-consumer advertising of prescription drugs. New England Journal of Medicine 352(4), 325Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c328.",
        "Berndt, E. R. and M. L. Aitken (2011). Brand loyalty, generic entry and price competition in pharmaceuticals in the quarter century after the 1984 waxman hatch legislation. International Journal of the Economics of Business 18(2), 177Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c201.",
        "Berry, S. T. (1994). Estimating discrete-choice models of product differentiation. The RAND Journal of Economics, 242Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c262.",
        "Blume, S. W. and J. Curtis (2011). Medical costs of osteoporosis in the elderly medicare population.",
        "Bradford, W. D., A. N. Kleit, P. J. Nietert, T. Steyer, T. McIlWain, and S. Ornstein (2006). How direct-to-consumer television advertising for osteoarthritis drugs affects physiciansÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0084¢ prescribing behavior. Health Affairs 25(5), 1371Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c1377.",
        "Busetzina, S., R. M. Conti, N. Yu, and P. B. Bach (2017). Are rebates in part d increasing costs for patients and medicare? Journal of the American Medical Association: Internal Medicine.",
        "Ching, A. (2010). Consumer learning and heterogeneity: Dynamics of demand for prescription drugs after patent expiration. International Journal of Industrial Organization 28(6), 619Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c638.",
        "Colgan, S., K. Faasse, L. R. Martin, M. H. Stephens, and A. Grey (2015). Perceptions of generic medication in the general population, doctors and pharmacists: A systematic review. British Medical Journal.",
        "Crawford, G. S. and M. Shum (2005). Uncertainty and learning in pharmaceutical demand. Econometrica 73(4), 1137Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c1173.",
        "Dafny, L., C. Ody, and M. Schmitt (2016). When discounts raise costs: the effect of copay coupons on generic utilization.",
        "Davit, B. M., P. E. Nwakama, G. J. Buehler, D. P. Conner, S. H. Haidar, D. T. Patel, Y. Yang, L. X. Yu, and J. Woodcock (2009). Comparing generic and innovator drugs: a review of 12 years of bioequivalence data from the united states food and drug administration. The Annals of Pharmacotherapy 43(10), 1583Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c1597.",
        "Duggan, M., P. Healy, and F. S. Morton (2008). Providing prescription drug coverage to the elderly: AmericaÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0084¢s experiment with medicare part d. The Journal of Economic Perspectives 22(4), 69Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c92.",
        "Duggan, M. and F. S. Morton (2010). The effect of medicare part d on pharmaceutical prices and utilization. The American Economic Review 100(1), 590Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c607.",
        "Ellison, G. and S. F. Ellison (2011). Strategic entry deterrence and the behavior of pharmaceutical incumbents prior to patent expiration. American Economic Journal: Microeconomics 3(1), 1Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c36.",
        "Erdem, T. and M. P. Keane (1996). Decision-making under uncertainty: Capturing dynamic brand choice processes in turbulent consumer goods markets. Marketing science 15(1), 1Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c20.",
        "Fischer, M. A. and J. Avorn (2004). Economic implications of evidence-based prescribing for hypertension: can better care cost less? Jama 291(15), 1850Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c1856.",
        "Frank, R. G. (2007). The ongoing regulation of generic drugs. New England Journal of Medicine 357(20), 1993Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c1996.",
        "Goedken, A. M., J. M. Urmie, K. B. Farris, and W. R. Doucette (2010). Impact of cost sharing on prescription drugs used by medicare beneficiaries. Research in Social and Administrative Pharmacy 6(2), 100Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c109.",
        "Goldman, D., G. Joyce, and Y. Zheng (2007). Prescription drug cost sharing associations with medication and medical utilization and spending and health. Journal of the American Medical Association 298(1), 61Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c69.",
        "Greene, J. A. and A. S. Kesselheim (2011). Why do the same drugs look different? pills, trade dress, and public health. New England Journal of Medicine 265(1), 83Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c89.",
        "Haas, J. S., K. A. Phillips, E. P. Gerstenberger, and A. C. Seger (2005). Potential savings from substituting generic drugs for brand-name drugs: medical expenditure panel survey, 1997Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c2000. Annals of internal medicine 142(11), 891Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c897.",
        "Hemphill, S. C. and B. N. Sampat (2012). Evergreening, patent challenges, and effective market life in pharmaceuticals. Journal of Health Economics 31(2), 327Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c339.",
        "Iizuka, T. and G. Z. Jin (2005). The effect of prescription drug advertising on doctor visits. Journal of Economics and Management Strategy 14(3), 701Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c727.",
        "Joyce, G. F., J. J. Escarce, M. D. Solomon, and D. P. Goldman (2002). Employer drug benefit plans and spending on prescription drugs. Jama 288(14), 1733Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c1739.",
        "Karaca-Mandic, P., A. B. Jena, G. F. Joyce, and D. P. Goldman (2012). Out-of-pocket medication costs and use of medications and health care services among children with asthma.",
        "Karaca-Mandic, P., T. Swenson, J. M. Abraham, and R. L. Kane (2013). Association of medicare part d medication out-of-pocket costs with utilization of statin medications. Health Services Research 48(4), 1311Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c1333.",
        "Kesselheim, A. S., A. S. Misono, J. L. Lee, M. R. Stedman, A. M. Brookhart, N. K. Choudhry, and W. H. Shrank (2008). Clinical equivalence of generic and brand name drugs used in cardiovascular disease: A systematic review and meta-analysis. Journal of the American Medical Association 300(21), 2514Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c2526.",
        "Kravitz, R. L., R. M. Epstein, M. D. Feldman, C. E. Franz, R. Azari, M. S. Wilkes, L. Hinton, and P. Franks (2005). Influence of patientsÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0084¢ requests for direct-to-consumer advertised antidepressants: A randomized controlled trial. Journal of the American Medical Association 293(16), 1995Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c2002.",
        "Lin, C.-W., P. Karaca-Mandic, J. S. McCullough, and L. Weaver (2014). Access to oral osteoporosis drugs among female medicare part d beneficiaries. WomenÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0084¢s Health Issues 24(4), e435Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009ce445.",
        "McFadden, D. et al. (1973). Conditional logit analysis of qualitative choice behavior.",
        "Morton, F. M. S. (2000). Barriers to entry, brand advertising, and generic entry in the us pharmaceutical industry. International Journal of Industrial Organization 18(7), 1085Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c1104.",
        "Nevo, A. (2000). A practitioners guide to estimation of random-coefficient logit models of demand. Journal of Economics & Management Strategy 9(4), 513Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c548.",
        "Petrin, A. (2001). Quantifying the benefits of new products: The case of the minivan. Technical report, National Bureau of Economic Research.",
        "Rizzo, J. A. and R. Zeckhauser (2009). Generic script share and the price of brand-name drugs: the role of consumer choice. International journal of health care finance and economics 9(3), 291Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c316.",
        "Rosen, H. S. and K. A. Small (1979). Applied welfare economics with discrete choice models.",
        "Sarpatwari, A. and A. S. Kesselheim (2016). The case for reforming drug naming: Should brand name trademark protections expire upon generic entry? PLos Med 13(2).",
        "Scott Morton, F. and M. Kyle (2011). Markets for pharmaceutical products. In M. V. Pauly, T. G. McGuire, and P. P. Barros (Eds.), Handbook of Health Economics, Volume 2, Chapter 12, pp. 763Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c823. Elsevier.",
        "Shapiro, B. T. (2016). Estimating the cost of strategic entry delay in pharmaceuticals: The case of ambien cr. Quantitative Marketing Economics.",
        "Shin, S., S. Misra, and D. Horsky (2012). Disentangling preferences and learning in brand choice models. Marketing Science 31(1), 115Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c137.",
        "Shrank, W. H., N. K. Choudhry, J. Agnew-Blais, A. D. Federman, J. N. Liberman, J. Liu, A. S. Kesselheim, M. A. Brookhart, and M. A. Fischer (2010). State generic substitution laws can lower drug outlays under medicaid. Health affairs 29(7), 1383Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c1390.",
        "Sinkinson, M. and A. Starc (2015). Ask your doctor? direct-to-consumer advertising of pharmaceuticals.",
        "Train, K. E. (2009). Discrete choice methods with simulation. Cambridge university press."
    ]
}