{
    "id": 23666,
    "cites": 33,
    "cited_by": 24,
    "reference": [
        "Ackerberg, Daniel A., Kevin Caves, and Garth Frazer. Identification Properties of Recent Production Function Estimators. Econometrica, 83:2411Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c2451, November 2015.",
        "Asker, John, Allan Collard-Wexler, and Jan De Loecker. Dynamic Inputs and Resource (Mis)Allocation. Journal of Political Economy, 122(5):1013 Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c 1063, 2014.",
        "Bartelsman, Eric, John Haltiwanger, and Stefano Scarpetta. Cross-Country Differences in Productivity: The Role of Allocation and Selection. American Economic Review, 103(1): 305Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c34, February 2013.",
        "Bartelsman, Eric J. and Wayne Gray. The nber manufacturing productivity database. Working Paper 205, National Bureau of Economic Research, October 1996.",
        "Basu, Susanto, Luigi Pascali, Fabio Schiantarelli, and Luis Serven. Productivity, Welfare and Reallocation: Theory and Firm-Level Evidence. Technical Report 728, 2010. Cooper, Russell W. and John C. Haltiwanger. On the Nature of Capital Adjustment Costs.",
        "Cooper, Russell W., John C. Haltiwanger, and Jonathan Wiliis. Search frictions: Matching aggregate and establishment observations. Journal of Monetary Economics, 54:56Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c78, 2007.",
        "De Loecker, Jan. Product differentiation, multiproduct firms, and estimating the impact of trade liberalization on productivity. Econometrica, 79(5):1407Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c1451, 09 2011.",
        "Decker, Ryan, John Haltiwanger, Ron Jarmin, and Javier Miranda. Changing business dynamics and productivity: Shocks vs. responsiveness. 2017.",
        "Elsby, Michael and Ryan Michaels. Marginal Jobs, Heterogeneous Firms, and Unemployment Flows. American Economic Journal: Macroeconomics, 5(1):1Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c48, 2013.",
        "Eslava, John Haltiwanger Adriana Kugler Maurice Kugler, Marcela. Trade and market selection: Evidence from manufacturing plants in colombia. Review of Economic Dynamics, 16(1):135Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c 158, 2013.",
        "Foster, Lucia, Cheryl Grim, and John Haltiwanger. Reallocation in the Great Recession: Cleansing or Not? Journal of Labor Economics, 34, 2016a.",
        "Foster, Lucia S., John C. Haltiwanger, and Cornell J. Krizan. Aggregate Productivity Growth. Lessons from Microeconomic Evidence. In New Developments in Productivity Analysis, NBER Chapters, pages 303Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c372. National Bureau of Economic Research, Inc, 2001.",
        "Foster, Lucia S., John C. Haltiwanger, and Chad Syverson. Reallocation, firm turnover, and efficiency: Selection on productivity or profitability? American Economic Review, 98(1): 394Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c425, 2008.",
        "Foster, Lucia S., Cheryl A. Grim, John C. Haltiwanger, and Zoltan Wolf. Firm-Level Dispersion in Productivity: Is the Devil in the Details? American Economic Review, 106(5):95Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c98, May 2016b.",
        "Foster, Lucia S., John C. Haltiwanger, and Chad Syverson. The slow growth of new plants: Learning about demand? Economica, 83(1):91Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c129, 2016c.",
        "Gopinath, Gita, Sebnem Kalemli-Ozcan, Loukas Karabarbounis, and Carolina VillegasSanchez. Capital allocation and productivity in south europe. NBER Working Paper Series, (21453), 2015.",
        "Haltiwanger, John. Firm Dynamics and Productivity: TFPQ, TFPR, and Demand Side Factors. Economia, 0:3Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c26, Fall 2016.",
        "Haltiwanger, John, Robert Kulick, and Chad Syverson. Misallocation measures: Glowing like the metal on the edge of a knife. 2017.",
        "Hopenhayn, Hugo A. Entry, Exit, and Firm Dynamics in Long Run Equilibrium. Econometrica, 60(5):1127Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c50, September 1992.",
        "Hopenhayn, Hugo A. and Richard Rogerson. Job turnover and policy evaluation: A general equilibrium analysis. Journal of Political Economy, 101(5):915Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c938, 1993.",
        "Hsieh, Chang-Tai and Peter J. Klenow. Misallocation and manufacturing TFP in china and india. Quarterly Journal of Economics, 124(4):1403Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c1448, November 2009.",
        "Klette, Tor Jakob and Zvi Griliches. The Inconsistency of Common Scale Estimators When Output Prices Are Unobserved and Endogenous. Journal of Applied Econometrics, 11(4): 343Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c61, July-Aug. 1996.",
        "Levinsohn, James A. and Amil Petrin. Estimating production functions using inputs to control for unobservables. The Review of Economic Studies, 70(2):317Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c341, April 2003.",
        "Marschak, Jacob and William H. Andrews. Random simultaneous equation and the theory of production. Econometrica, 12(3/4):143Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c205, 09 1944.",
        "Olley, Steven G. and Ariel Pakes. The dynamics of productivity in the telecommunications equipment industry. Econometrica, 64(6):1263Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c1297, 1996.",
        "Petrin, Amil and James A. Levinsohn. Measuring aggregate productivity growth using plantlevel data. The RAND Journal of Economics, 43(4):705Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c725, 2012.",
        "Petrin, Amil, T. Kirk White, and Jerome Reiter. The Impact of Plant-level Resource Reallocations and Technical Progress on U.S. Macroeconomic Growth. Review of Economic Dynamics, 14(1):3Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c26, January 2011.",
        "Restuccia, Diego and Richard Rogerson. Policy distortions and aggregate productivity with heterogeneous establishments. Review of Economic Dynamics, 11(4):707Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c720, October 2008.",
        "Syverson, Chad. What determines productivity. Journal of Economic Literature, 49(2):326Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c365, 2011.",
        "Van Biesebroeck, Johannes. Robustness of Productivity Estimates. Journal of Industrial Economics, 55(3):529Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c569, 09 2007.",
        "White, T. Kirk, Jerome P. Reiter, and Amil Petrin. Plant-level Productivity and Imputation of Missing Data in U.S. Census Manufacturing Data. NBER Working Papers 17816, National Bureau of Economic Research, Inc, February 2012.",
        "Wooldridge, Jeffrey M. On estimating firm-level production functions using proxy variables to control for unobservables. Economics Letters, 104(3):112Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c114, September 2009. A Appendix A.1 tfprrr and fundamentals We derive the properties of tfprrr under the more general specification of demand given by PiQi = PsQ1Ã\u0083Â¢Ã\u0082Ë\u0086Ã\u0082â\u0080\u0099Ã\u0083Â\u008fÃ\u0082Â\u0081 s QÃ\u0083Â\u008fÃ\u0082Â\u0081Ã\u0083Â¢Ã\u0082Ë\u0086Ã\u0082â\u0080\u00991 i Ã\u0083Å½Ã\u0082Â¾iQi = PsQ1Ã\u0083Â¢Ã\u0082Ë\u0086Ã\u0082â\u0080\u0099Ã\u0083Â\u008fÃ\u0082Â\u0081 s QÃ\u0083Â\u008fÃ\u0082Â\u0081 i Ã\u0083Å½Ã\u0082Â¾i. In this case, log plant level revenues can be written as pi + qi =Ã\u0083Â\u008fÃ\u0082Â\u0081qi + (1 Ã\u0083Â¢Ã\u0082Ë\u0086Ã\u0082â\u0080\u0099 Ã\u0083Â\u008fÃ\u0082Â\u0081)qs + ps + ln Ã\u0083Å½Ã\u0082Â¾i = Ã\u0083Â\u008fÃ\u0082Â\u0081 X j Ã\u0083Å½Ã\u0082Â±jxij + ai ! + (1 Ã\u0083Â¢Ã\u0082Ë\u0086Ã\u0082â\u0080\u0099 Ã\u0083Â\u008fÃ\u0082Â\u0081)qs + ps + ln Ã\u0083Å½Ã\u0082Â¾i. This permits characterizing tfprrr i as: pi + qi Ã\u0083Â¢Ã\u0082Ë\u0086Ã\u0082â\u0080\u0099 Ã\u0083Â\u008fÃ\u0082Â\u0081 X j Ã\u0083Å½Ã\u0082Â±jxij = pi + qi Ã\u0083Â¢Ã\u0082Ë\u0086Ã\u0082â\u0080\u0099 X j Ã\u0083Å½Ã\u0082Â²jxij = Ã\u0083Â\u008fÃ\u0082Â\u0081ai + ln Ã\u0083Å½Ã\u0082Â¾i + (1 Ã\u0083Â¢Ã\u0082Ë\u0086Ã\u0082â\u0080\u0099 Ã\u0083Â\u008fÃ\u0082Â\u0081)qs + ps, which says that tfprrr i is a function of tfpqi (ai), demand shocks (Ã\u0083Å½Ã\u0082Â¾i) and sectoral level factors (qs, ps and Ã\u0083Â\u008fÃ\u0082Â\u0081). In the main text, we abstract from idiosyncratic demand shocks and sectoral level factors for transparency. We estimate the Ã\u0083Å½Ã\u0082Â²j using regression (proxy) methods.",
        "In some robustness analysis, we also use the Klette and Griliches (1996) approach to jointly estimate Ã\u0083Å½Ã\u0082Â²j and Ã\u0083Â\u008fÃ\u0082Â\u0081 by including a measure of industry-level output as a regressor. This permits us to back out the Ã\u0083Å½Ã\u0082Â±j from the combined estimates and provides an alternative method to cost shares for estimatin Ã\u0083Å½Ã\u0082Â±j. The advantage of this approach is that is does not impose CRTS. The disadvantage of this approach is that in the absence of data on plant level prices and quantitites, this is pushing the data quite hard. Foster, Grim, Haltiwanger, and Wolf (2016b) discuss the latter limitations in more depth."
    ]
}