{
    "id": 2366,
    "cites": 23,
    "cited_by": 0,
    "reference": [
        "Bernard, V.L., \"Unanticipated Inflation and the Value of the Firm,\" Journal of Financial Economics, 15 (March 1986), PP. 285-321.",
        "Bodie, Z., \"Common Stocks as a Hedge Against Inflation,\" Journal of Financ 31 (May 1976), pp. 459-470.",
        "Bodie, Z., A.J. Marcus, and R.C. Merton, \"Defined Benefit Versus Defined Contribution Pension Plans: What Are the Real Tradeoffs?\" National Bureau of Economic Research, Working Paper No. 1719, October 1985.",
        "Bulow, J.I., \"What Are Corporate Pension Liabilities?\" Quarterly Journal of Economic 97 (August 1982), pp. 435-452.",
        "Daley, L.A., \"The Valuation of Reported Pension Measures for Firms Sponsoring Defined Benefit Plans,\" The Accounting Review, 59 (April 1984), pp. 177-198.",
        "Fama, E.F., \"Stock Returns, Real Activity, Inflation, and Money,\" American Economic Revi, 71 (September 1981), pp. 545-565.",
        "Fama, E.F. and G.W. Schwert, \"Asset Returns and Inflation,\" Journal of Financial Economics, 5 (November 1977), pp. 115-146.",
        "Feldstein, M. and L. Summers, \"Inflation and the Taxation of Capital Gains in the Corporate Sector,\" National Tax Journal, 32 (December 1979), pp. 445-470.",
        "Feldstein, M. and S. Seligman, \"Pension Funding, Share Prices, and Nominal Savings,\" Journal of Finance, 36 (September 1981), pp. 801-824.",
        "French, K.R., R.S. Ruback, and G.W. Schwert, \"Effects of Nominal Contracting on Stock Returns,\" Journal of Political Economy, 91 (February 1983), pp. 70-96.",
        "Gallant, A.R. and D.W. Jorgenson, \"Statistical Inference for a System of Simultaneous, Nonlinear, Implicit Equations in the Context of Instrumental Variables Estimation,\" Journal of Econometrics, 11 (October/December 1979), pp. 275-302.",
        "Geske, R. and R. Roll, \"The Fiscal and Monetary Linkage Between Stock Returns and Inflation,\" Journal of Finance, 38 (March 1983), PP. 1-33.",
        "Hong, H., \"Inflation and the Market Value of the Firm: Theory and Tests,\" Journal of Finance, 32 (September 1977), pp. 1031-1048.",
        "Kessel, R.A., \"Inflation-Caused Wealth Redistribution: A Test of a Hypothesis,\" American Economic Review, 46 (March 1956), pp. 128-141.",
        "Kotlikoff, L.J. and D.E. Smith, Pensions in the American Economy (Chicago: The University of Chicago Press, 1983).",
        "Marais, M.L., \"An Analysis of a Multivariate Regression Model in the Context of a Regulatory Event Study by Computer Intensive Resampling,\" Graduate School of Business, University of Chicago, mimeo, July 1986.",
        "Modigliani, F. and R.A. Cohn, \"Inflation, Rational Valuation and the Market,\" Financial Analysts Journal, 35 (March/April 1979), pp. 24-44.",
        "Nelson, C.R., \"Inflation and Rates of Return on Common Stock,\" Journal of Finance, 31 (May 1976), pp. 471-483.",
        "Nelson, C.R., \"Recursive Structure in U.S. Income, Prices, and Output,' Journal of Political 87 (December 1979), pp. 1307-1327.",
        "Pearce, D.K., \"Short-Run Inflation Expectations: Evidence from a Monthly Survey,\" Journal of Money, Credit and Banking, forthcoming, 1987.",
        "Pearce, D.K. and V.V. Roley, \"Stock Prices and Economic News,\" Journal of Business, 58 (January 1985), pp. 49-67.",
        "Pesando, J.E., \"Discontinuities in Pension Benefit Formulas and the Spot Model of the Labor Market: Implications for Financial Economists,\" Economic Inquiry, (April 1987), pp. 215-238.",
        "Schwert, G.W., \"The Adjustment of Stock Prices to Information About Inflation,\" Journal of Finance, 36 (March 1981), pp. 15-29."
    ]
}