{
    "id": 23675,
    "cites": 48,
    "cited_by": 10,
    "reference": [
        "David Altig, Alan J Auerbach, Laurence J Kotlikoff, Kent A Smetters, and Jan Walliser. Simulating Fundamental Tax Reform in the United States. American Economic Review, pages 574Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c595, 2001.",
        "William D Andrews. A Consumption-Type or Cash Flow Personal Income Tax. Harvard Law Review, pages 1113Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c1188, 1974.",
        "Alan J Auerbach. A Modern Corporate Tax. Center for American Progress, 2010.",
        "Alan J Auerbach and William G Gale. The Fiscal Outlook at the Beginning of the Trump Administration. Brookings Institution, January, 31, 2017.",
        "Alan J Auerbach and Laurence J Kotlikoff. National Savings, Economic Welfare, and the Structure of Taxation. In Behavioral Simulation Methods in Tax Policy Analysis, pages 459Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c498. University of Chicago Press, 1983.",
        "Alan J Auerbach and Laurence J Kotlikoff. Dynamic Fiscal Policy, volume 11. Cambridge University Press Cambridge, 1987.",
        "Alan J Auerbach, Michael P Devereux, Michael Keen, and John Vella. Destination-Based Cash Flow Taxation. January 2017a.",
        "Alan J. Auerbach, Laurence Kotlikoff, and Darryl Koehler. Assessing the House Republican Tax Reform Plan. May 2017b.",
        "Seth G Benzell, Eugene Goryunov, Maria Kazakova, Laurence J Kotlikoff, Guillermo LaGarda, Kristina Nesterova, and Andrey Zubarev. Divergence or Convergence Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c Simulating the Global Transition with the Global Gaidar Model. Technical report, National Bureau of Economic Research, 2015.",
        "Seth G. Benzell, Maria. Kazakova, Laurence J. Kotlikoff, Guillermo. LaGarda, Kristina. Nesterova, Andrey. Polbin, Marco. Solera, Yifan. Ye, and Andrey Zubarev. Simulating Russian Tax Reform in the Global Gaidar Model. Technical report, The Gaidar Institute mimeo, 2017.",
        "David Bradford. Untangling the Income Tax. Harvard University Press, 1986. David F. Bradford. The Incidence and Allocation Effects of a Tax on Corporate Distributions.",
        "Jesse Bricker, Lisa Dettling, Alice Henriques, Joanne Hsu, Kevin Moore, John Sabelhaus, Jeffrey Thompson, and Richard Windle. Changes in U.S. Family Finances from 2010 to 2013: Evidence from the Survey of Consumer Finances. Federal Reserve Bulletin, 100(4), Sep 2014.",
        "Gerhard Colm and Henry C Simons. Personal Income Taxation. The Definition of Income as a Problem of Fiscal Policy, 1938.",
        "Congressional Budget Office. International Comparisons of Corporate Income Tax Rates. CBO, (52419), 2017. URL https://www.cbo.gov/system/files/ 115th-congress-2017-2018/reports/52419-internationaltaxratecomp.pdf.",
        "Credit Suisse. Credit Suisse Global Wealth Report. Credit Swiss, 2017. URL https://www.credit-suisse.com/corporate/en/research/research-institute/ global-wealth-report.html.",
        "Hans Fehr, Sabine Jokisch, and Laurence Kotlikoff. The Developed WorldÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0084¢s Demographic Transition - The Roles of Capital Flows, Immigration, and Policy. (10096), November 2003.",
        "Hans Fehr, Sabine Jokisch, Ashwin Kambhampati, and Laurence J Kotlikoff. Simulating the Elimination of the U.S. Corporate Income Tax. 2013.",
        "Don Fullerton and Diane Lim Rogers. Lifetime Effects of Fundamental Tax Reform. Economic Effects of Fundamental Tax Reform, pages 321Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c354, 1996.",
        "Don Fullerton, A Thomas King, John B Shoven, and John Whalley. Corporate Tax Integration in the United States: A General Equilibrium Approach. The American Economic Review, 71(4):677Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c691, 1981.",
        "Jane Gravelle and Kent Smetters. Who Bears the Burden of the Corporate Tax in the Open Economy? National Bureau of Economic Research, 2001.",
        "Jane G Gravelle. The Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Better WayÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d House Tax Plan: An Economic Analysis. 2017.",
        "Harry Grubert and Rosanne Altshuler. Shifting the Burden of Taxation from the Corporate to the Personal Level and Getting the Corporate Tax Rate Down to 15 Percent. 2016.",
        "Christian Hagist, Laurence Kotlikoff, et al. Who is Going Broke? Comparing Growth in Public Healthcare Expenditure in Ten OECD Countries. Hacienda Publica Espanola /Revista de Economia Publica, 188(1):55Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c72, 2009.",
        "Robert M Haig. The Concept of IncomeÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009dEconomic and Legal Aspects of The Federal Income Tax. Columbia Press, 1921.",
        "Arnold Harberger. The ABCÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0084¢s of Corporate Tax Incidence: Insights Into the Open Economy Case. In Tax Policy and Economic Growth. American Council for Capital Formation, 1995.",
        "Arnold C Harberger. The Incidence of the Corporation Income Tax. Journal of Political Economy, 70(3):215Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c240, 1962.",
        "Kevin A Hassett and Aparna Mathur. Spatial Tax Competition and Domestic Wages. 2010.",
        "R Glenn Hubbard, Kenneth L Judd, Robert E Hall, and Lawrence Summers. Liquidity Constraints, Fiscal policy, and Consumption. Brookings Papers on Economic Activity, 1986(1):1Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c59, 1986.",
        "International Monetary Fund. Government Finance Statistics. IMF, 2014. URL https: //www.imf.org.",
        "International Monetary Fund. IMF World Economic Outlook Database. IMF, 2016. URL https://www.imf.org.",
        "Laurence J Kotlikoff, Kent Smetters, and Jan Walliser. Mitigating AmericaÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0084¢s Demographic Dilemma by Pre-Funding Social Security. Journal of Monetary Economics, 54(2):247Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c266, 2007. Jack Mintz and Philip Bazel. Competitiveness Impact of Tax Reform for the United States.",
        "Alvin Rabushka and R Hall. The Flat Tax. B & H Communications, 1985.",
        "Georg Schanz. Der Einkommensbegriff Und Die Einkommensteuergesetze. FinanzArchiv/ Public Finance Analysis, 13(H. 1):1Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c87, 1896.",
        "Laurence S Seidman. Conversion to a Consumption tax: The Transition in a Life-Cycle Growth Model. Journal of Political Economy, 92(2):247Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c267, 1984.",
        "Laurence S Seidman. A Progressive Consumption Tax. Challenge, 40(6):63Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c84, 1997.",
        "John B Shoven and John Whalley. A General Equilibrium Calculation of the Effects of Differential Taxation of Income from Capital in the U.S. Journal of Public Economics, 1 (3-4):281Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c321, 1972.",
        "James Simon. The Report of the Meade Committee. Accounting and Business Research, 9(33):35Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c44, 1978. doi: 10.1080/00014788.1978.9729134. URL http://dx.doi.org/10. 1080/00014788.1978.9729134. Lawrence H Summers. Capital Taxation and Accumulation in a Life Cycle Growth Model.",
        "The World Bank. Fossil Fuel Rents, 2014. Data Retrieved from World Development Indicators, http://data.worldbank.org/indicator.",
        "Eric Toder and Alan D Viard. Replacing Corporate Tax Revenues with a Mark-to-Market Tax on Shareholder Income. National Tax Journal, 69(3):701, 2016.",
        "Trading Economics. Retirement Age Men. TradingEconomics, 2017. URL https: //tradingeconomics.com/country-list/retirement-age-men.",
        "United Nations. World Fertility Prospects. UN, 2016a. URL https://esa.un.org/unpd/ wpp/.",
        "United Nations. World Migration Prospects. UN, 2016b. URL https://esa.un.org/unpd/ wpp/.",
        "United Nations. World Mortality Prospects. UN, 2016c. URL https://esa.un.org/unpd/ wpp/.",
        "United Nations. World Population Prospects. UN, 2016d.",
        "U.S. Department of the Treasury. Blueprints for Basic Tax Reform. US Government Printing Office, 1977.",
        "U.S. Department of the Treasury. Simple, Fair, and Pro-Growth: Proposals to Fix AmericaÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0084¢s Tax System; Report of the PresidentÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0084¢s Advisory Panel on Federal Tax Reform. 2005.",
        "World Bank. Pensions and Social Security. World Bank, 2016a. URL http://www. worldbank.org/en/topic/pensions.",
        "World Bank. World Development Indicator Database. World Bank, 2016b. URL http: //data.worldbank.org/data-catalog/world-development-indicators."
    ]
}