{
    "id": 23673,
    "cites": 53,
    "cited_by": 7,
    "reference": [
        "Achiloptas, D. 2003, Database Friendly Random Projections: Johnson-Lindenstrauss with Binary Coins, Journal of Computer and System Sciences 66(4), 671Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c687.",
        "Agarwal, P. S. H.-P. and Varadarajan, K. 2004, Apprixmating Extent Measures of Points, Journal of the ACM 51(4), 606Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c635.",
        "Ailon, N. and Chazelle, B. 2006, Approximate Nearest Neighborhood and the Fast JohnsonLindenstrauss Transform, Proceedings of the 38st Annual Symposium on the Theory of Computing (STOC) pp. 557Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c563.",
        "Antenucci, D., Cafarella, M., Levenstein, M., ReÃ\u0083Å\u0092Ã\u0082Â\u0081, C. and Shapiro, M. D. 2014, Using Social Media to Measure Labor Market Flows, NBER Working Paper 20010.",
        "Athey, S. and Imbens, G. 2015, Machine Learning Methods for Estimating Heterogeneous Causal Effects, arXiv:1504.01132.",
        "Belloni, A., Chernozhukov, V. and Hansen, C. 2014, High-Dimensional Methods and Inference on Structural and Treatment Effects, Journal of Economic Perspectives 28(2), 29Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c50.",
        "Beraja, M., Hurst, E. and Ospina, J. 2015, The Aggregate Implications of Regional Business Cycles, University of Chicago, mimeo.",
        "Boutsidis, C., Mahoney, M. and Drineas, P. 2008, Unsupervised Feature Selection for Principal Component Analysis, KDD.",
        "Boutsidis, C., Mahoney, M. W. and Drineas, P. 2009, An Improved Approximation Algorithm for the Column Sum Selection Problem, Proceedings of the 20th Annual SODA, pp. 968Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c977.",
        "Brieman, L. 2001, Statistical Modeling: The Two Cultures, Statistical Science 16(3), 199Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c215.",
        "Broda, C., Leibtag, E. and Weinstein, D. 2009, Thr Role of Prices in Measuring the PoorÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0084¢s Living Standards, Journal of Economic Pers 23(2), 77Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c97.",
        "Cavallo, A. 2012, Online and Official Price Indexes: Measuring ArgentinaÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0084¢s Inflation, Journal of Monetary Economics 60, 152Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c165.",
        "Cavallo, A., Cavallo, E. and Rigobon, R. 2013, Prices and Supply Disruptions During Natural Disasters, NBER Working paper 19474.",
        "Cha, W., Chintagunta, P. and Dhar, S. 2015, Food Purchases During the Great Recession, Kilts Booth Marketing Series, Paper 1-008.",
        "Chevalier, J., Kashyap, A. and Rossi, P. 2003, Why DonÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0084¢t Prices Rise During Periods of Peak Demand? Evidence from Scanner Data, American Economic Review 93(1), 15Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c37.",
        "Choi, H. and Varian, H. 2012, Predicting the Present with Google Trends, Economic Record 88, 2Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c9.",
        "Cleveland, W. and Scott, S. 2007, Seasonal Adjustment of Weekly Time Series with Application to Unemployment Insurance Claims and Steel Production, Journal of Official Statistics 23(2), 209Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c 221.",
        "Cleveland, W. S. 2001, Data Science: an Action Plan for Expanding the Technical Areas of the Field of Statistics, International Statistical Review 69(1), 21Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c26.",
        "Coibion, O., Gorodnichenko, Y. and Hong, G. 2015, The Cyclicality of Sales, Regular and Effective Prices: Business Cycle and Policy Implications, American Economic Review 7, 197Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c232.",
        "Deaton, A. and Ng, S. 1998, Parametric and Nonparametric Approaches to Tax Reform, Journal of the American Statistical Association 93(443), 900Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c909.",
        "Drineas, P., Mahoney, M. W. and Muthukrishnan, S. 2008, Relative Error CUR Matrix Decompositions, Siam Journal of Matrix Analysis and Applicatons 30, 844Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c811.",
        "Du Mouchel, W., Volinsky, C., Johnson, T., Cortes, C. and Pregibon, D. 1999, Squashing Flat Files Flatter, Proceedings of the Fifth ACM Conference on Knowledge Discovery and Data Mining pp. 6Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c15.",
        "Duhigg, C. 2-16-2012, How Companies Learn your Secrets.",
        "Einav, L. and Levin, J. 2013, The Data Revolution and Economic Analysis, Innovation Policy and the Economy NBER, forthcoming.",
        "Frieze, A., Kannan, R. and Vempala, S. 2004, Fast Monte Carlo Algorithms for Finding Low-Rank Approximations, Journal of the ACM 51(6), 1025Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c1041.",
        "Ginsberg, J., Mohebbi, M., Patel, R., Brammer, L., Smolinski, M. and Brillant, L. 2009, Detecting Influenza Epidemics Using Search Engine Query Data, Nature 457, 1012Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c1014.",
        "Goel, V. 8-2-2014, How Facebook Sold you Krill Oil.",
        "Golub, G. 1965, Numerical Methods for Solving Linear Least Squares Problem, Nuremical Mathematics 7, 206Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c216.",
        "Granger, C. 1988, Extracting Information from Mega-Panels and High-Frequency Data, Statistica Neerlandica 52(3), 258Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c272.",
        "Gu, M. and Eisenstat, S. 1996, Efficient Algorithms for Computing a Strong Rank-Revealing QR Factorization, SIAM Journal of Scientific Computing 17(4), 848Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c869.",
        "Halko, P., Martinsson, P. G. and Tropp, J. A. 2011, Finding Structure with Randomness: Probabilistic Algorithms for Constructing Approximate Matrix Decompositions, Siam Review 53(2), 217Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c288.",
        "Handbury, J., Watanabe, T. and Weinstein, D. 2013, How Much do Official Price Indexes Tell Us About Inflation, NBER Working Paper 19504.",
        "Harvey, A. and Koopman, S. 1993, Forecasting Hourly Electricity Demand Using Time Varying Splines, Journal of the American Statistical Association 88, 1228Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c1236.",
        "Harvey, A., Koopman, S. and Riana, M. 1997, The Modeling and Seasonal Adjustment of Weekly Observations, Journal of Business and Economic Statistics 15, 354Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c368.",
        "Johnson, W. and Lindenstauss, J. 1994, Extensions of Lipschitz Maps into a Hilbert Space, Contemporary Mathematics, 26, 189-206.",
        "Jolliffe, I. 1972, Discarding Variables in a Principal Component Analysis: Artificial Data, Applied Statistics 21(2), 160Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c173.",
        "Koop, G. and Onorante, L. 2013, Macroeconomic Nowcasting Using Google Probabilities, University of Strathclyde.",
        "Li, P., Hastie, T. and Church, K. 2006, Very Sparse Random Projections, KDD pp. 287Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c296.",
        "Ma, P., Mahoney, M. W. and Yu, B. 2014, A Statistical Perspective on Algorithmic Leveraging, Proceedings of the 31st ICML Conference, Vol. arXiv: 1306.5362.",
        "Madigan, D., Raghavan, N., Dumouchel, W., Nason, M., Posse, C. and Ridgeway, G. 1999, Likelihood-Based Data Squashing: A Modeling Approach to Instance Construction, Technical report, AT and T Labs Ressearch.",
        "Mahoney, M. W. 2011, Randomized Algorithms for Matrices and Data, Foundations and Trends in Machine Learning, http://dx.doi.org/10.1561/2200000035 edn, Vol. 3:2, NOW, pp. 123Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c224.",
        "Maillard, O. and Munos, R. 2012, Linear Regression with Random Projections, Journal of Machine Learning Research 13, 2735Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c2772.",
        "Menne, N. J., Durre, I., Vose, R., Gleason, B. and Houston, T. 2012, An Overview of the Global Historical Climatology Network-Daily Database, Journal of Atmospheric and Oceanic Technology 29, 897Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c910.",
        "Owen, A. 1990, Empirical Likelihood Ratio Confidence Region, Annals of Statistics 18, 90Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c120.",
        "Pierce, D., Grupe, M. and Cleveland, W. 1984, Seasonal Adjustment of the Weekly Monetary Aggregate: A Model Based Approach, Journal of Business and Economic Statistics 2, 260Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c270.",
        "Preis, T., Moat, H. S. and Stanley, H. E. 2013, Quantifying Trading Behavior in Financial Markets Using Google Trends, Scientific Reports: Nature Publishing.",
        "Sarlos, T. 2006, Improved Approximation Algorithms for Large Matrices via Random Projections, Proceedings of the 47 IEEE Symposium on Foundations of Computer Science.",
        "Tolentino, S. 2013, Rethinking Loylaty Programs Through Big Data.",
        "Varian, H. R. 2014, Big Data: New Tricks for Econometrics, Journal of Economic Perspective 28(2), 3Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c28.",
        "Vempala, S. 2004, Random Projection Method, Vol. DIMACS series in Discrete Mathematics of 65, American Mathematical Society.",
        "Venkatasubramanian, S. and Wang, Q. 2011, The Johnson-Lindenstrauss Transform: An Empirical Study, Proceedings of the Thirteenth Workshop on Algorithm Engineering and Experments, pp. 148Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c173.",
        "Woodruff, D. 2014, Sketching as a Tool for Numerical Linear Algebra, Foundations and Trends in Theoretical Computer Science 10(1-2), 1Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c157.",
        "Wright, J. 2013, Unseasonal Seasonals?, Brookings Papers on Economic Activity 2, 65Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c110."
    ]
}