{
    "id": 23672,
    "cites": 31,
    "cited_by": 16,
    "reference": [
        "Aruboa, S., Bocola, L. and Schorfheide, F. 2013, Assessing DSGE Model Nonlinearities. Bai, J. and Ng, S. 2002, Determining the Number of Factors in Approximate Factor Models, Econometrica 70:1, 191Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c221.",
        "Bai, J. and Ng, S. 2006, Confidence Intervals for Diffusion Index Forecasts and Inference with Factor-Augmented Regressions, Econometrica 74:4, 1133Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c1150.",
        "Bai, J. and Ng, S. 2008, Forecasting Economic Time Series Using Targeted Predictors, Journal of Econometrics 146, 304Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c317.",
        "Bai, J. and Ng, S. 2017, Regularized Estimation of Approximate Factor Models, mimeo, Columbia University.",
        "Baker, S. R., Bloom, N. and Davis, S. J. 2015, Measuring Economic Policy Uncertainty, NBER Working Paper 21633.",
        "Benigno, G., Benigno, P. and Nistico, S. 2013, Second Order Approximation of Dynamic Models with Time Varying Risk, Journal of Economic Dynamics and Control 37, 1231Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c1247.",
        "Bernanke, B., Boivin, J. and Eliasz, P. 2005, Factor Augmented Vector Autoregressions (FVARs) and the Analysis of Monetary Policy, Quarterly Journal of Economics 120:1, 387Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c422.",
        "Bloom, N. 2009, The Impact of Uncertainty Shocks, Econometrica 77(3), 623Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c85.",
        "Boivin, J. and Giannoni, M. 2006, DSGE Models in a Data Rich Environment, NBER Working Paper 12272.",
        "Boivin, J. and Ng, S. 2006, Are More Data Always Better for Factor Analysis, Journal of Econometrics 132, 169Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c194.",
        "Carriero, A., Clark, T. and Marcellino, M. 2016, Measuring Uncertainty and its Impact on the Economy, Federal Reserve Bank of Cleveland Working Paper 16-22.",
        "Chen, X., Hansen, L. and Scheinkman, J. 2009, Nonlinear Principal Components and Long Run Implications of Multivariate Diffusions, Annals of Statistics 37(6B), 4279.",
        "Connor, G. and Korajczyk, R. 1993, A Test for the Number of Factors in an Approximate Factor Model, Journal of Finance XLVIII:4, 1263Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c1291.",
        "Engle, R. 1982, Autoregressive Conditional Heteroskedasticity with Estimates of Variance of U.K. Inflation, Econometrica 50, 987Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c1007.",
        "Fernandez-Villaderde, J. and Rubio-Ramirez, J. 2010, Macroeconomics and Volatility: Data, Models, and Estimation, http://econ.duke.edu/uploads/media_items/macrovolatilityformat. original.pdf.",
        "FernaÃ\u0083Å\u0092Ã\u0082Â\u0081ndez-Villaverde, J., Pablo GuerroÃ\u0083Å\u0092Ã\u0082Â\u0081n-Quintana, J. F. R.-R. and Uribe, M. 2011, Risk Matters: The Real Effects of Volatility Shocks, American Economic Review 6(101), 2530Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c61.",
        "Forni, M., Hallin, M., Lippi, M. and Reichlin, L. 2000, The Generalized Dynamic Factor Model: Identification and Estimation, Review of Economics and Statistics 82:4, 540Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c554.",
        "Justiano, A. and Primiceri, G. 2008, The Time Varying Volatility of Macroeconomic Fluctuations, Americal Economic Review 98(3), 604Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c641.",
        "Kim, S., Kim, S., Schaumburg, E. and Sims, C. 2008, Calculating and Using Second-Order Accurate Solutions of Discrete Time Dynamic Equilibrium Models, Journal of Economic Dynamics and Control 32, 3397Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c3414.",
        "King, R. and Rebelo, S. 1993, Low Fequency Filtering and Real Business Cycles, Journal of Economic Dynamics and Control 17:1-2, 207Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c231.",
        "King, R. G. and Watson, M. 1998, The Solution of Singular Linear Difference Systems Under Rational Expectations, International Economic Review 39(4), 1015Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c1026.",
        "Klein, P. 2000, Using the Generalized Schur Form to Solve a Multivariate Linear Rational Expectations Model, Jornal of Economic Dynamics and Control 4:2, 257Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c271.",
        "McCracken, M. and Ng, S. 2016, FRED-MD: A Monthly Database for Macroeconomic Research, Journal of Business and Economic Statistcs.",
        "Pesaran, M. H. and Shin, Y. 1998, Generalized Impuse Response Analysis in Linear Multivariate Models, Economics Letters 58, 17Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c29.",
        "Quah, D. and Sargent, T. 1993, A dynamic index model for large cross sections, Business Cycles, Indicators, and Forecasting, Vol. 28, University of Chicago Press, pp. 285Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c306.",
        "Sargent, T. and Sims, C. 1977, Business Cycle Modelling without Pretending to have too much a Priori Economic Theory, in C. Sims (ed.), New Methods in Business Cycle Research, Federal Reserve Bank of Minneapolis, Minneapolis.",
        "Schmitt-Grohe, S. and Uribe, M. 2004, Solving General Equilibrium Models Using a Second-Order Approximation to the Policy Function, Journal of Economic Dynamics and Control 28, 755Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c775.",
        "Sims, C. 2002, Solving Linear Rational Expectations Models, Computational Economics pp. 1Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c20.",
        "Stock, J. H. and Watson, M. W. 2002a, Forecasting Using Principal Components from a Large Number of Predictors, Journal of the American Statistical Association 97, 1167Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c1179.",
        "Stock, J. H. and Watson, M. W. 2002b, Macroeconomic Forecasting Using Diffusion Indexes, Journal of Business and Economic Statistics 20:2, 147Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c162.",
        "Yalcin, I. and Amemiya, Y. 2001, Nonlinear Factor Analysis as a Statistical Method, Statistical Science 16(3), 275Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c294."
    ]
}