{
    "id": 23688,
    "cites": 31,
    "cited_by": 46,
    "reference": [
        "Bachmann, R. and C. Bayer (2014): Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Investment Dispersion and the Business Cycle,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d American Economic Review, 104, 1392Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c1416.",
        "Balleer, A., B. Gehrke, W. Lechthaler, and C. Merkl (2016): Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Does short-time work save jobs? A business cycle analysis,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d European Economic Review, 84, 99Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c122.",
        "Bartelsman, E., J. Haltiwanger, and S. Scarpetta (2013): Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Cross-Country Differences in Productivity: The Role of Allocation and Selection,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d American Economic Review, 103, 305Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c334.",
        "Boeri, T. and H. Bruecker (2011): Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Short-time work benefits revisited: some lessons from the Great Recession,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Economic Policy, 26, 697Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c765.",
        "Braun, H. and B. BrÃ\u0083Æ\u0092Ã\u0082Â¼gemann (2014): Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Welfare Effects of Short-Time Compensation,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d CESifo Working Paper Series 5063, CESifo Group Munich.",
        "BrÃ\u0083Æ\u0092Ã\u0082Â¼gemann, B., P. Gautier, and G. Menzio (2015): Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Intra Firm Bargaining and Shapley Values,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Working Paper 21508, National Bureau of Economic Research, dOI: 10.3386/w21508.",
        "Burda, M. C. and J. Hunt (2011): Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093What Explains the German Labor Market Miracle in the Great Recession, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Brookings Papers on Economic Activity, 42, 273Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c335.",
        "Burdett, K. and R. Wright (1989): Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Unemployment Insurance and Short-Time Compensation: The Effects on Layoffs, Hours per Worker, and Wages,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Journal of Political Economy, 97, 1479Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c1496.",
        "Cahuc, P. and S. Carcillo (2011): Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Is short-time work a good method to keep unemployment down?Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Nordic Economic Policy Review, 133Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c164.",
        "Cooper, R., J. Haltiwanger, and J. L. Willis (2007): Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Search frictions: Matching aggregate and establishment observations,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Journal of Monetary Economics, 54, 56Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c78.",
        "Cooper, R. W. and I. Schott (2016): Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Capital Reallocation and Aggregate Productivity,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Working Paper 19715, National Bureau of Economic Research.",
        "Dustmann, C., B. Fitzenberger, U. SchÃ\u0083Æ\u0092Ã\u0082Â¶nberg, and A. Spitz-Oener (2014): Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093From Sick Man of Europe to Economic Superstar: GermanyÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0084¢s Resurgent Economy,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Journal of Economic Perspectives, 28, 167Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c188.",
        "Elsby, M. W. L. and R. Michaels (2013): Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Marginal Jobs, Heterogeneous Firms, and Unemployment Flows,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d American Economic Journal: Macroeconomics, 5, 1Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c48.",
        "Engbom, N., E. Detragiache, and F. Raei (2015): Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093The German Labor Market Reforms and PostUnemployment Earnings,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d IMF Working Paper 15/162, International Monetary Fund.",
        "Heathcote, J., K. Storesletten, and G. L. Violante (2009): Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Quantitative Macroeconomics with Heterogeneous Households,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Annual Review of Economics, 1, 319Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c354.",
        "Hoffmann, F. and T. Lemieux (2016): Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Unemployment in the Great Recession: A Comparison of Germany, Canada, and the United States,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Journal of Labor Economics, 34.",
        "Hsieh, C.-T. and P. J. Klenow (2009): Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Misallocation and Manufacturing TFP in China and India,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d The Quarterly Journal of Economics, 124, 1403Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c1448.",
        "Hunt, J. (1998): Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Hours Reductions as Work-Sharing,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Brookings Papers on Economic Activity, 29, 339Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c381.",
        "Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009dÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009dÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009d (1999): Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Has Work-Sharing Worked in Germany?Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d The Quarterly Journal of Economics, 114, 117Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c148.",
        "Kohlbrecher, B., C. Merkl, and D. Nordmeier (2016): Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Revisiting the matching function,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Journal of Economic Dynamics and Control, 69, 350Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c374.",
        "Krause, M. U. and H. Uhlig (2012): Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Transitions in the German labor market: Structure and crisis,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Journal of Monetary Economics, 59, 64Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c79.",
        "Kruppe, T. and T. Scholz (2014): Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Labour hoarding in Germany : employment effects of short-time work during the crises,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d IAB Discussion Paper 201417, Institute for Employment Research, Nuremberg, Germany.",
        "Krusell, P. and A. A. Smith (1998): Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Income and Wealth Heterogeneity in the Macroeconomy,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Journal of Political Economy, 106, 867Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c896.",
        "Kudoh, N. and M. Sasaki (2011): Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Employment and hours of work,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d European Economic Review, 55, 176Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c192.",
        "Marimon, R. and F. Zilibotti (2000): Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Employment and distributional effects of restricting working time,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d European Economic Review, 44, 1291Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c1326.",
        "Niedermayer, K. and J. Tilly (2016): Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Employment and Welfare Effects of Short-Time Work in Germany,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Annual Conference 2016 (Augsburg): Demographic Change 145842, Verein fÃ\u0083Æ\u0092Ã\u0082Â¼r Socialpolitik / German Economic Association.",
        "Ravenna, F. and I. Schott (2016): Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Time-varying Worker Heterogeneity and the Incentives to Hire: Evidence from the German Labor,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d .",
        "Silva, J. I. and M. Toledo (2009): Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Labor Turnover Costs and the Behavior of Vacancies and Unemployment,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Macroeconomic Dynamics, 13, 76Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c96.",
        "Stole, L. A. and J. Zwiebel (1996): Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Intra-Firm Bargaining under Non-Binding Contracts,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d The Review of Economic Studies, 63, 375Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c410.",
        "Tijdens, K., M. van Klaveren, R. Bispinck, H. Dribbusch, and F. Ã\u0083Æ\u0092Ã\u0082â\u0080\u0093z (2014): Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Wage and workforce adjustments in the economic crisis in Germany and the Netherlands,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d European Journal of Industrial Relations, 20, 165Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c183. A Data Micro Data A detailed description the micro data we are using can be found (only in German) at http://www. forschungsdatenzentren.de/bestand/afid-panel_industriebetriebe/fdz_afid-panel_industriebetriebe_ metadaten.pdf. The panel includes all plants which belong to up to 68Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0084¢000 firms whose main activity or a significant share of activity lies in manufacturing or mining. Only plants within Germany are registered. The underlying data is collected on a monthly basis and then aggregated by year. The employment change distribution is shown in Figure 13.",
        "Frequency (Ã\u0083Â¢Ã\u0082Ë\u0086Ã\u0082â\u0080\u00991,Ã\u0083Â¢Ã\u0082Ë\u0086Ã\u0082â\u0080\u0099.2] (Ã\u0083Â¢Ã\u0082Ë\u0086Ã\u0082â\u0080\u0099.2,Ã\u0083Â¢Ã\u0082Ë\u0086Ã\u0082â\u0080\u0099.1] (Ã\u0083Â¢Ã\u0082Ë\u0086Ã\u0082â\u0080\u0099.1,Ã\u0083Â¢Ã\u0082Ë\u0086Ã\u0082â\u0080\u0099.05] inactive [.05,.1) [.1,.2) [.2,Ã\u0083Â¢Ã\u0082Ë\u0086Ã\u0082Å¾) 1995Ã\u0083Â¢Ã\u0082Ë\u0086Ã\u0082â\u0080\u00992008 2009"
    ]
}