{
    "id": 2368,
    "cites": 21,
    "cited_by": 3,
    "reference": [
        "Abraham, Katharine G. and James L. Medoff, Length of Service and Promotions in Union and Nonunion Work Groups, Industrial and Labor_Relations Review, Vol. 38, No. 3 (April 1985), pp. 408-420.",
        "Altonji, Joseph, and Robert Shakotko, Do Wages Rise with Job Seniority?, Review of Economic Studies, Vol. LIV, No. 179 (July 1987), pp. 437-459.",
        "Berndt, E. K., B. H. Hall, R. E. Hall, and J. A. Hausman, Estimation and. Inference in Nonlinear Structural Models, Annals of Economic and Social Measurement 3/4, 1974, pp. 653-665.",
        "D. Bla~r and D. Crawford, Labor Union Objectives and Collective Bargaining, Q~arte~y Journal of Economics (August 1984):547-566.",
        "Bloch, Farrell E. and Mark S. Kuskin. Wage Determination in the Union and Nonunion Sectors, Industrial and Labor Relations Review 31, no. 2 (January 1978): 183-92.",
        "Borjas, George J., Job Satisfaction, Wages, and Unions, JournaL of Human Resources, Winter 1979, pp. 568-577, pp. 1-40.",
        "Freeman, Richard B., Unionism and the Dispersion of Wages, Industrial and Labor Relations Review, Vol 34, No. 1 (October 1980), pp. 3-23.",
        "Freeman, Richard B., Union Wage Practices and Wage Dispersion Within Establishments, Industrial and Labor_Relations Review, Vol. 36, No. 1 (October 1982), pp. 3-21.",
        "Freeman, Richard B. and James L. Medoff, What Do Unions Do?, New York: Basic Books, Inc., 1984.",
        "Gersuny, Carl, Employment Seniority and Distributive Justice, mimeo, 1981.",
        "Hall, Robert E., The Importance of Lifetime Jobs in the U.S. Economy, American Economic Review, September 1982, pp. 315-333.",
        "Heckman, J. and B. Singer, A Method for Minimizing the Impact of Distributional Assumptions in Econometric Models for Duration Data, Econometrica 52, March 1984, pp. 271-320.",
        "Hirsch, Barry T., The Interindustry Structure of Unionism, Earnings and Earnings Dispersion, Industrial and Labor Relations Review Vol. 36, No. 1 (October 1982), pp. 22-39.",
        "Hyclak, Thomas, The Effect of Unions on Earnings Inequality in Local Labor Markets, Industrial and Labor Relations Review, Vol. 33, No. 1 (October 1979) , pp. 77-84.",
        "Lancaster, Tony, Econometric Methods for the Duration of Unemployment, Econometrica, July 1979, pp. 939-956.",
        "Leigh, Duane, Racial Discrimination and Labor Unions: Evidence from the NLIS Sample of Middle-Aged Men, The_Journal of Human Resources, Fall 1978.",
        "Lewis, H. Gregg, Union Relative Wags_Effects: A Survey, Chicago: University of Chicago Press, 1986.",
        "Mellow, Wesley, Employer Size, Unionism and Wages, in Research in Labor Economics, Sup ement 2: New Approaches to Labor Unions, Joseph D. Reid, Jr., ed., Greenwich, Connecticut: JAI Press, 1983, pp. 253-282.",
        "Slicliter, Sumner H., Union Policies and Industrial Ma g~ent Washington: The Brookings Institution, 1941.",
        "Slichter, Sumner H., James J. Healy, E. Robert Livernash, Th~c~ collective BargainÃ\u0082Â±ngonNa~gement, Washington: The Brookings Institution, 1960.",
        "Topel, Robert, Job Nobility, Search and Earnings Growth: A Reinterpretation of Human Capital Earnings Functions, in Ronald G. Ehrenberg, ed., Research in_Labor Economics, Vol. 8, 1986, pp. 199-223."
    ]
}