{
    "id": 23680,
    "cites": 54,
    "cited_by": 6,
    "reference": [
        "Adrian, Tobias, Erkko Etula, and Tyler Muir, 2014, Financial intermediaries and the cross-section of asset returns, Journal of Finance 89, 2557Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c2596.",
        "Albanese, Claudio, and Leif Andersen, 2014, Accounting for OTC derivatives: Funding adjustments and the re-hypothecation option. Available at http://papers.ssrn.com/sol3/papers. cfm?abstract_id=2482955, Working paper, Cass School of Business.",
        "Albanese, Claudio, Leif Andersen, and Stefano Iabichino, 2015, FVA accounting, risk management, and collateral trading, Risk, February, 64Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c69. Available at http://papers.ssrn.com/sol3/ papers.cfm?abstract_id=2517301.",
        "BCBS, 2013, Margin requirement for non-centrally cleared derivatives, Basel Committee on Banking Supervision and Board of the International Organization of Securities Commissions. Available at http://www.bis.org/publ/bcbs261.pdf.",
        "Becker, Lukas, 2015, BAML and Morgan Stanley take FVA losses, Risk, February, Available at http://www.risk.net/risk--magazine/news/2390522/ baml--takes--usd497--million--fva--loss.",
        "Becker, Lukas, 2017, Margin rule mismatch spawns new vm funding cost for buy side, Risk, March, Available at http://www.risk.net/derivatives/4507761/ margin--rule--mismatch--spawns--new--vm--funding--cost--for--buy--side.",
        "Becker, Lukas, and Nazneen Sherif, 2015, The black art of FVA, Part III: A $4 billion mistake?, Risk, April, 12Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c16. Available at http://www.risk.net/risk--magazine/feature/2402050/ the--black--art--of--fva--part--iii--a--usd4--billion--mistake.",
        "Breeden, Douglas, and Robet Litzenberger, 1978, Prices of state-contingent claims implicit in option prices, Journal of Business 51, 621Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c651.",
        "Brunnermeier, Markus, and Lasse Pedersen, 2009, Market liquidity and funding liquidity, Review of Financial Studies 22, 2201Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c2238.",
        "Burgard, Christoph, and Mats Kjaer, 2011, In the balance, Risk, November, 72Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c75. Available at http://papers.ssrn.com/sol3/papers.cfm?abstract_id=1785262.",
        "Cameron, Matt, 2013, The black art of FVA: Banks spark double-counting fears, Risk, April, 15Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c18. Available at http://www.risk.net/risk--magazine/feature/2257428/ the--black--art--of--fva--banks--spark--doublecounting--fears.",
        "Cameron, Matt, 2014a, The black art of FVA, Part II: Conditioning chaos, Risk, April, 14Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c19. Available at http://www.risk.net/risk--magazine/feature/2335564/ the--black--art--of--fva--part--ii--conditioning--chaos.",
        "Cameron, Matt, 2014b, J.P. Morgan takes $1.5 billion funding valuation adjustment loss, Risk, February, available at http://www.risk.net/risk--magazine/news/2322843/ jp--morgan--takes--usd15--billion--fva--loss.",
        "Castagna, Antonio, 2013, Funding valuation adjustment (FVA) and theory of the firm: A theoretical justification of the inclusion of funding costs in the evaluation of financial contracts, Research note, Iason, Ltd., available at http://papers.ssrn.com/sol3/papers.cfm?abstract_ id=2278595.",
        "Dalang, Robert, Andrew Morton, and Walter Willinger, 1990, Equivalent martingale measures and no-arbitrage in stochastic securities market models, Stochastics and Stochastics Reports 29, 185Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c201.",
        "Du, Wenxin, Alexander Tepper, and Adrien Verdelan, 2017, Deviations from covered interest rate parity, Working paper, Board of Governors of the Federal Reserve System.",
        "Duffie, Darrell, 2001, Dynamic Asset Pricing Theory, third edition (Princeton University Press, Princeton).",
        "Duffie, Darrell, and Ming Huang, 1996, Swap rates and credit quality, The Journal of Finance 51, 921Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c949.",
        "Duffie, Darrell, Martin Scheicher, and Guillaume Vuillemey, 2015, Central clearing and collateral demand, Journal of Financial Economics 116, 237Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c256.",
        "Elouerkhaoui, Youssef, 2016, The funding invariance principle, Risk, February, Available at http://www.risk.net/risk--magazine/technical--paper/2444761/ the--funding--invariance--principle.",
        "Ernst and Young, 2012, Reflecting credit and funding adjustments in fair value: A survey. Available at http://www.ey.com/GL/en/Newsroom/News-releases/News_ Impact-of-regulatory-and-accounting-changes-critical-to-viability-of-banks-OTC-derivatives-b Financial Stability Board, 2013, OTC derivatives market reforms, Fifth progress report on implementation.",
        "Gregory, Jon, 2015, The XVA Challenge: Counterparty Credit Risk, Funding, Collateral, and Capital, Third Edition (John Wiley & Sons, New York).",
        "Hillion, Pierre, 2016, Derivatives and funding value adjustments: A simple corporate finance approach, Teaching Note, INSEAD, Fontainebleaux, December.",
        "Hull, John, and Alan White, 1993, One factor interest rate models and the valuation of interest rate derivative securities, Journal of Financial and Quantitative Analysis 28, 235Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c254.",
        "Hull, John, and Alan White, 2012, The FVA debate, Risk, July, 83Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c85. Available at http://www. risk.net/risk--magazine/analysis/2188684/risk--25--the--fva--debate.",
        "Hull, John, and Alan White, 2014, Valuing derivatives: Funding value adjustments and fair value, Financial Analysts Journal 70, 46Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c56.",
        "Hull, John, and Alan White, 2016, XVAs: A gap between theory and practice, Risk April, available at http://www.risk.net/risk-magazine/opinion/2454400/ xvas-a-gap-between-theory-and-practice.",
        "ISDA, 2013, Response to second BIS/IOSCO consultation on Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Margin requirements for noncentrally cleared derivatives, International Swaps and Derivatives Association, Available at http://www2.isda.org/attachment/NTQwMg==/ISDA%20Response%20to%20BCBS%20242.pdf.",
        "Jensen, Michael, and William Meckling, 1976, Theory of the firm: Managerial behavior, agency costs and ownership structure, Journal of Financial Economics 3, 305Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c360.",
        "Johannes, Michael, and Suresh Sundaresan, 2007, The impact of collateralization on swap rates, The Journal of Finance 62, 383Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c410.",
        "J.P. Morgan, 2014, Consolidated financial statements. Available at http://investor. shareholder.com/jpmorganchase/annual.cfm.",
        "Keynes, John Maynard, 1923, A Tract on Monetary Reform (Macmillan, London.). KPMG, 2013, FVA: Putting funding into the equation. Available at https://www.kpmg. com/UK/en/IssuesAndInsights/ArticlesPublications/Documents/PDF/Market%20Sector/ Financial%20Services/funding-value-adjustments-june13.pdf.",
        "Mengle, David, 2010, The importance of close-out netting, ISDA Research Notes. Available at http://www.isda.org/researchnotes/pdf/Netting-ISDAResearchNotes-1-2010.pdf.",
        "Modigliani, Franco, and Merton Miller, 1958, The cost of capital, corporation finance and the theory of investment, The American Economic Review 48, 261Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c297.",
        "Morris, Stephen, 2016, Barclays agrees to offload derivatives contracts to J. P. Morgan, Bloomberg, available at http://www.bloomberg.com/news/articles/2016-02-03/ barclays-agrees-to-offload-derivatives-contracts-to-jpmorgan.",
        "Myers, Stewart, 1977, Determinants of corporate borrowing, Journal of Financial Economics 5, 147Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c175.",
        "OCC, 2015, OCCÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0084¢s quarterly report on bank trading and derivatives activities, Office of the Comptroller of the Currency, Washington, DC. Available at http://www.occ.treas.gov/ topics/capital-markets/financial-markets/trading/derivatives/dq315.pdf.",
        "Pallavicini, Andrea, Daniele Perini, and Damiano Brigo, 2011, Funding valuation adjustment: A consistent framework including CVA, DVA, collateral, netting rules and re-hypothecation, Working paper, Imperial College London, Department of Mathematics, available at http: //arxiv.org/pdf/1112.1521.pdf.",
        "Pallavicini, Andrea, Daniele Perini, and Damiano Brigo, 2012, Funding, collateral and hedging: Uncovereing the mechanics and the subtleties of funding valuation adjustments, Working paper, Department of Mathematics KingÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0084¢s College, London, available at http://papers.ssrn.com/ sol3/papers.cfm?abstract_id=2161528.",
        "Parsons, Joe, 2016, Barclays offloads non-core derivatives to JP Morgan, The Trade. Available at http://www.thetradenews.com/Sell-side/ Barclays-offloads-non-core-derivatives-to-JP-Morgan/.",
        "Piterbarg, Vladimir, 2010, Funding beyond discounting: Collateral agreements and derivatives pricing, Risk, February, 97Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c102. Available at http://www.risk.net/digital_assets/895/ 042--048_AR0310_Cuttingedge.pdf.",
        "Protter, Philip, 2005, Stochastic Integration and Differential Equations, second edition (SpringerVerlag, New York).",
        "Rime, Dagfinn, Andreas Schrimpf, and Olav Syrstad, 2017, Segmented money markets and covered interest parity arbitrage, Working paper, Bank for International Settlements.",
        "Schachermayer, W., 1992, A Hilbert space proof of the fundamental theorem of asset pricing in finite discrete time, Insurance Mathematics and Economics 11, 249Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c257.",
        "Sherif, Nazneed, 2017, Banks turn to synthetic derivatives to cut initial margin, Risk, June, Available at http://www.risk.net/derivatives/5290756/ banks--turn--to--synthetic--derivatives--to--cut--initial--margin.",
        "Sherif, Nazneen, 2015a, KVA: Banks wrestle with the cost of capital, Risk March, available at http://www.risk.net/risk-magazine/feature/2395869/ kva-banks-wrestle-with-the-cost-of-capital.",
        "Sherif, Nazneen, 2015b, U.S. regulator asks banks for FVA information, Risk, August, 5. Available at http://www.risk.net/risk--magazine/news/2419232/ us--regulator--presses--banks--for--fva--information.",
        "Sherif, Nazneen, 2016a, Banks launch drive to crush outsized XVAs, Risk February, available at http://www.risk.net/risk-magazine/comment/2448322/ banks-launch-drive-to-crush-outsized-xvas.",
        "Sherif, Nazneen, 2016b, FVA sceptics lose ground in valuation debate, Risk .",
        "Song, Yang, 2016, Dealer funding costs: implications for the term structure of dividend risk premia. Available at http://ssrn.com/abstract=2732133, Working paper, Stanford University.",
        "Sorensen, Eric, and Thierry Bollier, 1994, Pricing swap default risk, Financial Analysts Journal 50, 23Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c33.",
        "Spears, Taylor, 2017, The price of an uncertain promise: CVA, fair value, and the cultures of counterparty risk modeling, Working paper, University of Edinburgh.",
        "Wang, Xingjie, Yangru Wu, Hongjun Yan, and Zhandong Zhong, 2016, Funding liquidity shocks in a natural experiment: Evidence from the CDS Big Bang, Working paper, Southern University of Science and Technology, available at http://papers.ssrn.com/sol3/papers.cfm?abstract_ id=2730877.",
        "Wood, Duncan, 2016, How FVA saved the cross-currency swap, Risk January, available at http://www.risk.net/risk-magazine/opinion/2440243/ how-fva-saved-the-cross-currency-swap."
    ]
}