{
    "id": 2369,
    "cites": 17,
    "cited_by": 6,
    "reference": [
        "Bar-Han, A., and A. Blinder, The Life-Cycle Permanent-Income Model and Consumer Durables, mimeo May 1986.",
        "Bernanke, B., Adjustment Costs, Durables and Aggregate Consumption, Journal of Monetary Economics, 1985, 13, p.41-68.",
        "Breeden, 0., H. Gibbons, and R. Litzenberger, Empirical Tests of the Consumption Oriented CAPH, Stanford Graduate School of Business Research Paper No. 879, March 1986.",
        "Caplin, A., and 0. Spulber, Inflation Menu Costs and Endogenous Price Variability, mimeo, August 1985.",
        "Constantinides, G., Capital Market Equilibrium with Transaction Costs, Journal of Political Economy, Vol. 94, No. 4, Aug. 1986, pp.842-62.",
        "Eichenbaum, H. and L. Hansen, Estimating Models with Intertemporal Substitution Using Aggregate Time Series Data, manuscript, CarnegieMellon University, 1985.",
        "Flavin, M.A., The Adjustment of Consumption to Changing Expectations about Future Income, Journal of Political Economy, 1981, 89, pp.971-10009.",
        "Flemming, J.S., The Utility of Wealth and the Utility of Windfalls, Review of Economic Studies, 1969, 36, pp.55-66.",
        "Grossman, S., A. Melino, and R. Shiller, Estimating the Continuous Time Consumption Based Asset Pricing Model, National Bureau of Economic Research Working Paper No, 1643, June 1985.",
        "Hansen, L.P., and K.J. Singleton, Stochastic Consumption, Risk Aversion and the Temporal Behavior of Stock Returns, Journal of Political Economy, 1983.",
        "Harrison, J., and A. Taylor, Optimal Control of a Brownian Motion Storage System, Stochastic Processes and Their Applications, Vol. 6, No. 2, Jan. 1978, pp.179-94.",
        "Ibbotson, R., and R. Sinquefeld, Stocks, Bonds, Bills and Inflation: The Past and the Future, 1982 Edition, Financial Research Analysts Foundation (Charlottesville: 1982).",
        "Karatzas, I., J.P. Lehoczky, S.P. Sethi, and S.E. Shreve, Explicit Solution of a General Consumption/Investment Problem, Math of Operations Research, Vol. 11, No. 2, May 1986, pp. 261-94.",
        "Karlin, S., and H. Taylor, A Second Course in Stochastic Processes, Academic Press (New York: 1981).",
        "Krylov, N.y., Controlled Diffusion Processes, Springer-Verlag (New York: 1980).",
        "Mankiw, N.G., and H. Shapiro, Risk and Return: Consumption Versus Market Beta, National Buearu of Economic Research Working Paper No. 1399, July 1984.",
        "Merton, R., Lifetime Portfolio Selection under Uncertainty: The Continuous Time Case, Rev. Econ and Stat., Vol. 51, 1969, pp.247-57."
    ]
}