{
    "id": 23690,
    "cites": 39,
    "cited_by": 3,
    "reference": [
        "Ackerberg, Daniel, Kevin Caves, and Garth Frazer. 2006. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Structural identification of production functions.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d University Library of Munich, Germany MPRA Paper 38349.",
        "Amiti, Mary, and Jozef Konings. 2007. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Trade Liberalization, Intermediate Inputs, and Productivity: Evidence from Indonesia.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d American Economic Review, 97(5): 1611Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c 1638. Amiti, Mary, Oleg Itskhoki, and Jozef Konings. forthcoming. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Importers, Exporters, and Exchange Rate Disconnect.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d American Economic Review.",
        "AntraÃ\u0083Å\u0092Ã\u0082â\u0082¬s, Pol, Teresa C. Fort, and Felix Tintelnot. 2017. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093The Margins of Global Sourcing: Theory and Evidence from U.S. Firms.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Harvard University OpenScholar Working Paper 154856.",
        "Bas, Maria, and Vanessa Strauss-Kahn. 2014. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Does importing more inputs raise exports? Firm-level evidence from France.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Review of World Economics, 150(2): 241Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c 275.",
        "Bas, Maria, and Vanessa Strauss-Kahn. 2015. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Input-trade liberalization, export prices and quality upgrading.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Journal of International Economics, 95(2): 250Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c262.",
        "Brandt, Loren, Johannes Van Biesebroeck, and Yifan Zhang. 2012. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Creative Accounting or Creative Destruction? Firm-level Productivity Growth in Chinese Manufacturing. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Journal of Development Economics, 97(2): 339Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c351.",
        "Broda, Christian, and David E. Weinstein. 2006. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Globalization and the Gains From Variety.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d The Quarterly Journal of Economics, 121(2): 541Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c585.",
        "Cai, Hongbin, and Qiao Liu. 2009. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Competition and Corporate Tax Avoidance: Evidence from Chinese Industrial Firms.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Economic Journal, 119(537): 764Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c795.",
        "Chatterjee, Arpita, Rafael Dix-Carneiro, and Jade Vichyanond. 2013. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Multiproduct Firms and Exchange Rate Fluctuations.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d American Economic Journal: Economic Policy, 5(2): 77Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c110.",
        "De Loecker, Jan, and Pinelopi Koujianou Goldberg. 2014. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Firm Performance in a Global Market.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Annual Review of Economics, 6(1): 201Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c227.",
        "Fan, Haichao, Edwin L.-C. Lai, and Yao Amber Li. 2015. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Credit constraints, quality, and export prices: Theory and evidence from China.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Journal of Comparative Economics, 43(2): 390 Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c 416.",
        "Fan, Haichao, Xiang Gao, Yao Amber Li, and Tuan Anh Luong. 2017. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Trade liberalization and markups: Micro evidence from China.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Journal of Comparative Economics.",
        "Fan, Haichao, Yao Amber Li, and Stephen R. Yeaple. 2015. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Trade Liberalization, Quality, and Export Prices.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Review of Economics and Statistics, 97(5): 1033Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c1051.",
        "Feng, Ling, Zhiyuan Li, and Deborah L. Swenson. 2016. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093The connection between imported intermediate inputs and exports: Evidence from Chinese firms.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Journal of International Economics, 101(C): 86Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c101.",
        "Ge, Ying, Huiwen Lai, and Susan Zhu. 2011. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Intermediates Import and Gains from Trade Liberalization.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d mimeo, University of International Business and Economics.",
        "Goldberg, Pinelopi Koujianou, Amit Kumar Khandelwal, Nina Pavcnik, and Petia Topalova. 2010. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Imported Intermediate Inputs and Domestic Product Growth: Evidence from India.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d The Quarterly Journal of Economics, 125(4): 1727Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c1767.",
        "Goldberg, Pinelopi Koujianou, and Nina Pavcnik. 2005. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Trade, wages, and the political economy of trade protection: evidence from the Colombian trade reforms.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Journal of International Economics, 66(1): 75Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c105.",
        "Hallak, Juan Carlos. 2006. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Product quality and the direction of trade.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Journal of International Economics, 68(1): 238Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c265.",
        "Hummels, David, and Alexandre Skiba. 2004. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Shipping the Good Apples Out? An Empirical Confirmation of the Alchian-Allen Conjecture.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Journal of Political Economy, 112(6): 1384Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c1402.",
        "Ju, Jiandong, Kang Shi, and Shang-Jin Wei. 2012. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Trade Reforms and Current Account Imbalances: When Does the General Equilibrium Effect Overturn a Partial Equilibrium Intuition?Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d National Bureau of Economic Research, Inc NBER Working Papers 18653.",
        "Kasahara, Hiroyuki, and Joel Rodrigue. 2008. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Does the use of imported intermediates increase productivity? Plant-level evidence.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Journal of Development Economics, 87(1): 106Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c118.",
        "Kee, Hiau Looi, and Heiwai Tang. 2016. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Domestic Value Added in Exports: Theory and Firm Evidence from China.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d American Economic Review, 106(6): 1402Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c36.",
        "Khandelwal, Amit. 2010. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093The Long and Short (of) Quality Ladders.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Review of Economic Studies, 77(4): 1450Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c1476.",
        "Khandelwal, Amit K., Peter K. Schott, and Shang-Jin Wei. 2013. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Trade Liberalization and Embedded Institutional Reform: Evidence from Chinese Exporters.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d American Economic Review, 103(6): 2169Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c95.",
        "Kugler, Maurice, and Eric Verhoogen. 2012. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Prices, Plant Size, and Product Quality. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Review of Economic Studies, 79(1): 307Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c339.",
        "Levinsohn, James, and Amil Petrin. 2003. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Estimating Production Functions Using Inputs to Control for Unobservables.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d The Review of Economic Studies, 70(2): pp. 317Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c341.",
        "Lu, Yi, and Linhui Yu. 2015. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Trade Liberalization and Markup Dispersion: Evidence from ChinaÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0084¢s WTO Accession.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d American Economic Journal: Applied Economics, 7(4): 221Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c53.",
        "Manova, Kalina, and Zhihong Yu. 2016. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093How firms export: Processing vs. ordinary trade with financial frictions.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Journal of International Economics, 100(C): 120Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c137.",
        "Manova, Kalina, and Zhiwei Zhang. 2012a. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Export Prices Across Firms and Destinations. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d The Quarterly Journal of Economics, 127: 379Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c436.",
        "Manova, Kalina, and Zhiwei Zhang. 2012b. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Multi-Product Firms and Product Quality.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d National Bureau of Economic Research, Inc NBER Working Papers 18637.",
        "McCaig, Brian, and Nina Pavcnik. 2014. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Export Markets and Labor Allocation in a Low-income Country.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d National Bureau of Economic Research, Inc NBER Working Papers 20455.",
        "McCaig, Brian, and Nina Pavcnik. 2015. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Informal Employment in a Growing and Globalizing Low-Income Country.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d American Economic Review, 105(5): 545Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c550.",
        "Melitz, Marc J. 2003. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093The Impact of Trade on Intra-Industry Reallocations and Aggregate Industry Productivity.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Econometrica, 71(6): 1695Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c1725.",
        "Olley, G. Steven, and Ariel Pakes. 1996. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093The Dynamics of Productivity in the Telecommunications Equipment Industry.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Econometrica, 64(6): pp. 1263Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c1297.",
        "Pierce, Justin, and Peter Schott. 2013. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093The Surprisingly Swift Decline of U.S. Manufacturing Employment.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Center for Economic Studies, U.S. Census Bureau Working Papers 13-59.",
        "Rauch, James E. 1999. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Networks versus markets in international trade.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Journal of International Economics, 48(1): 7Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c35.",
        "Topalova, Petia, and Amit Khandelwal. 2011. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Trade Liberalization and Firm Productivity: The Case of India.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d The Review of Economics and Statistics, 93(3): 995Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c 1009.",
        "Trefler, Daniel. 2004. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093The Long and Short of the Canada-U. S. Free Trade Agreement.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d American Economic Review, 94(4): 870Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c895.",
        "Verhoogen, Eric A. 2008. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Trade, Quality Upgrading, and Wage Inequality in the Mexican Manufacturing Sector.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d The Quarterly Journal of Economics, 123(2): 489Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c 530."
    ]
}