{
    "id": 23705,
    "cites": 23,
    "cited_by": 0,
    "reference": [
        "Asea, Patrick K and Enrique G Mendoza, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093The Balassa-Samuelson Model: A GeneralEquilibrium Appraisal,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Review of International Economics, October 1994, 2 (3), 244Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c67. Bems, Rudolfs and Robert C. Johnson, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Demand for Value Added and Value-Added Exchange Rates,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d American Economic Journal: Macroeconomics, Forthcoming.",
        "Bergin, Paul R., Reuven Glick, and Alan M. Taylor, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Productivity, tradability, and the long-run price puzzle,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Journal of Monetary Economics, November 2006, 53 (8), 2041Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c 2066.",
        "Berka, Martin and Michael B. Devereux, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Trends in European real exchange rates,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Economic Policy, 04 2013, 28 (74), 193Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c242.",
        ", , and Charles Engel, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Real Exchange Rate Adjustment in and out of the Eurozone,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d American Economic Review, May 2012, 102 (3), 179Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c85.",
        ", Michael Devereux, and Charles Engel, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Real Exchange Rates and Sectoral Productivity in the Eurozone,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d NBER Working Papers 20510, National Bureau of Economic Research, Inc 2014.",
        "Betts, Caroline M. and Timothy J. Kehoe, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Real Exchange Rate Movements and the Relative Price of Non-traded Goods,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d NBER Working Papers 14437, National Bureau of Economic Research, Inc October 2008.",
        "Bhagwati, Jagdish N, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Why Are Services Cheaper in the Poor Countries?,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Economic Journal, 1984, 94 (374), 279Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c86.",
        "Burstein, Ariel and Gita Gopinath, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093International Prices and Exchange Rates,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d in Kenneth Rogoff Elhanan Helpman and Gita Gopinath, eds., Handbook of International Economics, Vol. 4 of Handbook of International Economics, Elsevier, 2015, chapter 7, pp. 391 Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c 451.",
        "Burstein, Ariel T., Jo ao C. Neves, and Sergio Rebelo, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Distribution costs and real exchange rate dynamics during exchange-rate-based stabilizations,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Journal of Monetary Economics, September 2003, 50 (6), 1189Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c1214.",
        "Canzoneri, Matthew B., Robert E. Cumby, and Behzad Diba, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Relative labor productivity and the real exchange rate in the long run: evidence for a panel of OECD countries,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Journal of International Economics, April 1999, 47 (2), 245Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c266.",
        "Chong, Yanping, Oscar Jorda, and Alan M. Taylor, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093The Harrod Balassa Samuelson Hypothesis: Real Exchange Rates And Their Long Run Equilibrium,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d International Economic Review, 05 2012, 53 (2), 609Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c634.",
        "Drozd, Lukasz A. and Jaromir B. Nosal, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Understanding International Prices: Customers as Capital,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d American Economic Review, February 2012, 102 (1), 364Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c95.",
        "Engel, Charles, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Accounting for U.S. Real Exchange Rate Changes,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Journal of Political Economy, June 1999, 107 (3), 507Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c538.",
        "Gollin, Douglas, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Getting Income Shares Right,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Journal of Political Economy, April 2002, 110 (2), 458Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c474.",
        "Gregorio, Jose De, Alberto Giovannini, and Thomas H Krueger, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093The Behavior of Nontradable-Goods Prices in Europe: Evidence and Interpretation,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Review of International Economics, October 1994, 2 (3), 284Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c305.",
        "Herrendorf, Berthold, Richard Rogerson, and Akos Valentinyi, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Two Perspectives on Preferences and Structural Transformation,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d American Economic Review, December 2013, 103 (7), 2752Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c2789.",
        "Inklaar, Robert and Marcel P. Timmer, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093The Relative Price of Services,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Review of Income and Wealth, December 2014, 60 (4), 727Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c746.",
        "Jones, Charles I., Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Intermediate Goods and Weak Links in the Theory of Economic Development, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d American Economic Journal: Macroeconomics, April 2011, 3 (2), 1Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c28.",
        "Lee, Jaewoo and Man-Keung Tang, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Does Productivity Growth Lead to Appreciation of the Real Exchange Rate?,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d July 2007, 1, 276Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c299.",
        "Lothian, JamesR. and MarkP. Taylor, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Real Exchange Rates Over the Past Two Centuries: How Important is the Harrod-Balassa-Samuelson Effect?,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Economic Journal, October 2008, 118 (532), 1742Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c1763.",
        "Rogoff, Kenneth, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093The Purchasing Power Parity Puzzle,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Journal of Economic Literature, 1996, 34, 647Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c668.",
        "Summers, Robert and Alan Heston, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093The Penn World Table (Mark 5): An Expanded Set of International Comparisons, 1950 - 1988,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d The Quarterly Journal of Economics, 1991, 106 (2), 327Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c368.",
        "Tica, Josip and Ivo Druzic, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093The Harrod Balassa Samuelson Effect: A Survey of Empirical Evidence,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d EFZG Working Papers Series 0607, Faculty of Economics and Business, University of Zagreb September 2006."
    ]
}