{
    "id": 2370,
    "cites": 15,
    "cited_by": 0,
    "reference": [
        "Aizenman, Joshua. Monopolistic Competition and Labor Market Adjustment in the Open Economy, forthcoming in Richard C. Marston (ed.) The Misalignment of Exchange Rates, Chicago, IL: University of Chicago Press. Aizenman, Joshua and Jacob A. Frenkel. Optimal Wage Indexation, Foreign Intervention, and Monetary Policy. American Economic Review, June 1985.",
        "Automotive News, Cram Communication, April 13, 1987.",
        "Baldwin, Robert E. The Changing Structure of U.S. Trade Policy Since World War II, appeared in R.E. Baldwin and A.O. Kruger (eds.), The Structure and Evolution of Recent U.S. Trade Policy, Chicago, University of Chicago Press, 1984.",
        "Dornbusch, Rudiger. Exchange Rate and Prices. NBER Working Paper no. 1769, January 1985.",
        "Flood, Robert P. and Hodrick, Robert J. Optimal Price and Inventory Adjustment in an Open Economy Mod?l of the Business Cycle. Quarterly Journal of Economics, August 1985, 100, 887-914.",
        "Flood, Robert P. and Nancy P. Marion. The Transmission of Disturbances under Alternative Exchange-Rate Regimes with Optimal Indexation. Quarterly Journal of Economics, February 1982, 97, 43-66.",
        "Fischer, Stenly. Wage Indexation and Macroeconomic Stability, In Karl Brunner and Allen H. Meltzer, eds., Stabilization of Domestic and International Economy, Vol. 5, Carnegie-Rochester Conference on Public Policy, a supplementary series to the Journal of Monetary Economics, 1977, 107-47.",
        "Gray, Jo Anna. Wage Indexation, A Macroeconomic Approach, Journal of Monetary Economics, 1976, 221-235.",
        "Giovanini, Alberto. Exchange Rates and Traded Goods Prices. Working Paper, Columbia UnIversity, 1985.",
        "Hamilton, Carl. Economic Aspects of Voluntary Export Restraints. Current issues in International Trade, David Greenway, ed., Macmillan, London 1985.",
        "Helpman, Elhanan and Paul Krugman, Market Structure and Foreign Trade, MIT Press, 1985.",
        "Loopesko, Bonnie and Robert A. Johnson. Realignment of the Yen-Dollar Exchange Rate; Aspects of the Adjustment Process in Japan. Forthcoming in Richard C. Marston (Ed.), The Misalignment of Exchange Rates: Effects on Trade and Industry, NEER Conference volume, University of Chicago Press. Marston, Richard C. (Ed.), The Misalignment of Exchange Rates: Effects on Trade and Industry, NBER Conference volume, University of Chicago Press, forthcoming. Marston, Richard C. and Stephen J. Turnovsky. Imported Material Prices, Wage Policy, and Macroeconomic Stabilization. Canadian Economic Journal, 18, May 1985.",
        "Richardson, David, J. U.S. International Trade Policies in a World of Industrial Change, NBER Working Paper no. 1228, January 1983.",
        "Rotemberg, Julio, J. Sticky Prices In the United States. Journal of Political Economy, December 1982, 90, 1187-1211.",
        "Svennson, Lars E. 0. and Sweder van Wijnbergen. International Transmission of Monetary Policy. Working Paper no. 362, University of Stockholm, 1986."
    ]
}