{
    "id": 23716,
    "cites": 35,
    "cited_by": 7,
    "reference": [
        "Aguiar, M. and Gopinath, G. (2007). Emerging Market Business Cycles: The Cycle Is the Trend. Journal of Political Economy, 115:69Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c102.",
        "Akinci, O. (2017). Financial frictions and macroeconomic fluctuations in emerging economies.",
        "Antolin-Diaz, J., Drechsel, T., and Petrella, I. (2017). Tracking the slowdown in long-run gdp growth. The Review of Economics and Statistics, 99(2):343Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c356.",
        "Bastourre, D., Carrera, J., Ibarlucia, J., and Sardi, M. (2012). Common drivers in emerging market spreads and commodity prices. Technical report, Working Paper, Central Bank of Argentina (BCRA).",
        "Cavallo, A. (2013). Online and official price indexes: Measuring argentinaÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0084¢s inflation. Journal of Monetary Economics, 60(2):152Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c165.",
        "Cespedes, L. F. and Velasco, A. (2014). Was this time different?: Fiscal policy in commodity republics. Journal of Development Economics, 106(C):92Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c106.",
        "FernaÃ\u0083Å\u0092Ã\u0082Â\u0081ndez, A., Schmitt-GroheÃ\u0083Å\u0092Ã\u0082Â\u0081, S., and Uribe, M. (2017). World shocks, world prices, and business cycles an empirical investigation. Journal of International Economics.",
        "Ferreres, O. (2005). Dos siglos de economÃ\u0083â\u0080\u009eÃ\u0082Â±Ã\u0083Å\u0092Ã\u0082Â\u0081a argentina. FundacioÃ\u0083Å\u0092Ã\u0082Â\u0081n Norte y Sur.",
        "Frankel, J. (2011). How can commodity producers make fiscal and monetary policy less procyclical? Beyond the Curse: Policies to Harness the Power of Natural Resources, R.Arezki, T.Gylfason, A.Sy, eds. (IMF, 2011).",
        "Frankel, J. A. (2004). Experience of and lessons from exchange rate regimes in emerging economies. In Monetary and Financial Integration in East Asia: The Way Ahead, edited by Asian Development Bank, (Palgrave Macmillan).",
        "Gali, J. and Monacelli, T. (2005). Monetary policy and exchange rate volatility in a small open economy. The Review of Economic Studies, 72(3):707Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c734.",
        "GarcÃ\u0083â\u0080\u009eÃ\u0082Â±Ã\u0083Å\u0092Ã\u0082Â\u0081a-Cicco, J., Pancrazi, R., and Uribe, M. (2010). Real business cycles in emerging countries? American Economic Review, 100(5):2510Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c31.",
        "Gavin, M., Hausmann, R., and Leiderman, L. (1996). Macroeconomics of capital flows to latin america: Experience and policy issues. Inter-American Development Bank, Research Department Working Papers Number 4012.",
        "Greenwood, J., Hercowitz, Z., and Huffman, G. (1988). Investment, capacity utilization, and the real business cycle. American Economic Review, 78(3):402Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c17.",
        "Grilli, E. R. and Yang, M. C. (1988). Primary commodity prices, manufactured goods prices, and the terms of trade of developing countries: what the long run shows. The World Bank Economic Review, 2(1):1Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c47.",
        "Guimaraes, B. (2011). Sovereign default: Which shocks matter? Review of Economic Dynamics, 14(4):553 Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c 576.",
        "Kaminsky, G. L., Reinhart, C. M., and Vegh, C. A. (2005). When it rains, it pours: Procyclical capital flows and macroeconomic policies. NBER Macroeconomics Annual 2004, 19:11Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c53.",
        "Kose, M. A. (2002). Explaining business cycles in small open economies: Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0084¢How much do world prices matter?Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0084¢. Journal of International Economics, 56(2):299Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c327.",
        "Lubik, T. A. (2007). Non-stationarity and instability in small open-economy models even when they are closed. Economic Quarterly, (Fall):393Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c412.",
        "Mendoza, E. G. (1995). The terms of trade, the real exchange rate, and economic fluctuations. International Economic Review, pages 101Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c137.",
        "Neumeyer, P. A. and Perri, F. (2005). Business cycles in emerging economies: the role of interest rates. Journal of Monetary Economics, 52(2):345Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c380.",
        "Pfaffenzeller, S., Newbold, P., and Rayner, A. (2007). A short note on updating the grilli and yang commodity price index. The World Bank Economic Review, 21(1):151Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c163.",
        "Prasad, E., Rogoff, K., Wei, S.-J., and Kose, M. A. (2006). Effects of financial globalization on developing countries: some empirical evidence. Ann Harrison, editor, Globalization and Poverty (University of Chicago Press: Chicago). Occasional Paper No. 220, International Monetary Fund, 2003. NBER WP 10942, 2004.",
        "Reinhart, C. and Reinhart, V. (2009). Capital Flow Bonanzas: An Encompassing View of the Past and Present. In NBER International Seminar on Macroeconomics 2008, NBER Chapters, pages 9Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c62. National Bureau of Economic Research, Inc.",
        "Schmitt-Grohe, S. and Uribe, M. (2003). Closing small open economy models. Journal of International Economics, 61(1):163 Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c 185.",
        "Schmitt-Grohe, S. and Uribe, M. (2017). How important are terms of trade shocks? Forthcoming.",
        "Shousha, S. (2016). Macroeconomic effects of commodity booms and busts: The role of financial frictions. Unpublished Manuscript.",
        "Sims, C. A. and Zha, T. (1999). Error bands for impulse responses. Econometrica, 67(5):1113Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c 1155.",
        "Smets, F. and Wouters, R. (2007). Shocks and frictions in us business cycles: A bayesian dsge approach. American Economic Review, 97(3):586Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c606.",
        "Uribe, M. and Yue, V. (2006). Country spreads and emerging countries: Who drives whom? Journal of International Economics, 69(1):6Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c36.",
        "A Details on Data GDP and its components Data on real GDP, Investment, Consumption, Government Spending and Net Exports from 1900 through to 2009 come from Ferreres (2005) - Ferreres has extended these series to 2009. We extend the data further to 2015 using the corresponding series from the Argentine Finance Ministry Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Ministerio de Economia (EjecucioÃ\u0083Å\u0092Ã\u0082Â\u0081n Presupuestaria de la AdministracioÃ\u0083Å\u0092Ã\u0082Â\u0081n Nacional),Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d available online. The growth rate of the latter series was applied to FerreresÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0084¢ 2009 figure.",
        "Commodity Prices Data on world commodity prices are based on the Grilli and Yang (1988) commodity price index series updated by Pfaffenzeller et al. (2007), which runs from 1900 through to 2011. We update the series to 2015, following Pfaffenzeller et al. (2007)Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0084¢s procedure.",
        "The Argentina-specific price index is constructed using Argentine export weights available in the UN Comtrade data base. We match these weights with commodity-specific price indeces provided by the World Bank. This is done for the broad commodity categories fuel, timber, food, beverages and fertilizer from 1962.",
        "World Real Interest Rate To measure global real interest rates we use the UK nominal interest rate series published by the Bank of England from 1900 through 2015 and subtract the UK inflation rate provided by the UK Office for National Statistics (ONS).",
        "Domestic Real Interest Rates We use various series on real interest rates for Argentina, as described in the text. The World Bank provides a real interest rate series available from 1994. The IMF International Financial Statistics publishes series of nominal domestic deposit rate, savings rate and money market rate, which we deflate using CPI inflation from Ferreres (2005) until 2009, and then update using the 2009-2015 series from www.inflacionverdadera.com. We also used the latter series to deflate the interest rate for the period from 2006 onwards. Government Debt Data on Debt to GDP ratios come from ArgentinaÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0084¢s statistical office, INDEC (Online,"
    ]
}