{
    "id": 23723,
    "cites": 14,
    "cited_by": 0,
    "reference": [
        "Graciela Chichilnisky. Limited arbitrage is necessary and sufficient for the existence of a competititive equilibrium with and without short sales. Economic Theory, 5(1):79Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c107, 1995.",
        "Graciela Chichilnisky and Geoffrey Heal. A unified treatment of finite and infinite economies: limited arbitrage is necessary and sufficient for the existence of equilibrium and the core. Economic Theory, 12:163Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c176, 1998.",
        "Graciela Chichilnisky, Jayasri Dutta, and Geoffrey Heal. Price uncertainty and derivative securities. Working paper, Columbia Business School, 1994.",
        "Jerome de Temple and Larry Selden. A general equilibrium analysis of option and stock market interactions. International Economic Review, 1991.",
        "Jacques Dreze. Markets Information and Uncertainty: Essays in Honor of Kenneth J.Arrow, chapter Chapter 3: The Formulation of Uncertainty: Prices and States, pages 44Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c66. Cambridge University Press, 1999.",
        "Frank Hahn. Markets Information and Uncertainty: Essays in Honor of Kenneth J.Arrow, chapter Chapter 4: A Remark on Incomplete Market Equilibrium, pages 67Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c71. Cambridge University Press, 1999.",
        "Peter Hammond. Overlapping expectations and hartÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0084¢s condition for the existence of equilibrium in a securities market. Journal of Economic Theory, 31:170Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c175, 1983.",
        "Oliver Hart. Existence of equilibrium in a securities market. Journal of Economic Theory, 9:291Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c311, 1974.",
        "Phillipe Henrotte. Existence and optimality of equilibria in markets with tradable derivative securities. Technical Report 48, Stanford Institute for Theoretical Economics, 1992.",
        "Mordecai Kurz and Ho-Mou Wu. Endogenous uncertainty in a general equilibrium model with price-contingent contracts. Economic Theory, 8:461Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c488, 1996.",
        "Robert Shiller. Macro Markets: Creating Markets for Managing SocietyÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0084¢s Largest Risks. Oxford University Press, 1993.",
        "Bengt Stigum. Balanced growth under uncertainty. Journal of Economic Theory, 5:42Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c68, 1972.",
        "Lars E.O. Svensson. Efficiency and speculation in a model with price contingent contracts. Econometrica, 49(1):131Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c151, 1981.",
        "Jan Werner. Arbitrage and the existence of competitive equilibrium. Econometrica, 55(6):1403Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c1418, 1987. Columbia Business School"
    ]
}