{
    "id": 23746,
    "cites": 28,
    "cited_by": 2,
    "reference": [
        "Arias, J., Erceg, C., and Trabandt, M. (2016). The macroeconomic risks of undesirably low inflation. European Economic Review, 88(C):88Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c107.",
        "Aruoba, S. B., Cuba-Borda, P., and Schorfheide, F. (2017). Macroeconomic dynamics near the ZLB: A tale of two countries. Review of Economic Studies, forthcoming.",
        "Ayres, J., Navarro, G., Nicolini, J. P., and Teles, P. (2015). Sovereign default: The role of expectations. Working Paper 723, Federal Reserve Bank of Minneapolis.",
        "Benhabib, J., Schmitt-GroheÃ\u0083Å\u0092Ã\u0082Â\u0081, S., and Uribe, M. (2001). The perils of Taylor rules. Journal of Economic Theory, 96(1-2):40Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c69.",
        "Benhabib, J., Schmitt-Grohe, S., and Uribe, M. (2002). Avoiding liquidity traps. Journal of Political Economy, 110(3):535Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c563.",
        "Bi, H. (2012). Sovereign default risk premia, fiscal limits, and fiscal policy. European Economic Review, 56(3):389Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c410.",
        "Bianchi, F. and Ilut, C. (2017). Monetary/fiscal policy mix and agentsÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0084¢ beliefs. Review of Economic Dynamics, forthcoming.",
        "Bianchi, F. and Melosi, L. (2017). Escaping the Great Recession. American Economic Review, 107(4):1030Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c1058.",
        "Bohn, H. (1998). The behavior of U.S. public debt and deficits. Quarterly Journal of Economics, 113(3):949Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c963.",
        "Calvo, G. A. (1988). Servicing the public debt: The role of expectations. American Economic Review, 78(4):647Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c661.",
        "Cochrane, J. H. (2001). Long-term debt and optimal policy in the fiscal theory of the price level. Econometrica, 69(1):69Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c116.",
        "Corsetti, G. and Dedola, L. (2016). The mystery of the printing press: Monetary policy and self-fulfilling debt crises. Journal of the European Economic Association, 14(6):1329Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c1371.",
        "Corsetti, G., Dedola, L., JarocinÃ\u0083Å\u0092Ã\u0082Â\u0081ski, M., MacÃ\u0083Å\u0092Ã\u0082Â\u0081kowiak, B., and Schmidt, S. (2016). Macroeconomic stabilization, monetary-fiscal interactions, and EuropeÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0084¢s monetary union. Working Paper 1988, European Central Bank.",
        "Davig, T., Leeper, E. M., and Walker, T. B. (2010). Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0084¢Unfunded liabilitiesÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0084¢ and uncertain fiscal financing. Journal of Monetary Economics, 57(5):600Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c619.",
        "Del Negro, M. and Sims, C. A. (2015). When does a central bankÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0084¢s balance sheet require fiscal support? Journal of Monetary Economics, 73(C):1Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c19.",
        "Eggertsson, G. B. and Woodford, M. (2003). The zero bound on interest rates and optimal monetary policy. Brookings Papers on Economic Activity, 34(1):139Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c235.",
        "Leeper, E. M. (1991). Equilibria under Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0084¢activeÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0084¢ and Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0084¢passiveÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0084¢ monetary and fiscal policies. Journal of Monetary Economics, 27(1):129Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c147.",
        "Lorenzoni, G. and Werning, I. (2014). Slow moving debt crises. Unpublished manuscript, Northwestern University and MIT.",
        "Mertens, K. R. and Ravn, M. O. (2014). Fiscal policy in an expectations-driven liquidity trap. Review of Economic Studies, 81(4):1637Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c1667.",
        "Parker, J. A., Souleles, N. S., Johnson, D. S., and McClelland, R. (2013). Consumer spending and the Economic Stimulus payments of 2008. American Economic Review, 103(6):2530Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c2553.",
        "Rotemberg, J. J. (1982). Sticky prices in the United States. Journal of Political Economy, 90(6):1187Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c1211.",
        "Schmitt-GroheÃ\u0083Å\u0092Ã\u0082Â\u0081, S. and Uribe, M. (2017). Liquidity traps and jobless recoveries. American Economic Journal: Macroeconomics, 9(1):165Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c204.",
        "Sims, C. A. (1994). A simple model for study of the determination of the price level and the interaction of monetary and fiscal policy. Economic Theory, 4(3):381Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c399.",
        "Sims, C. A. (1997). Fiscal foundations of price stability in open economies. Unpublished manuscript, Yale University.",
        "Sims, C. A. (2012). Gaps in the institutional structure of the euro area. Financial Stability Review, (16):217Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c223.",
        "Woodford, M. (1994). Monetary policy and price level determinacy in a cash-in-advance economy. Economic Theory, 4(3):345Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c380.",
        "Woodford, M. (2003). Interest and Prices: Foundations of a Theory of Monetary Policy. Princeton University Press.",
        "Zettelmeyer, J., Trebesch, C., and Gulati, M. (2013). The Greek debt restructuring: An autopsy. Economic Policy, 28(75):513Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c563. 2008 2009 2010 2011 2012 2013 2014 2015 0.95 0.96 0.97 0.98 0.99 Real GDP per capita normalized to"
    ]
}