{
    "id": 23743,
    "cites": 32,
    "cited_by": 2,
    "reference": [
        "Abraham, K.G., Shimer, R., Changes in Unemployment Duration and Labor Force Attachment. The Roaring Nineties: Can Full Employment Be Sustained? In: Krueger, A. B., Solow, R.M. (Eds.). New York: Russell Sage Foundation, 367-420, 2002.",
        "Abowd, J., and Zellner, A., 1985. Estimating Gross Labor Force Flows. Journal of Business and Economic Statistics, 3, 254-283.",
        "Albanesi, S., 2017. Changing Business Cycles in the US: The Role of WomenÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0084¢s Employment. Manuscript, University of Pittsburgh.",
        "Albanesi, S. and C. Olivetti, 2009. Home production, market production and the gender wage gap: Incentives and expectations. Review of Economic Dynamics, 12(1), 80-107.",
        "Albanesi, S. and Olivetti, C., 2016. Gender roles and medical progress. Journal of Political Economy, 124(3), pp.650-695.",
        "Albanesi, S. and C. Olivetti, 2014. Maternal health and the baby boom. Quantitative Economics, 5(2), pp.225-269.",
        "Albanesi, S. and M. Prados, 2014. Slowing WomenÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0084¢s Labor Force Participation: The Role of Rising Income Inequality. Manuscript, University of Pittsburgh.",
        "Autor D.H, and M. G. Duggan, 2003. The Rise in the Disability Rolls and the Decline in Unemployment. Quarterly Journal of Economics, 118 (1), 157-206.",
        "Azmat G, M. Guell, and A Manning, 2006. Gender Gaps in Unemployment Rates in OECD Countries. Journal of Labor Economics , Vol. 24, No. 1, pp. 1-37.",
        "Costa, D. L., 2000. From Mill Town to Board Room: The Rise of WomenÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0084¢s Paid Labor. Journal of Economic Perspectives, 14 (4), 101-122.",
        "Elsby, M., B. Hobijn, and A. Ã\u0083â\u0080¦Ã\u0082Å¾ahin, 2010. The Labor Market in the Great Recession. Brookings Papers on Economic Activity, Spring, 1-48.",
        "Elsby, M., B. Hobijn, and A. Ã\u0083â\u0080¦Ã\u0082Å¾ahin, 2015. On the Importance of the Participation Margin for Labor Market Fluctuations. Journal of Monetary Economics, 72, 64-82.",
        "Fernandez R., 2013. Cultural Change as Learning: The Evolution of Female Labor Force Participation over a Century. American Economic Review, 103 (1), 472-500.",
        "Fogli, A. and L. Veldkamp, 2011. Nature or Nurture? Learning and the Geography of Female Labor Force Participation. Econometrica, 79(4), pp.1103-1138.",
        "Galor, O. and D. N. Weil, 1996. The Gender Gap, Fertility, and Growth. American Economic Review, 86 (3), 374-387.",
        "Garibaldi, P. and E. Wasmer, 2005. Equilibrium Search Unemployment, Endogenous Participation, and Labor Market Flows. Journal of European Economic Association 3, 851-882.",
        "Goldin, C., 1990. Understanding the Gender Gap: An Economic History of American Women. Oxford: Oxford University Press.",
        "Goldin, C., 2006. The Quiet Revolution That Transformed WomenÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0084¢s Employment, Education, and Family. American Economic Review Vol. 96 No. 2.",
        "Greenwood, J. A. Seshadri, and M. Yorukoglu, 2005. Engines of Liberation. Review of Economic Studies, 72 (1), 109-133.",
        "Juhn, C., K.M. Murphy and Robert H. Topel, 2002. Current Unemployment, Historically Contemplated. Brookings Papers on Economic Activity, (1), 79-116.",
        "Krueger, A. and A. Mueller, 2011. Job Search, Emotional Well-Being and Job Finding in a Period of Mass Unemployment: Evidence from High-Frequency Longitudinal Data. Brookings Papers on Economic Activity.",
        "Krusell, P., T. Mukoyama, R. Rogerson, and A. Ã\u0083â\u0080¦Ã\u0082Å¾ahin, 2010. Aggregate Labor Market Outcomes: The Role of Choice and Chance. Quantitative Economics 1, 97-128.",
        "Krusell, P., T. Mukoyama, R. Rogerson, and A. Ã\u0083â\u0080¦Ã\u0082Å¾ahin, 2011. A Three State Model of Worker Flows in General Equilibrium. Journal of Economic Theory 146, 1107-1133.",
        "Krusell, P., T. Mukoyama, R. Rogerson, and A. Ã\u0083â\u0080¦Ã\u0082Å¾ahin, 2017. Gross Labor Flows over the Business Cycle. American Economic Review, forthcoming.",
        "Mincer, J., 1991. Education and Unemployment? NBER Working Paper, No. 3838.",
        "Pissarides, C. A., 1985. Short-run Equilibrium Dynamics of Unemployment Vacancies, and Real Wages. American Economic Review, vol. 75(4), 676-690.",
        "Pissarides, C. A., 2000. Equilibrium Unemployment Theory, Cambridge, MA: MIT Press.",
        "Poterba, J., and L. Summers, 1986. Reporting Errors and Labor Market Dynamics. Econometrica 54,1319-1338.",
        "Royalty, A. B., 1998. Job-to-Job and Job-to-Nonemployment Turnover by Gender and Education, Level. Journal of Labor Economics, Vol. 16, No. 2, pp. 392-443.",
        "Ã\u0083â\u0080¦Ã\u0082Å¾ahin, A., B. Hobijn, and J. Song, 2009. The Unemployment Gender Gap During the Current Recession. Current Issues in Economics and Finance, 16-2.",
        "Shimer, R., 1998. Why is the U.S. Unemployment Rate So Much Lower? In NBER Macroeconomics Annual, ed. by Ben Bernanke and Julio Rotemberg, vol. 13, MIT Press, Cambridge, MA, 11-61.",
        "Shimer R., 2005. The Cyclical Behavior of Equilibrium Unemployment and Vacancies. American Economic Review, vol. 95, 25-49."
    ]
}