{
    "id": 23747,
    "cites": 40,
    "cited_by": 8,
    "reference": [
        "Acemoglu, D., A. Ozdaglar, and A. Tahbaz-Salehi. 2015. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Systemic Risk and Stability in Financial Networks.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d American Economic Review, 105: 564Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c608.",
        "Acharya, V., and T. Yorulmazer. 2007. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Too many to failÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009dAn analysis of time-inconsistency in bank closure policies.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Journal of Financial Intermediation, 16(1): 1Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c31.",
        "Acharya, V., H. S. Shin, and T. Yorulmazer. 2011. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Crisis Resolution and Bank Liquidity.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Review of Financial Studies, 24(6): 2121Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c2165.",
        "Allen, F., and D. Gale. 2000. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Systemic risk, interbank relations and liquidity provision by the central bank.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Journal of Political Economy, 108(1): 1Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c33.",
        "21Korinek and Stiglitz (2009) study the non-cooperative equilibrium of a dynamic political game in a contestable democracy with two rival parties. These parties extract different utility from macroeconomic outcomes and implement different dividend tax policies when they are in power. Under a conservative regime, when dividend taxes are low, firms pay out higher dividends while taxes are still low in anticipation that the next move will be a tax increase. Under the social democratic rule, by contrast, firms expect that the next change in dividend taxes will be a cut; they reduce dividend payments so as to postpone some of their distributions until after the expected dividend tax cut. Such an action raises investment and output.",
        "Battison, S., G. Caldarelli, R. May, T. Roukny, and J. E. Siglitz. 2016. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093The price of Complexity in Financial Networks.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Proceedings of the National Academy of Sciences, 113: 10031Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c10036.",
        "Battiston, S., D. Delli Gatti, M. Callegati, B. Greenwald, and J. E. Stiglitz. 2012a. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Default Cascades: When Does Risk Diversification Increase Stability?Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Journal of Financial Stability, 8(3): 138Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c149.",
        "Battiston, S., D. Delli Gatti, M. Callegati, B. Greenwald, and J. E. Stiglitz. 2012b. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Liaisons Dangereuses: Increasing Connectivity, Risk Sharing, and Systemic Risk.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Journal of Economic Dynamics and Control, 36(8): 1121Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c 1141.",
        "Boissay, F. 2006. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Credit Chains and the Propagation of Financial Distress, available at http://ssrn.com/abstract id=872543.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d ECB Working Paper Series, No. 573.",
        "Boss, M., H. Elsinger, M. Summer, and S. Thurner. 2004. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Network topology of the interbank market.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Quantitative Finance, 4(6): 677Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c684.",
        "Cabrales, A., P. Gottardi, and F. Vega-Redondo. 2014. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Risk-Sharing and Contagion in Networks.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d CESifo Working Papper Series, , (4715).",
        "Capponi, A., P. C. Chen, and D. Yao. 2016. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Liability Concentration and Systemic Losses in Financial Networks.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Operations Research, 64(5): 1121Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c1134.",
        "Castiglionesi, F. 2007. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Financial contagion and the role of the Central Bank.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Journal of Banking and Finance, 31(1): 81Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c101.",
        "Chari, V. V., and P. J. Kehoe. 2016. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Bailouts, Time Inconsistency, and Optimal Regulation: A Macroeconomic View.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d American Economic Review, 106(9): 2458Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c 2493.",
        "Cifuentes, R., G. Ferrucci, and H. S. Shin. 2005. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Liquidity risk and contagion. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Journal of the European Economic Association, , (3): 556Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c566.",
        "Cont, R., E. Santos, and A. Moussa. 2013. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Network structure and systemic risk in banking systems.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Cambridge University Press.",
        "Craig, B., and G. Von Peter. 2014. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Interbank Tiering and Money Center Banks.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Journal of Financial Intermediation, 23(3): 322Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c347.",
        "Duffie, D. 2010. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093The Failure Mechanics of Dealer Banks.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Journal of Economic Perspectives, 24(1): 51Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c72.",
        "Duffie, D., and C. Wang. 2017. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Efficient Contracting in Network Financial Markets.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Working Paper, Graduate School of Business, Stanford University.",
        "Eisenberg, L., and T. H. Noe. 2001. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Systemic risk in financial systems.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Management Science, 47(2): 236Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c249.",
        "Elliott, M., B. Golub, and M. Jackson. 2014. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Financial Networks and Contagion. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d American Economic Review, 104(10): 3115Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c3153.",
        "Elsinger, H., A. Lehar, and M. Summer. 2006. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Risk Assessment for Banking Systems.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Management Science, 52(9): 1301Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c1314.",
        "Erol, S. 2016. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Network hazard and bailouts.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Working paper, University of Pennsylvania.",
        "Farhi, E., and J. Tirole. 2012. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Collective Moral Hazard, Maturity Mismatch, and Systemic Bailouts.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d American Economic Review, 202(1): 60Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c93.",
        "Gai, P., A. Haldane, and S. Kapadia. 2011. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Complexity, Concentration and Contagion.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Journal of Monetary Economics, 58(5): 453Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c470.",
        "Gai, P., and S. Kapadia. 2010. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Contagion in Financial Networks.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Proceedings of the Royal Society A, 466: 2401Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c2423.",
        "Glasserman, P., and P. Young. 2015. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093How Likely is Contagion in Financial Networks?Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Journal of Banking and Finance, 50: 383Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c399.",
        "Glasserman, P., and P. Young. 2016. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Contagion in Financial Networks.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Journal of Economic Literature, 54(3): 779Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c831.",
        "Greenwald, B., and J. E. Stiglitz. 1986. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Externalities in Economies with Imperfect Information and Incomplete Markets.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d The Quarterly Journal of Economics, 101(2): 229Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c264.",
        "Haldane, A. G. 2009. Rethinking the Financial Network. Speech available at http://www.bankofengland.co.uk/.",
        "Jeanne, O., and A. Korinek. 2017. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Macroprudential Regulation Versus Mopping Up After the Crash.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d NBER Working paper series.",
        "Keister, T. 2016. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Bailouts and Financial Fragility.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Review of Economic Studies, 83(2): 704Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c736.",
        "Korinek, A., and J. Stiglitz. 2009. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Dividend Taxation and Intertemporal Tax Arbitrage.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Journal of Public Economics, 93(1-2): 142Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c159.",
        "May, R., S. Levin, and G. Sugihara. 2008. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Complex systems: Ecology for bankers.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Nature, 451: 893Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c895.",
        "Nier, E., J. Yang, T. Yorulmazer, and A. Alentorn. 2007. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Network models and financial stability.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Journal of Economic Dynamics and Control, 31(6): 2033Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c 2066.",
        "Rogers, C., and L. Veraart. 2013. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Failure and rescue in an interbank network.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Management Science, 59(4): 882Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c898.",
        "Roukny, T., S. Battiston, and J. E. Stiglitz. 2017. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Interconnectedness as a Source of Uncertainty in Systemic Risk.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Journal of Financial Stability, Forthcoming.",
        "Stiglitz, J. 2010a. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Contagion, Liberalization, and the Optimal Structure of Globalization. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Journal of Globalization and Development, 1(2).",
        "Stiglitz, J. 2010b. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Risk and Global Economic Architecture: Why Full Financial Integration May be Undesirable.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d American Economic Review, 100(2): 388Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c392.",
        "C Proofs of auxiliarly reults Lemma 2.1 follows as a consequence of the following result, which is a straightforward adaptation of Theorem 1 in Rogers and Veraart (2013) to our setting. Lemma C.1. Let Ã\u0083Â\u008fÃ\u0082â\u0080¢(k) denote the k-fold application of the operator Ã\u0083Â\u008fÃ\u0082â\u0080¢i (p) := Ã\u0083Â¯Ã\u0082Â£Ã\u0082Â± Ã\u0083Â¯Ã\u0082Â£Ã\u0082Â² Ã\u0083Â¯Ã\u0082Â£Ã\u0082Â³ Li if ci + Ã\u0083Å½Ã\u0082Â±ei + Pn j=1 Ã\u0083Â\u008fÃ\u0082â\u0082¬ij pj Ã\u0083Â¢Ã\u0082â\u0080°Ã\u0082Â¥ Li ,  ci + Ã\u0083Å½Ã\u0082Â±ei + Ã\u0083Å½Ã\u0082Â² Pn j=1 Ã\u0083Â\u008fÃ\u0082â\u0082¬ij pj + otherwise. Then pÃ\u0083Å\u0092Ã\u0082â\u0080\u009a = limkÃ\u0083Â¢Ã\u0082â\u0080 Ã\u0082â\u0080\u0099Ã\u0083Â¢Ã\u0082Ë\u0086Ã\u0082Å¾ Ã\u0083Â\u008fÃ\u0082â\u0080¢(k) (L) and Ã\u0083â\u0080¹Ã\u0082â\u0080  ` = min  Ã\u0083Å½Ã\u0082Â± (L Ã\u0083Â¢Ã\u0082Ë\u0086Ã\u0082â\u0080\u0099 c Ã\u0083Â¢Ã\u0082Ë\u0086Ã\u0082â\u0080\u0099 Ã\u0083Â\u008fÃ\u0082â\u0082¬pÃ\u0083Å\u0092Ã\u0082â\u0080\u009a)+ , e  . Simultaneous proofs of Lemma 2.1 and C.1. Note first that the payment vector p of any clearing equilibrium (`, p) is a fixed point of the operator Ã\u0083Â\u008fÃ\u0082â\u0080¢ because a bank i defaults if and only if it cannot repay its liabilities after the liquidation of the entire outside asset. A fixed point p of Ã\u0083Â\u008fÃ\u0082â\u0080¢ can be completed to a clearing equilibrium by assigning `(p) = min 1 Ã\u0083Å½Ã\u0082Â± (L Ã\u0083Â¢Ã\u0082Ë\u0086Ã\u0082â\u0080\u0099 z Ã\u0083Â¢Ã\u0082Ë\u0086Ã\u0082â\u0080\u0099 Ã\u0083Â\u008fÃ\u0082â\u0082¬p)+ , e  , where ` is defined in (3). Conversely, any clearing equilibrium (`, p) is of the form `(p), p  ."
    ]
}