{
    "id": 23742,
    "cites": 34,
    "cited_by": 2,
    "reference": [
        "Binmore, Ken. 1987. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Perfect Equilibria in Bargaining Models.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d In The Economics of Bargaining. , ed. Ken Binmore and Partha Dasgupta. Basil Blackwell, Oxford.",
        "Binmore, Ken, Avner Shaken, and John Sutton. 1989. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093An Outside Option Experiment.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Quarterly Journal of Economics, 104(4): 753Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c770.",
        "Bolton, Patrick, and Michael D. Whinston. 1993. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Incomplete Contracts, Vertical Integration, and Supply Assurance.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Review of Economic Studies, 60(1): 121Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c148.",
        "Capps, Cory, David Dranove, and Mark Satterthwaite. 2003. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Competiton and Market Power in Option Demand Markets.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d RAND Journal of Economics, 34(4): 737Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c763.",
        "Collard-Wexler, Allan, Gautam Gowrisankaran, and Robin S. Lee. 2016. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Nash-in-NashÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Bargaining: A Microfoundation for Applied Work.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d NBER Working Paper 20641.",
        "Cooper, Zack, Stuart V Craig, Martin Gaynor, and John Van Reenen. 2015. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093The price aint right? Hospital prices and health spending on the privately insured.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d National Bureau of Economic Research.",
        "Crawford, Gregory S., and Ali Yurukoglu. 2012. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093The Welfare Effects of Bundling in Multichannel Television Markets.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d American Economic Review, 102(2): 643Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c685.",
        "Crawford, Gregory S., Robin S. Lee, Michael D. Whinston, and Ali Yurukoglu. 2015. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093The Welfare Effects of Vertical Integration in Multichannel Television Markets.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Unpublished.",
        "Cutler, David M., and Sarah J. Reber. 1998. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Paying for Health Insurance: The Tradeoff between Competition and Adverse Selection.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Quarterly Journal of Economics, 113(2): 433Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c466.",
        "Dafny, L. S., I. Hendel, and N. Wilson. 2016. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Narrow Networks on the Health Insurance Exchanges: What Do They Look Like and How Do They Affect Pricing? A Case Study of Texas.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d American Economic Review: Papers and Proceedings.",
        "Draganska, Michaela, Daniel Klapper, and Sofia B. Villas-Boas. 2010. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093A Larger Slice or a Larger Pie? An Empirical Investigation of Bargaining Power in the Distribution Channel.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Marketing Science, 29(1): 57Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c74.",
        "Ghili, Soheil. 2016. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Network Formation and Bargaining in Vertical Markets: The Case of Narrow Networks in Health Insurance.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Unpublished.",
        "Giovanelli, J., K. Lucia, and S. Corlette. 2016. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Health Policy Brief: Network Adequacy.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Health Affairs.",
        "Glied, S. A. 2000. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Health Care Costs: On the Rise Again.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Journal of Economic Perspectives, 17(2): 125Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c148.",
        "Gowrisankaran, Gautam, Aviv Nevo, and Robert Town. 2015. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Mergers When Prices Are Negotiated: Evidence from the Hospital Industry.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d American Economic Review, 105(1): 172Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c203.",
        "Grennan, Matthew. 2013. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Price Discrimination and Bargaining: Empirical Evidence from Medical Devices.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d American Economic Review, 103(1): 147Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c177.",
        "Gruber, J., and R. McKnight. 2014. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Controlling Health Care Costs Through Limited Network Insurance Plans: Evidence from Massachusetts State Employees.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d American Economic Journal: Economic Policy.",
        "Handel, Benjamin, Igal Hendel, and Michael D. Whinston. 2015. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Equilibria in Health Exchanges: Adverse Selection Versus Reclassification Risk.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Econometrica, 83(4): 1261Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c1313.",
        "Ho, Kate. 2006. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093The Welfare Effects of Restricted Hospital Choice in the US Medical Care Market.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Journal of Applied Econometrics, 21(7): 1039Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c1079.",
        "Ho, Kate, and Robin S. Lee. 2017. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Insurer Competition in Health Care Markets.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Econometrica, 85(2): 379Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c417. Ho, Kate, and Robin S. Lee. forthcoming. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Narrow Medical Provider Networks: Welfare Implications and Approaches to Market Design.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d In More Fair by Design: Economic Design Responses to Inequality. , ed. Scott Duke Kominers and Alex Teytelboym. New York:Oxford University Press.",
        "Horn, Henrick, and Asher Wolinsky. 1988. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Bilateral Monopolies and Incentives for Merger.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d RAND Journal of Economics, 19(3): 408Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c419.",
        "Lee, Robin S., and Kyna Fong. 2013. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Markov Perfect Network Formation: An Applied Framework for Bilateral Oligopoly and Bargaining in Buyer-Seller Networks.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Unpublished.",
        "Leland, H.E. 1979. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Quacks, Lemons, and Licensing: A Theory of Minimum Quality Standards.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Journal of Political Economy, 87: 1328Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c1346.",
        "Liebman, Eli. 2016. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Bargaining in Markets with Exclusion: An Analysis of Health Insurance Networks.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Unpublished. Manea, Mihai. forthcoming. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Intermediation and Resale in Networks.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Journal of Political Economy.",
        "Muthoo, Abhinay. 1999. Bargaining Theory with Applications. Cambridge.",
        "Prager, E. 2016. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Tiered Hospital Networks, Health Care Demand, and Prices.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Unpublished.",
        "Ronnen, Uri. 1991. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Minimum quality standards, fixed costs, and competition.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d RAND Journal of Economics, 22(4): 490Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c504.",
        "Royalty, A., and N. Solomon. 1998. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Health Plan Choice: Price Elasticities in a Managed Competition Setting.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Journal of Human Resources, 34(1): 1Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c41.",
        "Rubinstein, Ariel. 1982. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Perfect Equilibrium in a Bargaining Model.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Econometrica, 97Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c109.",
        "Serrano, Roberto. 2005. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Fifty Years of the Nash Program, 1953Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c2003.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Investigaciones EconoÃ\u0083Å\u0092Ã\u0082Â\u0081micas, 24(2): 219Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c258.",
        "Shapiro, C. 1983. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Premiums for High-Quality Products as Returns to Reputations.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Quarterly Journal of Economics, 98(4): 659Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c680.",
        "Shepard, Mark. 2015. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Hospital Network Competition and Adverse Selection: Evidence from the Massachusetts Health Insurance Exchange.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Unpublished.",
        "Spence, Michael A. 1975. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Monopoly, quality, and regulation.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Bell Journal of Economics, 6(2): 417Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c429.",
        "Stole, Lars A., and Jeffrey Zweibel. 1996. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Intra-Firm Bargaining under Non-Binding Contracts. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Review of Economic Studies, 63(3): 375Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c410."
    ]
}