{
    "id": 2374,
    "cites": 14,
    "cited_by": 9,
    "reference": [
        "Baldwin, Robert E. (1986) The Political Economy of U.S. Import Policy. Cambridge, MA: MIT Press.",
        "Das, S. P. (1986) Foreign Lobbying and the Political Economy of Protection, University of Wisconsin - Milwaukee, December.",
        "Feenstra, Robert C. and Jagdish N. Bhagwati (1982) Tariff Seeking and the Efficient Tariff, in Jagdish N. Bhagwati, ed. Import Competition and Response. Chicago, IL: Univ. of Chicago Press, 245-258. Findlay, Ronald and Stanislaw Wellisz (1982) Endogenous Tariffs, The Political Economy of Trade Restrictions, and Welfare in Jagdish N. Bhagwati, Import Competition and Response. Chicago, IL: Univ. of Chicago Press, 223-234.",
        "Hillman, Arye L. and Heinrich W. Ursprung (1987), Foreign Interests, Domestic Politics, and International Trade Policy, University of California, Los Angeles, March.",
        "Hufbauer, Gary C. and Howard F. Rosen (1986) Trade Policy for Troubled Industries, Institute for International Economics, No. 15, March.",
        "Husted, S. (1986) Foreign Lobbying and the Formation of Domestic Trade Policy, presented at the Meetings of the Western Economic Association, San Francisco, July.",
        "Jensen, Richard and Marie Ihursby (1986) Endogenous Tariff Formation under Uncertainty, Ohio State University, July.",
        "Mayer, Wolfgang (1984) Endogenous Tariff Formation, American Economic Review 74, 970-985.",
        "Mayer, Wolfgang and Raymond G. Riezman (1987) Endogenous Choice of Trade Policy Instruments, Journal of International Economics, forthcoming.",
        "McMillan, John (1986), International Trade Negotiations: A Game-Theoretic View, University of Western Ontario, December.",
        "Myerson, Roger (1979) Incentive Compatibility and the Bargaining Problem, Econometrica 47, 61-74.",
        "Prusa, Thomas J. (1987), An Incentive Compatible Approach to the Transfer Pricing Problem, Stanford University, January.",
        "Wilson, John 0. and Stanislaw Wellisz (1986) Lobbying and Tariff Formation: A Deadweight Loss Consideration, Journal of International Economics.",
        "Young, Leslie and Stephen P. Magee (1986) Endogenous Protection, Factor Returns and Resource Allocation, Review of Economic Studies 53, 407-419."
    ]
}