{
    "id": 23758,
    "cites": 58,
    "cited_by": 1,
    "reference": [
        "Abadie, A., A. Diamond, and J. Hainmueller (2012): Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Synthetic control methods for comparative case studies: Estimating the effect of Californias tobacco control program,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Journal of the American statistical Association.",
        "Arnott, R. (1995): Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Time for revisionism on rent control?,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d The Journal of Economic Perspectives, 9(1), 99Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c120.",
        "Atkinson, G. (2009): Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093State hospital rate-setting revisited,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d The Commonwealth Fund - Issue Brief.",
        "Atkinson, G., W. D. Helms, and J. Needleman (1997): Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093State trends in hospital uncompensated care,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Health Affairs, 16(4), 233Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c241.",
        "Auditor of the Commonwealth of Massachusetts (1999): NO. 99-5069-3. Indepdendent State AuditorÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0084¢s Report on the Uncompensated Care Pool Administered by the Division of Health Care Finance and Policy.",
        "Baicker, K., and D. Staiger (2005): Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Fiscal shenanigans, targeted federal health care funds, and patient portality,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Quarterly Journal of Economics, 120(1), 345Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c 386.",
        "Baker, F. D. (1975): Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Prospective rate setting in Washington State.,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Topics in Health Care Financing, 3(2), 57Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c81.",
        "Batty, M., and B. Ippolito (2017): Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Financial incentives, hospital care, and health outcomes: Evidence from fair pricing laws,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d American Economic Journal: Economic Policy, 9(2), 28Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c56.",
        "Bertrand, M., E. Duflo, and S. Mullainathan (2004): Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093How Much Should We Trust Differences-in-Differences Estimates?,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Quarterly Journal of Economics, 119(1).",
        "Bovbjerg, R. R., A. E. Cuellar, and J. Holahan (2000): Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Market competition and uncompensated care pools,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d The Urban Institute.",
        "Brill, S. (2013): Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Bitter pill: How outrageous pricing and egregious profits are destroying our health care.,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Time, 181(8), 16.",
        "Buchmueller, T., and J. DiNardo (2002): Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Did community rating induce an adverse selection death spiral? Evidence from New York, Pennsylvania, and Connecticut, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d American Economic Review, 92(1), 280Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c294.",
        "Cameron, A. C., J. B. Gelbach, and D. L. Miller (2008): Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Bootstrap-based improvements for inference with clustered errors,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d The Review of Economics and Statistics, 90(3), 414Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c427.",
        "Chen, A. S., and M. Weir (2009): Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093The long shadow of the past: Risk pooling and the political development of health care reform in the states,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Journal of Health Politics, Policy and Law, 34(5), 679Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c716.",
        "Clemens, J. (2015): Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Regulatory redistribution in the market for health insurance,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d American Economic Journal: Applied Economics, 7(2), 109Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c134. Clemens, J., and J. D. Gottlieb (Forthcoming): Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093In the shadow of a giant: MedicareÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0084¢s influence on private payment systems,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Journal of Political Economy.",
        "Clemens, J., J. D. Gottlieb, and T. L. Molnar (2015): Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093The anatomy of physician payments: Contracting subject to complexity,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d NBER Working Paper 21642.",
        "Cooper, Z., S. V. Craig, M. Gaynor, and J. Van Reenen (2015): Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093The price ainÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0084¢t right? Hospital prices and health spending on the privately insured,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d NBER Working Paper 21815.",
        "Cutler, D. M. (1998): Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Cost shifting or cost cutting? The incidence of reductions in Medicare payments,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d in Tax Policy and the Economy, Volume 12, pp. 1Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c28. MIT Press.",
        "Cutler, D. M., and S. J. Reber (1998): Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Paying for health Iinsurance: The tradeoff between competition and adverse selection,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Quarterly Journal of Economics, 113(2), 433Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c466.",
        "Dattel, M. A. (2006): Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Policy Comment: A game of hide and seek: A critique of the free care system of non-profit hospitals in Massachusetts,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d J. Health & Biomedical L., 2, 129.",
        "Dranove, D. (1988): Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Pricing by non-profit institutions: The case of hospital costshifting, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Journal of Health Economics, 7(1), 47Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c57.",
        "Dranove, D., C. J. Simon, and W. D. White (1998): Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Determinants of managed care penetration,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Journal of Health Economics, 17(6), 729Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c745.",
        "Duggan, M. G. (2000): Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Hospital ownership and public medical spending,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Quarterly Journal of Economics, 115(4), 1343Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c1373.",
        "Dunn, A., and A. H. Shapiro (2012): Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Physician market power and medical-care expenditures,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Working Paper No. 84, Bureau of Economic Analysis.",
        "(2014): Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Do Physicians Possess Market Power?,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Discussion Paper 1.",
        "Feldstein, M. (1999): Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Tax avoidance and the deadweight loss of the income tax,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Review of Economics and Statistics, 81(4), 674Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c680.",
        "Finkelstein, A., N. Hendren, and E. F. Luttmer (2015): Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093The value of medicaid: Interpreting results from the oregon health insurance experiment,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d NBER Working Paper 21308.",
        "Finkelstein, A., S. Taubman, B. Wright, M. Bernstein, J. Gruber, J. P. Newhouse, H. Allen, K. Baicker, and O. H. S. Group (2012): Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093The Oregon health insurance experiment: evidence from the first year,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d The Quarterly journal of economics, 127(3), 1057Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c1106.",
        "Frakt, A. B. (2014): Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093The end of hospital cost shifting and the quest for hospital productivity,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Health Services Research, 49(1), 1Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c10.",
        "Garthwaite, C., T. Gross, and M. J. Notowidigdo (2015): Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Hospitals as insurers of last resort,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d NBER Working Paper 21290.",
        "Gaskin, D. J. (1997): Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Altruism or moral hazard: The impact of hospital uncompensated care pools,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Journal of Health Economics, 16(4), 397Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c416.",
        "Glaeser, E. L., and J. Scheinkman (1998): Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Neither a borrower nor a lender be: An economic analysis of interest restrictions and usury laws,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d The Journal of Law and Economics, 41(1), 1Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c36.",
        "Glied, S., and K. Jack (2003): Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Macroeconomic conditions, health care costs, and the distribution of health insurance,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d NBER Working Paper 10029.",
        "Handel, B., I. Hendel, and M. D. Whinston (2015): Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Equilibria in health exchanges: Adverse selection versus reclassification risk,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Econometrica, 83(4), 1261Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c 1313.",
        "Holahan, J., et al. (1997): Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Health policy for low-income people in Massachusetts, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d .",
        "Imbens, G. W., and P. R. Rosenbaum (2005): Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Robust, accurate confidence intervals with a weak instrument: quarter of birth and education,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Journal of the Royal Statistical Society: Series A (Statistics in Society), 168(1), 109Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c126.",
        "Kasprak, J. (1999): Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Uncompensated care, distressed hospital fund,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Discussion paper, Office of Legislative Research - Connecticut General Assembly, 99-R-0967.",
        "Kilbreth, E. (2010): Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Paying by the rules: How eliminating the cost shift could improve the chances for successful health care reform,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Journal of Health Politics, Policy and Law, 35(2), 177Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c202.",
        "Kronick, R., and T. Gilmer (1999): Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Explaining the decline in health insurance coverage, 1979-1995,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Health Affairs, 18(2), 30Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c47.",
        "Liu, S., D. Chollet, et al. (2006): Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Price and income elasticity of the demand for health insurance and health care services,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Discussion paper, Mathematica Policy Research.",
        "Massachusetts Rate Setting Commission (1987): Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Key trends in Massachusetts acute hospitals, 1981-1986: a report of the Massachusetts Rate Setting Commission,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d .",
        "McDonough, J. E. (1995): Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093The decline of state-based hospital rate setting: Findings and implications,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Discussion Paper May.",
        "(1997a): Interests, ideas, and deregulation: The fate of hospital rate setting. University of Michigan Press.",
        "(1997b): Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Tracking the demise of state hospital rate setting,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Health Affairs, 16(1), 142Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c149.",
        "Murray, R. (2009): Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Setting hospital rates to control costs and boost quality: The Maryland experience,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Health Affairs, 28(5), 1395Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c1405.",
        "Murray, R., and R. A. Berenson (2015): Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Hospital rate setting revisited,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d The Urban Institute.",
        "Pauly, M., and R. Town (2012): Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Maryland exceptionalism? All-payers regulation and health care system efficiency,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Journal of Health Politics, Policy and Law, 37(4), 697Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c707.",
        "Pinkovskiy, M. L. (2014): Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093The impact of the political response to the managed care backlash on health care spending: Evidence from state regulations of managed care,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Federal Reserve Bank of New York, April, 9.",
        "Posner, R. A. (1971): Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Taxation by regulation,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d The Bell Journal of Economics and Management Science, pp. 22Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c50.",
        "Rothschild, M., and J. Stiglitz (1976): Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Equilibrium in competitive insurance markets: An essay on the economics of imperfect information,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Quarterly Journal of Economics, 90(4), 629Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c649.",
        "Saez, E. (2001): Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Using elasticities to derive optimal income tax rates,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d The Review of Economic Studies, 68(1), 205Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c229.",
        "Sloan, F. A. (1983): Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Rate regulation as a strategy for hospital cost control: Evidence from the last decade,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d The Milbank Memorial Fund Quarterly. Health and Society, pp. 195Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c221.",
        "Thorpe, K. E. (1987): Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Does all-payer rate setting work? The case of the New York prospective hospital reimbursement methodology,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Journal of Health Politics, Policy and Law, 12(3), 391Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c408.",
        "Thorpe, K. E., and C. E. Phelps (1991): Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093The social role of not-for-profit organizations: Hospital provision of charity care,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Economic Inquiry, 29(3), 472Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c84.",
        "Thorpe, K. E., and C. Spencer (1991): Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093How do uncompensated care pools affect the level and type of care? Results from New York State,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Journal of Health Politics, Policy and Law, 16(2), 363Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c381.",
        "Tinbergen, J. (1952): On the theory of economic policy. North-Holland. U.S. Census Bureau (Various Years): Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Annual surveys of state and local government finances, and census of governments: Finance,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d .",
        "Volpp, K., and B. Siegel (1993): Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093State model: New Jersey. Long-term experience with all-payer state rate setting,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Health Affairs, 12(2), 59Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c65.",
        "Yelowitz, A. S. (1995): Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093The Medicaid notch, labor supply, and welfare participation: Evidence from eligibility expansions,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d The Quarterly Journal of Economics, pp. 909Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c939."
    ]
}