{
    "id": 23759,
    "cites": 23,
    "cited_by": 2,
    "reference": [
        "Avdjiev, S., W. Du, C. Koch, and H. S. Shin (2016): Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093The dollar, bank leverage and the deviation from covered interest parity,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d .",
        "Codogno, L., C. Favero, A. Missale, R. Portes, and M. Thum (2003): Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Yield Spreads on EMU Government Bonds,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Economic Policy, 18, 503Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c532.",
        "Curcuru, S. E., T. Dvorak, and F. E. Warnock (2008): Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Cross-Border Returns Differentials,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Quarterly Journal of Economics, 123, 1495Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c1530.",
        "Driscoll, J. C. and A. C. Kraay (1998): Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Consistent covariance matrix estimation with spatially dependent panel data,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Review of economics and statistics, 80, 549Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c560.",
        "Du, W. and J. Schreger (2016a): Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Local Currency Sovereign Risk,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Journal of Finance, 71, 1027Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c1070.",
        "Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009dÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009dÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009d (2016b): Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Sovereign risk, currency risk, and corporate balance sheets,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d HBS Working Paper No. 17-024. Du, W., A. Tepper, and A. Verdelhan (Forthcoming): Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Deviations from Covered Interest Rate Parity,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Journal of Finance.",
        "Engel, C. (2016): Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Exchange rates, interest rates, and the risk premium,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d The American Economic Review, 106, 436Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c474.",
        "FeldhÃ\u0083Æ\u0092Ã\u0082Â¼tter, P. and D. Lando (2008): Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Decomposing swap spreads,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Journal of Financial Economics, 88, 375Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c405.",
        "Fleckenstein, M., F. A. Longstaff, and H. Lustig (2014): Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093The TIPS-Treasury Bond Puzzle,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Journal of Finance, 69, 2151Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c2197.",
        "Gourinchas, P.-O. and H. Rey (2007a): Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093From world banker to world venture capitalist: US external adjustment and the exorbitant privilege,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d in G7 Current Account Imbalances: Sustainability and Adjustment, University of Chicago Press, 11Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c66.",
        "Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009dÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009dÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009d (2007b): Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093International Financial Adjustment,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Journal of Political Economy, 115, 665Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c703.",
        "Gourinchas, P.-O., H. Rey, N. Govillot, et al. (2010): Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Exorbitant privilege and exorbitant duty,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Tech. rep., Institute for Monetary and Economic Studies, Bank of Japan.",
        "Greenwood, R., S. G. Hanson, and J. C. Stein (2015): Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093A Comparative-Advantage Approach to Government Debt Maturity,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d The Journal of Finance, 70, 1683Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c1722.",
        "Hofmann, B., I. Shim, and H. S. Shin (2016): Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Sovereign yields and the risk-taking channel of currency appreciation,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d No. 538, BIS Working Papers, Bank for International Settlements.",
        "Itskhoki, O. and D. Mukhin (2017): Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Exchange rate disconnect in general equilibrium,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d National Bureau of Economic Research Working Paper.",
        "Ivashina, V., D. S. Scharfstein, and J. C. Stein. (2015): Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Dollar Funding and the Lending Behavior of Global Banks,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Quarterly Journal of Economics, 130, 1241Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c1281.",
        "Jermann, U. J. (2016): Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Negative Swap Spreads and Limited Arbitrage,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Available at SSRN.",
        "Krishnamurthy, A. and A. Vissing-Jorgensen (2012): Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093The Aggregate Demand for Treasury Debt,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Journal of Political Economy, 120, 233Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c267.",
        "Liao, G. Y. (2016): Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Credit Migration and Covered Interest Rate Parity,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Working Paper, Harvard Business School. Maggiori, M. (Forthcoming): Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Financial intermediation, International Risk Sharing, and Reserve Currencies,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d American Economic Review.",
        "Maggiori, M. et al. (2013): Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093The US dollar safety premium,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Unpublished working paper. Harvard University.",
        "Nagel, S. (2016): Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093The Liquidity Premium of Near-Money Assets,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Quarterly Journal of Economics, 131, 1927Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c1971.",
        "Negro, M. D., G. Eggertsson, A. Ferrero, and N. Kiyotaki (2017): Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093The Great Escape? A Quantitative Evaluation of the FedÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0084¢s Liquidity Facilities,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d American Economic Review, 107, 824Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c857.",
        "Valchev, R. (2016): Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Bond Convenience Yields and Exchange Rate Dynamics,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Sloan Foundation Economics Research Paper Forthcoming. A Appendix Tables and Figures"
    ]
}