{
    "id": 23751,
    "cites": 21,
    "cited_by": 2,
    "reference": [
        "Berestycki, H., C. Bruggeman, R. Monneau, and J. A. Scheinkman. 2016. Bubbles in assets with finite life. Available at SSRN: https://ssrn.com/abstract=2617078 .",
        "Carlos, A., L. Neal, and K. Wandschneider. 2006. Dissecting the anatomy of exchange alley: The dealings of stockjobbers during and after the South Sea bubble. Unpublished paper, University of Illinois .",
        "Cochrane, J. H. 2002. Stocks as money: Convenience yield and the tech-stock bubble. Tech. rep., National Bureau of Economic Research.",
        "Dumas, B., A. Kurshev, and R. Uppal. 2009. Equilibrium portfolio strategies in the presence of sentiment risk and excess volatility. Journal of Finance 64 (2):579Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c629.",
        "Fleming, W. H. and H. M. Soner. 2006. Controlled Markov Processes and Viscosity Solutions. Springer, New York, 2nd ed.",
        "Harris, R. 1994. The Bubble Act: Its passage and its effects on business organization. The Journal of Economic History 54 (3):610Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c627.",
        "Harrison, J. M. and D. M. Kreps. 1978. Speculative investor behavior in a stock market with heterogeneous expectations. Quarterly Journal of Economics 92 (2):323Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c336.",
        "Hong, H. and J. C. Stein. 2007. Disagreement and the stock market. Journal of Economic Perspectives 21 (2):109Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c128.",
        "Hong, H., J. A. Scheinkman, and W. Xiong. 2006. Asset float and speculative bubbles. Journal of Finance 61 (3):1073Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c1117.",
        "Karatzas, I. and S. E. Shreve. 1991. Brownian Motion and Stochastic Calculus. Springer, New York, 2nd ed.",
        "Kindleberger, C. P. and R. Z. Aliber. 2005. Manias, Panics, and Crashes. John Wiley and Sons, Hoboken.",
        "Krylov, N. V. 1980. Controlled Diffusion Processes. Springer, New York.",
        "Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009dÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009dÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009d. 1987. Nonlinear elliptic and parabolic equations of the second order, vol. 7 of Mathematics and its Applications (Soviet Series). D. Reidel Publishing Co., Dordrecht.",
        "Lewis, M. 2015. The Big Short: Inside the Doomsday Machine. Norton & Company, New York.",
        "Muhle-Karbe, J. and M. Nutz. 2016. A risk-neutral equilibrium leading to uncertain volatility pricing. Available at SSRN: https://ssrn.com/abstract=2891478 .",
        "Ofek, E. and M. Richardson. 2003. Dotcom mania: The rise and fall of internet stock prices. Journal of Finance 58 (3):1113Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c1138.",
        "Santos, M. S. and M. Woodford. 1997. Rational Asset Pricing Bubbles. Econometrica 65 (1):19Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c57.",
        "Scheinkman, J. A. 2014. Speculation, Trading, and Bubbles. Columbia University Press, New York.",
        "Scheinkman, J. A. and W. Xiong. 2003. Overconfidence and speculative bubbles. Journal of Political Economy 111:1183Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c1219.",
        "Stroock, D. W. and S. R. S. Varadhan. 1972. On the support of diffusion processes with applications to the strong maximum principle. In Proceedings of the Sixth Berkeley Symposium on Mathematical Statistics and Probability, Vol. III: Probability theory, 333Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c359. University of California Press, Berkeley.",
        "Xiong, W. and J. Yu. 2011. The Chinese Warrants Bubble. American Economic Review 101 (6):2723Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c53."
    ]
}