{
    "id": 23764,
    "cites": 56,
    "cited_by": 0,
    "reference": [
        "Alvarez, Fernando, Andrew Atkeson, and Patrick J. Kehoe, 2009. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Time-Varying Risk, Interest Rates and Exchange Rates in General Equilibrium,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Review of Economic Studies, 76, 851Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c878.",
        "Ang, Andrew and Joseph S. Chen. 2010. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Yield Curve Predictors of Foreign Exchange Returns,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d mimeo, Columbia University.",
        "Backus, David K., Silverio Foresi, and Chris I. Telmer. 2001. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Affine Term Structure Models and the Forward Premium Anomaly,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Journal of Finance, 56, 279Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c304.",
        "Baker, Scott R., Nicholas Bloom, and Steven J. Davis. 2016. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Measuring Economic Policy Uncertainty,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d www.policyuncertainty.com.",
        "Bansal, Ravi and Ivan Shaliastovich. 2012. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093A Long-Run Risks Explanation of Predictability Puzzles in Bond and Currency Markets,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Review of Financial Studies, 26, 1Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c33.",
        "Bilson, John F.O. 1981. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093The Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Ë\u009cSpeculative EfficiencyÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0084¢ Hypothesis,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Journal of Business, 54, 435Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c51.",
        "Brunnermeier, Markus K., Stefan Nagel, and Lasse Pedersen. 2009. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Carry Trades and Currency Crashes,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d NBER Macroeconomics Annual, 2008, 313Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c347.",
        "Burnside, C. 2011a. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093The Cross Section of Foreign Currency Risk Premia and Consumption Growth Risk: Comment,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d American Economic Review, 101, 3456Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c3476.",
        "Burnside, C. 2011b. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093The Cross Section of Foreign Currency Risk Premia and Consumption Growth Risk: Appendix,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Online Appendix, https://www.aeaweb.org/articles.php?doi=10.1257/aer.101.7.3456.",
        "Burnside, Craig, Martin Eichenbaum, Isaac Kleshchelski, and Sergio Rebelo. 2011. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Do Peso Problems Explain the Returns to the Carry Trade?Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Review of Financial Studies, 24, 853Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c891.",
        "Chinn, Menzie and Guy Merideth, 2004.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Monetary Policy and Long Horizon Uncovered Interest Parity,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009dIMF Staff Papers, 51, 409Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c430.",
        "Chinn, Menzie and Yi Zhang, 2015. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Uncovered Interest Parity and Monetary Policy Near and Far from the Zero Lower Bound,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d mimeo University of Wisconsin.",
        "Christiansen, Charlott, Angelo Ranaldo, and Paul SoÃ\u0083Å\u0092Ã\u0082Ë\u0086derlind, 2011. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093The Time-Varying Systematic Risk of Carry Trade Strategies,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Journal of Financial and Quantitative Analysis, 46, 1107Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c25.",
        "Clarida, Richard, Josh Davis, and Niels Pederson. 2009. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Currency Carry Trade Regimes: Beyond the Fama Regression,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Journal of International Money and Finance, 28, 1365Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c1389.",
        "Cochrane, John H. 2005. Asset Pricing. Princeton and Oxford: Princeton University Press.",
        "Colacito, Riccardo and Marian M. Croce. 2011. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Risks for the Long Run and the Real Exchange Rate,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Journal of Political Economy, 119, 153Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c182.",
        "Colacito, R., M.M. Croce, F. Gavazzoni, and R. Ready, 2015. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Currency Risk Factors in a Recursive Multi-Country Economy,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d mimeo, University of North Carolina, Chapel Hill.",
        "Cumby, Robert E. 1988. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Is it Risk? Explaining Deviations from Uncovered Interest Parity,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Journal of Monetary Economics, 22, 279Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c99.",
        "Daniel, Kent, Robert J. Hodrick, and Zhongjin Lu, 2014. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093The Carry Trade: Risks and Drawdowns,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d NBER Working Paper 20433.",
        "Della Corte, P., L. Sarno, M. Schmeling, and C. Wagner (2015), Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Exchange Rates adn Sovereign Risk,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d mimeo, Imperial College Business School.",
        "Della Corte, P., S. Riddiough, and L. Sarno (2016). Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Currency Premia and Global Imbalances,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Review of Financial Studies, forthcoming.",
        "Devereux, Michael and Charles Engel, 2003. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Monetary Policy in the Open Economy Revisited: Price Setting and Exchange-Rate Flexibility,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Review of Economic Studies, 70, 765-783.",
        "Du, Wenxin, Alexander Tepper, and Adrien Verdelhan, 2016. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Deviations from Covered Interest Parity,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d mimeo, Board of Governors of the Federal Reserve Board.",
        "Engel, Charles. 1996. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093The Forward Discount Anomaly and the Risk Premium: A Survey of Recent Evidence,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Journal of Empirical Finance, 3, 123Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c192.",
        "Engel, Charles. 2015. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Exchange Rates and Interest Parity,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Handbook of International Economics, Volume 4.",
        "Engel, Charles. 2016. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Exchange Rates, Interest Rates, and the Risk Premium,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d American Economic Review, 106(2): 436Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c474.",
        "Epstein Lawrence and Stanley Zin. 1989. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Substitution, Risk Aversion and the Temporal Behavior of Consumption and Asset Returns: A Theoretical Framework,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Econometrica, 57, 937Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c969.",
        "Fama, Eugene F. 1984. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Forward and Spot Exchange Rates,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Journal of Monetary Economics, 14, 319Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c338.",
        "Fama, Eugene F. and Kenneth R. French, 1996. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Multifactor Explanations of AssetPricing Anomalies,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Journal of Finance 50, 131-155.",
        "Frankel, Jeffrey A. and Charles Engel. 1984. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Do Asset-Demand Functions Optimize over the Mean and Variance of Real Returns? A Six-Currency Test,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Journal of International Economics, 17, 309Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c323.",
        "Hansen, Lars P. and Robert J. Hodrick. 1980. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Forward Exchange Rates as Optimal Predictors of Future Spot Rates: An Econometric Analysis,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Journal of Political Economy, 88(5), 829Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c853.",
        "Hassan, Tarek A. 2013. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Country Size, Currency Unions, and International Asset Returns,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Journal of Finance, 68, 2269Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c2308.",
        "Hassan, Tarek A. and Rui C. Mano. 2014. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Forward and Spot Exchange Rates in a Multi-currency World,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d NBER Working paper 20294.",
        "Hodrick, Robert J. 1987. The Empirical Evidence on the Efficiency of Forward and Futures Foreign Exchange Markets, Chur: Harwood.",
        "Hodrick, Robert J. and Edward C. Prescott. 1997. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Postwar U.S. Business Cycles: An Empirical Investigation,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Journal of Money, Credit and Banking, 29, 1Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c16.",
        "JordaÃ\u0083Å\u0092Ã\u0082â\u0082¬, OÃ\u0083Å\u0092Ã\u0082â\u0082¬scar and Alan M. Taylor. 2012. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093The Carry Trade and Fundamentals: Nothing to Fear but FEER itself,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Journal of International Economics, 88, pp. 74Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c90.",
        "Jurek, Jakub W. 2014. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Crash-Neutral Currency Carry Trades,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Journal of Financial Economics, 113, pp. 325-347.",
        "Itskhoki, Oleg and Dmitry Mukhin. 2016. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Exchange Rate Disconnect in General Eqilibrium,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d mimeo Princeton University.",
        "Kollmann, Robert, 2002. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Monetary policy rules in the open economy: effects on welfare and business cycles,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Journal of Monetary Economics, 49: 989-1015.",
        "Lee, Bong-Soo and Beth Fisher Ingram. 1991. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Simulation Estimation of Time-Series Models,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Journal of Econometrics 47, 197Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c205.",
        "Lettau, Martin, Matteo Maggiori, and Michael Weber. 2014. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Conditional Risk Premia in Currency Markets and Other Asset Classes,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Journal of Financial Economics, 114, pp. 197-225.",
        "Lewis, Karen K. 1995. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Puzzles in International Financial Markets,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d in G. Grossman and K. Rogoff, eds. Handbook of International Economics (North Holland: Amsterdam) .",
        "Lustig, Hanno and Adrien Verdelhan. 2007. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093The Cross Section of Foreign Currency Risk Premia and Consumption Growth Risk,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d American Economic Review, 97, 89Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c117.",
        "Lustig, Hanno and Adrien Verdelhan. 2012. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Exchange Rates in a Stochastic Discount Factor Framework,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009din Handbook of Exchange Rates, Jessica James, Ian W. Marsh, and Lucio Sarno, eds., Wiley.",
        "Lustig, Hanno, Nikolai Roussanov, and Adrien Verdelhan. 2011. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Common Risk Factors in Currency Markets,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Review of Financial Studies, 24, 3731Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c3777.",
        "Mark, Nelson C. 1985. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093On Time Varying Risk Premia in the Foreign Exchange Market: An Econometric Analysis,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Journal of Monetary Economics, 16, 3Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c18.",
        "Mark, Nelson C. 1988. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Time-Varying Betas and Risk Premia in the Pricing of Forward Foreign Exchange Contracts,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Journal of Financial Economics, 22, 335Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c54.",
        "Menkhoff, Lukas, Lucio Sarno, Maik Schmeling, and Andreas Schrimpf. 2012. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Carry Trades and Global Foreign Exchange Volatility,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Journal of Finance, 67, 681Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c718.",
        "Menkhoff, Lukas, Lucio Sarno, Maik Schmeling, and Andreas Schrimpf. 2013. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Currency Risk Premia and Macro Fundamentals,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d mimeo, Cass Business School, City University London.",
        "Newey, Whithey K. and Kenneth D. West. 1987. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093A Simple, Positive Semidefinite, Heteroskedasticity and Autocorrelation Consistent Covariance Matrix,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Econometrica, 55, 703Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c708.",
        "Orphanides, Athanasios and John C. Williams. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093The Decline of Activist Stabilization Policy: Natural Rate Misperceptions, Learning, and Expectations,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009dJournal of Economic Dynamics and Control, Vol. 29, No. 11 (2005): 1927Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c1950.",
        "Orphanides, Athanasios and John C. Williams. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Monetary Policy with Imperfect Knowledge,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Journal of the European Economic Association, Vol. 4, No. 2-3 (2006): 366Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c375.",
        "Orphanides, Athanasios and John C. Williams. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Robust Monetary Policy with Imperfect Knowledge,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Journal of Monetary Economics, Vol. 54, No. 5 (2007): 1406Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c1435.",
        "Pinnington, James and Maral Shamloo. 2016. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Limits to Arbitrage and Deviations from Covered Interest Parity,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d mimeo Bank of Canada.",
        "Ready, Robert, Nikolai Roussanov, and Colin Ward. 2015. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093After the Tide: Commodity Currencies and Global Trade,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d mimeo, University of Pennsylvania.",
        "Verdelhan, Adrien. 2010. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093A Habit-Based Explanation of the Exchange Rate Risk Premium,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d The Journal of Finance, 65, 123Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c146."
    ]
}