{
    "id": 23770,
    "cites": 64,
    "cited_by": 3,
    "reference": [
        "Eduardo Azevedo and Eric Budish. Strategy-proofness in the Large. Working Paper, 2017. Patrick Bajari and Ali HortaÃ\u0083Æ\u0092Ã\u0082Â§su. The WinnerÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0084¢s Curse, Reserve Prices, and Endogenous Entry: Empirical Insights from eBay Auctions. RAND Journal of Economics, 34(2):329Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c355, 2003.",
        "Patrick Bajari and Ali HortaÃ\u0083Æ\u0092Ã\u0082Â§su. Economic Insights from Internet Auctions. Journal of Economic Literature, 42(2):457Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c486., 2004.",
        "Sandeep Baliga. How to Increase Revenue at Next Restaurant, April 2011. URL http: //cheaptalk.org/2011/04/11/how-to-increase-revenue-at-next-restaurant/.",
        "Sandeep Baliga and Jeff Ely. The Power of Purple Pricing. Harvard Business Review, May 8, 2013b. URL https://hbr.org/2013/05/any-business-trying-to-sell. Gary S. Becker. A Note on Restaurant Pricing and Other Examples of Social Influences on Price.",
        "Simon Board and Andy Skrzypacz. Revenue Management with Forward Looking Buyers. Journal of Political Economy, 124(4):1046Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c1087, 2016.",
        "Dave Brooks. After Rocky Start, U2 Sorts Out Paperless Ticket Issues on Joshua Tree Tour, May 18, 2017. URL http://www.billboard.com/articles/business/7800921/ u2-joshua-tree-tour-paperless-ticket-issues.",
        "Eric Budish and Lisa Takeyama. Buy Prices in Online Auctions: Irrationality on the Internet? Economics Letters, 72:325Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c33, 2001.",
        "Eric Budish and Robert Zeithammer. An Efficiency Ranking of Markets Aggregated from SingleObject Auctions. Working Paper, August 2011.",
        "Eric Budish, Peter Cramton, and John Shim. The High-Frequency Trading Arms Race: Frequent Batch Auctions as a Market Design Response. The Quarterly Journal of Economics, 130(4): 1547Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c1621, 2015.",
        "Jeremy Bulow and Paul Klemperer. The Generalized War of Attrition. American Economic Review, 89(1):175Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c189, March 1999.",
        "Jeremy Bulow and Paul Klemperer. Regulated Prices, Rent-Seeking, and Consumer Surplus. Journal of Political Economy, 120(1):160Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c186, February 2012. Yeon-Koo Che, Ian Gale, and Jinwoo Kim. Assigning Resources to Budget-Constrained Agents.",
        "Marie Connolly and Alan Krueger. Rockonomics: The Economics of Popular Music. Handbook on the Economics of Art and Culture, Chapter 20:667Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c719, 2006.",
        "Pascal Courty. An Economic Guide to Ticket Pricing in the Entertainment Industry. Louvain Economic Review, 66(1):167Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c192, 2000.",
        "Pascal Courty. Some Economics of Ticket Resale. Journal of Economic Perspectives, 17(2):85Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c97, Spring 2003a.",
        "Pascal Courty. Ticket Pricing Under Demand Uncertainty. Journal of Law and Economics, 46(2): 627Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c52, 2003b.",
        "Economist. Bring on the Touts, August 4, 2012. URL http://www.economist.com/node/ 21559937. Benjamin Edelman and Michael Ostrovsky. Strategic Bidder Behavior in Sponsored Search Auctions.",
        "Benjamin Edelman, Michael Ostrovsky, and Michael Schwarz. Internet Advertising and the Generalized Second-Price Auction: Selling Billions of Dollars Worth of Keywords. American Economic Review, 97(1):242Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c259, March 2007.",
        "Liran Einav, Theresa Kuchler, Jonathan Levin, and Neel Sundaresan. Assessing Sale Strategies in Online Markets using Matched Listings. American Economic Journal: Microeconomics, 7(2): 215Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c247, May 2015. Working Paper. Liran Einav, Chiara Farronato, Jonathan Levin, and Neel Sundaresan. Auctions versus Posted Prices in Online Markets. Journal of Political Economy, Forthcoming. Jeffrey C. Ely, Daniel F. Garrett, and Toomas Hinnosaar. Overbooking. Journal of the European Economic Association, Forthcoming.",
        "ESPN.com news services. MLB renews deal with StubHub, December 12, 2012. URL http://www.espn.com/mlb/story/_/id/8732189/ major-league-baseball-stubhub-renew-secondary-ticket-market-deal.",
        "Paul Farhi. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Ë\u009cPaperless ticketingÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0084¢ aims to thwart scalping at concerts, sports events, July 5, 2010. URL http://www.washingtonpost.com/wp-dyn/content/article/2010/07/04/ AR2010070404180.html.",
        "Milton Friedman. How to Sell Government Securities. Wall Street Journal, page A8, August 28, 1991.",
        "Jacob Goldstein. Baseball Teams Are Acting Like Airlines, March 2012. URL http://www.npr.org/blogs/money/2012/03/05/147982995/ at-the-ballpark-ticket-prices-change-as-fast-as-the-weather? Alicia Jessop. The NBA and Ticketmaster Announce a Partnership Creating a New Ticketing Method, August 20, 2012. URL https://www.forbes.com/sites/aliciajessop/2012/08/20/ the-nba-and-ticketmaster-announce-a-partnership-creating-a-new-ticketing-method/ #4a5d75254f7a.",
        "Steven E. Landsburg. The Armchair Economist: Economics and Everyday Life. The Free Press, 1993. Phillip Leslie and Alan Sorensen. Resale and Rent-seeking: An Application to Ticket Markets.",
        "Review of Economic Studies, 81:266Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c300, 2014.",
        "Steven D. Levitt. What Do I Have in Common with Hannah Montana ?, January 2008. URL http://www.freakonomics.com/2008/01/08/ what-do-i-have-in-common-with-hannah-montana/.",
        "Mitch Lipka. Paperless Tickets: Is Ticketmaster Hurting Consumers?, March 2011. URL http://blogs.reuters.com/reuters-money/2011/03/29/ paperless-tickets-is-ticketmaster-hurting-consumers/.",
        "Live Nation Entertainment Inc. Annual Report 2015, February 2016. URL http://s1.q4cdn.",
        "Live Nation Entertainment Inc. Q4 Earnings Release, February 2017. URL http://s1.q4cdn.",
        "N. Gregory Mankiw. I Paid $2,500 for a Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Ë\u009cHamiltonÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0084¢ Ticket. IÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0084¢m Happy About It., October 21, 2016. URL https://mobile.nytimes.com/2016/10/23/upshot/ i-paid-2500-for-a-hamilton-ticket-im-happy-about-it.html?em_pos=small&emc= edit_dk_20161021&nl=dealbook&nl_art=13&nlid=691196&ref=headline&te=1&_r=0& referer=.",
        "Paul Milgrom. Putting Auction Theory to Work. Cambridge University Press, 2004.",
        "Paul R. Milgrom and Robert J. Weber. A Theory of Auctions and Competitive Bidding. Econometrica, 50(5):1089Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c1122, September 1982.",
        "Lin-Manuel Miranda. Stop the Bots from Killing Broadway, June 7, 2016. URL https://www. nytimes.com/2016/06/07/opinion/stop-the-bots-from-killing-broadway.html.",
        "Julie Holland Mortimer, Chris Nosko, and Alan Sorensen. Supply Responses to Digital Distribution: Recorded Music and Live Performances. Information Economics and Policy, 24(1):3Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c14, March 2012.",
        "Sucharita Mulpuru. The Future of Online Secondary Ticketing. Technical report, Forrester Research, 2008.",
        "Chris Nelson. Ticketmaster Auction Will Let Highest Bidder Set Concert Prices, September 1, 2003. URL http://www.nytimes.com/2003/09/01/business/ media-ticketmaster-auction-will-let-highest-bidder-set-concert-prices.html? pagewanted=all.",
        "New York Times. Mr. DickensÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0084¢ Readings Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c Sale of Tickets for the Second Course, December 1867a.",
        "New York Times. Mr. Dickens in Boston - The Excess Demand for Tickets, November 1867b.",
        "New York Times. A Carnival of Crime, November 1876.",
        "Mark Newman. MLB.com partners with StubHub, August 2, 2007. URL http://m.mlb.com/ news/article/2125070//.",
        "Joe Nocera. Rigging the I.P.O. Game, March 2013. URL http://www.nytimes.com/2013/03/10/ opinion/sunday/nocera-rigging-the-ipo-game.html.",
        "New York (State) Department of Law. Why CanÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0084¢t I Get Tickets?: Report on Ticket Distribution Practices / Office of New York State Attorney General Eliot Spitzer, 1999.",
        "Michael Paulson. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Ë\u009cHamiltonÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0084¢ Raises Ticket Prices: The Best Seats Will Now Cost $849, June 8, 2016. URL https://www.nytimes.com/2016/06/09/theater/ hamilton-raises-ticket-prices-the-best-seats-will-now-cost-849.html.",
        "PRNewswire. Staples Center to Auction Lennox Lewis Boxing Tickets, April 2003. URL http://www.thefreelibrary.com/STAPLES+Center+to+Auction+Lennox+Lewis+Boxing+ Tickets.-a0100907835.",
        "Patrick Rishe. Dynamic Pricing: The Future of Ticket Pricing in Sports, January 2012. URL http://www.forbes.com/sites/prishe/2012/01/06/ dynamic-pricing-the-future-of-ticket-pricing-in-sports/.",
        "Ellen Rosen. In the Race to Buy Concert Tickets, Fans Keep Losing, October 6, 2007. URL http://www.nytimes.com/2007/10/06/business/06money.html.",
        "Sherwin Rosen and Andrew M. Rosenfield. Ticket Pricing. Journal of Law and Economics, 40(2): 351Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c376, October 1997.",
        "Alvin E. Roth. Repugnance as a Constraint on Markets. Journal of Economic Perspectives, 21(3): 37Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c58, Summer 2007.",
        "Alvin E. Roth. What Have We Learned From Market Design? Economic Journal, 118(March): 285Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c310, 2008.",
        "Alvin E. Roth and Axel Ockenfels. Last-Minute Bidding and the Rules for Ending Second-Price Auctions: Evidence from eBay and Amazon Auctions on the Internet. American Economic Review, 92(4):1093Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c1103, September 2002.",
        "H.L. Royden and P.M. Fitzpatrick. Real Analysis. Pearson, fourth edition, 2010.",
        "Kerry Segrave. Ticket Scalping: An American History, 1850-2005. McFarland & Co., 2007.",
        "Ethan Smith. Ticketmaster Buys Major Reseller, January 15, 2008a. URL https://www.wsj.com/ articles/SB120036522352890281.",
        "Ethan Smith. Ticketmaster Acquires U.K.-Based Get Me In, January 28, 2008b. URL https: //www.wsj.com/articles/SB120157608344624355.",
        "Ethan Smith and Sarah Silver. To Protect Its Box-Office Turf, Ticketmaster Plays RivalsÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0084¢ Tune, September 12, 2006. URL http://online.wsj.com/article/SB115802470458860177.html.",
        "Andrew Sweeting. Price Dynamics in Perishable Goods Markets: The Case of Secondary Markets for Major League Baseball Tickets. Journal of Political Economy, 120(6):1133Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c1172, December 2012.",
        "Gillian Tan. StubHub is EBayÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0084¢s Next Ticket to Ride, June 22, 2016. URL https://www. bloomberg.com/gadfly/articles/2016-06-22/stubhub-ebay-s-next-ticket-to-ride.",
        "The Associated Press. Ticketmaster Signs Resale Deal With N.F.L. New York Times, December 19, 2007. URL http://www.nytimes.com/2007/12/19/business/19ticket.html?mtrref= undefined&gwh=7D7E8F26DE4351A81EA28D35FB087D71&gwt=pay.",
        "Ticketmaster Blog. The Ongoing Battle to Make Access to Tickets Fair for You, June 2011a. URL http://insider.ticketmaster.com/ the-ongoing-battle-to-make-access-to-tickets-fair-for-you/.",
        "Ticketmaster Blog. An Open Letter to Fans and Partners on Ticket Reselling, August 2011b. URL http://insider.ticketmaster.com/ an-open-letter-to-fans-and-partners-on-ticket-reselling/?c=TMSM_US_like_Blog.",
        "Ticketmaster Entertainment LLC. Fiscal Year 2009 Form 10-K, February 2010.",
        "Hal R. Varian. Position Auctions. International Journal of Industrial Organization, 25(6):1163Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c 1178, December 2007.",
        "Ray Waddell. Miley Cyrus Fights Scalpers with Paperless Tickets, June 2009. URL http://www.",
        "Phil Williams. Justin Bieber Hold Instructions, September 19, 2012. URL http://www. documentcloud.org/notes/print?docs[]=435883.",
        "Kim Zetter. Wiseguys Plead Guilty in Ticketmaster Captcha Case, November 2010. URL http: //www.wired.com/threatlevel/2010/11/wiseguys-plead-guilty/."
    ]
}