{
    "id": 23772,
    "cites": 49,
    "cited_by": 46,
    "reference": [
        "Allingham, Michael G., and Agnar Sandmo. 1972. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Income Tax Evasion: A Theoretical Analysis,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Journal of Public Economics, 1(3Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c4), 323Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c338.",
        "Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Accounting for Business Income in Measuring Top Income Shares: Integrated Accrual Approach Using Individual and Firm Data from NorwayÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d. NBER Working Paper No. 22888 AlstadsÃ\u0083Æ\u0092Ã\u0082Â¦ter, Annette, Niels Johannesen, and Gabriel Zucman. 2017. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Who Owns the Wealth in Tax Havens? Macro Evidence and Implications for Global InequalityÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d. mimeo.",
        "Alvaredo, Facundo, Anthony Atkinson, Thomas Piketty, Emmanuel Saez, and Gabriel Zucman. 2017. The World Wealth and Income Database, http://WID.world.",
        "Andreoni, James, Brian Erard and Jonathan Feinstein. 1998. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Tax ComplianceÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d, Journal of Economic Literature, 36, 818Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c60.",
        "Artavanis, Nikolaos, Adair Morse, and Margarita Tsoutsoura. 2016. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Measuring Income Tax Evasion Using Bank Credit: Evidence from Greece,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Quarterly Journal of Economics, 131(2), 739Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c798.",
        "Atkinson, Anthony B., and A. J. Harrison. 1978. The Distribution of Personal Wealth in Britain, Cambridge: Cambridge University Press.",
        "Atkinson, Anthony, Thomas Piketty, and Emmanuel Saez. 2011. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Top Incomes in the Long-Run of History,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Journal of Economic Literature, 49(1), 3Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c71.",
        "Bishop, John A., John P. Formby, and Peter Lambert. 1972. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Redistribution Through the Income Tax: The Vertical and Horizontal Effects of Noncompliance and Tax Evasion,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Public Finance Review, 28(4), 335Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c350.",
        "Blanchet, Thomas, Juliette Fournier, and Thomas Piketty. 2017. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Generalized Pareto Curves: Theory and ApplicationsÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d, WID.world Working Paper 2017/03.",
        "Boserup, Simon, Wojciech Kopczuk, and Claus Kreiner. 2016. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Born with a silver spoon: Danish evidence on wealth inequality in childhood,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Economic Journal, 129(3), 1141Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c 1219.",
        "Boston Consulting Group 2008. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Global Wealth Report: A Wealth of Opportunities in Turbulent Times,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d September 2008.",
        "Chetty, Raj, John N. Friedman, SÃ\u0083Æ\u0092Ã\u0082Â¸ren Leth-Petersen, Torben Heien Nielsen, and Tore Olsen. 2014. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Active vs. Passive Decisions and Crowd-Out in Retirement Savings Accounts: Evidence from Denmark,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Quarterly Journal of Economics, 129(3), 1141Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c1219.",
        "Cooper, Michael, John McClelland, James Pearce, Richard Prisinzano, Joseph Sullivan, Danny Yagan, Owen Zidar, and Eric Zwick. 2016. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Business in the United States: Who Owns It, and How Much Tax Do They Pay?,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Tax Policy and the Economy, 30, 91Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c128.",
        "Feinstein, Jonathan S. 1991. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093An Econometric Analysis of Income Tax Evasion and Its Detection,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d The RAND Journal of Economics, 22(1), 13Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c35.",
        "Feldman, Naomi and Joel Slemrod. 2007. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Estimating Tax Noncompliance with Evidence from Unaudited Tax Returns,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Economic Journal, 117(518), 327Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c352.",
        "Garbinti, Bertrand, Jonathan Goupille-Lebret, and Thomas Piketty. 2017. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Income Inequality in France, 1900-2014: Evidence from Distributional National Accounts (DINA),Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Working Paper.",
        "Gobel, Maria Nyrud and Thea Hestdal. 2015.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Formuesskatt p unoterte aksjer: en analyse av ulikheter i verdsettelsesgrunnlaget til brsnoterte og unoterte aksjer,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d mimeo, Norwegian School of Economics.",
        "Harrington, Brooke. 2016. Capital Without Borders, Cambridge: Harvard University Press.",
        "Henry, James S. 2012. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093The Price of Offshore Revisited: New Estimates for Missing Global Private Wealth, Income, Inequality, and Lost TaxesÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d, Tax Justice Network working paper.",
        "HSBC. 2015. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093HSBCÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0084¢s Swiss Private BankÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009dProgress UpdateÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d, available online at http:// www.hsbc.com/~/media/hsbc-com/investorrelationsassets/financial-and-regulatory-reports/ gbp-update%20-290115.",
        "Internal Revenue Service. 2016. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Tax Gap Estimates for Tax Years 2008Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c2010,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d April 2016 Johannesen, Niels, and Gabriel Zucman. 2014. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093The End of Bank Secrecy? An Evaluation of the G20 Tax Haven Crackdown,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d American Economic Journal: Economic Policy, 6(1), 65Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c91.",
        "Johannesen, Niels, and Tim Stolper. 2017. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093The Deterrence Effect of Whistleblowing -An Event Study of Leaked Customer Information from Banks in Tax Havens,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d working paper.",
        "Kauffmann, Daniel and Art Kraay 2017. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093The Worldwide Governance IndicatorsÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d, available online at http://info.worldbank.org/governance/wgi/#home.",
        "Kleven, Henrik Jacobsen. 2014. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093How Can Scandinavians Tax So Much?,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Journal of Economic Perspectives, 28(4), 77Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c98.",
        "Kleven, Henrik Jacobsen, Martin B. Knudsen, Claus Thustrup Kreiner, Sren Pedersen, and Emmanuel Saez. 2011. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Unwilling or Unable to Cheat? Evidence from a Tax Audit Experiment in Denmark,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Econometrica, 79(3), 651Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c692.",
        "Kreiner, Claus, David Dreyer Lassen, and Sren Leth-Petersen. 2015. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Measuring the Accuracy of Survey Responses using Administrative Register Data: Evidence from Denmark.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d in Improving the Measurement of Household Consumption Expenditures, eds. Christopher Carroll, Thomas Crossley, John Sabelhaus (NBER Book Series Studies in Income and Wealth).",
        "Kuznets, Simon. 1953. Shares of Upper Income Groups in Income and Savings, New York: National Bureau of Economic Research.",
        "Larudee, Mehrene. 2016. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Did capital go away? Capital flight as an explanation for declining reported wealth inequality during and after World War I,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d mimeo, University of Massachusetts.",
        "Novokmet, Filip, Thomas Piketty and Gabriel Zucman. 2017. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093From Soviets to Oligarchs: Inequality and Property in Russia, 1905Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c2016,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d NBER Working Paper No. 23712.",
        "NygaÃ\u0083Å\u0092Ã\u0082Å rd, Odd E., Joel Slemrod, and Thor O. Thoresen. 2016. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Distributional Implications of Joint Tax Evasion,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d CESifo working paper 5915.",
        "Owens, Jeffrey. 2007. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Offshore Tax Evasion: The Role of Exchange of Information,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d written testimony before the Senate Finance Committee on Offshore Tax evasion, May 3, 2007.",
        "Palan, Ronen, Richard Murphy, and Christian Chavagneux. 2010. Tax Havens: How Globalization Really Works, Cornell Studies in Money, Ithaca, NY: Cornell University Press.",
        "Pellegrini, Valeria, Alessandra Sanelli, and Enrico Tosti . 2016.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093What do External Statistics tell us About Undeclared Assets held Abroad and Tax Evasion?,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Bank of Italy Occasional Paper 367.",
        "Piketty, Thomas. 2014. Capital in the 21st Century. Cambridge: Harvard University Press.",
        "Piketty, Thomas, and Emmanuel Saez. 2003. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Income Inequality in the United States, 1913Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c1998,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Quarterly Journal of Economics, 118(1), 1-39.",
        "Piketty, Thomas, Emmanuel Saez, and Gabriel Zucman. 2016. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Distributional National Accounts: Methods and Estimates for the United States, 1913Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c2013,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d NBER Working Paper 22945.",
        "Piketty, Thomas, Li Yang, and Gabriel Zucman. 2017. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Capital Accumulation, Private Property, and Rising Inequality in China, 1978Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c2015,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d NBER Working Paper 23368.",
        "Roine, Jesper, and Daniel WaldenstroÃ\u0083Å\u0092Ã\u0082Ë\u0086m. 2008. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093The evolution of top incomes in an egalitarian society: Sweden, 1903Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c2004.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Journal of Public Economics, 92, 366Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c387.",
        "Roine, Jesper, and Daniel WaldenstroÃ\u0083Å\u0092Ã\u0082Ë\u0086m. 2015. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Long-run Trends in the Distribution of Income and Wealth.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d In Handbook of Income Distribution. Vol. 2, ed. Anthony B. Atkinson and Francois Bourguignon, Chapter 7, 469Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c592. Elsevier/North Holland.",
        "Roussille, Nina. 2015. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Tax Evasion and the Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Ë\u009cSwiss CheeseÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0084¢ Regulation,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d mimeo.",
        "Saez, Emmanuel and Gabriel Zucman. 2016. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Wealth Inequality in the United States since 1913: Evidence from Capitalized Income Tax Data,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Quarterly Journal of Economics., 131(2), 519Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c578.",
        "Slemrod, Joel. 2007. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093The Economics of Tax Evasion,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Journal of Economic Perspectives, 21(1), 25Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c48.",
        "Slemrod, Joel. 2016. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Caveats to the Research Use of Tax-Return Administrative Data,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d National Tax Journal, 69(4), 1003Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c1020.",
        "Slemrod, Joel, Marsha Blumenthal and Charles Christian. 2001. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Taxpayer response to an increased probability of audit: evidence from a controlled experiment in MinnesotaÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d, Journal of Public Economics, 79, 455Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c483.",
        "U.S. Senate. 2008. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Tax Haven Banks and U.S. Tax compliance.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Staff Report of the Permanent Subcommittee on investigations. Washington, DC, July.",
        "U.S. Senate. 2014. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Offshore Tax Evasion: The Effort to Collect Unpaid Taxes on Billions in Hidden Offshore Accounts.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Staff Report of the Permanent Subcommittee on investigations. Washington, DC, February.",
        "Zucman, Gabriel. 2013. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093The Missing Wealth of Nations: Are Europe and the US net Debtors or net Creditors?Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Quarterly Journal of Economics, 128(3), 1321Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c1364.",
        "Zucman, Gabriel. 2014. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Tax Evasion on Offshore Profits and Wealth,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Journal of Economic Perspectives, 28(4), 121Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c148.",
        "Zucman, Gabriel. 2015. The Hidden Wealth of Nations: The Scourge of Tax Havens, Chicago: University of Chicago Press."
    ]
}