{
    "id": 23787,
    "cites": 33,
    "cited_by": 6,
    "reference": [
        "Shun-ichi Amari and Hiroshi Nagaoka. Methods of information geometry, volume 191. American Mathematical Soc., 2007.",
        "Nihat Ay, JÃ\u0083Æ\u0092Ã\u0082Â¼rgen Jost, HÃ\u0083Æ\u0092Ã\u0082Â´ng VÃ\u0083Æ\u0092Ã\u0082Â¢n LÃ\u0083Æ\u0092Ã\u0082Âª, and Lorenz SchwachhÃ\u0083Æ\u0092Ã\u0082Â¶fer. Information geometry and sufficient statistics. Probability Theory and Related Fields, pages 1Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c38, 2014.",
        "David Blackwell. Equivalent comparisons of experiments. The annals of mathematical statistics, 24(2):265Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c272, 1953.",
        "Andrew Caplin and Mark Dean. Revealed preference, rational inattention, and costly information acquisition. American Economic Review, 105(7):2183Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c2203, 2015.",
        "Andrew Caplin, Mark Dean, and John Leahy. Rationally inattentive behavior: Characterizing and generalizing Shannon entropy. Unpublished manuscript, July 2017. Yeon-Koo Che and Konrad Mierendorff. Optimal sequential decision with limited attention.",
        "Unpublished manuscript, 2016. Nikolai Nikolaevich Chentsov. Statistical decision rules and optimal inference. Number 53.",
        "John A. Clithero. Improving out-of-sample predictions using response times and a model of the decision process. Unpublished manuscript, June 2016.",
        "Thomas M Cover and Joy A Thomas. Elements of information theory. John Wiley & Sons, 2012.",
        "Henrique De Oliveira, Tommaso Denti, Maximilian Mihm, and Kemal Ozbek. Rationally inattentive preferences and hidden information costs. Theoretical Economics, 12:621Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c 624, 2017.",
        "Ambuj Dewan and Nate Neligh. Estimating information cost functions in models of rational inattention. Unpublished manuscript, January 2017.",
        "Ernst Fehr and Antonio Rangel. Neuroeconomic foundations of economic choice Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009d recent advances. Journal of Economic Perspectives, 25(4):3Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c30, 2011.",
        "Mogens Fosgerau, Emerson Melo, and Matthew Shum. Discrete choice and rational inattention: A general equivalence result. Unpublished manuscript, 2016.",
        "B Roy Frieden. Science from Fisher information: a unification. Cambridge University Press, 2004.",
        "Drew Fudenberg, Philipp Strack, and Tomasz Strzalecki. Stochastic choice and optimal sequential sampling. Unpublished manuscript, 2015.",
        "Fabrizio Gabbiani and Steven J. Cox. Mathematics for Neuroscientists. Academic Press, 2010. Joshua I. Gold and Hauke R. Heekeren. Neural mechanisms for perceptual decision making.",
        "In Paul W. Glimcher and Ernst Fehr, editors, Neuroeconomics: Decision Making and the Brain, 2d ed. Academic Press, 2014.",
        "Benjamin HÃ\u0083Æ\u0092Ã\u0082Â©bert. Moral hazard and the optimality of debt. Unpublished manuscript, 2014.",
        "Frank Huettner, Tamer Boyaci, and Yalcin Akcay. Consumer choice under limited attention when options have different information costs. Unpublished manuscript, 2016.",
        "Emir Kamenica and Matthew Gentzkow. Bayesian persuasion. American Economic Review, 101(6):2590Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c2615, 2011.",
        "Ian Krajbich, Bastiaan Oud, and Ernst Fehr. Benefits of neuroeconomics modeling: New policy interventions and predictors of preference. American Economic Review, 104(5): 501Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c506, 2014.",
        "Filip MatÃ\u0083Æ\u0092Ã\u0082Âªjka, Alisdair McKay, et al. Rational inattention to discrete choices: A new foundation for the multinomial logit model. American Economic Review, 105(1):272Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c 98, 2015.",
        "Stephen Morris and Hyun Song Shin. Global games: theory and applications. 2001.",
        "Stephen Morris and Philipp Strack. The Wald problem and the equivalence of sequential sampling and static information costs. Unpublished manuscript, June 2017.",
        "Stephen Morris and Ming Yang. Coordination and the relative cost of distinguishing nearby states. Unpublished manuscript, 2016.",
        "Michael Shadlen and Daphna Shohamy. Decision making and sequential sampling from memory. Neuron, 90(5):927Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c939, 2016.",
        "Michael N. Shadlen et al. The speed and accuracy of a perceptual decision: A mathematical primer. In K. Doya et al., editors, Bayesian Brain: Probabilistic Approaches to Neural Coding. M.I.T. Press, 2007.",
        "Christopher A Sims. Rational inattention and monetary economics. Handbook of Monetary Economics, 3:155Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c181, 2010.",
        "Jakub Steiner, Colin Stewart, and Filip MateÃ\u0083Å\u0092Ã\u0082Å\u0092jka. Rational inattention dynamics: Inertia and delay in decision-making. Econometrica, 85(2):521Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c553, 2017.",
        "Satohiro Tajima, Jan Drugowitsch, and Alexandre Pouget. Optimal policy for value-based decision-making. Nature communications, 7, 2016. Tim van Erven and Peter HarremoÃ\u0083Æ\u0092Ã\u0082Â«s. RÃ\u0083Æ\u0092Ã\u0082Â©nyi divergence and Kullback-Leibler divergence.",
        "Michael Woodford. Inattentive valuation and reference-dependent choice. Unpublished manuscript, May 2012.",
        "Michael Woodford. An optimizing neuroeconomic model of discrete choice. Technical report, National Bureau of Economic Research, February 2014.",
        "Ming Yang. Coordination with flexible information acquisition. Journal of Economic Theory, 158:721Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c738, 2015.",
        "Weijie Zhong. Optimal dynamic information acquisition. Unpublished manuscript, March 2017."
    ]
}