{
    "id": 23782,
    "cites": 7,
    "cited_by": 81,
    "reference": [
        "Acemoglu, Daron and Pascual Restrepo, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093The Race between Man and Machine: Implications of Technology for Growth, Factor Shares and Employment,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d May 2016. unpublished.",
        ", Ufuk Akcigit, and Peter Howitt, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093What Do We Learn From Schumpeterian Growth Theory?,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d in Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Handbook of Economic Growth,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Vol. 2 of Handbook of Economic Growth, Elsevier, 2014, chapter 1, pp. 515Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c563.",
        "Akcigit, Ufuk, Douglas Hanley, and Nicolas Serrano-Velarde, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Back to Basics: Basic Research Spillovers, Innovation Policy and Growth,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d December 2016. University of Chicago manuscript.",
        ", Murat Alp Celik, and Jeremy Greenwood, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Buy, Keep, or Sell: Economic Growth and the Market for Ideas,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Econometrica, 2016, 84 (3), 943Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c984.",
        "Blundell, Richard, Rachel Griffith, and John Van Reenen, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Market Share, Market Value and Innovation in a Panel of British Manufacturing Firms,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d The Review of Economic Studies, 1999, 66 (3), 529Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c554.",
        "Congressional Budget Office, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Research and Development in the Pharmaceutical Industry,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Technical Report October 2006.",
        "Cowen, Tyler, The Great Stagnation: How America Ate All The Low-Hanging Fruit of Modern History, Got Sick, and Will (Eventually) Feel Better: A Penguin eSpecial from Dutton, Penguin Group US, 2011. ARE IDEAS GETTING HARDER TO FIND? 49"
    ]
}