{
    "id": 23785,
    "cites": 69,
    "cited_by": 0,
    "reference": [
        "Acemoglu, D., D. Cantoni, S. Johnson, and J. Robinson (2011). The consequences of radical reform: The French Revolution. American Economic Review 101(7), 3286Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c3307.",
        "Acemoglu, D., T. Hassan, and J. Robinson (2011). Social structure and development: A legacy of the holocaust in Russia. Quarterly Journal of Economics 126(2), 895Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c946.",
        "Adena, M., R. Enikolopov, M. Petrova, V. Santarosa, and E. Zhuravskaya (2015). Radio and the rise of the Nazis in prewar Germany. Quarterly Journal of Economics 130(4), 1885Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c1939.",
        "Akbulut-Yuksel, M. and M. Yuksel (2015). The longer-term direct and external effects of Jewish expulsions in Nazi Germany. American Economic Journal: Economic Policy 7(3), 58Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c85.",
        "Algan, Y. and P. Cahuc (2010). Inherited trust and growth. American Economic Review 100(5), 2060Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c2092.",
        "Alicke, K.-D. (2008). Lexikon der JuÃ\u0083Å\u0092Ã\u0082Ë\u0086dischen Gemeinden im deutschen Sprachraum. GuÃ\u0083Å\u0092Ã\u0082Ë\u0086tersloh, Germany: GuÃ\u0083Å\u0092Ã\u0082Ë\u0086tersloher Verlagshaus.",
        "Anderson, R., N. Johnson, and M. Koyama (2017). Jewish persecution and weather shocks: 1100-1800. Economic Journal 127(602), 924Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c958.",
        "Banfield, E. (1958). The Moral Basis of a Backward Society. Glencoe, IL: Free Press.",
        "Barclay, J. (1996). Jews in the Mediterranean Diaspora: From Alexander to Trajan (323 BCE-117 CE). Berkeley, CA: University of California Press.",
        "Becker, S., F. Cinnirella, E. Hornung, and L. Woessmann (2014). iPEHD Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c The Prussian Ifo economic history database. Historical Methods 47(2), 57Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c66.",
        "Becker, S. and L. Woessmann (2009). Was Weber wrong? A human capital theory of Protestant economic history. Quarterly Journal of Economics 124(2), 531Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c596.",
        "Betermier, S., T. Jansson, C. Parlour, and J. Walden (2012). Hedging labor income risk. Journal of Financial Economics 105(3), 622Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c639.",
        "Bisin, A. and T. Verdier (2000). Beyond the melting pot: Cultural transmission, marriage, and the evolution of ethnic and religious traits. Quarterly Journal of Economics 115(3), 955Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c988.",
        "Bisin, A. and T. Verdier (2001). The economics of cultural transmission and the dynamics of preferences. Journal of Economic Theory 97(2), 298Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c319.",
        "Bonacich, E. (1972). A theory of ethnic antagonism: The split labor market. American Sociological Review 37(5), 547Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c559.",
        "Bonacich, E. (1973). A theory of middleman minorities. American Sociological Review 38(5), 583Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c594.",
        "Botticini, M. and Z. Eckstein (2012). The Chosen Few: How Education Shaped Jewish History, 70-1492. The Princeton Economic History of the Western World. Princeton, NJ: Princeton University Press.",
        "DÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0084¢Acunto, F. (2016). From financial history to history & finance. Working Paper.",
        "DÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0084¢Acunto, F. (2017). Basic education and persistent regional inequalities. Working Paper.",
        "de Bromhead, A., B. Eichengreen, and K. OÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0084¢Rourke (2013). Political extremism in the 1920s and 1930s: Do the German lessons generalize? Journal of Economic History 73(2), 371Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c406.",
        "Dohmen, T., A. Falk, D. Huffman, and U. Sunde (2012). The intergenerational transmission of risk and trust attitudes. Review of Economic Studies 79(2), 645Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c677.",
        "Elhaik, E. (2013). The missing link of Jewish European ancestry: Contrasting the Rhineland and the Khazarian hypotheses. Genome Biology and Evolution 5(1), 61Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c74.",
        "Engelman, U. Z. (1944). The Rise of the Jew in the Western World: A Social and Economic History of the Jewish People of Europe. New York, NY: Arno Press.",
        "Falter, J. and D. HaÃ\u0083Å\u0092Ã\u0082Ë\u0086nisch (1988). Wahl- und Sozialdaten der Kreise und Gemeinden des Deutschen Reiches 1920-1933. KoÃ\u0083Å\u0092Ã\u0082Ë\u0086ln, Germany: GESIS Datenarchiv.",
        "Flannery, E. (1985). The Anguish of the Jews: Twenty-Three Centuries of Antisemitism. New York, NY: Paulist Press.",
        "Fritsch, T. (1892). Statistik des Judenthums. Number 10 in Kleine Aufkl arungs-Schriften. Leipzig, Germany.",
        "Gennaioli, N., R. La Porta, F. Lopez-de Silanes, and A. Shleifer (2013). Human capital and regional development. Quarterly Journal of Economics 128(1), 105Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c164.",
        "Gennaioli, N., A. Shleifer, and R. Vishny (2015). Money doctors. Journal of Finance 70(1), 91Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c114.",
        "Georgarakos, D., A. Lojschova, and M. Ward-Warmedinger (2010). Mortgage indebtedness and household financial distress. ECB Working Paper Series No. 1156.",
        "Giannetti, M. and T. Wang (2016). Corporate scandals and stock market participation.",
        "Glagau, O. (1876). Der BoÃ\u0083Å\u0092Ã\u0082Ë\u0086rsen- und GruÃ\u0083Å\u0092Ã\u0082Ë\u0086ndungs-Schwindel in Berlin. Verlag v. Paul Frohberg.",
        "Gormley, T., H. Liu, and G. Zhou (2010). Limited participation and consumption-saving puzzles: A simple explanation and the role of insurance. Journal of Financial Economics 96(2), 331Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c344.",
        "Grosfeld, I., A. Rodnyansky, and E. Zhuravskaya (2013). Persistent anti-market culture: A legacy of the Pale of Settlement after the Holocaust. American Economic Journal: Economic Policy 5(3), 189Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c226.",
        "Grosfeld, I., S. Sakalli, and E. Zhuravskaya (2017). Middlemen minorities and ethnic violence: Anti-Jewish pogroms in the Russian Empire. Working paper.",
        "Gross, N. (Ed.) (1975). Economic History of the Jews. Library of Jewish Knowledge. Jerusalem: Keter Publishing House Jerusalem.",
        "Guiso, L. and T. Jappelli (2005). Awareness and Stock Market Participation. Review of Finance 9(4), 537Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c567.",
        "Guiso, L., T. Jappelli, and D. Terlizzese (1996). Income risk, borrowing constraints, and portfolio choice. American Economic Review 86(1), 158Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c172.",
        "Guiso, L., P. Sapienza, and L. Zingales (2004a). Does local financial development matter? Quarterly Journal of Economics 119(3), 929Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c969.",
        "Guiso, L., P. Sapienza, and L. Zingales (2004b). The role of social capital in financial development. American Economic Review 94(3), 526Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c556.",
        "Guiso, L., P. Sapienza, and L. Zingales (2009). Trusting the stock market. Journal of Finance 63(6), 2557Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c2600.",
        "Hong, H., J. Kubic, and J. Stein (2004). Social interaction and stock market participation. Journal of Finance 59(1), 137Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c163.",
        "Horowitz, D. (1985). Ethnic Groups in Conflict. Berkeley, CA: University of California Press.",
        "Jha, S. (2013). Trade, institutions, and ethnic tolerance: Evidence from South Asia. American Political Science Review 107(4), 806Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c832.",
        "Jha, S. (2014). Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Ë\u009cUnfinished businessÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0084¢: Historic complementarities, political competition and ethnic violence in Gujarat. Journal of Economic Behavior and Organization 104, 18Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c36.",
        "King, G., O. Rosen, M. Tanner, and A. Wagner (2008). Ordinary economic voting behavior in the extraordinary election of Adolf Hitler. Journal of Economic History 68(4), 951Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c996.",
        "Koetter, M. (2013). Market structure and competition in German banking. Working Paper.",
        "KoÃ\u0083Å\u0092Ã\u0082Ë\u0086hler, I. (2005). Die Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093AriesirungÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d der Privatbanken im Dritten Reich: VerdraÃ\u0083Å\u0092Ã\u0082Ë\u0086ngung, Ausschaltung und die Frage der Wiedergutmachung. Munich, Germany: Beck.",
        "Malmendier, U. and S. Nagel (2011). Depression babies: do macroeconomic experiences affect risk-taking? Quarterly Journal of Economics 126(1), 373Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c416.",
        "Nunn, N. (2014). Handbook of Economic Growth, Volume 2, Chapter Historical Development, pp. 347Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c402. Amsterdam: Elsevier North Holland.",
        "Pascali, L. (2016). Banks and development: Jewish communities in the Italian Renaissance and current economic performance. Review of Economics and Statistics 98(1), 140Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c158.",
        "Paxson, C. (1990). Borrowing constraints and portfolio choice. Quarterly Journal of Economics 105(2), 535Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c543.",
        "Penslar, D. (2001). ShylockÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0084¢s Children: Economics and Jewish Identity in Modern Europe. Berkeley, CA: University of California Press.",
        "Perry, M. and T. Schweitzer (2002). Antisemitism: Myth and Hate from Antiquity to the Present. New York, NY: Palgrave Macmillan.",
        "Pierce, L. and J. Snyder (2017). The historical slave trade and firm access to finance in Africa. Review of Financial Studies.",
        "Poliakov, L. (1975). The History of Anti-Semitism, Volume 3. London, UK: Routledge & Kegan Paul Publishers. trans. Miriam Kochan.",
        "Putnam, R. (1993). Making Democracy Work: Civic Traditions in Modern Italy. Princeton, NJ: Princeton University Press.",
        "Ramankutty, N., J. Foley, J. Norman, and K. McSweeney (2002). The global distribution of cultivable lands: Current patterns and sensitivity to possible climate change. Global Ecology and Biogeography 11(5), 377Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c392.",
        "Reuveni, G. and S. Wobick-Segev (Eds.) (2011). The Economy in Jewish History: New Perspectives on the Interrelationship between Ethnicity and Economic Life. New York, NY: Berghahn Books.",
        "Roth, C. (1938). The Jewish Contribution to Civilization. London, UK: Macmillan and Co.",
        "Samuelson, P. (1969). Lifetime portfolio selection by dynamic stochastic programming. Review of Economics and Statistics 51(3), 239Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c246.",
        "Sapienza, P. and L. Zingales (2012). A trust crisis. International Review of Finance 12(2), 123Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c131.",
        "Spolaore, E. and R. Wacziarg (2013). How deep are the roots of economic development? Journal of Economic Literature 51(2), 325Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c369.",
        "Toch, M. (2012). The Economic History of European Jews: Late Antiquity and Early Middle Ages. Leiden: Brill.",
        "van Rooij, M., A. Lusardi, and R. Alessie (2011). Financial literacy and stock market participation. Journal of Financial Economics 101(2), 449Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c472.",
        "van Straten, J. (2004). Jewish migrations from Germany to Poland: the Rheinland hypothesis revisited. The Mankind Quarterly 44(3-4), 367Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c384.",
        "Voigtlaender, N. and H. Voth (2012). Persecution perpetuated: The medieval origins of antiSemitic violence in Nazi Germany. Quarterly Journal of Economics 127(3), 1339Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c1392.",
        "Voigtlaender, N. and H. Voth (2013). Married to intolerance: Attitudes towards intermarriage in Germany, 1900-2006. American Economic Review Papers and Proceedings 103(3), 79Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c85.",
        "Voigtlaender, N. and H. Voth (2015). Nazi indoctrination and anti-Semitic beliefs in Germany. Proceedings of the National Academy of Sciences 112(26), 7931Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c7936.",
        "Waldinger, F. (2010). Quality matters: The expulsion of professors and the consequences for PhD studentsÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0084¢ outcomes in Nazi Germany. Journal of Political Economy 118(4), 787Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c831."
    ]
}