{
    "id": 23790,
    "cites": 54,
    "cited_by": 4,
    "reference": [
        "Gabriel M Ahlfeldt, Stephen J Redding, Daniel M Sturm, and Nikolaus Wolf. The economics of density: Evidence from the berlin wall. Econometrica, 83(6):2127Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c2189, 2015.",
        "David Albouy. Are big cities bad places to live? estimating quality of life across metropolitan areas. Technical report, National Bureau of Economic Research, 2008.",
        "David Albouy and Bryan Stuart. Urban population and amenities: The neoclassical model of location. Technical report, National Bureau of Economic Research, 2014.",
        "Simeon Alder, David Lagakos, and Lee Ohanian. Competitive pressure and the decline of the rust belt: A macroeconomic analysis. Technical report, National Bureau of Economic Research, 2014.",
        "Titan M Alon, David Berger, Rob Dent, and Benjamin Pugsley. Older and slower: The startup deficits lasting effects on aggregate productivity growth. Technical report, Mimeo, 2017.",
        "David Argente, Munseob Lee, and Sara Moreira. Innovation and product reallocation in the great recession. 2017.",
        "Jess Benhabib and Roger EA Farmer. Indeterminacy and sector-specific externalities. Journal of Monetary Economics, 37(3):421Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c443, 1996.",
        "William D Berry, Richard C Fording, and Russell L Hanson. An annual cost of living index for the american states, 1960-1995. Journal of Politics, 62(2):550Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c567, 2000.",
        "Timo Boppart, Peter J Klenow, and Huiyu Li. Missing growth from creative destruction. 2017.",
        "Jan K Brueckner. Government land use interventions: An economic analysis. In Urban land markets, pages 3Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c23. Springer, 2009. Devin Bunten. Is the rent too high: Aggregate implications of local land-use regulation.",
        "David M Byrne, John G Fernald, and Marshall B Reinsdorf. Does the united states have a productivity slowdown or a measurement problem? Brookings Papers on Economic Activity, 2016(1):109Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c182, 2016.",
        "Lorenzo Caliendo, Fernando Parro, Esteban Rossi-Hansberg, and Pierre-Daniel Sarte. The impact of regional and sectoral productivity changes on the us economy. Technical report, National Bureau of Economic Research, 2014. Varadarajan V Chari, Patrick J Kehoe, and Ellen R McGrattan. Business cycle accounting.",
        "Econometrica, 75(3):781Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c836, 2007. Satyajit Chatterjee and Burcu Eyigungor. A tractable city model for aggregative analysis.",
        "Antonio Ciccone and Robert Hall. Productivity and the density of economic activity. American Economic Review, 86(1):54Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c70, 1996.",
        "Victor Couture. Valuing the consumption benefits of urban density. University of California, Berkeley. Processed, 2013.",
        "Victor Couture. Knowledge spillovers in cities: An auction approach. Journal of Economic Theory, 157:668Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c698, 2015.",
        "Morris A Davis and Jonathan Heathcote. The price and quantity of residential land in the united states. Journal of Monetary Economics, 54(8):2595Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c2620, 2007.",
        "Morris A Davis, Jonas DM Fisher, and Toni M Whited. Macroeconomic implications of agglomeration. Econometrica, 82(2):731Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c764, 2014.",
        "Ryan Decker, John Haltiwanger, Ron Jarmin, and Javier Miranda. The secular decline in business dynamism in the us. Unpublished draft, University of Maryland, 2014.",
        "Rebecca Diamond. The determinants and welfare implications of us workersÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0084¢ diverging location choices by skill: 1980Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c2000. The American Economic Review, 106(3):479Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c524, 2016. Gilles Duranton and Diego Puga. Micro-foundations of urban agglomeration economies.",
        "Handbook of regional and urban economics, 4:2063Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c2117, 2004. John Fernald et al. A quarterly, utilization-adjusted series on total factor productivity.",
        "Federal reserve bank of San Francisco working paper, 19:2012, 2012.",
        "William Frey. The great american migration slowdown. Brookings Institution, Washington, DC, 2009.",
        "Jason Furman. Barriers to shared growth: The case of land use regulation and economic rents. Remarks at the Urban Institute, 2015.",
        "Stuart A Gabriel, Joe P Mattey, and William L Wascher. Compensating differentials and evolution in the quality-of-life among us states. Regional Science and Urban Economics, 33(5):619Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c649, 2003.",
        "Peter Ganong and Daniel Shoag. Why has regional income convergence in the us declined? 2013.",
        "Daniel Garcia-Macia, Chang-Tai Hsieh, and Peter J Klenow. How destructive is innovation? Technical report, National Bureau of Economic Research, 2016.",
        "Elisa Giannone. Skilled-biased technical change and regional convergence. 2017.",
        "Edward L. Glaeser. Land use restrictions and other barriers to growth. Technical report, Cato Institute, 2014.",
        "Edward L Glaeser and Bryce A Ward. The causes and consequences of land use regulation: Evidence from greater boston. Journal of Urban Economics, 65(3):265Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c278, 2009.",
        "Edward L Glaeser, Joseph Gyourko, and Raven Saks. Why is manhattan so expensive? regulation and the rise in housing prices. The Journal of Law and Economics, 48(2): 331Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c369, 2005a.",
        "Edward L Glaeser, Joseph Gyourko, and Raven E Saks. Why have housing prices gone up? American Economic Review, pages 329Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c333, 2005b. Robert J Gordon. Is us economic growth over? faltering innovation confronts the six headwinds.",
        "Joseph Gyourko and Raven Molloy. Regulation and housing supply. Technical report, National Bureau of Economic Research, 2014. Joseph Gyourko, Albert Saiz, and Anita Summers. A new measure of the local regulatory environment for housing markets: The wharton residential land use regulatory index.",
        "G.D. Hansen. Indivisible labor and the business cycle. Journal of monetary Economics, 16 (3):309Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c327, 1985.",
        "Espen Henriksen, Thomas Cooley, et al. The demographic deficit. Work, 2016.",
        "Chang-Tai Hsieh and Enrico Moretti. Why do cities matter? local growth and aggregate growth. Technical report, National Bureau of Economic Research, 2015.",
        "Henry R Hyatt and James R Spletzer. The recent decline in employment dynamics. IZA Journal of Labor Economics, 2(1):5, 2013.",
        "Greg Kaplan and Sam Schulhofer-Wohl. Understanding the long-run decline in interstate migration. International Economic Review, 58(1):57Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c94, 2017.",
        "Fatih Karahan, Benjamin Pugsley, and AyseguÃ\u0083Å\u0092Ã\u0082Ë\u0086l Sahin. Understanding the 30-year decline in the startup rate: A general equilibrium approach. Unpublished manuscript, May, 2015.",
        "Michael Keane and Richard Rogerson. Micro and macro labor supply elasticities: A reassessment of conventional wisdom. Journal of Economic Literature, 50(2):464Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c476, 2012.",
        "Robert E Lucas and Esteban Rossi-Hansberg. On the internal structure of cities. Econometrica, 70(4):1445Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c1476, 2002.",
        "Ellen R McGrattan. Intangible capital and measured productivity. Technical report, National Bureau of Economic Research, 2017.",
        "Raven Molloy, Christopher L Smith, and Abigail K Wozniak. Declining migration within the us: the role of the labor market. Technical report, National Bureau of Economic Research, 2014.",
        "Raven Molloy, Christopher L Smith, Riccardo Trezzi, and Abigail Wozniak. Understanding declining fluidity in the us labor market. 2016.",
        "Patrick Moran and Albert Queralto. Innovation and the productivity growth slowdown. 2017.",
        "Juan Ospina. Regional business cycle accounting and the great recession. Technical report, Manuscript, 2017.",
        "Andrii Parkhomenko. The rise of housing supply regulation in the us: Local causes and aggregate implications. Technical report, mimeo, 2016.",
        "Edward C. Prescott. Remarks on us macroeconomic performance. Hoover Institution, 2017.",
        "John M Quigley and Larry A Rosenthal. The effects of land use regulation on the price of housing: What do we know? what can we learn? Cityscape, pages 69Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c137, 2005.",
        "Albert Saiz. The geographic determinants of housing supply. The Quarterly Journal of Economics, 125(3):1253Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c1296, 2010.",
        "Chad Turner, Robert Tamura, Sean E Mulholland, and Scott Baier. Education and income of the states of the united states: 1840Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c2000. Journal of Economic Growth, 12(2):101Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c158, 2007.",
        "Akos Valentinyi and Berthold Herrendorf. Measuring factor income shares at the sectoral level. Review of Economic Dynamics, 11(4):820Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c835, 2008.",
        "Wayne Winegarden. the 50-state small business regulation index. Pacific Research Institute, pages 35Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c37, 2015.",
        "Steven Yamarik. State-level capital and investment: Updates and implications. Contemporary Economic Policy, 31(1):62Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c72, 2013. A Data Appendix"
    ]
}