{
    "id": 23796,
    "cites": 58,
    "cited_by": 16,
    "reference": [
        "Adrian, Tobias and Joshua Rosenberg, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Stock Returns and Volatility: Pricing the Short-Run and Long-run Components of Market Risk,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d The Journal of Finance, 2008, 63(6), 2997Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c3030.",
        "Ait-Sahalia, Yacine and Andrew W Lo, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Nonparametric estimation of state-price densities implicit in financial asset prices,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d The Journal of Finance, 1998, 53 (2), 499Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c547.",
        ", Mustafa Karaman, and Loriano Mancini, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093The Term Structure of Variance Swaps, Risk Premia and the Expectations Hypothesis,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d 2015. Working paper.",
        "Alexopoulos, Michelle and Jon Cohen, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Uncertain Times, Uncertain Measures,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d 2009. Working paper.",
        "Andersen, Torben G. and Oleg Bondarenko, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Construction and Interpretation of Model-Free Implied Volatility,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Working Paper, National Bureau of Economic Research September 2007.",
        "Andersen, Torben G, Tim Bollerslev, and Francis X Diebold, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Roughing it up: Including jump components in the measurement, modeling, and forecasting of return volatility,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d The Review of Economics and Statistics, 2007, 89 (4), 701Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c720.",
        "Ang, Andrew, Robert J. Hodrick, Yuhang Xing, and Xiaoyan Zhang, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093The Cross-Section of Volatility and Expected Returns,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d The Journal of Finance, 2006, 61(1), 259Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c299.",
        "Bachmann, RuÃ\u0083Å\u0092Ã\u0082Ë\u0086diger, Steffen Elstner, and Eric R Sims, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Uncertainty and economic activity: Evidence from business survey data,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d American Economic Journal: Macroeconomics, 2013, 5 (2), 217Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c249.",
        "Baker, Scott and Nicholas Bloom, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093The Effects of Uncertainty Shocks on International Economic Growth,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d 2013. Working paper.",
        "Bakshi, Gurdip and Nikunj Kapadia, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Delta-Hedge Gains and the Negative Market Volatility Risk Premium,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d The Review of Financial Studies, 2003, 16(2), 527Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c566.",
        ", , and Dilip Madan, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Stock Return Characteristics, Skew Laws, and the Differential Pricing of Individual Equity Options,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Review of Financial Studies, 2003, 16 (1), 101Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c143.",
        "Barro, Robert J and Tao Jin, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093On the size distribution of macroeconomic disasters,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Econometrica, 2011, 79 (5), 1567Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c1589.",
        "Barsky, Robert B and Eric R Sims, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093News shocks and business cycles,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Journal of Monetary Economics, 2011, 58 (3), 273Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c289.",
        "Beaudry, Paul and Franck Portier, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Stock Prices, News, and Economic Fluctuations,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d The American Economic Review, 2006, 96 (4), 1293Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c1307.",
        "Berger, David and Joseph Vavra, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Volatility and Pass-through,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d NBER Working Paper Serie No. 19651, 2013.",
        "Bernanke, Ben S., Jean Boivin, and Piotr Eliasz, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Measuring the Effects of Monetary Policy: A Factor-augmented Vector Autoregressive (FAVAR) Approach.,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Quarterly Journal of Economics, 2005, 120 (1), 387Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c422.",
        "Bloom, Nicholas, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093The Impact of Uncertainty Shocks,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Econometrica, 2009, 77(3), 623Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c685.",
        ", Scott Baker, and Steven J. Davis, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Measuring Economic Policy Uncertainty,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d 2015. Working paper.",
        "Bollerslev, Tim, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Generalized autoregressive conditional heteroskedasticity,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Journal of econometrics, 1986, 31 (3), 307Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c327.",
        ", George Tauchen, and Hao Zhou, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Expected Stock Returns and Variance Risk Premia,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Review of Financial Studies, 2009, 22(11), 4463Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c4492.",
        "Born, Benjamin and Johannes Pfeifer, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Policy Risk and the Business Cycle,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Journal of Monetary Economics, 2014, 68, 65Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c85.",
        "Broadie, Mark and Jerome Detemple, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093American option valuation: new bounds, approximations, and a comparison of existing methods,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Review of Financial Studies, 1996, 9 (4), 1211Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c1250.",
        ", Mikhail Chernov, and Michael Johannes, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Model Specification and Risk Premia: Evidence from Futures Options,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d The Journal of Finance, 2007, 62(3), 1453Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c1490.",
        "Caldara, Dario, Cristina Fuentes-Albero, Simon Gilchrist, and Egon ZakrajsÃ\u0083Å\u0092Ã\u0082Å\u0092ek, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093The macroeconomic impact of financial and uncertainty shocks,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d European Economic Review, 2016.",
        "Campbell, John Y. and Ludger Hentschel, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093No news is good news: An asymmetric model of changing volatility in stock returns,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Journal of Financial Economics, 1992, 31 (3), 281Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c318.",
        ", Martin Lettau, Burton G. Malkiel, and Yexiao Xu, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Have Individual Stocks Become More Volatile? an Empirical Exploration of Idiosyncratic Risk,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Journal of Finance, 2001, 56 (1), 1Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c43.",
        "Carr, Peter and Liuren Wu, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Variance Risk Premiums,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Review of Financial Studies, 2009, 22(3), 1311Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c1341.",
        "Carriero, Andrea, Todd E. Clark, and Massimiliano Giuseppe Marcellino, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Measuring uncertainty and its impact on the economy,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d 2016. Working paper.",
        "Cummins, Jason G., Kevin A. Hassett, and R. Glenn Hubbard, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093A Reconsideration of Investment Behavior Using Tax Reforms as Natural Experiments,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Brookings Papers on Economic Activity, 1994, 1994 (2), 1Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c74.",
        "Decker, Ryan, Pablo N. DÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0084¢Erasmo, and Hernan Moscoso Boedo, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Market exposure and endogenous firm volatility over the business cycle,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d American Economic Journal: Macroeconomics, 2016, 8 (1), 148Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c198.",
        "Dew-Becker, Ian, Stefano Giglio, Anh Le, and Marius Rodriguez, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093The Price of Variance Risk,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d 2016. Working paper.",
        "Drechsler, Itamar and Amir Yaron, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093WhatÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0084¢s Vol Got to Do with it?,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d The Review of Financial Studies, 2011, 24(1), 1Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c45.",
        "Duffee, Gregory R., Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Information in (and not in) the Term Structure,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Review of Financial Studies, 2011, 24(9), 2895Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c2934.",
        "Egloff, Daniel, Markus Leippold, and Liuren Wu, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093The Term Structure of Variance Swap Rates and Optimal Variance Swap Investments,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Journal of Financial and Quantitative Analysis, 2010, 45(5), 1279Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c1310.",
        "Eisfeldt, Andrea L. and Adriano A. Rampini, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Capital Reallocation and Liquidity,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Journal of Monetary Economics, 2006, 53 (3), 369Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c399.",
        "Engle, Robert F, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Autoregressive conditional heteroscedasticity with estimates of the variance of United Kingdom inflation,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Econometrica: Journal of the Econometric Society, 1982, pp. 987Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c 1007.",
        "Epstein, Larry G. and Stanley E. Zin, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Substitution, Risk Aversion, and the Temporal Behavior of Consumption and Asset Returns: An Empirical Analysis,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d The Journal of Political Economy, 1991, 99(2), 263Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c286.",
        "Fernandez-Villaverde, Jesus, Pablo Guerron, Juan F. Rubio-Ramirez, and Martin Uribe, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Risk Matters: The Real Effects of Volatility Shocks,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d American Economic Review, 2011, 101(6), 2530Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c2561.",
        ", Pablo Guerron-Quintana, Keith Kuester, and Juan Rubio-Ramirez, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Fiscal Volatility Shocks and Economic Activity,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d 2013. Working paper.",
        "Gatheral, Jim and Antoine Jacquier, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Convergence of Heston to SVI,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Quantitative Finance, 2011, 11 (8), 1129Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c1132.",
        "Gourio, Francois, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Disaster Risk and Business Cycles,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d American Economic Review, 2012, 102(6), 2734Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c2766.",
        "Homescu, Cristian, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Implied Volatility Surface: Construction Methodologies and Characteristics, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d 2011. Working paper.",
        "Ilut, Cosmin, Matthias Kehrig, and Martin Schneider, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Slow to Hire, Quick to Fire: Employment Dynamics with Asymmetric Responses to News,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d NBER Working Paper Series, 2015.",
        "Jiang, George J. and Yisong S. Tian, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Extracting Model-Free Volatility from Option Prices: An Examination of the VIX Index,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d The Journal of Derivatives, 2007, 14 (3), 35Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c60.",
        "Kelly, Bryan, LuÃ\u0083Å\u0092Ã\u0082Â\u0081bosÃ\u0083Å\u0092Ã\u0082Å\u0092 PaÃ\u0083Å\u0092Ã\u0082Â\u0081stor, and Pietro Veronesi, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093The price of political uncertainty: Theory and evidence from the option market,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d The Journal of Finance, 2016.",
        "Kocherlakota, Narayana, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Creating business cycles through credit constraints,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Federal Reserve Bank of Minneapolis Quarterly Review, 2000, 24 (3), 2Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c10.",
        "Kozlowski, Julian, Laura Veldkamp, and Venky Venkateswaran, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093The Tail that Wags the Economy: Belief-Driven Business Cycles and Persistent Stagnation,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d 2016. Working paper.",
        "Leduc, Sylvain and Zheng Liu, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Uncertainty Shocks are Aggregate Demand Shocks,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d 2015. Working paper.",
        "Lee, Roger W., Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093The Moment Formula for Implied Volatility at Extreme Strikes,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Mathematical Finance, 2004, 14 (3), 469Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c480.",
        "Ludvigson, Sydney C. and Serena Ng, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093The Empirical Risk-Return Relation: A Factor Analysis Approach,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Journal of Financial Economics, 2007, 83(1), 171Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c222.",
        "Ludvigson, Sydney C, Sai Ma, and Serena Ng, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Uncertainty and Business Cycles: Exogenous Impulse or Endogenous Response?,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Technical Report, National Bureau of Economic Research 2015.",
        "Morley, James and Jeremy Piger, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093The asymmetric business cycle,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Review of Economics and Statistics, 2012, 94 (1), 208Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c221.",
        "Popiel, Michal, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Fiscal policy uncertainty and US output,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d 2017. Working paper. Salgado, Sergio, Fatih Guvenen, and Nicholas Bloom, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Skewed Business Cycles.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Working paper.",
        "Storesletten, Kjetil, Chris I. Telmer, and Amir Yaron, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Cyclical Dynamics in Idiosyncratic Labor Market Risk,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Journal of Political Economy, 2004, 112 (3), 695Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c717.",
        ", Christopher I. Telmer, and Amir Yaron, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Asset pricing with idiosyncratic risk and overlapping generations,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Review of Economic Dynamics, 2007, 10 (4), 519 Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c 548.",
        "Systems, Zeliade, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Quasi-Explicit Calibration of GatheralÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0084¢s SVI model,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Technical Report, Zeliade Systems 2009.",
        "Taylor, Stephen J., Pradeep K. Yadav, and Yuanyuan Zhang, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093The information content of implied volatilities and model-free volatility expectations: Evidence from options written on individual stocks,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Journal of Banking & Finance, 2010, 34 (4), 871Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c881.",
        "Tibshirani, Robert, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Regression shrinkage and selection via the lasso,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Journal of the Royal Statistical Society. Series B (Methodological), 1996, pp. 267Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c288."
    ]
}