{
    "id": 23818,
    "cites": 43,
    "cited_by": 2,
    "reference": [
        "Vidas, Harry, Martin Tallett, Tom OConnor, David Freyman, William Pepper, Briana Adams, Thu Nguyen, Robert Hugman, and Alanna Bock. 2014. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093The impacts of U.S. crude oil exports on domestic crude oil production, GDP, employment, trade and consumer costs.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d ICF International and EnSys Energy submission to the American Petroleum Institute 2014-03.",
        "U.S. Energy Information Administration. 2015. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093U.S. crude oil production to 2025: Updated projection of crude types.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d",
        "Van Vactor, Samuel A.. 1995. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Time to end the Alaskan oil export ban.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Policy Analysis, Cato Insitutute 227.",
        "U.S. Energy Information Administration. 2014. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093What drives U.S. gasoline prices?Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d",
        "Timmer, Marcel P., Erik Dietzenbacher, Bart Los, Robert Stehrer, and Gaaitzen J. de Vries. 2015. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093An illustrated user guide to the World Input-Output Database: The case of global automotive production.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Review of International Economics 23: 575-605.",
        "Plante, Michael D. 2014. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093How should monetary policy respond to changes in the relative price of oil? Considering supply and demand shocks.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Journal of Economic Dynamics and Control 44(C): 1-19.",
        "Nakov, Anton, and Galo Nuno. 2013. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Saudi Arabia and the oil market.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Economic Journal, Royal Economic Society 123 (12): 1333-62.",
        "Mohaddes, Kamiar, and Mehdi Raissi. 2016. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093The U.S. oil supply revolution and the global economy.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Globalization and Monetary Policy Institute Working Paper 263.",
        "Mohaddes, Kamiar, and M. Hashem Pesaran. 2017. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Oil prices and the global economy: Is it different this time around?Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Energy Economics 65 (6): 315-25.",
        "Medlock, Kenneth B. 2015. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093To lift or not to lift? The U.S. crude oil export ban: Implications for price and energy security.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Rice Universitys Baker Institute for Public Policy, Center for Energy Studies 2015-03.",
        "Manescu, Cristiana Belu, and Galo Nuno. 2015. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Quantitative effects of the shale oil revolution.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Energy Policy 86 (2015): 855-66.",
        "Leduc, Sylvain, and Keith Sill. 2007. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Monetary policy, oil shocks, and TFP: Accounting for the decline in U.S. volatility.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Review of Economic Dynamics 10 (4): 595-614.",
        "Langer, Lissy, Daniel Huppmann, and Franziska Holz. 2016. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Lifting the US crude oil export ban: A numerical partial equilibrium analysis.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Energy Policy 97: 258-66.",
        "Kumins, Larry. 2005. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093West Coast and Alaska oil exports.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Congressional Research Service 2005-05.",
        "Kilian, Lutz. 2017. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093How the tight oil boom has changed oil and gasoline markets.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d CEPR Discussion Paper DP-11876.",
        "Kilian, Lutz. 2016. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093The impact of the shale oil revolution on U.S. oil and gasoline prices.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Review of Environmental Economics and Policy 10 (2): 185-205.",
        "Kang, Wensheng, Ronald A. Ratti, and Joaquin Vespignani. 2016. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093The impact of oil price shocks on the U.S. stock market: A note on the roles of U.S. and non-U.S. oil production.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Economics Letters 145: 176-81.",
        "IHS. 2015. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Unleashing the supply chain: Assessing the economic impact of a U.S. crude oil free trade policy.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d",
        "IHS. 2014. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093U.S. crude oil export decision: Assessing the impact of the export ban and free trade on the economy.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d",
        "Guerrieri, Luca, and Matteo Iacoviello. 2015. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Occbin: A toolkit to solve models with occasionally binding constraints easily.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Journal of Monetary Economics 70 (3): 22-38.",
        "Grossman, Valerie, Adrienne Mack, and Enrique Martinez-Garcia. 2014. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093A new database of global economic indicators.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Journal of Economic and Social Measurement 39 (3): 163-97.",
        "Exxon. 2016. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Exxon 2016 Energy Outlook.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d",
        "Farrokhi, Farid. 2016. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Global Sourcing in Oil Markets.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Purdue University Dissertation 2016-08.",
        "Eni. 2017. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Eni World Oil and Gas Review 2017.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d",
        "Ebinger, Charles K., and Heather L. Greenley. 2014. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Changing markets: Economic opportunities from lifting the U.S. ban on crude oil exports.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Brookings Institution 2014-09.",
        "CÃ\u0083Å\u0092Ã\u0082Â§akÃ\u0083â\u0080\u009eÃ\u0082Â±r Melek, Nida, and Elena Ojeda. 2017. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Lifting the U.S. crude oil export ban: Prospects for increasing oil market efficiency.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Federal Reserve Bank of Kansas City Economic Review 2017 (2).",
        "Crucini, Mario J., and James Kahn. 1996. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Tariffs and aggregate economic activity: Lessons from the Great Depression.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Journal of Monetary Economics 38: 427-67.",
        "Christiano, Lawrence J., Martin Eichenbaum, and Charles L. Evans. 2005. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Nominal rigidities and the dynamic effects of a shock to monetary policy.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Journal of Political Economy 113 (1): 1-45.",
        "Brown, Phillip, Robert Pirog, Adam Vann, Ian F. Fergusson, Michael Ratner, and Jonathan L. Ramseur. 2014. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093U.S. crude oil export policy: Background and considerations. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Congressional Research Service 2014-03.",
        "Brown, Stephen P. A., Charles Mason, Alan Krupnick, and Jan Mares. 2014. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Crude behavior: How lifting the export ban reduces gasoline prices in the United States.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Resources for the Future 2014-03.",
        "Bornstein, Gideon, Per Krusell, and Sergio Rebelo. 2017. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Lags, costs, and shocks: An equilibrium model of the oil industry.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d National Bureau of Economic Research (NBER) Working Paper 23423.",
        "Bordoff, Jason, and Trevor Houser. 2015. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Navigating the U.S. oil export debate.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Columbia SIPA Center on Global Energy Policy, 2015-01.",
        "Bodenstein, Martin, Christopher J. Erceg, and Luca Guerrieri. 2011. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Oil shocks and external adjustment.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Journal of International Economics 83 (2). 168-84.",
        "Baxter, Marianne, and Mario J. Crucini. 1995. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Business cycles and the asset structure of foreign trade.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d International Economic Review 36 (4): 821-54.",
        "Bjornland, Hilde C., Frode Nordvik, and Maximilian Rohrer. 2016. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093How flexible is US shale oil production? Evidence from North Dakota.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Working Paper.",
        "Bausell Jr., Charles W., Frank W. Rusco, and W. D. Walls. 2001. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Lifting the Alaskan oil export ban: An intervention analysis.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d The Energy Journal 22 (4): 81-94.",
        "Baumeister, Christiane, and James Hamilton. 2015. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Structural interpretation of vector autoregressions with incomplete identification: Revisiting the role of oil supply and demand shocks.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Working Paper.",
        "Balke, Nathan S., Michael D. Plante, and Mine K. Yucel. 2015. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Fuel subsidies, the oil market and the world economy.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d The Energy Journal 36(S): 99-127.",
        "Backus, David K., Patrick J. Kehoe, and Finn E. Kydland. 1994. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Dynamics of the trade balance and the terms of trade: The J-curve?Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d The American Economic Review 84 (1): 84-103.",
        "Backus, David K., Patrick J. Kehoe, and Finn E. Kydland. 1992. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093International real business cycles.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Journal of Political Economy 100 (4): 745-75.",
        "Backus, David K., and Mario J. Crucini. 2000. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Oil prices and the terms of trade.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Journal of International Economics 50: 185-213.",
        "Arezki, Rabah, Valerie A. Ramey, and Liugang Sheng. 2017. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093News shocks in open economies: Evidence from giant oil discoveries.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d The Quarterly Journal of Economics 132 (1): 103-55.",
        "Adjemian, Stephane, Houtan Bastani, Michel Juillard, Frederic Karame, Junior Maih, Ferhat Mihoubi, George Perendia, Johannes Pfeifer, Marco Ratto, and Sebastien Villemot. 2011. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Dynare: Reference manual, version 4.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Dynare Working Paper Series 1."
    ]
}