{
    "id": 23815,
    "cites": 17,
    "cited_by": 14,
    "reference": [
        "Schwartz, D. and C. Seaman (2013). Standards of Proof in Civil Litigation: An Experiment from Patent Law. Harvard Journal of Law & Technology 26(2), 430Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c480.",
        "Salbu, S. (2014). The US Data Privacy Debate, in a Nutshell. Mondaq.",
        "Salbu, S. (1998). Who Should Govern the Internet?: Monitoring and Supporting a New Frontier. Harvard Journal of Law and Technology 11(2), 429Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c480.",
        "Roberts, J. (2015). The right to be fogotten from Google? Fortunte Magazine.",
        "Rosen, J. (2012). The right to be forgotten. Stanford law review online 64, 88.",
        "Pouros, A. (2010). Search Engine Market Shares. Econsultancy.",
        "Miller, A. R. and C. Tucker (2009, July). Privacy protection and technology adoption: The case of electronic medical records. Management Science 55(7), 1077Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c1093.",
        "Laux, C. (2007). Privacy Concepts: US v EU. The Center for Internet and Society at Stanford Law School.",
        "Hetcher, S. (2001). Changing the Social Meaning of Privacy in Cyberspace. Harvard Journal of Law and Technology 15(1), 150Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c206.",
        "Korenhof, P., J. Ausloos, I. Szekely, M. Ambrose, G. Sartor, and R. Leenes (2014). Reforming European Data Protection Law: Law, Governance and Technology Series, Volume 20, Chapter Timing the Right to Be Forgotten: A Study into Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093TimeÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d as a Factor in Deciding About Retention or Erasure of Data, pp. 171 Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c 201.",
        "Goldfarb, A. and C. E. Tucker (2011b). Privacy regulation and online advertising. Management Science 57(1), 57Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c71.",
        "Goldfarb, A. and C. Tucker (2012). Privacy and innovation. In Innovation Policy and the Economy, Volume 12, NBER Chapters, pp. 65Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c89. National Bureau of Economic Research, Inc.",
        "Goldfarb, A. and C. Tucker (2011a). Substitution between offline and online advertising markets. Journal of Competition Law & Economics 7(1), 37Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c44.",
        "Dewey, C. (2015). How the Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Ë\u009cright to be forgottenÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0084¢ could take over the American internet, too. The Washington Post.",
        "Bertrand, M., E. Duflo, and S. Mullainathan (2004). How much should we trust differencesin -differences estimates? The Quarterly Journal of Economics 119(1), 249Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c275.",
        "Chiou, L. and C. Tucker (2012). How does the use of trademarks by third-party sellers affect online search? Marketing Science 31(5), 819Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c837.",
        "AdWords, G. I. (2008). Reach more customers with broad match. Bennett, S. C. (2012). The right to be forgotten: reconciling EU and US perspectives. Berkeley Journal of International Law 30, 161Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c195."
    ]
}