{
    "id": 2381,
    "cites": 43,
    "cited_by": 5,
    "reference": [
        "Abraniovitz, M. 19614. Evidences of Long Swings in Aggregate Construction Since Civil War. New York: National Bureau of Economic Research.",
        "Adelman, I. 1965. Long Cycles - Fact of Artifact? American Economic Review 55: 141414_63.",
        "Balke, N.S. and R.J. Gordon. 1986. Historical Data. In The American Business Cycle Today, pp. 781-850. See Gordon 1986.",
        "Blanchard, O.J. 1981. What is Left of the Multiplier-Accelerator? American Economic Review (May) 71: 150-514.",
        "Blanchard, O.J. and M.W. Watson. 1986. Are Business Cycles All Alike? In The American Business Cycle Today, pp. 123-56 and 178-79. See Gordon 1986.",
        "Blatt, J.M. 1978. On the Econometric Approach to Business-Cycle Analysis. Oxford Econ. Pap. N.S. 30: 292-300.",
        "N.S. 32: 1467-79. _____ 1983. Dynamic Economic Systems: P. Post-Keynesian Approach. Armonk, N.Y.: M.E. Sharpe, Inc.",
        "Burns, A.F. 19344. Production Trends in the United States Since 1870. New York: National Bureau of Economic Research.",
        "Burns, A.F. and W.C. Mitchell. 1946. Measuring Business Cycles. New York: National Bureau of Economic Research.",
        "Campbell, J.Y. and N.G. Mankiw. 1987. Permanent and Transitory Components in Macroeconomic Fluctuations. American Economic Review (May) 77: 111-17.",
        "Chow, G.C. and An-loh Lin. 1971. Best Linear Unbiased Interpolation, Distribution and Extrapolation of Time Series by Related Series. Review of Economics and Statistics 53 (November): 372-76.",
        "Day, R. H. 1982. Irregular Growth Cycles. American Economic Review (June) 72: 1406-114.",
        "A Progress Report on the NeftÃ\u0083Â§i approach, Bureau of Economic Analysis Working Paper draft (January). DeLong, J.B. and L.H. Summers. 1986. Are Business Cycles Symmetrical? In The American Business Cycle... pp. 166-178.",
        "Dupriez, L.H. 1947. Des mouvements 4conomigues g~n~raux. tnstitut de Recherches Economiques et Sociales de lrjniversite de Louvain.",
        "Eckstein, 0. and A. Sinai. 1986. The Mechanism of the Business Cycle in the Postwar Era. In The American Business Cycle Today, pp. 39-105 and 11922. See Gordon 1986.",
        "Foley, D. 1986. Stabilization Policy in a Nonlinear Business Cycle Model. In Competition, Instability, and Nonlinear Cycles, pp. 200-211. See Semler 1986.",
        "Goodwin, R.M. 1951. The Non-Linear Accelerator and the Persistence of Business Cycles. Econometrica 19: 1-17.",
        "Goodwin, R.M., and M. Krtlger, and A. Vercelli. 1984. Nonlinear Models of Fluctuating Growth. Lecture Notes in Economics and Mathematical Systems, vol. 228, Berlin: Springer Verlag.",
        "Gordon, R.J., ed. 1986. The American Business Cycle Today: Continuity and Change. Chicago: University of Chicago Press for NBER.",
        "Gordon, R.J. and J.M. Veitch. 1986. Fixed Investment in the American Business Cycle, 1919-83. In The American Business Cycle Today, pp. 267335 and 352-57. See Gordon 1986.",
        "Harvey, A.C. 1985. Trends and Cycles in Macroeconomic Time Series. Journal of Business and Economic Statistics (July) 3: 216-27.",
        "Hicks, J.R. 1950. A Contribution to the Theory of the Trade Cycle. Oxford: Clarendon Press.",
        "Hillinger, C. 1986. Business Cycles are Periodic. Seminar for Mathematical Economics, U. of Munich.",
        "Howrey, E. P. 1968. A Spectrum Analysis of the Long-Swing Hypothesis. International Economic Review 9: 228-52.",
        "Keynes, J.M. 1936. The General Theory of Employment, Interest and Money. London: Macmillan.",
        "Klein, P.A. and G.M. Moore. 1985. Monitoring Growth Cycles in MarketOriented Countries: Developing and Using International Economic Indicators. Cambridge, Mass.: Ballinger Publishing Company for NBER.",
        "Long, C.D. 19)40. Building Cycles and the Theory of Investment. Princeton: Princeton University Press. Mandel, E. 1980. Long Waves of Capitalist Development. Cambridge: Cambridge University Press.",
        "Matthews, R.C.O. 1959. The Trade Cycle. Cambridge: Cambridge University Press.",
        "McCulloch, J.H. 1975. The Monte Carlo Cycle in Business Activity. Econ. Inquiry 13: 303-21.",
        "Minsky, H.P. 1959. A Linear Model of Cyclical Growth. Review of Economic Statistics (May) 61: 133-~45.",
        "Mitchell, W.C. 1927. Business Cycles: The Problem and its Setting. New York: NBER.",
        "Moore, Geoffrey H., ed. 1961. Business Cycle Indicators. Princeton, N.J.: Princeton University Press for NBER.",
        "Mass.: Ballinger Pub. Co. for NBER. Moore, G.M. and V. Zarnowitz. 1986. The Development and Role of the National Bureaus Business Cycle Chronologies. In The American Business Cycle Today, pp. 735-779. See Gordon 1986.",
        "Moore, Henry L. 19114. Economic Cycles: Their Law and Cause. New York: Macmillan Co.",
        "Neftci, S.N. 1982. Optimal Prediction of Cyclical Downturns. Journal of Economic Dynamics and Control 4: 225-41.",
        "Journal of Political Economy (April) 92: 305-28. ______ 1986. Testing Non-linearity in Business Cycles. In Competition, Instability, and Nonlinear Cycles. See Semmier 1986.",
        "Nelson, C,R. and C.I. Plosser. 1982. Trends and Random Walks in Macroeconomic Time Series: Some Evidence and Implications. Journal of Monetary Economics 10: 193-62.",
        "Palash, C.J. and L.J. Radecki. 1985. Using Monetary and Financial Variables to Predict Cyclical Downturns. Federal Reserve Bank of New York Quarterly Review (Summer): 36-145.",
        "University of Texas Press (especially chs. 1 and 2). Schinasi, G.J. 1982. Fluctuations in a Dynamic, Intermediate-run IS-LM Model: Applications of the PoincarÃ\u0083Âª-Bendixon theorem. J. Econ. Theory 28: 369-75.",
        "Schumpeter, J.A. 1939. Business Cycles: A Theoretical, Historical, and Statistical Analysis of the Capitalist Process. New York: McGraw-Hill.",
        "Zarnowitz, V. 1979. An Analysis of Annual and Multiperiod Quarterly 60 Forecasts of Aggregate Income, Output, and the Price Level. Journal of Business 52: 1-33.",
        "In Wirtschaftstheorie und Wirtschafts~olitik: Gedenkschrift fUr Erich Preiser, edited by W.J. MUckl and A.E. Ott. Passau: Passavia Universitatsverlag. ______ 1985. Recent Work on Business Cycles in Historical Perspective. Journal of Economic Literature 23: 523-80.",
        "Economic Forecasts: A Worldwide Surv~y (December) 3: 22-30. Zarnowitz, V. and G.M. Moore. 1986. Major Changes in Cyclical Behavior. In The American Business Cycle Today, pp. 519-572 and 579-582. See Gordon 1986."
    ]
}