{
    "id": 23814,
    "cites": 36,
    "cited_by": 6,
    "reference": [
        " \n;\n",
        " \n;\n",
        " \n;\n",
        " \n;\n",
        " \n;\n",
        " \n;\n",
        " \n;\n",
        " \n;\n",
        " \n;\n",
        " \n;\n",
        " \n;\n",
        "van Hasselt, M., Bollinger, C. R., 2012. Binary misclassification and identification in regression models. Economics Letters 115, 81Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c84. D Supplementary Simulation Results: Online Only In this section we provide additional simulation results to supplement those from Section 4 above. For details of the simulation DGP, etc. see the discussion above. Ã\u0083Å½Ã\u0082Â² Ã\u0083Å½Ã\u0082Â±0 Ã\u0083Å½Ã\u0082Â±1 0 0.25 0.5 0.75 1 1.5 2 3",
        "Ura, T., November 2015. Heterogeneous treatment effects with mismeasured endogenous treatment. Tech. rep., Duke University Department of Economics.",
        "Song, S., Schennach, S. M., White, H., 2015. Estimating nonseparable models with mismeasured endogenous variables. Quantitative Economics 6 (3), 749Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c794.",
        "Song, S., 2015. Semiparametric estimation of models with conditional moment restrictions in the presence of nonclassical measurement errors. Journal of Econometrics 185 (1), 95Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c109.",
        "Shiu, J.-L., 2015. Identification and estimation of endogenous selection models in the presence of misclassification errors. Economic Modelling (Forthcoming).",
        "Schennach, S. M., 2013. Measurement error in nonlinear models Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c a review. In: Acemoglu, D., Arellano, M., Dekel, E. (Eds.), Advances in Economics and Econometrics. Vol. 3. Cambridge University Press, pp. 296Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c337.",
        "Schennach, S. M., 2007. Instrumental variable estimation of nonlinear errors-in-variables models. Econometrica 75 (1), 201Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c239.",
        "Schennach, S. M., 2004. Estimation of nonlinear models with measurement error. Econometrica 72 (1), 33Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c75.",
        "Nguimkeu, P., Denteh, A., Tchernis, R., 2016. On the estimation of treatment effects with endogenous misreporting. Working Paper.",
        "Newey, W. K., McFadden, D., 1994. Large sample estimation and hypothesis testing. Handbook of econometrics 4, 2111Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c2245.",
        "Molinari, F., 2008. Partial identification of probability distributions with misclassified data. Journal of Econometrics 144 (1), 81Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c117.",
        "Moon, H. R., Schorfheide, F., 2009. Estimation with overidentifying inequality moment conditions. Journal of Econometrics 153 (2), 136Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c154.",
        "Mahajan, A., 2006. Identification and estimation of regression models with misclassification. Econometrica 74 (3), 631Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c665.",
        "Lewbel, A., March 2007. Estimation of average treatment effects with misclassification. Econometrica 75 (2), 537Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c551.",
        "Kreider, B., Pepper, J. V., Gundersen, C., Jolliffe, D., 2012. Identifying the effects of SNAP (food stamps) on child health outcomes when participation is endogenous and misreported. Journal of the American Statistical Association 107 (499), 958Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c975.",
        "Kane, T. J., Rouse, C. E., Staiger, D., July 1999. Estimating returns to schooling when schooling is misreported. Tech. rep., National Bureau of Economic Research, NBER Working Paper 7235.",
        "Kaido, H., Molinari, F., Stoye, J., 2016. Confidence intervals for projections of partially identified parameters. arXiv preprint arXiv:1601.00934.",
        "Hu, Y., Shiu, J.-L., Woutersen, T., 2015. Identification and estimation of single-index models with measurement error and endogeneity. The Econometrics Journal 18 (3), 347Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c362.",
        "Hu, Y., Shennach, S. M., January 2008. Instrumental variable treatment of nonclassical measurement error models. Econometrica 76 (1), 195Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c216.",
        "Hu, Y., 2008. Identification and estimation of nonlinear models with misclassification error using instrumental variables: A general solution. Journal of Econometrics 144 (1), 27Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c61.",
        "Frazis, H., Loewenstein, M. A., 2003. Estimating linear regressions with mismeasured, possibly endogenous, binary explanatory variables. Journal of Econometrics 117, 151Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c178.",
        "Chen, X., Hu, Y., Lewbel, A., 2008b. A note on the closed-form identification of regression models with a mismeasured binary regressor. Statistics & Probability Letters 78 (12), 1473Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c1479.",
        "Chen, X., Hu, Y., Lewbel, A., 2008a. Nonparametric identification of regression models containing a misclassified dichotomous regressor with instruments. Economics Letters 100, 381Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c384.",
        "Chen, X., Hong, H., Tamer, E., 2005. Measurement error models with auxiliary data. The Review of Economic Studies 72 (2), 343Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c366.",
        "Chen, X., Hong, H., Nekipelov, D., 2011. Nonlinear models of measurement errors. Journal of Economic Literature 49 (4), 901Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c937."
    ]
}