{
    "id": 23826,
    "cites": 35,
    "cited_by": 4,
    "reference": [
        "Hotz, Joseph, Guido W. Imbens, and Julie H. Mortimer, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Predicting the efficacy of future training programs using past experiences at other locations,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Journal of Econometrics, 2005, 125 (1-2), 241Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c270.",
        "Horvitz, Daniel G and Donovan J Thompson, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093A generalization of sampling without replacement from a finite universe,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Journal of the American statistical Association, 1952, 47 (260), 663Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c685.",
        "Hirano, Keisuke, Guido Imbens, and Geert Ridder, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Efficient Estimation of Average Treatment Effects Using the Estimated Propensity Score,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Econometrica, 2003, 71, 1161Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c1189.",
        "Hellerstein, Judith K and Guido W Imbens, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Imposing moment restrictions from auxiliary data by weighting,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Review of Economics and Statistics, 1999, 81 (1), 1Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c14.",
        "Hartman, Erin, Richard Grieve, Roland Ramsahai, and Jasjeet S. Sekhon, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093From sample average treatment effect to population average treatment effect on the treated: combining experimental with observational studies to estimate population treatment effects,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Journal of the Royal Statistical Society: Series A (Statistics in Society), 2015, 178 (3), 757Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c778.",
        "Hahn, Jinyong, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093On the Role of the Propensity Score in Efficient Semiparametric Estimation of Average Treatment Effects,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Econometrica, 1998, 66, 315Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c331.",
        "Stuart, Elizabeth A., Stephen R. Cole, Catherine P. Bradshaw, and Philip J. Leaf, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093The use of propensity scores to assess the generalizability of results from randomized trials,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Journal of the Royal Statistical Society: Series A (Statistics in Society), 2011, 174 (2), 369Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c386.",
        "Rosenbaum, Paul R. and Donald B. Rubin, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093The Central Role of the Propensity Score in Observational Studies for Causal Effects,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Biometrika, 1983, 70 (1), 41Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c55.",
        "Rokkanen, Miikka, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Exam Schools, Ability, and the Effects of Affirmative Action: Latent Factor Extrapolation in the Regression Discontinuity Design,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d 2015. Working Paper.",
        "Olken, Benjamin A, Junko Onishi, and Susan Wong, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Should Aid Reward Performance? Evidence from a field experiment on health and education in Indonesia,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d American Economic Journal: Applied Economics, 2014, 6 (4), 1Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c34. Oster, Emily, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Unobservable Selection and Coefficient Stability: Theory and Validation,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Journal of Business Economics and Statistics, Forthcoming.",
        "Muralidharan, Karthik and Venkatesh Sundararaman, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Teacher Performance Pay: Experimental Evidence from India,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d The Journal of Political Economy, 2011, 119 (1), 39Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c77.",
        "Muraldiharan, Karthik, Abhijeet Singh, and Alejandro Ganimian, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Teaching All Students, and Not Just the Top of the Class: Experimental Evidence on Technology-led Education in India,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d 2016.",
        "Kowalski, Amanda E, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Doing More When YouÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0084¢re Running LATE: Applying Marginal Treatment Effect Methods to Examine Treatment Effect Heterogeneity in Experiments,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d 2016.",
        "Kline, Patrick and Christopher Walters, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Evaluating Public Programs with Close Substitutes: The Case of Head Start,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Quarterly Journal of Economics, 2016, 131 (4), 1795Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c1848.",
        "Imbens, Guido W and Joshua D Angrist, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Identification and estimation of local average treatment effects,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Econometrica, 1994, 62 (2), 467Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c475.",
        "Imbens, Guido and Don Rubin, Causal Inference for Statistics, Social Science and Biomedical Sciences: An Introduction, Cambridge: Cambridge University Press, 2015.",
        "Imai, Kosuke and Marc Ratkovic, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Covariate balancing propensity score,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Journal of the Royal Statistical Society: Series B (Statistical Methodology), 2014, 76 (1), 243Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c263.",
        "Gelber, Alexander, Adam Isen, and Judd B Kessler, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093The Effects of Youth Employment: Evidence from New York City Lotteries,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d The Quarterly Journal of Economics, 2016, 131 (1), 423Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c460.",
        "Gechter, Michael, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Generalizing the Results from Social Experiments: Theory and Evidence from Mexico and India,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d manuscript, Pennsylvania State University, 2015.",
        "Fieller, E. C., Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Some problems in interval estimation,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Journal of the Royal Statistical Society. Series B (Methodological), 1954, 16 (2), 175Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c185.",
        "Feller, Avi, Todd Grindal, Luke W. Miratrix, and Lindsay C. Page, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Compared to What? Variation in the Impacts of Early Childhood Education by Alternative Care-Type Settings,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Annals of Applied Statistics, 2016.",
        "Dupas, Pascaline and Jonathan Robinson, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Why donÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0084¢t the poor save more? Evidence from health savings experiments,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d The American Economic Review, 2013, 103 (4), 1138Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c1171.",
        "Dehejia, Rajeev, Cristian Pop-Eleches, and Cyrus Samii, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093From Local to Global: External Validity in a Fertility Natural Experiment,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Working Paper 21459, National Bureau of Economic Research August 2015.",
        "Cole, Stephen R. and Elizabeth A. Stuart, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Generalizing Evidence From Randomized Clinical Trials to Target Populations: The ACTG 320 Trial,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d American Journal of Epidemiology, 2010, 172 (1), 107Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c115.",
        "Chyn, Eric, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Moved to Opportunity: The Long-Run Effect of Public Housing Demolition on Labor Market Outcomes of Children,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d 2016.",
        "Bugni, Federico, Ivan Canay, and Azeem Shaikh, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Inference under Covariate-Adaptive Randomization,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d 2017. Working Paper.",
        "Brinch, Christian N., Magne Mogstad, and Matthew Wiswall, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Beyond LATE with a discrete instrument. Heterogeneity in the quantity-quality interaction of children,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Journal of Political Economy, 2017, 125 (4), 985Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c1039.",
        "Bloom, Nicholas, James Liang, John Roberts, and Zhichun Jenny Ying, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Does Working From Home Work? Evidence From A Chinese Experiment,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d The Quarterly Journal of Economics, 2015, 165, 218.",
        "Bertanha, Marinho and Guido W. Imbens, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093External Validity in Fuzzy Regression Discontinuity Designs,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Working Paper 20773, National Bureau of Economic Research December 2014.",
        "Bates, Mary Ann and Rachel Glennester, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093The Generalizability Puzzle,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d 2017.",
        "Attanasio, Orazio, Adriana Kugler, and Costas Meghir, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Subsidizing Vocational Training for Disadvantaged Youth in Colombia: Evidence from a Randomized Trial,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d American Economic Journal: Applied Economics, July 2011, 3 (3), 188Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c220.",
        "Angrist, Joshua D. and Miikka Rokkanen, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Wanna Get Away? Regression Discontinuity Estimation of Exam School Effects Away From the Cutoff,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Journal of the American Statistical Association, 2015, 110 (512), 1331Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c1344.",
        "Anderson, T. W. and Herman Rubin, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Estimation of the Parameters of a Single Equation in a Complete System of Stochastic Equations,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d The Annals of Mathematical Statistics, 1949, 20 (1), 46Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c63.",
        ", Todd E. Elder, and Christopher R. Taber, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Selection on Observed and Unobserved Variables: Assessing the Effectiveness of Catholic Schools,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Journal of Political Economy, 2005, 113 (1), 151Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c184.",
        "Altonji, Joseph G., Timothy Conley, Todd E. Elder, and Christopher R. Taber, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Methods for Using Selection on Observed Variables to Address Selection on Unobserved Variables,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d 2010. Unpublished Manuscript."
    ]
}