{
    "id": 23822,
    "cites": 61,
    "cited_by": 12,
    "reference": [
        "Fox, Jeremy T., Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Semiparametric Estimation of Multinomial Discrete-Choice Models Using a Subset of Choices,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d RAND Journal of Economics, December 2007, 38 (4), 1002Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c1019.",
        ", Saul Lach, and Merav Yiftach, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Retail Prices in a City: An Empirical Analysis,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d July 2017. mimeo.",
        "Eizenberg, Alon, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Upstream Innovation and Product Variety in the U.S. Home PC Market,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d The Review of Economic Studies, 2014, 81 (3), 1003Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c1045.",
        "Edelman, Benjamin and Michael Luca, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Digital Discrimination: The Case of Airbnb.com,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d January 2014. Harvard Business School Working Paper 14-054.",
        "Dickstein, Michael and Eduardo Morales, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093What do Exporters Know?,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d December 2016. mimeo.",
        "Cutler, David M. and Edward L. Glaeser, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Are Ghettos Good or Bad?,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d The Quarterly Journal of Economics, 1997, 112 (3), 827Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c872.",
        "Couture, Victor, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Valuing the Consumption Benefits of Urban Density,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d May 2015. mimeo.",
        "Chetty, Raj, Nathaniel Hendren, Patrick Kline, and Emmanuel Saez, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Where is the Land of Opportunity? The Geography of Intergenerational Mobility in the United States,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d The Quarterly Journal of Economics, 2014, 129 (4), 1553Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c1623.",
        "Caetano, Gregorio and Vikram Maheshri, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Homophily and Sorting Within Neighborhoods,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d September 2015.",
        "Boustan, Leah, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Racial Residential Segregation in American Cities,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d in Gerrit-Jan Knaap Nancy Brooks, Kieran Donaghy, ed., The Oxford Handbook of Urban Economics and Planning, Oxford University Press, 2011.",
        "Ayres, Ian, Pervasive Prejudice? Unconventional Evidence of Race and Gender Discrimination, University of Chicago Press, 2001.",
        "Andrews, Donald W. K. and Gustavo Soares, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Inference for Parameters Defined by Moment Inequalities Using Generalized Moment Selection,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Econometrica, 2010, 78 (1), 119Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c157.",
        "Anderson, Michael L. and Jeremy R. Magruder, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Learning from the Crowd: Regression Discontinuity Estimates of the Effects of an Online Review Database,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Economic Journal, 2012, 122 (563), 957Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c989.",
        "Anderson, Elijah, The Cosmopolitan Canopy: Race and Civility in Everyday Life, W.W. Norton & Company, 2011.",
        ", Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093The White SpaceÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Sociology of Race and Ethnicity, 2015, 1 (1), 10Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c21.",
        "Allport, Gordon W., The Nature of Prejudice, Addison-Wesley, 1954.",
        "Allen, Treb, Costas Arkolakis, and Xiangliang Li, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Optimal City Structure,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d July 2015. mimeo.",
        "Katz, Michael, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Supermarkets and Zoning Laws,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d 2007. Harvard PhD dissertation.",
        "Kain, John F., Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Housing Segregation, Negro Employment, and Metropolitan Decentralization, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d The Quarterly Journal of Economics, 1968, 82 (2), 175Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c197.",
        "Houde, Jean-FrancÃ\u0083Å\u0092Ã\u0082Â§ois, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Spatial Differentiation and Vertical Mergers in Retail Markets for Gasoline,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d American Economic Review, 2012, 102 (5), 2147Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c82.",
        "Holmes, Thomas J., Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093The Diffusion of Wal-Mart and Economies of Density,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Econometrica, 2011, 79 (1), 253Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c302.",
        "Hellerstein, Judith K. and David Neumark, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Workplace Segregation in the United States: Race, Ethnicity, and Skill,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d The Review of Economics and Statistics, August 2008, 90 (3), 459Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c477.",
        "Harrison, Cassandra, Mohip Jorder, Henri Stern, Faina Stavinsky, Vasudha Reddy, Heather Hanson, HaeNa Waechter, Luther Lowe, Luis Gravano, and Sharon Balter, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Using Online Reviews by Restaurant Patrons to Identify Unreported Cases of Foodborne IllnessÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009dNew York City, 2012Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c2013,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Morbidity and Mortality Weekly Report, May 2014, 63 (20), 441Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c 445.",
        "Handbury, Jessie, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Are Poor Cities Cheap for Everyone? Non-Homotheticity and the Cost of Living Across U.S. Cities,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d July 2013. mimeo.",
        "Glaeser, Edward L. and Jacob L. Vigdor, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093The End of the Segregated Century: Racial Separation in AmericaÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0084¢s Neighborhoods, 1890-2010,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Civic Report 66, Manhattan Instititute January 2012.",
        "George, Lisa and Joel Waldfogel, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Who Affects Whom in Daily Newspaper Markets?,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Journal of Political Economy, 2003, 111 (4), 765Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c784.",
        ", , and Matt Taddy, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Measuring Polarization in High-dimensional Data: Method and Application to Congressional Speech,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d May 2017. mimeo.",
        "Gentzkow, Matthew and Jesse M. Shapiro, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Ideological Segregation Online and Offline,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d The Quarterly Journal of Economics, 2011, 126 (4), 1799Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c1839.",
        "D Model fit This appendix details the model-fit results discussed in Section 4.3. D.1 Isolation indices Gentzkow and Shapiro (2011) define an isolation index for racial group g as Sg = X j vgj vg   vgj vj  Ã\u0083Â¢Ã\u0082Ë\u0086Ã\u0082â\u0080\u0099 X j vgj vg   vg6j vj  .",
        "During our study period of 2007-2011, local newspapers like the New York Times produced incident-level maps based on felony reports.",
        "TractÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0084¢s historical demographic characteristics come from the Longitudinal Tract Data Base, which maps prior Census yearsÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0084¢ population counts to the 2010 geographic definitions (Logan et al., 2014). We aggregate New York CityÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0084¢s 59 community boards to define 28 areas, allowing us to use area dummies to control for unobservable characteristics when estimating spatial and social frictions. Each of ManhattanÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0084¢s 12 community districts constitute an area. We aggregate community districts to define 8 areas in Brooklyn (1, {2,6}, {3,8,9}, {4,5}, {7,11,12,13}, 10, {14,15}, {16,17,18}) and 6 in Queens ({1,2}, {3,4}, {5,6}, {7,8,11}, {9,10,14}, {12,13}). The boroughs of the Bronx and Staten Island each constitute one area. We assign each census tract to one of these areas; tracts split across areas are assigned to the area with the largest share of tract land area.",
        "The 2007-2011 American Community Survey 5-Year Estimate provides estimates of median household income (Series B19013) for 2110 of these tracts, for which summary statistics are provided in Table 1. Of the nine Manhattan tracts without median household income estimates, seven have a population below 25 persons, one is Inwood Hill Park (population 161), and one is RandallÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0084¢s Island (population 1648). More than 90% of the NYC tracts without median household income estimates have populations below 200 persons, the notable non-Manhattan exceptions being Bush Terminal (population 2105) and Rikers Island (inmate population of 11091).",
        "Set of venues included in the sample. The Yelp venues included in our estimation sample as possible elements of usersÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0084¢ choice sets meet three criteria. First, they had been reviewed at least once as of 2011. Second, they had both a rating and price listed on Yelp as of 2011. Third, they are located in a census tract for which Census data on its median household income is available.",
        "Tract characteristics Population 3866 2115 Spectral segregation index for tractÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0084¢s plurality 0.914 2.394 Robberies per resident, 2007-2011 annual average 0.003 0.009 Tract-pair characteristics Percent absolute difference in median household income 0.506 0.355 Percent difference in median household income 0 0.618 Euclidean demographic distance between tracts 0.455 0.226 Travel time by public transport in minutes 72.436 30.319 Travel time by automobile in minutes 24.937 10.589 Notes: The upper panel describes 2,110 NYC census tracts for which an estimate of median household income is available. The lower panel describes 4,452,012 pairs of 2010 NYC census tracts for which estimates of median household income and travel times are available. Data on incomes from 2007-2011 American Community Survey, demographics from 2010 Census of Population, robberies from NYPD, and travel times from Google Maps.",
        "Yelp, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Yelp.com Welcomes 100 Million Unique Visitors in January 2013,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d February 2013. http://officialblog.yelp.com/2013/02/yelpcom-welcomes-100-million-uniquevisitors -in-january-2013.html. Online Appendix (not for publication) A Appendix Figures and Tables Figure A.1: Restaurants reviewed by users in estimation sample Notes: This map depicts the locations of 5363 Yelp restaurant venues reviewed by users in our estimation sample. Each dot represents a venue.",
        "Waldfogel, Joel, The Tyranny of the Market: Why You CanÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0084¢t Always Get What You Want, Harvard University Press, October 2007.",
        "Wollman, Thomas, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Trucks Without Bailouts: Equilibrium Product Characteristics for Commercial Vehicles,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d May 2016. mimeo.",
        ", Daniel L. McFadden, and Moshe Ben-Akiva, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093The Demand for Local Telephant Service: a Fully Discrete Model of Residential Calling Patterns and Service Choices,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d The Rand Journal of Economics, 1987, 18 (1), 109Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c123.",
        "Train, Kenneth E., Discrete Choice Methods with Simulation, New York: Cambridge University Press, 2009.",
        "Taddy, Matt, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Distributed Multinomial Regression,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Ann. Appl. Stat., 09 2015, 9 (3), 1394Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c 1414.",
        "Smith, Sandra Susan, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Race and Trust,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Annual Review of Sociology, 2010, 36 (1), 453Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c475.",
        "Schreer, George E., Saundra Smith, and Kirsten Thomas, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Shopping While BlackÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d: Examining Racial Discrimination in a Retail Setting,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Journal of Applied Social Psychology, 2009, 39 (6), 1432Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c1444.",
        "Schiff, Nathan, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Cities and Product Variety: Evidence from Restaurants,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Journal of Economic Geography, 2015, 15 (6), 1085Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c1123.",
        "Quillian, Lincoln and Devah Pager, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Black Neighbors, Higher Crime? The Role of Racial Stereotypes in Evaluations of Neighborhood Crime,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d American Journal of Sociology, 2001, 107 (3), pp. 717Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c767.",
        "Pettigrew, Thomas F. and Linda R. Tropp, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093A meta-analytic test of intergroup contact theory,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Journal of Personality and Social Psychology, 2006, 90 (5), 751Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c783.",
        "Paluck, Elizabeth Levy and Donald P. Green, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Prejudice Reduction: What Works? A Review and Assessment of Research and Practice,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Annual Review of Psychology, 2009, 60 (1), 339Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c367. PMID: 18851685.",
        "Pakes, Ariel, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Alternative Models for Moment Inequalities,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Econometrica, November 2010, 78 (6), 1783Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c1822.",
        "Strange, eds., Handbook of Regional and Urban Economics, Vol. 5, Elsevier, 2015, chapter 23, pp. 1519 Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c 1621.",
        "OÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0084¢Flaherty, Brendan, The Economics of Race in the United States, Harvard University Press, June 2015. and Rajiv Sethi, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Urban Crime,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d in J. Vernon Henderson Gilles Duranton and William C.",
        "Oberholzer-Gee, Felix and Joel Waldfogel, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Media Markets and Localism: Does Local News en EspanÃ\u0083Å\u0092Ã\u0082Æ\u0092ol Boost Hispanic Voter Turnout?,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d American Economic Review, December 2009, 99 (5), 2120Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c28.",
        "Myrdal, Gunnar, An American Dilemma: The Negro Problem and Modern Democracy, Harper and Brothers, 1944.",
        "Morales, Eduardo, Gloria Sheu, and AndreÃ\u0083Å\u0092Ã\u0082Â\u0081s Zahler, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Extended Gravity,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d June 2017. mimeo.",
        "Monte, Ferdinando, Stephen J. Redding, and Esteban Rossi-Hansberg, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Commuting, Migration and Local Employment Elasticities,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d November 2015. NBER Working Paper 21706.",
        "McFadden, Daniel, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Modelling the Choice of Residential Location,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d in A. Karlqvist, L. Lundqvist, F. Snickars, and J. Weibull, eds., Spatial Interaction Theory and Planning Models, Amsterdam: North Holland, 1978, pp. 75Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c96.",
        "Massey, Douglas S. and Nancy A. Denton, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093The Dimensions of Residential Segregation,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Social Forces, 1988, 67 (2), 281Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c315.",
        "Mayer, Adalbert and Steven L. Puller, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093The old boy (and girl) network: Social network formation on university campuses,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Journal of Public Economics, February 2008, 92 (12) , 329Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c347.",
        "Luca, Michael, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Reviews, Reputation, and Revenue: The Case of Yelp.com,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d March 2016. Harvard Business School Working Paper No. 12-016.",
        ", Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093User-Generated Content and Social Media,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d in David Stromberg Simon P. Anderson, Joel Waldfogel, ed., Handbook of Media Economics, Vol. 1B, North Holland, 2016.",
        "Logan, John R., Zengwang Xu, and Brian J. Stults, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Interpolating U.S. Decennial Census Tract Data from as Early as 1970 to 2010: A Longitudinal Tract Database,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d The Professional Geographer, 2014, 66 (3), 412Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c420.",
        "Lee, Jennifer, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093The Salience of Race in Everyday Life: Black CustomersÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0084¢ Shopping Experiences in Black and White Neighborhoods,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Work and Occupations, 2000, 27, 353Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c376.",
        "Labaton, Stephen, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093DennyÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0084¢s Restaurants to Pay $54 Million in Race Bias Suits,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d New York Times, May 25 1994."
    ]
}