{
    "id": 23837,
    "cites": 41,
    "cited_by": 1,
    "reference": [
        "Prepared for the Handbook of Monetary Economics, 2010.",
        "Thomas A. Lubik and Frank Schorfheide. Testing for indeterminacy: An application to u.s. monetary policy. American Economic Review, 94:190Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c219, 2004.",
        "Robert G. King, Charles I. Plosser, James H. Stock, and Mark W. Watson. Stochastic trends and economic fluctuations. American Economic Review, 81 (4):819Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c840, 1991. Peter J. Klenow and Benjamin A. Malin. Microeconomic evidence on price setting.",
        "Robert G. King and Mark W. Watson. The post-war u.s. phillips curve: A revisionist econometric history. Carnegie-Rochester Conference Series on Public Policy, 41:157Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c219, 1994.",
        "Alvin Hansen. Economic progress and declining population growth. American Economic Review, 29(1):1Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c15, 1939.",
        "Robert J. Gordon. The phillips curve is alive and well: Inflation and the nairu during the slow recovery. NBER WP 19390, 2013.",
        "John Geweke. Using simulation methods for bayesian econometric models: Inference, development, and communication. Econometric Reviews, 18(1):1Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c73, 1999.",
        "Felix R. Gantmacher. Matrix Theory, volume II. AMS Chelsea Publishing, Providence Rhode Island, 2000.",
        "Jordi GalÃ\u0083â\u0080\u009eÃ\u0082Â±Ã\u0083Å\u0092Ã\u0082Â\u0081. Monetary Policy, Inflation, and the Business Cycle: An Introduction to the New Keynesian Framework. Princeton University Press, 2008.",
        "Roger E. A. Farmer and Konstantin Platonov. Animal spirits in a monetary model. NBER Working Paper 22136, 2016.",
        "Roger E. A. Farmer, Vadim Khramov, and Giovanni NicoloÃ\u0083Å\u0092Ã\u0082Â\u0081. Solving and estimating indeterminate dsge models. Journal of Economic Dynamics and Control., 54:17Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c36, 2015.",
        "NBER Working Paper 19391 and CEPR Discussion Paper 9630, 2013. Roger E. A. Farmer. Pricing assets in an economy with two types of people.",
        "Princeton University Press, Princeton, NJ, 2012b. Roger E. A. Farmer. The stock market crash really did cause the great recession.",
        "KEYNESIAN ECONOMICS 21 Roger E. A. Farmer. Confidence, crashes and animal spirits. Economic Journal, 122(559), March 2012a. Roger E. A. Farmer. Animal spirits, persistent unemployment and the belief function. In Roman Frydman and Edmund S. Phelps, editors, Rethinking Expectations: The Way Forward for Macroeconomics, chapter 5, pages 251Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c276.",
        "Roger E. A. Farmer. The Macroeconomics of Self-Fulfilling Prophecies. MIT Press, Cambridge, MA, 1993.",
        "Robert J. Engle and Clive W. J. Granger. Cointegration and error correction: representation, estimation and testing. Econometrica, 55:251Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c276, 1987.",
        "Gauti B. Eggertsson and Neil R. Mehrotra. A model of secular stagnation. NBER Working Paper 20574, 2014.",
        "Diego Comin and Mark Gertler. Medium term business cycles. American Economics Association, 96(3):526Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c531, 2006.",
        "Richard Clarida, Jordi GalÃ\u0083â\u0080\u009eÃ\u0082Â±Ã\u0083Å\u0092Ã\u0082Â\u0081, and Mark Gertler. Monetary policy rules and macroeconomic stability: Evidence and some theory. Quarterly Journal of Economics, 115(1):147Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c180, 2000.",
        "Richard Clarida, Jordi GalÃ\u0083â\u0080\u009eÃ\u0082Â±Ã\u0083Å\u0092Ã\u0082Â\u0081, and Mark Gertler. The science of monetary policy: A new keynesian perspective. Journal of Economic Literature, 37(December): 1661Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c1707, 1999.",
        "Lawrence Christiano, Martin Eichenbaum, and Charles Evans. Nominal rigidities and the dynamics effects of a shock to monetary policy. Journal of Political Economy, 113:1Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c45, 2005.",
        "Fabio Canova and Luca Gambetti. Bad luck or bad policy? on the time variations of us monetary policy. Manuscript, IGIER and UniversÃ\u0083â\u0080\u009eÃ\u0082Â±Ã\u0083Å\u0092Ã\u0082Â\u0081taÃ\u0083Å\u0092Ã\u0082Â\u0081 Bocconi, 2004.",
        "European Economic Review, 31:288Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c295, 1987.",
        "Olivier J. Blanchard and Lawrence H. Summers. Hysteresis and the european unemployment problem. In Stanley Fischer, editor, NBER Macroeconomics Annual, volume 1, pages 15Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c90. National Bureau of Economic Research, Boston, MA, 1986. Olivier J. Blanchard and Lawrence H. Summers. Hysteresis in unemployment.",
        "Andreas Beyer and Roger E. A. Farmer. Natural rate doubts. Journal of Economic Dynamics and Control, 31(121):797Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c825, 2007.",
        "Andreas Beyer and Roger E. A. Farmer. On the indeterminacy of new-keynesian economics. European Central Bank Working Paper Series, No. 323, (323), 2004.",
        "SteÃ\u0083Å\u0092Ã\u0082Â\u0081phane Adjemian, Houtan Bastani, Michel Juillard, Junior Maih, FreÃ\u0083Å\u0092Ã\u0082Â\u0081deric KarameÃ\u0083Å\u0092Ã\u0082Â\u0081, Ferhat Mihoubi, George Perendia, Johannes Pfeifer, Marco Ratto, and SeÃ\u0083Å\u0092Ã\u0082Â\u0081bastien Villemot. Dynare: Reference manual version 4. Dynare Working Papers, CEPREMAP, 1, 2011.",
        "Taylor, editor, Monetary Policy Rules, pages 319Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c341. University of Chicago Press, Chicago, 1999.",
        "Michael Woodford. Interest and Prices: Foundations of a Theory of Monetary Policy. Princeton University Press, Princeton, N.J., 2003.",
        "Lawrence H Summers. U.S. economic prospects: Secular stagnation, hysteresis, and the zero lower bound. Business Economics, 49(2):65Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c73, 2014. KEYNESIAN ECONOMICS 23 John B. Taylor. An historical analysis of monetary policy rules. In John B.",
        "Frank Smets and Raf Wouters. Shocks and frictions in U.S. business cycles: A Bayesian DSGE approach. American Economic Review, 97(3):586Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c606, June 2007.",
        "Christopher A. Sims and Tao Zha. Were there regime switches in us monetary policy? The American Economic Review, 96(1):54Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c81, 2006.",
        "Christopher A. Sims and Tao Zha. Macroeconomic switching, 2002. Mimeo, Princeton University.",
        "Christopher A. Sims. Solving linear rational expectations models. Journal of Computational Economics, 20(1-2):1Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c20, 2001b.",
        "Christopher A. Sims. Implications of rational inattention, 2001a. Mimeo, Princeton University.",
        "Christopher A. Sims. Macroeconomics and reality. Econometrica, 48(January): 1Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c48, 1980.",
        "Giorgio Primiceri. Time varying structural vector autoregressions and monetary policy. Review of Economic Studies, 72:821Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c852, 2005.",
        "Dmitry Plotnikov. Hysterisis in unemployment and jobless recoveries. mimeo, UCLA, 2012. Dmitry Plotnikov. Three Essays on Macroeonomics with Incomplete Factor Markets.",
        "Federal Reserve Bank of San Francisco. Stimulus arithmetic (wonkish but important). Education: How did the Fed change its approach to monetary policy in the late 1970s and early 1980s?, Jaunuary January 2003. URL http://www.frbsf.org/education/publications/doctor-econ/2003/ january/monetary-policy-1970s-1980s/.",
        "Charles R Nelson and Charles I Plosser. Trends and random walks in macroeconomic time series. Journal of Monetary Economics, 10:139Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c162, 1982.",
        "N. Gregory Mankiw. Principles of Economics. Cengage, New York, 2015. Seventh Edition. N. Gregory Mankiw and Ricardo Reis. Sticky information in general equilibrium."
    ]
}