{
    "id": 23844,
    "cites": 132,
    "cited_by": 16,
    "reference": [
        "Aaronson, Stephanie, Bruce Fallick, Andrew Figura, Jonathan F Pingle, and William L Wascher. 2006. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093The Recent Decline in the Labor Force Participation Rate and Its Implications for Potential Labor Supply.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Brookings Papers on Economic Activity, 2006(1): 69Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c154.",
        "Aaronson, Stephanie, Tomaz Cajner, Bruce Fallick, Felix Galbis-Reig, Christopher Smith, and William Wascher. 2014. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Labor Force Participation: Recent Developments and Future Prospects.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Brookings Papers on Economic Activity, 2014(2): 197Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c275.",
        "Aguiar, Mark, and Erik Hurst. 2005. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Consumption versus Expenditure.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Journal of Political Economy, 113(5).",
        "Aguiar, Mark, Mark Bils, Kerwin Charles, and Erik Hurst. 2017. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Leisure Luxuries and the Labor Supply of Young Men.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d mimeo.",
        "Autor, David, David Dorn, Gordon H Hanson, and Jae Song. 2014. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Trade Adjustment: Worker-Level Evidence.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d The Quarterly Journal of Economics, 129(4): 1799Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c1860.",
        "Autor, David H, and Mark G Duggan. 2003. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093The Rise In The Disability Rolls And The Decline In Unemployment.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d The Quarterly Journal of Economics, 118(1): 157Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c205.",
        "Autor, David H, David Dorn, and Gordon H Hanson. 2013. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093The China Syndrome: Local Labor Market Effects of Import Competition in the United States.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d The American Economic Review, 103(6): 2121Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c2168.",
        "Autor, David H, Lawrence F Katz, and Melissa S Kearney. 2008. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Trends in US Wage Inequality: Revising the Revisionists.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d The Review of Economics and Statistics, 90(2): 300Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c 323.",
        "Benhabib, Jess, and Roger EA Farmer. 1994. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Indeterminacy and Increasing Returns.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Journal of Economic Theory, 63(1): 19Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c41.",
        "Benhabib, Jess, Richard Rogerson, and Randall Wright. 1991. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Homework in macroeconomics: Household production and aggregate fluctuations.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Journal of Political economy, 1166Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c1187.",
        "Beraja, Martin, Erik Hurst, and Juan Ospina. 2016. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093The Aggregate Implications of Regional Business Cycles.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d mimeo.",
        "Beyer, Robert CM, and Frank Smets. 2014. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Labor Market Adjustments and Migration in Europe and the United States: How Different?Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Black, Dan, Kermit Daniel, and Seth Sanders. 2002. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093The impact of economic conditions on participation in disability programs: Evidence from the coal boom and bust.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d American Economic Review, 27Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c50.",
        "Blanchard, Olivier J, and Lawrence F Katz. 1992. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Regional Evolutions.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Brookings papers on economic activity, 1Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c75.",
        "Blanchard, Olivier J, and Lawrence H Summers. 1986. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Hysteresis and the European Unemployment Problem.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d In NBER Macroeconomics Annual 1986, Volume 1. 15Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c90. Mit Press.",
        "Bowen, William G., and Aldrich T. Finegan. 1969. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Chapter 16: Unemployment and Labor Force Participation: Time-Series Relations.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d The Economics of Labor Force Participation. Russell Sage Foundation and Harvard University Press.",
        "Card, David, JoÃ\u0083Å\u0092Ã\u0082Ë\u0086rg Heining, and Patrick Kline. 2013. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Workplace Heterogeneity and the Rise of West German Wage Inequality.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d The Quarterly Journal of Economics, 128(3): 967Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c 1015.",
        "CEA. 2016. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093The Long-Term Decline in Prime-Age Male Labor Force Participation.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d U.S. PresidentÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0084¢s Council of Economic Advisers.",
        "Charles, Kerwin Kofi, Erik Hurst, and Matthew J Notowidigdo. 2015. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Housing Booms and Busts, Labor Market Opportunities, and College Attendance.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d National Bureau of Economic Research.",
        "Charles, Kerwin Kofi, Erik Hurst, and Matthew J Notowidigdo. 2016. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093The Masking of the Decline in Manufacturing Employment by the Housing Bubble.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Journal of Economic Perspectives, 30(2): 179Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c200.",
        "Chetty, Raj, Nathaniel Hendren, Patrick Kline, and Emmanuel Saez. 2014. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Where is the Land of Opportunity? The Geography of Intergenerational Mobility in the United States.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d The Quarterly Journal of Economics, 129(4): 1553Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c1623.",
        "Christiano, Lawrence J, and Sharon G Harrison. 1999. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Chaos, Sunspots and Automatic Stabilizers.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Journal of Monetary Economics, 44(1): 3Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c31.",
        "Clemens, Jeffrey, and Michael Wither. 2014. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093The Minimum Wage and the Great Recession: Evidence of Effects on the Employment and Income Trajectories of Low-Skilled Workers.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d National Bureau of Economic Research.",
        "Dao, Mai, Davide Furceri, and Prakash Loungani. 2017. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Regional Labor Market Adjustment in the United States.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Review of Economics and Statistics.",
        "Davis, Steven J, and Till Von Wachter. 2011. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Recessions and the Costs of Job Loss.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Brookings Papers on Economic Activity, 1Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c55.",
        "Decressin, JoÃ\u0083Å\u0092Ã\u0082Ë\u0086rg, and Antonio Fatas. 1995. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Regional labor market dynamics in Europe.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d European Economic Review, 39(9): 1627Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c1655.",
        "DeLong, J Bradford, and Lawrence H Summers. 2012. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Fiscal Policy in a Depressed Economy.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Brookings Papers on Economic Activity, 233Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c297.",
        "Diamond, Peter A. 1982. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Aggregate Demand Management in Search Equilibrium.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d The Journal of Political Economy, 881Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c894.",
        "DiNardo, John, Nicole M Fortin, and Thomas Lemieux. 1996. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Labor Market Institutions and the Distribution of Wages, 1973-1992: A Semiparametric Approach.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Econometrica, 64(5): 1001Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c1044.",
        "Dorn, David. 2009. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Essays on Inequality, Spatial Interaction, and the Demand for Skills.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d PhD diss. University of St. Gallen.",
        "Eggertsson, Gauti B, and Paul Krugman. 2012. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Debt, Deleveraging, and the Liquidity Trap: A Fisher-Minsky-Koo Approach*.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d The Quarterly Journal of Economics, 1469Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c1513.",
        "Eppsteiner, Harris, Jason Furman, and Wilson Powell. 2017. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093An Aging Population Explains MostÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009dBut Not AllÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009dof the Decline in the US Labor Force Participation Rate Since 2007.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Peterson Institute for International Economics https: // piie. com/ blogs/ realtime-economic-issues-watch/ aging-population-explains-most-not-all-decline-us-labor-force .",
        "Farber, Henry S. 1986. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093The Analysis of Union Behavior.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Handbook of labor economics, 2: 1039Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c1089.",
        "Farber, Henry S. 2012. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Unemployment in the Great Recession: Did the Housing Market Crisis Prevent the Unemployed from Moving to Take Jobs?Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d The American Economic Review, 102(3): 520Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c525.",
        "Fernald, John G, Robert E Hall, James H Stock, and Mark W Watson. 2017. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093The Disappointing Recovery of Output after 2009.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Brookings Papers on Economic Activity.",
        "Ferreira, Fernando, Joseph Gyourko, and Joseph Tracy. 2010. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Housing Busts and Household Mobility.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Journal of Urban Economics, 68(1): 34Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c45.",
        "Ferreira, Fernando, Joseph Gyourko, and Joseph Tracy. 2011. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Housing busts and household mobility: An update.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d NBER.",
        "Gibbons, Robert, and Lawrence F Katz. 1991. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Layoffs and Lemons.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Journal of Labor Economics, 9.",
        "Hall, Robert. 1992. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Comment on Regional Evolutions by Blanchard and Katz.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Brookings Papers on Economic Activity, 1Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c75.",
        "Hall, Robert. 2011. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Comment on Recessions and the Costs of Job Loss by Davis and Von Wachter.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Brookings Papers on Economic Activity, 56Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c61.",
        "Hall, Robert. 2014. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Comment on Labor Force Participation: Recent Developments and Future Prospects by Aaronson, Cajner, Fallick, Galbis-Reig, Smith, and Wascher.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Brookings Papers on Economic Activity, 197Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c275.",
        "Hershbein, Brad, and Lisa B Kahn. 2016. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Do Recessions Accelerate Routine-Biased Technological Change?Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d NBER Working Paper, 22762.",
        "Hilger, Nathaniel G. 2014. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Parental Job Loss and ChildrenÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0084¢s Long-Term Outcomes: Evidence from 7 Million FathersÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0084¢ Layoffs.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d American Economic Journal: Applied Economics.",
        "Hoynes, Hilary, Douglas L Miller, and Jessamyn Schaller. 2012. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Who Suffers During Recessions?Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d The Journal of Economic Perspectives, 27Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c47.",
        "Hurwicz, Leonid. 1950. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Least Squares Bias in Time Series.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Statistical inference in dynamic economic models, 10: 365Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c383.",
        "Jacobson, Louis S, Robert J LaLonde, and Daniel G Sullivan. 1993. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Earnings Losses of Displaced Workers.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d The American Economic Review, 685Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c709.",
        "Jaimovich, Nir, and Henry E Siu. 2013. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093The Trend is the Cycle: Job Polarization and Jobless Recoveries.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d National Bureau of Economic Research.",
        "Jarosch, Gregor. 2015. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Searching for Job Security and the Consequences of Job Loss.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d mimeo.",
        "Juhn, Chinhui, Kevin M Murphy, and Robert H Topel. 1991. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Why Has the Natural Rate of Unemployment Increased over Time?Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Brookings Papers on Economic Activity, 1991(2): 75Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c142.",
        "Juhn, Chinhui, Kevin M Murphy, and Robert H Topel. 2002. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Current Unemployment, Historically Contemplated.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Brookings Papers on Economic Activity, 2002(1): 79Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c116.",
        "Kahn, Lisa B. 2010. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093The Long-Term Labor Market Consequences of Graduating from College in a Bad Economy.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Labour Economics, 17(2): 303Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c316.",
        "Kaplan, Greg. 2012. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Moving back home: Insurance against labor market risk.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Journal of Political Economy, 120(3): 446Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c512.",
        "Kaplan, Greg, and Guido Menzio. 2014. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Shopping Externalities and Self-Fulfilling Unemployment Fluctuations.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Journal of Political Economy.",
        "Katz, Lawrence F, and Kevin M Murphy. 1992. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Changes in Relative Wages, 1963-1987: Supply and Demand Factors.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d The Quarterly Journal of Economics, 107(1): 35Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c78.",
        "Katz, Lawrence F, and Lawrence H Summers. 1989. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Can interindustry wage differentials justify strategic trade policy?Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d In Trade policies for international competitiveness. 85Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c124. University of Chicago Press.",
        "Kawano, Laura, and Sara LaLumia. 2017. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093How Income Changes During Unemployment: Evidence from Tax Return Data.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Journal of Human Resources.",
        "Kline, Patrick. 2010. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Place Based Policies, Heterogeneity, and Agglomeration.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d The American Economic Review, 383Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c387.",
        "Kline, Patrick, and Enrico Moretti. 2014. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Local Economic Development, Agglomeration Economies, and the Big Push: 100 Years of Evidence from the Tennessee Valley Authority.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d The Quarterly Journal of Economics, 129(1): 275Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c331.",
        "Kline, Patrick, Neviana Petkova, Heidi Williams, and Owen Zidar. 2017. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Who Profits from Patents? Rent-sharing at Innovative Firms.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d mimeo.",
        "Kroft, Kory, Fabian Lange, and Matthew J Notowidigdo. 2013. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Duration Dependence and Labor Market Conditions: Evidence from a Field Experiment.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d The Quarterly Journal of Economics, 128(3): 1123Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c1167.",
        "Krueger, Alan B. 2017. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Where Have All the Workers Gone? An Inquiry into the Decline of the U.S. Labor Force Participation Rate.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Conference draft, Brookings Papers on Economic Activity.",
        "Krueger, Alan B, and Lawrence H Summers. 1988. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Efficiency wages and the interindustry wage structure.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Econometrica: Journal of the Econometric Society, 259Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c293.",
        "Lee, David S. 2009. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Training, Wages, and Sample Selection: Estimating Sharp Bounds on Treatment Effects.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d The Review of Economic Studies, 76(3): 1071Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c1102.",
        "Lewis, H Gregg. 1963. Unionism and Relative Wages in the United States: An Empirical Inquiry. Chicago:University of Chicago Press.",
        "Maestas, Nicole, Kathleen J Mullen, and Alexander Strand. 2013. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Does Disability Insurance Receipt Discourage Work? Using Examiner Assignment to Estimate Causal Effects of SSDI Receipt.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d The American Economic Review, 103(5): 1797Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c1829.",
        "Mian, Atif, and Amir Sufi. 2009. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093The consequences of mortgage credit expansion: Evidence from the US mortgage default crisis.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Quarterly Journal of Economics, 124(4): 1449.",
        "Mian, Atif, Kamalesh Rao, and Amir Sufi. 2013. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Household Balance Sheets, Consumption, and the Economic Slump.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d The Quarterly Journal of Economics, 128(4): 1687Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c1726.",
        "Mian, Atif R, and Amir Sufi. 2014. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093What Explains the 2007-2009 Drop in Employment?Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Econometrica, 2197Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c2223.",
        "Mogstad, Magne, Thibaut Lamadon, and Bradley Setzler. 2017. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Rent Sharing, Earnings Dynamics and Transmission of Firm and Market Level Shocks.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d mimeo.",
        "Monras, Joan. 2015. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Economic Shocks and Internal Migration: Evidence from the Great Recession.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d mimeo.",
        "Monte, Ferdinando, Stephen J Redding, and Esteban Rossi-Hansberg. 2015. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Commuting, Migration, and Local Employment Elasticities.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d NBER Working Paper, , (w21706).",
        "Mortensen, Dale T, and Christopher A Pissarides. 1999. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093New Developments in Models of Search in the Labor Market.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Handbook of Labor Economics, 3: 2567Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c2627.",
        "Mortenson, Jacob A, James Cilke, Michael Udell, and Jonathon Zytnick. 2009. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Attaching the Left Tail: A New Profile of Income for Persons Who Do Not Appear on Federal Income Tax Returns.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Vol. 102, 88Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c102, JSTOR.",
        "Mueller, Andreas I, Jesse Rothstein, and Till M Von Wachter. 2015. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Unemployment insurance and disability insurance in the Great Recession.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Journal of Labor Economics.",
        "Murphy, Kevin M, and Robert H Topel. 1990. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Efficiency Wages Reconsidered: Theory and Evidence.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d In Advances in the Theory and Measurement of Unemployment. 204Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c240. Springer.",
        "Nakamura, Emi, and Jon Steinsson. 2014. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Fiscal Stimulus in a Monetary Union: Evidence from US Regions.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d The American Economic Review, 104(3): 753Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c792.",
        "Neal, Derek. 1995. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Industry-Specific Human Capital: Evidence from Displaced Workers.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Journal of labor Economics, 653Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c677.",
        "Notowidigdo, Matthew J. 2011. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093The incidence of local labor demand shocks.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d National Bureau of Economic Research.",
        "Phelps, Edmund S. 1972. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Chapter 3: Social Factors in Unemployment Determination.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Inflation Policy and Unemployment Theory: The Cost-Benefit Approach to Monetary Planning. W. W. Norton and Company.",
        "Pissarides, Christopher A. 1992. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Loss of Skill during Unemployment and the Persistence of Employment Shocks.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d The Quarterly Journal of Economics, 107(4): 1371Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c1391.",
        "Ramey, Valerie A. 2012. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Comment on Fiscal Policy in a Depressed Economy.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Brookings Papers on Economic Activity, 2012(1): 279Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c290.",
        "Roback, Jennifer. 1982. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Wages, Rents, and the Quality of Life.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d The Journal of Political Economy, 1257Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c1278.",
        "Rosen, Sherwin. 1979. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Wage-based Indexes of Urban Quality of Life.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Current Issues in Urban Economics. Edited by Peter Mieszkowski and Mahlon Straszheim, Johns Hopkins Univ. Press.",
        "Ruhm, Christopher J. 1991. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Are Workers Permanently Scarred by Job Displacements?Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d The American Economic Review, 319Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c324.",
        "Schulhofer-Wohl, Sam. 2012. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Negative Equity Does Not Reduce Homeowners Mobility.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Quarterly Review, 35(1).",
        "Shimer, Robert. 2014. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Historical and Future Employment in the United States.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d CBO Advisory Board Presentation. https://sites.google.com/site/robertshimer/ cbo-employment.pdf.",
        "Sullivan, Daniel, and Till Von Wachter. 2009. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Job Displacement and Mortality: An Analysis Using Administrative Data.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d The Quarterly Journal of Economics, 124(3): 1265Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c 1306.",
        "Tolbert, Charles M, and Molly Sizer. 1996. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093US Commuting Zones and Labor Market Areas: A 1990 Update.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d US Department of Agriculture Economic Research Service Staff Paper, , (9614).",
        "Topel, Robert. 1990. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Specific Capital and Unemployment: Measuring the Costs and Consequences of Job Loss.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Vol. 33, 181Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c214, Elsevier.",
        "Topel, Robert H. 1986. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Local Labor Markets.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d The Journal of Political Economy, S111Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c S143.",
        "Vaghul, Kavya, and Ben Zipperer. 2016. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Historical State and Sub-State Minimum Wage Data.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Washington Center for Equitable Growth. http://equitablegrowth.org/workingpapers /historical-state-and-sub-state-minimum-wage-data/.",
        "Valletta, Robert G. 2013. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093House Lock and Structural Unemployment.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Labour Economics, 25: 86Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c97.",
        "Walker, W Reed. 2013. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093The Transitional Costs of Sectoral Reallocation: Evidence from the Clean Air Act and the Workforce.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d The Quarterly Journal of Economics, 128: 1787Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c1835.",
        "Figure 1: Persistent Employment Rate Declines after the Great Recession A. Current U.S. Aggregate Minus November 2007 U.S. Aggregate -4 -2 0 2 4",
        "Current rate minus Nov 2007 rate (pp) 2007 2008 2009 2010 2011 2012 2013 2014 2015 2016 Year U.S. unemployment rate U.S. labor force participation rate U.S. employment rate (employment-population ratio) B. Severely Shocked States Minus Mildly Shocked States -2 -1 0 1 2",
        "Then for each recession and year relative to the recession, it plots the unweighted mean LAUS employment rate in severely shocked states, minus the same mean in mildly shocked states. Each series is demeaned relative to its pre-recession mean. For comparability across recessions, year 0 denotes the last recession year (1982, 1991, or 2009) while year Ã\u0083Â¢Ã\u0082Ë\u0086Ã\u0082â\u0080\u00991 denotes the last pre-recession year (1979, 1989, or 2007); intervening years are not plotted.",
        "Appendix Figure A.5 plots analogous graphs for labor force participation, unemployment, employment growth, and population growth. Panel B uses LAUS data to plot de-trended 2007-2014 population changesÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009dequal to each stateÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0084¢s 2007-2014 percent change in population minus its 2000-2007 percent change in populationÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009dversus the stateÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0084¢s 2007-2009 employment shock. Overlaid is the unweighted best-fit line with a slope of 1.016 (robust standard error of 0.260).",
        "Figure 3: Great Recession Local Shocks 6.4 Ã\u0083Â¢Ã\u0082Ë\u0086Ã\u0082â\u0080\u0099 11.9 5.3 Ã\u0083Â¢Ã\u0082Ë\u0086Ã\u0082â\u0080\u0099 6.4 4.2 Ã\u0083Â¢Ã\u0082Ë\u0086Ã\u0082â\u0080\u0099 5.3 3.7 Ã\u0083Â¢Ã\u0082Ë\u0086Ã\u0082â\u0080\u0099 4.2 3.0 Ã\u0083Â¢Ã\u0082Ë\u0086Ã\u0082â\u0080\u0099 3.7 2.4 Ã\u0083Â¢Ã\u0082Ë\u0086Ã\u0082â\u0080\u0099 3.0 1.5 Ã\u0083Â¢Ã\u0082Ë\u0086Ã\u0082â\u0080\u0099 2.4 -0.7 Ã\u0083Â¢Ã\u0082Ë\u0086Ã\u0082â\u0080\u0099 1.5 Notes: This map depicts unweighted octiles (divisions by increments of 12.5 percentiles) of Great Recession local shocks across Commuting Zones (CZs). CZs span the entire United States and are collections of counties that share strong commuting ties. Each CZÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0084¢s shock equals the CZÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0084¢s 2009 LAUS unemployment rate minus the CZÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0084¢s 2007 LAUS unemployment rate. In the individual-level analysis, I assign each individual to the Great Recession local shock of the individualÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0084¢s January 2007 CZ.",
        "Figure 5: Employment Impacts in Special Samples A. Retail Chain Sample -.6 -.4 -.2 0 .2 .4 Effect of Great Recession local shock (pp) 1999 2000 2001 2002 2003 2004 2005 2006 2007 2008 2009 2010 2011 2012 2013 2014 2015 B. Mass Layoffs Sample -1.5 -1 -.5 0 .5 Effect of Great Recession local shock (pp) 1999 2000 2001 2002 2003 2004 2005 2006 2007 2008 2009 2010 2011 2012 2013 2014 2015 Notes: Panel A replicates Figure 4A in the retail chain sample (all year-2006 non-headquarters workers for identifiable retail chain firms) with 2006 age-earnings-firm fixed effects instead of 2006 age-earnings-industry fixed effects. Panel B replicates Figure 4A in the mass layoffs sample (all workers who separated from a firm in a 2008 or 2009 mass layoff). See the notes to Figure 4A for specification details.",
        "The column 8 outcome equals the sum of the individual&apos;s 2009-2015 employment minus seven times the individual&apos;s mean 1999-2006 employment. The column 9 outcome equals the individual&apos;s 2015 earnings minus the individual&apos;s mean 1999-2006 earnings. The column 10 outcome equals the sum of the individual&apos;s 2009-2015 earnings minus seven times the individual&apos;s mean 1999-2006 earnings. The absolute outcome mean equals the outcome mean before subtracting the pre-recession mean. Standard errors are clustered by 2007 state. For reference, column 4 (the paper&apos;s main specification) indicates that a 1-percentage-point higher Great Recession local shock caused individuals to be 0.393 percentage points less likely to be employed in 2015.",
        "Column 1 replicates the main specification using the outcome of an indicator for unemployment insurance (UI) benefit receipt at some point 2007-2014. Column 2 replicates the main specification while controlling for UI receipt sometime 2007-2014. Column 3 replicates the main specification using the outcome of an indicator for 2015 employment or UI receipt 2007-2014, minus the individual&apos;s mean employment 1999-2006. Column 4 replicates the main specification using the outcome of an indicator for having any year of nonemployment 2007-2014, minus an indicator for having any year of non-employment 1999-2006. Column 5 replicates the main specification while controlling for indicators of employment in each year 2007-2012. The column 6 outcome is an indicator for 2015 receipt of Social Security Disability Insurance. Column 7 replicates column 3 but uses 2015 DI receipt in place of UI receipt 2007-2014.",
        "Column 8 replicates the main specification and columns 9-10 replicate Table 3 columns 11-12 in the mass layoffs sample. Standard errors are clustered by 2007 state.",
        "A. Layoffs and Non-Employment in Main Sample C. Employment Impacts in Mass Layoffs Sample ONLINE APPENDIX Online Appendix A: Age-Adjusted U.S. Labor Force Statistics Online Appendix Figure A.1 uses monthly Current Population Surveys (CPS) to plot unadjusted and non-parametrically age-adjusted annual U.S. employment rates (employmentpopulation ratios), labor force participation rates, and unemployment rates 2007-2015. The figureÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0084¢s unadjusted statistics are essentially equal to the official Bureau of Labor Statistics U.S. labor force statistics. They are constructed as follows using the civilian non-institutional population, first for the age-16+ population and then separately for the age-25-54 population.",
        "For each age-year and top-coding age at 79, I compute the population-weighted mean across CPS months of total unemployed, labor force, and population counts. Then to construct the unadjusted year-t data points, I sum year-tÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0084¢s unemployed, labor force, and population counts across ages and use those totals to compute the plotted rates. To construct each age-adjusted year-t data point, I first reweight year-tÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0084¢s age-specific counts by the ageÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0084¢s 2007 population share as in DiNardo, Fortin and Lemieux (1996): XÃ\u0083Å\u0092Ã\u0082â\u0080\u009aat = Pa2007 P a Pa2007 P a Pat Pat Xat where a denotes age, X denotes an unemployed, labor force, or population (P) count, and XÃ\u0083Å\u0092Ã\u0082â\u0080\u009aat denotes a reweighted count. The weight Pa2007 P a Pa2007 P",
        "a Pat Pat ranges empirically from 0.63 to 1.25, depending on whether the ageÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0084¢s population share rose or fell between 2007 and t. I then sum the reweighted unemployed, labor force, and population counts across ages and use those totals to compute the plotted age-adjusted rates.",
        "The results displayed in Online Appendix Figure A.1 reveal that the demographic compositional change of population aging explains a minority (1.6 percentage points) of the overall employment rate decline (3.6 percentage points) 2007-2015. The figure also shows that population aging explains essentially none (0.1 percentage points) of the age-25-54 employment rate decline (2.6 percentage points).",
        "These results closely match the results of Shimer (2014). Shimer analyzes data through 2014 and finds, like I do, that aging through 2014 explains a minority of the age-16+ employment rate decline and essentially none of the age-25-54 decline. He also finds that adding other demographic controls actually deepens the employment rate decline. Eppsteiner, Furman and Powell (2017) similarly find that either just under or just over half of the 2007-2015 age-16+ employment rate decline is explained by aging, depending on the measurement point in 2015.",
        "To further discuss related literature, the recent and transparent contribution of Krueger (2017) illuminates the uncertainty in projecting pre-recession trends rather than just controlling for demographic compositional changes like population aging. He finds that if one projects the downward trends in labor force participation during the 1997-2006 period forward to 2017, one can explain the entire decline in labor force participation through 2017 (though 2015 participation was still unusually low). However, 1997 was the peak in the U.S. labor force participation rate, so 1997-2006 participation trends were negative. Krueger reports that if one instead uses the 1992-2006 period to estimate pre-recession trends, those trends are mostly flat. Thus the explanatory power of pre-recession trends depends substantially on the choice of the trend estimation period.",
        "The earlier similar analysis of Aaronson, Fallick, Figura, Pingle and Wascher (2006) projected such a large labor force participation rate decline that the actual U.S. participation rate exceeded their projection after 2014 (ACFGSW Figure 1). Similarly, ACFGSW projected continued and substantial age-16+ labor force participation declines after the second quarter of 2014 (their Table 6) while the actual age-16+ participation rate remained constant between then and the time of this writing (the second quarter of 2017).",
        "All told, this appendixÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0084¢s analysis finds that the demographic compositional change of population aging explains a minority of the overall employment rate decline 2007-2015 and essentially none of the age-25-54 decline. A review of other work suggests that the explanatory power and accuracy of pre-recession trends depend substantially on the trend estimation specification.",
        "This paperÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0084¢s main finding supports the view that 2015 employment rates would have been higher in lieu of the Great Recession.",
        "Online Appendix B: State-Level Shocks This online appendix extensively details the autoregressive system of Blanchard and Katz (1992, BK) used to define state-level Great Recession shocks in Section 2 and elaborates on Figure 2Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0084¢s historical comparisons of state-level shock adjustment. The online replication kit contains data and code that generate the results.",
        "Section 2 estimates state-level adjustment using the updated data used in BK: the annual Local Area Unemployment Statistics (LAUS) series of employment, population, unemployment, and labor force participation counts 1976-2015 for 51 states (the 50 states plus the District of Columbia) produced by the Bureau of Labor Statistics (BLS).38 Variable definitions are standard and pertain to the age-16-and-over civilian noninstitutional population.39 BLS compiles LAUS counts from the Current Population Survey (CPS), Current Employment Statistics (CES) survey, and state administrative unemployment insurance countsÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009dblended to filter maximal signal from noise using empirical Bayes techniques.40 Online Appendix Table 1 displays summary statistics.",
        "Online Appendix Figures A.4A-B plot actual mean responses (solid lines) of state labor market outcomes to 2007-2009 shocks versus mean historical benchmark responses (dotted lines) to a Ã\u0083Â¢Ã\u0082Ë\u0086Ã\u0082â\u0080\u00991% shock, following BKÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0084¢s exposition. Forty-one percent of the average stateÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0084¢s 2007-2009 shock arrived in 2008 while 59% arrived in 2009. To generate historical benchmark predicted responses 2008-2015, I therefore feed the BK system the employment residual vector { d Ã\u0083Å½Ã\u0082ÂµE s,2008, d Ã\u0083Å½Ã\u0082ÂµE s,2009} = {Ã\u0083Â¢Ã\u0082Ë\u0086Ã\u0082â\u0080\u0099.41, Ã\u0083Â¢Ã\u0082Ë\u0086Ã\u0082â\u0080\u0099.59} andÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009dfor maximum comparability to BKÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0084¢s original benchmarksÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009duse coefficients estimated on the original sample years 1978-1990; panel C plots updated benchmarks.43 Note that by construction in the BK system, the predicted mean response to a Ã\u0083Â¢Ã\u0082Ë\u0086Ã\u0082â\u0080\u00991% shock is the negative of the predicted mean response to a +1% shock.",
        "Hence, employment rates had barely converged across space by 2015, contrary to historybased predictions. Panel B separates the employment rate response into the unemployment rate response and the labor force participation rate response. The graph shows that actual relative unemployment rates converged across space as in the historical benchmark, while actual participation rates remained diverged in a stark departure from the historical benchmark.",
        "The population employment graph is constructed similarly. The graphs show that the unemployment rate and population growth adjustments to Great Recession employment shocks were broadly similar to those after previous recessionsÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0084¢ shocks. However, the participation rate and employment growth in severely shocked states exhibited no recovery from 2009 levels relative to mildly shocked states, in stark contrast to the aftermath of the early-1980s and early-1990s recessions.",
        "Online Appendix C: Cross-State Employment Gap This online appendix documents the computation of the 2.01 million cross-state employment gap statistic reported in Section 2. The employment gap is defined as total 2015 employment in severely shocked states minus total 2015 employment in mildly shocked statesÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009dminus the difference that would have prevailed if the pre-recession severe-mild employment rate difference had prevailed in 2015 at 2015 state populations. 2.01 Ã\u0083Â¢Ã\u0082â\u0080°Ã\u0082Ë\u0086 .01635/2 Ã\u0083Æ\u0092Ã\u0082â\u0080\u0094 250.5 = 2.05, where 1.635 percentage points is the population-weighted equivalent to the 1.736-percentage-point severemild 2015 employment rate deficit plotted in Figure 1B and where 250.5 million was 2015 total population. This formula is not exact because population was not exactly evenly divided between the two state groups, since the unweighted shock median was used to define the groups. For reference, the exact 2.01 figure is computed as follows.",
        "Consider identical local areas c that experienced in 2007-2009 a binary Great Recession local shockÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009dsevere or mildÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009dand no other 2007-2009 shocks. Denote these areas severely shocked or mildly shocked. SEV EREc(i2007) Ã\u0083Â¢Ã\u0082Ë\u0086Ã\u0082Ë\u0086 {0, 1} indicates whether an individual i lived in 2007 in a severely shocked area. EMPLOY EDi2015(1) Ã\u0083Â¢Ã\u0082Ë\u0086Ã\u0082Ë\u0086 {0, 1} indicates iÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0084¢s potential 2015 employment if her 2007 local area was severely shocked, and EMPLOY EDi2015(0) Ã\u0083Â¢Ã\u0082Ë\u0086Ã\u0082Ë\u0086 {0, 1} indicates iÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0084¢s potential 2015 employment if her 2007 local area was mildly shocked. To align notation simply with the textÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0084¢s main outcome, assume that all individuals were employed in every year 1999-2006.",
        "Define the causal effect Ã\u0083Å½Ã\u0082Â²i of iÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0084¢s 2007 CZÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0084¢s Great Recession local shock on iÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0084¢s 2015 employment as the difference in the workerÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0084¢s potential employment: Ã\u0083Å½Ã\u0082Â²i Ã\u0083Â¢Ã\u0082â\u0080°Ã\u0082Â¡ EMPLOY EDi2015(1) Ã\u0083Â¢Ã\u0082Ë\u0086Ã\u0082â\u0080\u0099 EMPLOY EDi2015(0). Note that Ã\u0083Å½Ã\u0082Â²i could be zero for some skill types and negative for others, for example if only construction or routine workers are affected by a severe local shock (Jaimovich and Siu 2013, Hershbein and Kahn 2016). But Ã\u0083Å½Ã\u0082Â²i excludes all nationwide changes that do not vary with local shock severity. The mean E[Ã\u0083Å½Ã\u0082Â²i] Ã\u0083Â¢Ã\u0082â\u0080°Ã\u0082Â¡ Ã\u0083Å½Ã\u0082Â² in a relevant sample of workers is my causal effect of interest, which I refer to as the causal effect of Great Recession local shocks.",
        "If workers were randomly assigned in 2007 across local areas, then one could consistently estimate Ã\u0083Å½Ã\u0082Â² as the unconditional observed employment rate difference in longitudinal data as: E[EMPLOY EDi2015|SEV EREc(i2007) = 1] Ã\u0083Â¢Ã\u0082Ë\u0086Ã\u0082â\u0080\u0099 E[EMPLOY EDi2015|SEV EREc(i2007) = 0].",
        "Lacking random assignment, I assume empirically that workers were as good as randomly assigned conditional on a rich observed vector of pre-2007 characteristics Xi2006:  EMPLOY EDi2015(0), EMPLOY EDi2015(1)  Ã\u0083Â¢Ã\u0082Å Ã\u0082Â¥ SEV EREc(i2007) | Xi2007c(i2007) Then Ã\u0083Å½Ã\u0082Â² can be consistently estimated as the conditional observed employment rate difference in longitudinal data: E[EMPLOY EDi2015|SEV EREc(i2007) = 1, Xi2007c(i2007)] Ã\u0083Â¢Ã\u0082Ë\u0086Ã\u0082â\u0080\u0099 E[EMPLOY EDi2015|SEV EREc(i2007) = 0, Xi2007c(i2007)] Ã\u0083Â¢Ã\u0082Ë\u0086Ã\u0082â\u0080\u0099 = E[EMPLOY EDi2015(1) Ã\u0083Â¢Ã\u0082Ë\u0086Ã\u0082â\u0080\u0099 EMPLOY EDi2015(0)]. Online Appendix E: Longitudinal Data This online appendix provides additional details on the longitudinal linked-employer-employee data described in Section 3.",
        "First, the universe of business tax returns used is the universe of C-corporate (Form 1120), S-corporate (Form 1120S), and partnership (Form 1065) tax returns. Businesses that file other types of tax returns employ a small share of U.S. workers.",
        "Second, Form 1099-MISC data on independent contractor employment are missing in 1999.",
        "Fifth and also specific to the retail chain sample, I consider a firm to have operated in a CZ in 2006 if it employed at least ten stably located workers who lived in the CZÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009ddefined as individuals of any age and citizenship with a W-2 from the firm in all years 2005-2007 and the same residential CZ in all years 2005-2007 based on those W-2sÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0084¢ payee (residential) ZIP codes.",
        "It is necessary to define CZ operations using more than one year of W-2 data because W-2 payee ZIP code refers to the workerÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0084¢s ZIP code in January of the year after employment. That feature implies that almost all firms would appear to have operations in every large CZ if one were to use only 2006 W-2s to identify CZ operations, since many workers move to large cities.",
        "Unemployment rate (%) 2007 2008 2009 2010 2011 2012 2013 2014 2015 Unadjusted Age-adjusted Notes: This figure uses monthly Current Population Surveys (CPS) to plot unadjusted and non-parametrically age-adjusted annual U.S. employment rates (employment-population ratios), labor force participation rates, and unemployment rates 2007-2015 for the civilian non-institutional population. The unadjusted statistics are essentially equal to the official Bureau of Labor Statistics U.S. labor force statistics. The age-adjusted statistics reweight each age-yearÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0084¢s annual total unemployment, labor force, and population by the age groupÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0084¢s 2007 population share as in DiNardo, Fortin and Lemieux (1996) before summing across ages and computing the displayed rates. See Online Appendix A for details.",
        "c06=c Ejc02010  where j denotes a three-digit industry and Ejct denotes total employment in industry j in CZ c in year t. The graph bins CZs into ventiles (five-percentile-point bins) by their Great Recession local shock and then plots the 2007-population-weighted mean of the 2010-2015 shift share shock within each bin. If CZs that were severely shocked during the Great Recession had subsequently experienced additional adverse shift-share shocks 2010-2015 related to the CZsÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0084¢ industrial compositions, Panel B would have exhibited a negative relationship instead of the displayed insignificant positive relationship.",
        "Figure A.4: State Employment Rate Persistence after 2007-2009 Shocks A. Employment, Population, and B. Participation, Unemployment, and Employment Rate after Ã\u0083Â¢Ã\u0082Ë\u0086Ã\u0082â\u0080\u00991% Shock Employment Rates after Ã\u0083Â¢Ã\u0082Ë\u0086Ã\u0082â\u0080\u00991% Shock -2 -1.5 -1 -.5 0",
        "Deviation from trend and aggregate 2007 2008 2009 2010 2011 2012 2013 2014 2015 Year Pred. employment (%) Act. employment (%) Pred. population (%) Act. population (%) Pred. employment rate (pp) Act. employment rate (pp) -.5 -.25 0 .25 .5 Deviation from trend and aggregate 2007 2008 2009 2010 2011 2012 2013 2014 2015 Year Pred. unemployment rate (pp) Act. unemployment rate (pp) Pred. participation rate (pp) Act. participation rate (pp) Pred. employment rate (pp) Act. employment rate (pp) C. Actual 2007-2014 Employment Rate -.6 -.5 -.4 -.3 -.2 -.1 0",
        "Deviation from trend and aggregate (pp) 2007 2008 2009 2010 2011 2012 2013 2014 2015 2016 2017 2018 2019 2020 2021 2022 2023 2024 Year relative to shock Pred. based on 1978-1990 Pred. based on 1991-2007 Pred. based on 1978-2015 Actual 2007-2015 Notes: The dotted lines of panels A-B plot benchmark history-based predictions for state-level responses to a Ã\u0083Â¢Ã\u0082Ë\u0086Ã\u0082â\u0080\u00991% 2007-2009 state-level employment shock, based on estimating Blanchard-KatzÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0084¢s (1992) autoregressive system of state labor market outcomes using LAUS data on the original sample range 1978-1990. The solid lines plot mean actual state-level responses based on reduced-form regressions of 2008-2014 state-level outcomes on 2007-2009 state-level shocks. Panel C plots the mean actual employment rate response series from panels A-B alongside predicted employment rate series based on three estimation time ranges: 1978-1990 (as in panels A-B), 1991-2007, and 1978-2014. See online Appendix B for more details.",
        "Employment growth: severely shocked states minus mildly shocked states (log pts) -5-4 -3-2 -1 0 1 2 3 4 5 6 7 8 9 10 Year relative to recession 1980-1982 recession 1990-1991 recession 2007-2009 recession -5 -4 -3 -2 -1 0 1",
        "Population growth: severely shocked states minus mildly shocked states (log pts) -5-4 -3-2 -1 0 1 2 3 4 5 6 7 8 9 10 Year relative to recession 1980-1982 recession 1990-1991 recession 2007-2009 recession Notes: Panels A-B replicate Figure 2A for the labor force participation rate and unemployment rate. Panels C-D display analogous graphs for employment growth and population growth. These latter panels require that each stateÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0084¢s estimated steady state annual growth rate is subtracted from its actual annual growth, before constructing the graphs exactly as in Panels A-B. See Online Appendix B and the notes to Figure 2.",
        "Mean Standard Deviation (1) (2) Employment rate (%) 1978-2015 62.3 4.6 2007 64.1 3.9 2009 60.7 4.5 2015 60.4 4.4 Unemployment rate (%) 1978-2015 6.1 2.1 2007 4.4 1.0 2009 8.5 2.0 2015 5.0 1.1 Labor force participation rate (%) 1978-2015 66.3 4.1 2007 67.0 3.8 2009 66.3 4.0 2015 63.6 4.1 Number of states Number of years Number of observations (state-years) Notes Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c This table lists summary statistics of the Bureau of Labor Statistics&apos;s Local Area Unemployment Statistics (LAUS) state-year labor force statistics 1978-2015. The LAUS data cover the adult (16+) civilian non-institutional population of the fifty states and the District of Columbia. The employment rate is the ratio of employment to population. The unemployment rate is the ratio of unemployed to labor force. The labor force participation rate is the ratio of labor force to population."
    ]
}