{
    "id": 2384,
    "cites": 23,
    "cited_by": 0,
    "reference": [
        "Barro, Robert 3.. Interest-Rate Smoothing, mimec, February 1987.",
        "Blanchard, Olivi~r 3.. Empirical Structural Evidence on Wages, Prices and Employment in the U.S. mimeo, May 1986.",
        "Blancharci, Olivier 3. and Mark W. Watson. Are Business Cycles All Alike?, NBER Working Paper No. 1392, June 1984.",
        "Bernanke, Ben S., Alternative Explanations of the Money-Income Correlation, Carnegie-Rochester Conference Series on Public Policy. 25 (Autumn 1986), 49-99.",
        "Campbell, John Y. and Robert J. Shiller, Cointegration and Tests of Present Value Models, NBER Working Paper No. 1885. April 1986.",
        "Dickey, David A. and Wayne A. Fuller, Likelihood Ratio Statistics for Autoregressive Time Series with a Unit Root, Econonietrica 49(4). July. 1981. 1057-1072.",
        "Engle, Robert F. and C.W.J. Granger, Cointegration and Error Correction: Representation, Estimation and Testing, Econometrica Forthcoming. Federal Reserve Bank of St. Louis, Review, various issues. Fischer, Stanley, Long-Term Contracts, Rational Expectations and the Optimal Money Supply Rule. Journal of Political Economy, 85(1), Feb. 1977, 191-205.",
        "Friedman, Milton, Monetary Policy: Theory and Practice, Journal of Money Credit and Banking, 14(1), Feb. 1982, 98-118.",
        "Friedman, Milton, The Fed Hasnt Changed its Ways. Wall Street Journal, Aug. 20, 1985.",
        "Goodfriend, Marvin. Interest Rate Smoothing and Price Level TrendStationarity , Journal of Monetary Economics, forthcoming. Gould. J.P., M.H. Miller. C.R. Nelson, and C.W. Upton, The Stochastic Properties of Velocity and the Quantity Theory of Money, Journal of Monetary Economics, 4(2), April 1978, 229-248.",
        "Hansen, Lars Peter and Kenneth 3. Singleton, Generalized Instrumental Variables Estimation of Nonlinear Rational Expectations Models, Econometrica, 50(5), Sept. 1982, 1269-1286.",
        "Loeys. Jan and Herb Taylor. Optimal Revision of Monetary Targets: Some Empirical Estimates. mimeo. Nov. 1986.",
        "McCallum, Bennett T. Credibility and Monetary Policy. Federal Reseve Bank of Kansas City Price Stability and Public Policy 1984.",
        "McCallum, Bennett T.. On Consequences and Criticisms of Monetary Targeting, Journal of Money, Credit. and Banking, 17 (4), Nov. 1985. Part 2, 570-597.",
        "Nelson, Charles R. and Charles I. Plosser, Trends and Random Walks in Macroeconomic Time Series: Some Evidence and Implications, Journal of Monetary Economics, 10, Sept. 1982, 139-162.",
        "Poole, William. Interpreting the Feds Monetary Targets. Brookings Papers on Economic Activity, 1976:1, 247-259.",
        "Poole, William, Fiscal and Monetary Policy Overkills, in Shadow Open Market Committee Policy Statements and Position Papers, Graduate School of Management, University of Rochester, March 1986.",
        "Roley, V. Vance and Carl E. Walsh, Monetary Policy Regimes, Expected Inflation, and the Response of Interest Rates to Money Announcements. Quarterly Journal of Economics. 100. 1985 Supplement, 1011-1039.",
        "Taylor. John B., Staggered Wage Setting in a Macro Model, American Economic Review, 69(2), May 1979, 108-113.",
        "U.S. President. Economic Report of the President, 1985.",
        "Walsh, Carl E., In Defense of Base Drift, American Economic Review, 76 (4), Sept., 1986, 692-700.",
        "Walsh, Carl E., Testing for Real Effects of Monetary Policy Regime Shifts, NBER Working Paper No. 2116, January 1987a.",
        "Walsh, Carl E., Monetary Policy and Inflation, Federal Reserve Bank of San Francisco. Economic Review. Winter 1987b."
    ]
}