{
    "id": 23848,
    "cites": 21,
    "cited_by": 15,
    "reference": [
        "Auerbach, A. J. and J. R. Hines (2002). Taxation and economic efficiency. Handbook of public economics 3, 1347Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c1421.",
        "Benzarti, Y., D. Carloni, J. Harju, and T. Kosonen (2017). What goes up may not come down: asymmetric incidence of value-added taxes. Available at SSRN .",
        "Carbonnier, C. (2007). Who pays sales taxes? evidence from french vat reforms, 1987Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c1999. Journal of Public Economics 91(5), 1219Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c1229.",
        "Carbonnier, C. (2008). DiffeÃ\u0083Å\u0092Ã\u0082Â\u0081rence des ajustements de prix aÃ\u0083Å\u0092Ã\u0082â\u0082¬ des hausses ou baisses des taux de la tva: un examen empirique aÃ\u0083Å\u0092Ã\u0082â\u0082¬ partir des reÃ\u0083Å\u0092Ã\u0082Â\u0081formes francÃ\u0083Å\u0092Ã\u0082Â§aises de 1995 et 2000. EÃ\u0083Å\u0092Ã\u0082Â\u0081conomie et statistique 413(1), 3Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c20.",
        "Chouinard, H. and J. M. Perloff (2004). Incidence of federal and state gasoline taxes. Economics Letters 83(1), 55Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c60.",
        "Consales, G., M. Fesseau, and V. Passeron (2009). La consommation des meÃ\u0083Å\u0092Ã\u0082Â\u0081nages depuis cinquante ans. Cinquante ans de consommation en France.",
        "Doyle, J. J. and K. Samphantharak (2008). $2.00 gas! studying the effects of a gas tax moratorium. Journal of Public Economics 92(3), 869Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c884.",
        "FAFIH (2011). Portrait sectoriel, lÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0084¢observatoire de lÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0084¢hoÃ\u0083Å\u0092Ã\u0082â\u0080\u009atellerie et la restauration.",
        "FougeÃ\u0083Å\u0092Ã\u0082â\u0082¬re, D., E. Gautier, and H. Le Bihan (2010). Restaurant prices and the minimum wage.",
        "Gruber, J. and B. KoÃ\u0083Å\u0092Ã\u0082â\u0080¹szegi (2004). Tax incidence when individuals are time-inconsistent: the case of cigarette excise taxes. Journal of Public Economics 88(9), 1959Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c1987.",
        "Hanson, A. and R. Sullivan (2009). The incidence of tobacco taxation: evidence from geographic micro-level data. National Tax Journal, 677Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c698.",
        "Harju, J., T. Kosonen, and O. NordstroÃ\u0083Å\u0092Ã\u0082Ë\u0086m Skans (2017). Firm types, price-setting strategies, and consumption-tax incidence. Labor Institute for Economic Research Working Papers (70).",
        "Hines, J. and M. Desai (2005). Value-added taxes and international trades: the evidence. Working Paper.",
        "Houel, M. (2010). Bilan du taux reÃ\u0083Å\u0092Ã\u0082Â\u0081duit de tva dans le secteur de la restauration. Rapport dÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0084¢information, SeÃ\u0083Å\u0092Ã\u0082Â\u0081nat.",
        "Kenkel, D. S. (2005). Are alcohol tax hikes fully passed through to prices? evidence from alaska. American Economic Review, 273Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c277.",
        "Kopczuk, W., J. Marion, E. Muehlegger, and J. Slemrod (2013). Do the laws of tax incidence hold? point of collection and the pass-through of state diesel taxes.",
        "Kosonen, T. (2015). More and cheaper haircuts after vat cut? on the efficiency and incidence of service sector consumption taxes. Journal of Public Economics 131, 87Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c100.",
        "LaffeÃ\u0083Å\u0092Ã\u0082Â\u0081ter, Q. and P. Sillard (2014). LÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0084¢addition est-elle moins saleÃ\u0083Å\u0092Ã\u0082Â\u0081e ? la reÃ\u0083Å\u0092Ã\u0082Â\u0081ponse des prix aÃ\u0083Å\u0092Ã\u0082â\u0082¬ la baisse de tva dans la restauration en france. Technical Report F1404.",
        "Naritomi, J. (2013). Consumers as tax auditors. Working Paper.",
        "Pomeranz, D. (2015). No taxation without information: Deterrence and self-enforcement in the value added tax. The American Economic Review 105(8), 2539Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c2569.",
        "Seguin, S. (2011). Les beÃ\u0083Å\u0092Ã\u0082Â\u0081neÃ\u0083Å\u0092Ã\u0082Â\u0081ficiaires de la revalorisation du smic et des garantes mensuelles au 1er juillet 2004."
    ]
}