{
    "id": 23843,
    "cites": 45,
    "cited_by": 21,
    "reference": [
        "Acharya, Viral, Philipp Schnabl, and Gustavo Suarez, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Securitization Without Risk Transfer,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Journal of Financial Economics, 107 (2013), 515-536.",
        "Almeida, Heitor, Murillo Campello, Bruno Laranjeira, and Scott Weisbenner, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Corporate Debt Maturity and the Real Effects of the 2007 Credit Crisis,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Critical Financial Review, 1 (2011), 3-58.",
        "Ashcraft, Adam B., Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Are Banks Really Special? New Evidence from the FDIC-Induced Failure of Healthy Banks,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d American Economic Review, 95 (2005), 1712-1730.",
        "Ashenfelter, Orley, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Estimating the Effect of Training Programs on Earnings,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Review of Economics and Statistics, 60 (1978), 47-57.",
        "Begenau, Juliane, and Tim Landvoigt, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Financial Regulation in a quantitative Model of the Modern Banking System,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Mimeo, Harvard Business School, 2016.",
        "Benmelech, Efraim, Ralf Meisenzahl and Rodney Ramcharan, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093The Real Effects of Liquidity During the Financial Crisis: Evidence from Automobiles,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Quarterly Journal of Economics 132 (2017), 317-365, Bernanke, Ben S., Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Nonmonetary Effects of the Financial Crisis in the Propagation of the Great Depression,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d American Economic Review, 73 (1983), 257-276.",
        "Berger, Allen N., Christa H.S. Bouwman, and Dasol Kim, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Small Bank Comparative Advantages in Alleviating Financial Constraints and Providing Liquidity Insurance over Time,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Review of Financial Studies, forthcoming, 2017.",
        "Berger, Allen N., Nathan H. Miller, Mitchell A. Petersen, Raghuram G. Rajan and Jeremy C. Stein, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Does Functional Follow Organizational Form? Evidence from the Lending Practices of Large and Small Banks,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Journal of Financial Economics, 76 (2005) 237-269.",
        "Berger, Allan N., and Gregory F. Udell. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Small Business Credit Availability and Relationship Lending: The Importance of Bank Organizational Structure,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d The Economic Journal, 112 (2002), 32-53.",
        "Bord, Vitaly M., Victoria Ivashina, and Ryan D. Taliaferro. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Large Banks and the Transmission of Financial Shocks,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Mimeo, 2017.",
        "Buchak, Greg, Gregor Matvos, Tomasz Piskorski, and Amit Seru. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Fintech, Regulatory Arbitrage, and the Rise of Shadow Banks,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d NBER Working Paper No. 23288, 2017.",
        "Carroll, Peter, and Ben Hoffman, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Financing Small BusinessesÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d, Oliver Wyman, 2013.",
        "Cetorelli, Nicola and Philip E. Strahan, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Finance as a Barrier to Entry: Bank Competition and Industry Structure in Local U.S. Markets,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d The Journal of Finance, 61 (2006), 437-461.",
        "Chodorow-Reich, Gabriel, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093The Employment Effects of Credit Market Disruptions: Firm-level Evidence from the 2008-09 Financial Crisis,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Quarterly Journal of Economics, 129 (2014), 159.",
        "The Clearing House, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093The Capital Allocation Inherent in the Federal ReserveÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0084¢s Capital Stress Test,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Research Note, 2017.",
        "DÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0084¢Acunto, Franceso, and Alberto G. Rossi, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Ditching the Middle Class with Financial Regulation,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Mimeo, University of Maryland, 2017.",
        "Decker, Ryan, John Haltiwanger, Ron Jarmin, and Javier Miranda, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093The Secular Decline in Business Dynamism in the U.S.,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Mimeo, 2014.",
        "Duygan-Bump, Burcu, Alexey Levkov, Judit Montoriol-Garriga, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Financing constraints and unemployment: Evidence from the Great Recession,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Journal of Monetary Economics, 75 (2015), 89-105.",
        "Edgerton, Jesse, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Credit Supply and Business Investment During the Great Recession: Evidence from Public Records of Equipment Financing,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Mimeo, 2012.",
        "Ganong, Peter, and Daniel Shoag, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Why has Regional Income Convergence in the US Declined?Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Mimeo, 2016.",
        "Gete, Pedro, and Michael Reher, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Systemic Banks, Mortgage Supply and Housing Rents,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Mimeo, 2016.",
        "Giroud, Xavier, and Holger M. Mueller, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Firm Leverage, Consumer Demand, and Employment Losses during the Great Recession,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Quarterly Journal of Economics, forthcoming, 2017.",
        "Greenstone, Michael, Alexandre Mas, and Hoai-Luu Nguyen, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Do Credit Market Shocks affect the Real Economy? Quasi-Experimental Evidence from the Great Recession and Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Ë\u009cNormalÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0084¢ Economic Times,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Mimeo, 2015.",
        "Hanson, Samuel G., Anil Kashyap, Jeremy C. Stein, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093A Macroprudential Approach to Financial Regulation,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Journal of Economics Perspectives, 25 (2011), 3-28.",
        "Haltiwanger, John, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Top Ten Signs of Declining Business Dynamism and Entrepreneurship in the U.S.,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Mimeo, 2015.",
        "Haltiwanger, John, Ian Hathaway, and Javier Miranda, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Declining Business Dynamism in the U.S. High-Technology Sector,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Mimeo, 2014.",
        "Hathaway, Ian, and Robert Litan, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Declining Business Dynamism in the United States: A Look at States and Metros.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Economic Studies at Brookings, 2014.",
        "Ivashina, Victoria, and David S. Scharfstein, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Bank Lending During the Financial Crisis of 2008,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Journal of Financial Economics, 97 (2010), 319-338.",
        "Kashyap, Anil K., Jeremy C. Stein, and David W. Wilcox, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Monetary Policy and Credit Conditions: Evidence from the Composition of External Finance,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d American Economic Review, 83 (1993), 78-98.",
        "Liberti, Jose M., and Atif Mian, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Estimating the Effect of Hierarchies on Information Use,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Review of Financial Studies, 22 (2009), 4057-4090.",
        "Mian, Atif, Kamalesh Rao, and Amir Sufi, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Household Balance Sheets, Consumption and the Economic Slump,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Quarterly Journal of Economics, 128 (2013), 1687-1726.",
        "Mian, Atif, and Amir Sufi, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093What Explains the 2007-2009 Drop in Employment?Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Econometrica, 82 (2014), 2197-2223.",
        "Mian, Atif and Amir Sufi, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Who Bears the Cost of Recessions? The Role of House Prices and Household DebtÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d in Handbook of Macroeconomics, Volume 2A, John B. Taylor and Harald Uhlig, eds. (Amsterdam: North-Holland, 2016).",
        "Mills, Karen Gordon, and Brayden McCarthy, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093The State of Small Business Lending: Credit Access during the Recovery and How Technology May Change the Game,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Mimeo, Harvard Business School, 2014.",
        "Mills, Karen Gordon, and Brayden McCarthy, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093The State of Small Business Lending: Innovation and Technology and the Implications for Regulation,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Mimeo, Harvard Business School, 2016.",
        "Mondragon, John, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Household Credit and Employment in the Great Recession,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Mimeo, Northwestern University, 2017.",
        "Myers, Stewart C., and Nicolas S. Majluf, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Corporate Financing and Investment Decisions When Firms Have Information That Investors Do Not Have,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Journal of Financial Economics, 13 (1984), 187-221.",
        "Peek, Joe, and Eric S. Rosengren, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Collateral Damage: Effects of the Japanese Bank Crisis on Real Activity in the United States,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d American Economic Review 90 (2000), 30-45.",
        "Rajan, Raghuram G., Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Insider and Outsiders: The Choice between Informed and ArmÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0084¢s Length Debt,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d The Journal of Finance, 47 (1992), 1367-1400.",
        "Rajan, Raghuram G., and Rodney Ramcharan, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093The Anatomy of a Credit Crisis: The Boom and Bust in Farm Land Prices in the United States in the 1920s,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d American Economic Review 105 (2015), 1439-1477.",
        "Schnabl, Philipp, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093The International Transmission of Bank Liquidity Shocks: Evidence from an Emerging Market,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d The Journal of Finance, 67 (2012), 897-932.",
        "Simon, Ruth, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Big banks cut back on loans to small business,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Wall Street Journal, November 26, 2015.",
        "Slovin, Myron B., Marie E. Sushka, and John A. Polonchek, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093The Value of Bank Durability: Borrowers as Bank Stakeholders,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d The Journal of Finance, 48 (1993), 247-266.",
        "Stein, Jeremy C., Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Information Production and Capital Allocation: Decentralized versus Hierarchical Firms,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d The Journal of Finance, 57 (2002), 1891-1921.",
        "Strongin, Steve, Sandra Lawson, Sonya Banerjee, and Katherine Maxwell, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Who Pays for Bank Regulation?Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Goldman Sachs Global Market Institute, 2014."
    ]
}