{
    "id": 23850,
    "cites": 28,
    "cited_by": 41,
    "reference": [
        "Robert Barro, Emi Nakamura, Jon Steinsson, and Jose Ursua. Crises and recoveries in an empirical model of consumption disasters. working paper, 2011.",
        "Michael D. Bordo and Joseph G. Haubrich. Credit crises, money and contractions: An historical view. Journal of Monetary Economics, 57(1):1 Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c 18, 2010.",
        "Michael D. Bordo and Joseph G. Haubrich. Deep recessions, fast recoveries, and financial crises: Evidence from the american record. NBER working paper, 2012.",
        "Michael Bordo, Barry Eichengreen, Daniela Klingebiel, and Maria Soledad Martinez-Peria. Is the crisis problem growing more severe? Economic policy, 16(32):51Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c82, 2001.",
        "Markus K Brunnermeier and Yuliy Sannikov. A macroeconomic model with a financial sector. Working Paper, (236), 2012.",
        "Ricardo J Caballero and Arvind Krishnamurthy. Collective risk management in a flight to quality episode. The Journal of Finance, 63(5):2195Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c2230, 2008. Valerie Cerra and Sweta Chaman Saxena. Growth dynamics: The myth of economic recovery.",
        "Stijn Claessens, M Ayhan Kose, and Marco E Terrones. The global financial crisis: How similar? how different? how costly? Journal of Asian Economics, 21(3):247Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c264, 2010.",
        "Benjamin M. Friedman and Kenneth N. Kuttner. Money, income, prices, and interest rates. The American Economic Review, 82(3):pp. 472Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c492, 1992.",
        "Nicola Gennaioli, Andrei Shleifer, and Robert W. Vishny. A model of shadow banking. The Journal of Finance, 68(4):1331Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c1363, 2013.",
        "Mark Gertler and Nobuhiro Kiyotaki. Financial intermediation and credit policy in business cycle analysis. Handbook of monetary economics, 3(3):547Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c599, 2010.",
        "M Gertler and CS Lown. The information in the high-yield bond spread for the business cycle: evidence and some implications. Oxford Review of Economic Policy, 15(3):132Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c150, 1999.",
        "Kay Giesecke, Francis A. Longstaff, Stephen Schaefer, and Ilya Strebulaev. Macroeconomic effects of corporate bond default crises: A 150-year perspective. working paper, 2012.",
        "Simon Gilchrist and Egon Zakrajsek. Credit spreads and business cycle fluctuations. The American Economic Review, forthcoming, 2012.",
        "Robin Greenwood and Samuel G Hanson. Issuer quality and corporate bond returns. The Review of Financial Studies, 26(6):1483Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c1525, 2013.",
        "Zhiguo He and Arvind Krishnamurthy. Intermediary asset pricing. The American Economic Review, forthcoming, 2012.",
        "Oscar Jorda, Moritz Schularick, and Alan M. Taylor. Financial crises, credit booms, and external imbalances: 140 years of lessons. NBER working paper, 2010.",
        "OÃ\u0083Å\u0092Ã\u0082â\u0082¬scar JordaÃ\u0083Å\u0092Ã\u0082â\u0082¬, Moritz Schularick, and Alan M Taylor. When credit bites back. Journal of Money, Credit and Banking, 45(s2):3Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c28, 2013.",
        "Oscar Jorda. Estimation and inference of impulse responses by local projections. The American Economic Review, 95(1):pp. 161Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c182, 2005.",
        "Nobuhiro Kiyotaki and John Moore. Credit cycles. Journal of Political Economy, 105(2):pp. 211Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c248, 1997.",
        "Arvind Krishnamurthy and Annette Vissing-Jorgensen. The impact of treasury supply on financial sector lending and stability. Journal of Financial Economics, 118(3):571Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c600, 2015.",
        "David Lopez-Salido, Jeremy C Stein, and Egon Zakrajsek. Credit-market sentiment and the business cycle. working paper, 2015.",
        "Atif Mian, Amir Sufi, and Emil Verner. Household debt and business cycles world wide. working paper, 2016. Frederic S Mishkin. Asymmetric information and financial crises: a historical perspective.",
        "Alan Moreira and Alexi Savov. The macroeconomics of shadow banking. working paper, 2014.",
        "Thomas Philippon. The bond marketÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0084¢s q. The Quarterly Journal of Economics, 124(3):1011Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c 1056, 2009.",
        "Carmen M. Reinhart and Kenneth S. Rogoff. The aftermath of financial crises. American Economic Review, 99(2):466Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c72, 2009.",
        "Carmen M. Reinhart and Kenneth S. Rogoff. This time is different: Eight centuries of financial folly. Princeton University Press, Princeton, NJ, 2009.",
        "Christina D. Romer and David H. Romer. New evidence on the impact of financial crises in advanced countries. working paper, 2014.",
        "Jeremy C Stein. Monetary policy as financial stability regulation. The Quarterly Journal of Economics, 127(1):57Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c95, 2012."
    ]
}