{
    "id": 2385,
    "cites": 22,
    "cited_by": 7,
    "reference": [
        "Abramovitz, Moses, 1950, Inventories and Business Cycles, with Special Reference to Manufacturers Inventories, New York: NBER.",
        "Belsley, David A., 1969, Industry Production Behavior: The Order-Stock Distinction, Amsterdam: North Holland.",
        "Blinder, Alan S., 1982, Inventories and Sticky Prices: More on the Microfoundations of Microeconomics, American Economic Review 72, 334-48.",
        "Blinder, Alan S., l986a, Can the Production Smoothing Model of Inventory Behavior be Saved?, The Quarterly Journal of Economics CI, 431-454. Blinder, Alan S., 1986b, More on the Speed of Adjustment in Inventory Models, Journal of Money. Credit and Bankinz, 355-65.",
        "Blinder, Alan S. and Douglas Holtz-Eakin, 1983, Constant Dollar Manufacturers Inventories: A Note, manuscript, Princeton University.",
        "Childs, Gerald D., 1967, Inventories and Unfilled Orders, Amsterdam: North Holland.",
        "Eichenbaum, Martin S., 1984, Rational Expectations and the Smoothing Properties of Inventories of Finished Goods, Journal of Monetary Economics 14, 71-96.",
        "Engle, Robert F., and C.W.J. Granger, 1987, Dynamic Model Specification with Equilibrium Constraints: Co-integration and Error Correction, Econometrica 55, 251-276.",
        "Foss, Murray F., Fromm, Gary, and Irving Rottenberg, 1980, Measurement of Business Inventories, Washington: Government Printing Office.",
        "Fuller, Wayne A., 1976, Introduction to Statistical Time Series, New York: John Wiley and Sons.",
        "Holt, Charles C., Modigliano, Franco, Muth John, and Herbert Simon, 1960, Planning Production. Inventories and Work Force, Englewood Cliffs, N.J.: Prentice-Hall.",
        "Kahn, James A., 1986, Inventories and the Volatility of Production, University of Rochester Department of Economics Working Paper No. 66.",
        "Lovell, Michael C., 1961, Manufacturers Inventories, Sales Expectations, and the Accelerator Principle, Econometrica 29, 293-314.",
        "Maccini, Louis M., 1973, On Optimal Delivery Lags, Journal of Economic Theory 6, 107-125.",
        "Maccini, Louis M. and Robert Rossana, 1984, Joint Production, Quasi-Fixed Factors of Production and Investment in Finished Goods Inventories, Journal of Money. Credit and Banking 16, 218-236.",
        "Marsh, Terry A. and Robert C. Merton, 1986, Dividend Variability and Variance Bounds Tests for the Rationality of Stock Market Prices, American Economic Review 76, 483-498.",
        "Miron, Jeffrey A. and Stephen P. Zeldes, 1986, Seasonality, Costs Shocks and the Production Smoothing Model of Inventories, manuscript, University of Pennsylvania.",
        "Sims, Christopher A., Stock, James H., and Mark W. Watson, 1986, Inference in Linear Time Series with Some Unit Roots, manuscript, University of Minnesota.",
        "Summers, Lawrence, (1981), Comment, Brookinzs Papers on Economic Activity, 513-517.",
        "West, Kenneth D., 1983a, A Note on the Econometric Use of Constant Dollar Inventory Series, Economics Letters 13, 337-341.",
        "West, Kenneth D., l983b, Inventory Models and Backlog Costs: An Empirical Investigation, Massachusetts Institute of Technology Ph. D. thesis. West, Kenneth D., 1986, A Variance Bounds Test of the Linear Quadratic Inventory Model, Journal of Political Economy 94, 374-401.",
        "West, Kenneth D., 1987, Asymptotic Normality, When Regressors Have a Unit Root, Princeton University Woodrow Wilson School Discussion Paper No. 110, revised."
    ]
}