{
    "id": 23851,
    "cites": 34,
    "cited_by": 6,
    "reference": [
        "Agodini, R. and Deke, J. (2004). The relationship between high school vocational education and dropping out. Technical report.",
        "Altonji, J. G. (1995). The effects of high school curriculum on education and labor market outcomes. The Journal of Human Resources, 30(3):409Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c438.",
        "Altonji, J. G., Blom, E., and Meghir, C. (2012). Heterogeneity in human capital investments: High school curriculum, college major, and careers. Annual Review of Economics, 4(1):185Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c 223.",
        "Arcidiacono, P. (2004). Ability sorting and the returns to college major. Journal of Econometrics, 121(1):343Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c375.",
        "Attanasio, O., Kugler, A., and Meghir, C. (2011). Subsidizing vocational training for disadvantaged youth in colombia: Evidence from a randomized trial. American Economic Journal: Applied Economics, pages 188Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c220.",
        "Bishop, J. H. and Mane, F. (2004). The impacts of career-technical education on high school labor market success. Economics of Education Review, 23(4):381Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c402.",
        "Bishop, J. H. and Mane, F. (2005). Raising academic standards and vocational concentrators: Are they better off or worse off? Education Economics, 13(2):171Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c187.",
        "Cellini, S. R. (2006). Smoothing the transition to college? the effect of tech-prep programs on educational attainment. Economics of Education Review, 25(4):394Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c411. Dougherty, S. (Forthcoming). The effect of career and technical education on human capital accumulation: Causal evidence from massachusetts. Education Finance and Policy.",
        "Eichhorst, W., RodrÃ\u0083Æ\u0092Ã\u0082Â­guez-Planas, N., Schmidl, R., and Zimmermann, K. F. (2015). A road map to vocational education and training in industrialized countries. Industrial & Labor Relations Review.",
        "Furstenberg Jr, F. and Neumark, D. (2005). School-to-career and post-secondary education: evidence from the philadelphia educational longitudinal study. NBER working paper w11260.",
        "Goodman, J. S. (2012). The labor of division: Returns to compulsory math coursework. John F. Kennedy School of Government working paper, Harvard University.",
        "Gustman, A. L. and Steinmeier, T. L. (1982). The relation between vocational training in high school and economic outcomes. Industrial & Labor Relations Review, 36(1):73Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c87.",
        "Hanushek, E. A., Schwerdt, G., Woessmann, L., and Zhang, L. (2016). General education, vocational education, and labor-market outcomes over the life-cycle. Journal of Human Resources.",
        "Hudson, L. (2013). Trends in cte coursetaking. data point. National Center for Education Statistics, NCES 2014-901.",
        "Joensen, J. S. and Nielsen, H. S. (2009). Is there a causal effect of high school math on labor market outcomes? Journal of Human Resources, 44(1):171Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c198.",
        "Kang, S. and Bishop, J. (1989). Vocational and academic education in high school: complements or substitutes? Economics of Education Review, 8(2):133Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c148.",
        "Kreisman, D. and Rangel, M. A. (2015). On the blurring of the color line: Wages and employment for black males of different skin tones. Review of Economics and Statistics, 97(1):1Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c13.",
        "Levine, P. B. and Zimmerman, D. J. (1995). The benefit of additional high-school math and science classes for young men and women. Journal of Business & Economic Statistics, 13(2):137Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c149.",
        "Malamud, O. (2011). Discovering oneÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0084¢s talent: learning from academic specialization. Industrial & Labor Relations Review, 64(2):375Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c405.",
        "Malamud, O. and Pop-Eleches, C. (2010). General education versus vocational training: Evidence from an economy in transition. The Review of Economics and Statistics, 92(1):43Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c60.",
        "Mane, F. (1999). Trends in the payoff to academic and occupation-specific skills: the short and medium run returns to academic and vocational high school courses for non-collegebound students. Economics of education review, 18(4):417Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c437.",
        "Maxwell, N. L. and Rubin, V. (2002). High school career academies and post-secondary outcomes. Economics of Education Review, 21(2):137Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c152.",
        "Meer, J. (2007). Evidence on the returns to secondary vocational education. Economics of education review, 26(5):559Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c573.",
        "Neumark, D. and Joyce, M. (2001). Evaluating school-to-work programs using the new nlsy. Journal of Human Resources, pages 666Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c702.",
        "Neumark, D. and Rothstein, D. (2005). Do school-to-work programs help the Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0084¢forgotten halfÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0084¢? NBER working paper w11636.",
        "Neumark, D. and Rothstein, D. (2006). School-to-career programs and transitions to employment and higher education. Economics of Education Review, 25(4):374Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c393.",
        "Rose, H. and Betts, J. R. (2004). The effect of high school courses on earnings. Review of Economics and Statistics, 86(2):497Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c513.",
        "Rosenbaum, J. E. (2001). Beyond college for all: Career paths for the forgotten half. Russell Sage Foundation.",
        "Stange, K. M. (2012). An empirical investigation of the option value of college enrollment. American Economic Journal: Applied Economics, 4(1):49Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c84.",
        "Stinebrickner, T. R. and Stinebrickner, R. (2011). Math or science? using longitudinal expectations data to examine the process of choosing a college major. NBER WP w16869.",
        "Symonds, W. C., Schwartz, R., and Ferguson, R. F. (2011). Pathways to prosperity: Meeting the challenge of preparing young americans. Cambridge, MA: Pathways to Prosperity Project at Harvard Graduate School of Education.",
        "U.S. Department of Education (2014). National assessment of career and technical education: Final report to congress. Technical report, Washington, DC.",
        "Zietz, J. and Joshi, P. (2005). Academic choice behavior of high school students: economic rationale and empirical evidence. Economics of Education Review, 24(3):297Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c308.",
        "Zimmermann, K. F., Biavaschi, C., Eichhorst, W., Giulietti, C., Kendzia, M. J., Muravyev, A., Pieters, J., RodrÃ\u0083Æ\u0092Ã\u0082Â­guez-Planas, N., and Schmidl, R. (2013). Youth unemployment and vocational training. Citeseer."
    ]
}