{
    "id": 23861,
    "cites": 4,
    "cited_by": 12,
    "reference": [
        "Booms and Busts: Consumption, House Prices and Expectations. Economica, 76(301), 20Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c50. 1, 3, 5, 21, 23 ATTANASIO, ORAZIO P., LEICESTER, ANDREW, & WAKEFIELD, MATTHEW. 2011. Do House Prices Drive Consumption Growth? The Coincident Cycles of House Prices and Consumption in the UK. Journal of the European Economic Association, 9(3), 399Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c435. 1, 3, 4, 5 BEN-DAVID, ITZHAK. 2011. Financial Constraints and Inflated Home Prices During the Real Estate Boom. American Economic Journal: Applied Economics, 3(3), 55Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c87. 8 BERGER, DAVID, GUERRIERI, VERONICA, LORENZONI, GUIDO, & VAVRA, JOSEPH. 2015. House Prices and Consumer Spending. NBER Working Paper 21667. 3, 5, 20, 23 BEST, MICHAEL, CLOYNE, JAMES, ILZETZKI, ETHAN, & KLEVEN, HENRIK. 2015. Interest Rates, Debt and Intertemporal Allocation: Evidence From Notched Mortgage Contracts in the UK.",
        "NBER Working Paper 18667. 4, 20 CHANEY, THOMAS, SRAER, DAVID, & THESMAR, DAVID. 2012. The Collateral Channel: How Real Estate Shocks Affect Corporate Investment. The American Economic Review, 102(6), 2381Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c2409. 21 DAVIDOFF, THOMAS. 2013. Supply Elasticity and the Housing Cycle of the 2000s. Real Estate Economics, 41(4), 793Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c813. 1 DAVIDOFF, THOMAS. 2016. Supply Constraints Are Not Valid Instrumental Variables for Home Prices Because They Are Correlated With Many Demand Factors. Critical Finance Review, forthcoming.",
        "DEFUSCO, ANTHONY. 2016. Homeowner Borrowing and Housing Collateral: New Evidence from Expiring Price Controls. Mimeo: Kellog School of Management, Northwestern University. 5, 21 DI MAGGIO, MARCO, KERMANI, AMIR, & RAMCHARAN, RODNEY. 2014. Monetary Policy PassThrough: Household Consumption and Voluntary Deleveraging. Mimeo. 26 DI MAGGIO, MARCO, KERMANI, AMIR, KEYS, BENJAMIN J., PISKORSKI, TOMASZ, RAMCHARAN, RODNEY, SERU, AMIT, & YAO, VINCENT. 2017. Interest Rate Pass-Through: Mortgage Rates, Household Consumption, and Voluntary Deleveraging. American Economic Review, forthcoming.",
        "SINAI, TODD, & SOULELES, NICHOLAS S. 2005. Owner-Occupied Housing as a Hedge Against Rent Risk. The Quarterly Journal of Economics, 120(2), 763Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c789. 3, 20 STROEBEL, JOHANNES, & VAVRA, JOSEPH. 2014. House Prices, Local Demand, and Retail Prices. NBER Working Paper 20710. 4 FIGURE 1: HOMEOWNERS REFINANCE AROUND THE ONSET OF THE RESET RATE .02 .04 .06 .08 .1 .12 Fraction of Mortgages 0 1 2 3 4 5 6 7 8 9 10 Time Between Mortgages (Years) Refinance When Should Refinance After Should Refinance Before Should"
    ]
}