{
    "id": 23879,
    "cites": 44,
    "cited_by": 12,
    "reference": [
        "Acharya, Viral, Heitor Almeida, Filippo Ippolito, and Ander Perez, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Bank Lines of Credit as Contingent Liquidity,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d 2014. ECB Working Paper 1702.",
        ", , , and , Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Credit lines as monitored liquidity insurance: Theory and evidence,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Journal of Financial Economics, 2014, 112 (3), 287 Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c 319.",
        "Aghion, Philippe and Patrick Bolton, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093An Incomplete Contracts Approach to Financial Contracting, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d The Review of Economic Studies, 1992, 59 (3), 473Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c494.",
        "Almeida, Heitor, Murillo Campello, and Michael S. Weisbach, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093The Cash Flow Sensitivity of Cash,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d The Journal of Finance, 2004, 59 (4), 1777Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c1804.",
        ", , Bruno Laranjeira, and Scott Weisbenner, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Corporate Debt Maturity and the Real Effects of the 2007 Credit Crisis,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Critical Finance Review, 2012, 1 (1), 3Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c58. Amiti, Mary and David Weinstein, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093How Much Do Idiosyncratic Bank Shocks Affect Investment? Evidence from Matched Bank-Firm Loan Data,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Journal of Political Economy, Forthcoming.",
        "Bacchetta, Philippe, Kenza Benhima, and CeÃ\u0083Å\u0092Ã\u0082Â\u0081line Poilly, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Corporate Cash and Employment,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d 2014.",
        "Benmelech, Efraim, Nittai Bergman, and Amit Seru, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Financing Labor,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d 2015. NBER Working Paper 17144. Bentolila, Samuel, Marcel Jansen, and Gabriel JimeÃ\u0083Å\u0092Ã\u0082Â\u0081nez, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093When Credit Dries Up: Job Losses in the Great Recession,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Journal of the European Economic Association, Forthcoming.",
        "Bernanke, Ben, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Nonmonetary Effects of the Financial Crisis in the Propagation of the Great Depression,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d American Economic Review, 1983, 73 (3), 257Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c276.",
        "Bradley, Michael and Michael R. Roberts, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093The Structure and Pricing of Corporate Debt Covenants,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Quarterly Journal of Finance, 2015, 05 (02), 1550001.",
        "Brunnermeier, Markus and Yuliy Sannikov, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093A Macroeconomic Model with a Financial Sector,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d American Economic Review, 2014, 104 (2), 379Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c421.",
        "Campello, Murillo, Erasmo Giambona, John R. Graham, and Campbell R. Harvey, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Liquidity Management and Corporate Investment During a Financial Crisis,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Review of Financial Studies, 2011, 24 (6), 1944Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c1979.",
        ", John R. Graham, and Campbell R. Harvey, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093The real effects of financial constraints: Evidence from a financial crisis,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Journal of Financial Economics, 2010, 97 (3), 470 Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c 487. The 2007-8 financial crisis: Lessons from corporate finance.",
        "Chava, Sudheer and Michael Roberts, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093How Does Financing Impact Investment? The Role of Debt Covenants,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Journal of Finance, 2008, 63, 2085Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c2121.",
        "Chodorow-Reich, Gabriel, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093The Employment Effects of Credit Market Disruptions: Firm-level Evidence from the 2008-9 Financial Crisis,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d The Quarterly Journal of Economics, 2014, 129 (1), 1Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c59.",
        "Cornett, Marcia, Jamie McNutt, Philip Strahan, and Hassan Tehranian, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Liquidity risk management and credit supply in the financial crisis,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Journal of Financial Economics, 2011, 101 (2), 297Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c312.",
        "Darmouni, Olivier, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Estimating Informational Frictions in Sticky Relationships,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d 2016.",
        "Denis, David J. and Jing Wang, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Debt covenant renegotiations and creditor control rights,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Journal of Financial Economics, 2014, 113 (3), 348 Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c 367.",
        "Dichev, Ilia D. and Douglas J. Skinner, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093LargeSample Evidence on the Debt Covenant Hypothesis, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Journal of Accounting Research, 2002, 40 (4), 1091Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c1123.",
        "Duchin, Ran, Oguzhan Ozbas, and Berk A. Sensoy, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Costly external finance, corporate investment, and the subprime mortgage credit crisis,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Journal of Financial Economics, 2010, 97 (3), 418 Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c 435.",
        "Duygan-Bump, Burcu, Alexey Levkov, and Judit Montoriol-Garriga, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Financing constraints and unemployment: Evidence from the Great Recession,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Journal of Monetary Economics, 2015, 75, 89 Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c 105.",
        "Erel, Isil, Taylor Nadauld, and Rene Stulz, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Why Did U.S. Banks Invest in Highly-rated Securitization Tranches?,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d 2011. NBER Working Paper 17269.",
        "Fahlenbrach, Rudiger, Robert Prilmeier, and Rene Stulz, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093This Time is the Same: Using Bank Performance in 1998 to Explain Bank Performance During the Recent Financial Crisis,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Journal of Finance, 2012, 67 (6), 2139Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c2185.",
        "Falato, Antonio and Nellie Liang, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Do Creditor Rights Increase Employment Risk? Evidence from Loan Covenants,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d The Journal of Finance, 2016, pp. 1540Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c6261.",
        "Freudenberg, Felix, BjoÃ\u0083Å\u0092Ã\u0082Ë\u0086rn Imbierowicz, Anthony Saunders, and Sascha Steffen, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Covenant Violations and Dynamic Loan Contracting,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d 2015.",
        "Gan, Jie, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093The Real Effects of Asset Market Bubbles: Loan- and Firm-Level Evidence of a Lending Channel,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d The Review of Financial Studies, 2007, 20 (6), 1941Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c1973.",
        "GaÃ\u0083Å\u0092Ã\u0082â\u0080\u009arleanu, Nicolae and Jeffrey Zwiebel, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Design and Renegotiation of Debt Covenants,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Review of Financial Studies, 2009, 22 (2), 749Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c781.",
        "Gertler, Mark and Nobuhiro Kiyotaki, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Chapter 11 - Financial Intermediation and Credit Policy in Business Cycle Analysis,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d in Benjamin M. Friedman and Michael Woodford, eds., Handbook of Monetary Economics, Vol. 3, Elsevier, 2010, pp. 547 Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c 599.",
        "Hachem, Kinda, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Relationship lending and the transmission of monetary policy,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Journal of Monetary Economics, 2011, 58 (68), 590 Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c 600.",
        "Hart, Oliver and John Moore, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Incomplete Contracts and Renegotiation,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Econometrica, 1988, 56 (4), 755Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c785.",
        "Ivashina, Victoria and David Scharfstein, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Bank Lending During the Financial Crisis of 2008,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Journal of Financial Economics, 2010, 97 (3), 319Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c338.",
        "Khwaja, Asim Ijaz and Atif Mian, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Tracing the Impact of Bank Liquidity Shocks: Evidence from an Emerging Market,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d American Economic Review, 2008, 98 (4), 1413Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c1442.",
        "Lin, Huidan and Daniel Paravisini, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093The Effect of Financing Constraints on Risk,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Review of Finance, 2012, 17 (1), 229Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c259.",
        "Malmendier, Ulrike and Geoffrey Tate, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Behavioral CEOs: The Role of Managerial Overconfidence, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Journal of Economic Perspectives, November 2015, 29 (4), 37Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c60.",
        "Melcangi, Davide, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093FirmsÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0084¢ Precautionary Savings and Employment During a Credit Crisis,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d 2016.",
        "Mian, Atif and Joao Santos, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Liquidity Risk and Maturity Management Over the Credit Cycle,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d 2011.",
        "Murfin, Justin, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093The Supply-Side Determinants of Loan Contract Strictness,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d The Journal of Finance, 2012, 67 (5), 1565Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c1601.",
        "Nini, Greg, David C. Smith, and Amir Sufi, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Creditor control rights and firm investment policy,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Journal of Financial Economics, 2009, 92 (3), 400 Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c 420.",
        ", , and , Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Creditor Control Rights, Corporate Governance, and Firm Value,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Review of Financial Studies, 2012, 25 (6), 1713Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c1761.",
        "Peek, Joe and Eric Rosengren, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Collateral Damage: Effects of the Japanese Bank Crisis on Real Activity in the United States,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d American Economic Review, 2000, 90 (1), 30Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c45.",
        "Roberts, Michael R., Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093The role of dynamic renegotiation and asymmetric information in financial contracting,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Journal of Financial Economics, 2015, 116 (1), 61 Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c 81.",
        "Santos, Joao, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Bank Corporate Loan Pricing Following the Subprime Crisis,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Review of Financial Studies, 2011, 24 (6), 1916Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c1943.",
        "Sharpe, Steven, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Asymmetric Information, Bank Lending and Implicit Contracts: A Stylized Model of Customer Relationships,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d The Journal of Finance, 1990, 45 (4), 1069Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c1087.",
        "Siemer, Michael, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Employment Effects of Financial Constraints During the Great Recession,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d 2016.",
        "Williamson, Stephen, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Costly Monitoring, Loan Contracts, and Equilibrium Credit Rationing,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d The Quarterly Journal of Economics, 1987, 102 (1), 135Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c146. Xiao, Jasmine, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Corporate Debt Structure, Precautionary Savings, and Investment Dynamics,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d"
    ]
}