{
    "id": 23886,
    "cites": 38,
    "cited_by": 4,
    "reference": [
        "Adrian, T., R. K. Crump, and E. Moench (2015). Regression-based estimation of dynamic asset pricing models. Journal of Financial Economics 118(2), 211Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c244.",
        "Akbas, F., W. J. Armstrong, S. Sorescu, and A. Subrahmanyam (2015). Smart money, dumb money, and capital market anomalies. Journal of Financial Economics 118(2), 355Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c382.",
        "Ang, A. and M. Piazzesi (2003). A no-arbitrage vector autoregression of term structure dynamics with macroeconomic and latent variables. Journal of Monetary Economics 50, 745Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c787.",
        "Bauer, M. D. and G. D. Rudebusch (2016). Resolving the spanning puzzle in macro-finance term structure models. Review of Finance, rfw044.",
        "Bikbov, R. and M. Chernov (2010). No-arbitrage macroeconomic determinants of the yield curve. Journal of Econometrics 159(1), 166Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c182.",
        "Brooks, J. and T. J. Moskowitz (2017). The cross-section of government bond returns.",
        "Cieslak, A. and P. Povala (2015). Expected returns in Treasury bonds. Review of Financial Studies, hhv032.",
        "Cochrane, J. H. (2008). The dog that did not bark: A defense of return predictability.",
        "Cochrane, J. H. (2011). Presidential Address: Discount Rates. The Journal of Finance 66(4), 1047Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c1108.",
        "Cochrane, J. H. and M. Piazzesi (2005). Bond Risk Premia. American Economic Review, 138Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c160.",
        "Cochrane, J. H. and M. Piazzesi (2008). Decomposing the yield curve. Graduate School of Business, University of Chicago, Working Paper.",
        "Cooper, I. and R. Priestley (2008). Time-varying risk premiums and the output gap. The Review of Financial Studies 22(7), 2801Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c2833.",
        "Duffee, G. R. (2013). Bond Pricing and the Macroeconomy, Volume 2, Chapter Vol. 2, Part B, pp. 907Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c967. Elsevier.",
        "Estrella, A. and F. S. Mishkin (1997). The predictive power of the term structure of interest rates in europe and the united states: Implications for the european central bank. European economic review 41(7), 1375Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c1401.",
        "Evans, C. L. and D. A. Marshall (1998). Monetary policy and the term structure of nominal interest rates: evidence and theory. In Carnegie-Rochester Conference Series on Public Policy, Volume 49, pp. 53Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c111. Elsevier.",
        "Evans, C. L. and D. A. Marshall (2001). Economic determinants of the term structure of nominal interest rates. manuscript, Federal Reserve Bank of Chicago.",
        "Fama, E. and R. Bliss (1987). The information in long-maturity forward rates. The American Economic Review, 680Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c692.",
        "Fama, E. and K. French (1988). Dividend yields and expected stock returns. Journal of Financial Economics 22(1), 3Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c25.",
        "Fama, E. F. and K. R. French (2016). Dissecting anomalies with a five-factor model. The Review of Financial Studies 29(1), 69Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c103.",
        "Giglio, S. and D. Xiu (2017). Inference on risk premia in the presence of omitted factors. Technical report, National Bureau of Economic Research.",
        "Haddad, V. and D. Sraer (2017). The banking view of bond risk premia. Technical report.",
        "Hanson, S. G. and J. C. Stein (2015). Monetary policy and long-term real rates. Journal of Financial Economics 115(3), 429Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c448.",
        "Joslin, S., M. Priebsch, and K. J. Singleton (2014). Risk Premiums in Dynamic Term Structure Models with Unspanned Macro Risks. The Journal of Finance 69(3), 1197Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c 1233.",
        "Kelly, B. and S. Pruitt (2013). Market Expectations in the Cross-Section of Present Values.",
        "Kelly, B. T., S. Pruitt, and Y. Su (2017). Some characteristics are risk exposures, and the rest are irrelevant.",
        "Kogan, L. and M. Tian (2015). Firm characteristics and empirical factor models: a modelmining experiment. Technical report, MIT.",
        "Koijen, R. S. and S. Van Nieuwerburgh (2011). Predictability of returns and cash flows. Annu. Rev. Financ. Econ. 3(1), 467Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c491.",
        "Kozak, S., S. Nagel, and S. Santosh (2017a). Interpreting factor models. The Journal of Finance, forthcoming.",
        "Kozak, S., S. Nagel, and S. Santosh (2017b). Shrinking the cross-section.",
        "Lochstoer, L. A. and P. C. Tetlock (2016). What drives anomaly returns? Ludvigson, S. C. and S. Ng (2009). Macro factors in bond risk premia. The Review of Financial Studies 22(12), 5027Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c5067.",
        "Lustig, H., N. Roussanov, and A. Verdelhan (2011). Common risk factors in currency markets. Review of Financial Studies 24(11), 3731Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c3777.",
        "Lustig, H., N. Roussanov, and A. Verdelhan (2014). Countercyclical currency risk premia. Journal of Financial Economics 111(3), 527Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c553.",
        "McLean, D. R. and J. Pontiff (2016). Does Academic Research Destroy Stock Return Predictability ? Journal of Finance 71(1), 5Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c32.",
        "Novy-Marx, R. and M. Velikov (2014). A taxonomy of anomalies and their trading costs. Technical report, National Bureau of Economic Research.",
        "Politis, D. N. and J. P. Romano (1992). A circular block-resampling procedure for stationary sata. Exploring the Limits of Bootstrap, 263Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c270.",
        "Shiller, R. (1981). Do stock prices move too much to be justified by subsequent changes in dividends? American Economic Review 71, 321 Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c 436.",
        "Stambaugh, R. F., J. Yu, and Y. Yuan (2012). The short of it: Investor sentiment and anomalies. Journal of Financial Economics 104(2), 288Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c302.",
        "Vuolteenaho, T. (2002). What drives firm-level stock returns? The Journal of Finance 57(1), 233Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c264."
    ]
}