{
    "id": 2388,
    "cites": 18,
    "cited_by": 10,
    "reference": [
        "Akerlof, G. and J. Yellen, Can Small Deviations from Rationality Make Significant Differences to Economic Equilibria? American Economic Review, 75 (1985), 708-720.",
        "Benoit, J.P. and V. Krishna, Finitely Repeated Games, Econometrica, 53 (1985), 905-922.",
        "Bulow, J., J. Geanakoplos and P. Klemperer. Multimarket Oligopoly: Strategic Substitutes and Complements, Journal of Political Economy, 93 (1985), 488-511.",
        "Cooper, R. and A. John. Coordinating Coordination Failures in Keynesian Models, Cowles Foundation Working Paper 745R, revised September 1986.",
        "Debreu, C. Economies with a Finite Set of Equilibria, Econometrica, 38 (1970), 387-392.",
        "Diamond, P. Aggregate Demand Management in Search Equilibrium, Journal of Political Economy, 90 (1982), 881-94.",
        "Friedman, J., Cooperative Equilibria in Finite Horizon Noncooperative Supergames, Journal of Economic Theory, 35 (1985) 390-398.",
        "Furth, D. Stability and Instability in Oligopoly, Journal of Economic Theory, 40 (1986), 197-228.",
        "Haltiwanger, J. and M. Waidman, Rational Expectations and the Limits of Rationality: An Analysis of Heterogeneity, American Economic Review, 75 (1985), 326-340.",
        "Harsanyi, J.C., The Tracing Procedure, International Journal of Game Theory, 5 (1975), 61-94.",
        "Social Situations , Cambridge, Cambridge University Press, 1977.",
        "Hart, 0. A Model of Imperfect Competition with Keynesian Features, Quarterly Journal of Economics. 97 (1982), 109-38.",
        "Heller, W. Coordination Failure Under Complete Markets with Applications to Effective Demand, in Equilibrium Analysis. Essays in Honor of Kenneth J. Arrow . Volume II, edited by Walter Heller, Ross Starr and David Starrett, Cambridge, Cambridge University Press, 1986.",
        "Howitt, P. Transactions Costs in the Theory of Unemployment, American Economic Review, 75 (1985), 88-101.",
        "Kiyotaki, N. Implications of Multiple Expectational Equilibria Under Monopolistic Competition, Harvard University, mimeo, 1985.",
        "Roberts, J., General Equilibrium Analysis of Imperfect Competition: An Illustrative Example, Stanford University, mumeo, 1984.",
        "Theoretic Macro Model, Stanford University, mimeo, 1986.",
        "Shleifer, A., Implementation Cycles, Journal of Political Economy, 94 (1986), 1163-1190."
    ]
}