{
    "id": 23895,
    "cites": 33,
    "cited_by": 2,
    "reference": [
        "Barber, Brad M, and Ayako Yasuda, 2017, Interim fund performance and fundraising in private equity, Journal of Financial Economics.",
        "Bengtsson, Ola, and S Abraham Ravid, 2015, Location specific styles and US venture capital contracting, Quarterly Journal of Finance 5, 1550012.",
        "Black, Fisher, and Myron Scholes, 1973, The pricing of options and corporate liabilities, Journal of Political Economy 1981, 637Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c654.",
        "Brown, Gregory W, Oleg R Gredil, and Steven N Kaplan, 2017, Do private equity funds manipulate reported returns?, Journal of Financial Economics, forthcoming.",
        "Chakraborty, Indraneel, and Michael Ewens, 2017, Managing performance signals through delay: Evidence from venture capital, Management Science, forthcoming.",
        "Chernenko, Sergey, Josh Lerner, and Yao Zeng, 2017, Mutual funds as venture capitalists? Evidence from unicorns, Working Paper, The Ohio State University.",
        "Chung, Ji-Woong, Berk A Sensoy, Lea Stern, and Michael S Weisbach, 2012, Pay for performance from future fund flows: The case of private equity, Review of Financial Studies 25, 3259Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c3304.",
        "Cochrane, John H, 2005, The risk and return of venture capital, Journal of Financial Economics 75, 3Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c52.",
        "Cong, Lin William, Sabrina T Howell, and Ran Zhang, 2017, How public markets foster firm standardization ? Evidence from Chinese IPOs, Working Paper, University of Chicago.",
        "Cumming, Douglas, 2008, Contracts and exits in venture capital finance, Review of Financial Studies 21, 1947Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c1982.",
        "Ewens, Michael, 2009, A new model of venture capital risk and return, Working Paper, Caltech.",
        "Fulghieri, Paolo, Diego Garcia, and Dirk Hackbarth, 2013, Asymmetric information and the pecking (dis) order, Working Paper, University of North Carolina.",
        "Gao, Xiaohui, Jay R Ritter, and Zhongyan Zhu, 2013, Where have all the IPOs gone?, Journal of Financial and Quantitative Analysis 48, 1663Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c1692.",
        "Hackbarth, Dirk, and David C Mauer, 2011, Optimal priority structure, capital structure, and investment, The Review of Financial Studies 25, 747Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c796.",
        "Harris, Robert S, Tim Jenkinson, and Steven N Kaplan, 2014, Private equity performance: What do we know?, The Journal of Finance 69, 1851Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c1882.",
        "Hellmann, Thomas, and Manju Puri, 2000, The interaction between product market and financing strategy: The role of venture capital, Review of Financial Studies 13, 959Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c984.",
        ", 2002, Venture capital and the professionalization of start-up firms: Empirical evidence, The Journal of Finance 57, 169Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c197.",
        "Hochberg, Yael V, Alexander Ljungqvist, and Yang Lu, 2007, Whom you know matters: Venture capital networks and investment performance, The Journal of Finance 62, 251Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c301.",
        "Hsu, David H, 2004, What do entrepreneurs pay for venture capital affiliation?, The Journal of Finance 59, 1805Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c1844.",
        "Jenkinson, Tim, Robert Harris, and Steven Kaplan, 2016, How do private equity investments perform compared to public equity?, Journal of Investment Management 14, 1Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c24.",
        "Kaplan, Steven N, and Antoinette Schoar, 2005, Private equity performance: Returns, persistence, and capital flows, The Journal of Finance 60, 1791Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c1823.",
        "Kaplan, Steven N, and Per StroÃ\u0083Å\u0092Ã\u0082Ë\u0086mberg, 2003, Financial contracting theory meets the real world: An empirical analysis of venture capital contracts, The Review of Economic Studies 70, 281Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c315.",
        ", 2004, Characteristics, contracts, and actions: Evidence from venture capitalist analyses, The Journal of Finance 59, 2177Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c2210.",
        "Korteweg, Arthur, and Stefan Nagel, 2016, Risk-adjusting the returns to venture capital, The Journal of Finance 71, 1437Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c1470.",
        "Korteweg, Arthur, and Morten Sorensen, 2010, Risk and return characteristics of venture capital-backed entrepreneurial companies, Review of Financial Studies 23, 3738Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c3772.",
        "Kupiec, Paul H, and Adama Kah, 1999, On the origin and interpretation of OAS, The Journal of Fixed Income 9, 82Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c92.",
        "Litvak, Kate, 2009, Venture capital limited partnership agreements: Understanding compensation arrangements, The University of Chicago Law Review 76, 161Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c218.",
        "Merton, Robert C., 1974, On the pricing of corporate debt: The risk structure of interest ratess, Journal of Finance 29, 449Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c470.",
        "Metrick, Andrew, and Ayako Yasuda, 2010, The economics of private equity funds, Review of Financial Studies 23, 2303Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c2341.",
        "Ritter, Jay R, 2015, Growth capital-backed IPOs, Financial Review 50, 481Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c515.",
        ", and Ivo Welch, 2002, A review of IPO activity, pricing, and allocations, The Journal of Finance 57, 1795Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c1828.",
        "Robinson, David T, and Berk A Sensoy, 2013, Do private equity fund managers earn their fees? Compensation, ownership, and cash flow performance, Review of Financial Studies 26, 2760Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c2797.",
        "Stroebel, Johannes C, and John B Taylor, 2009, Estimated impact of the FedÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0084¢s mortgage-backed securities purchase program, Working Paper, National Bureau of Economic Research."
    ]
}