{
    "id": 23890,
    "cites": 37,
    "cited_by": 11,
    "reference": [
        "Almond, D. V. (2006). Is the 1918 Influenza Pandemic Over? Long-Term Effects of In Utero Influenza Exposure in the Post-1940 U.S. Population. Journal of Political Economy 114(4), 672Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c712.",
        "Angrist, J. D. and A. B. Krueger (1992). The Effect of Age at School Entry on Educational Attainment: An Application of Instrumental Variables with Moments from Two Samples. Journal of the American Statistical Association 87(418), 328Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c336.",
        "BBC News (2014, August 27). Ebola Outbreak: Nigeria Closes All Schools until October. BBC News.",
        "Card, D. and A. B. Krueger (1992). Does School Quality Matter? Returns to Education and the Characteristics of Public Schools in the United States. Journal of Political Economy 100(1), 1Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c40.",
        "Carter, S. B. and R. Sutch (1996). Fixing the Facts: Editing of the 1880 U.S. Census of Occupations with Implications for Long-Term Trends and the Sociology of Official Statistics. Historical Methods 29(1), 5Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c24.",
        "Clausen, J. and E. Linn (1956). Public Reaction to a Severe Polio Outbreak in Three Massachusetts Communities. Social Problems 4(1), 40Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c51.",
        "Deming, D. and S. Dynarski (2008). Symposia: Investment in Children: The Lengthening of Childhood. Journal of Economic Perspectives 22(3), 71Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c92.",
        "Emerson, H. (1917). A Monograph on the Epidemic of Poliomyelitis (Infantile Paralysis) in New York City in 1916: Based on the Official Reports of the Bureaus of the Department of Health. Number 16. MB Brown Printing & Binding Company.",
        "Evening Public Ledger (1916a, August 8). Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093School Opening PostponedÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d. Evening Public Ledger.",
        "Evening Public Ledger (1916b, August 8). Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Fort Wayne to Defer OpeningÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d. Evening Public Ledger, 2.",
        "Hamborsky, J., A. Kroger, and C. S. Wolfe (Eds.) (2015). Epidemiology and Prevention of Vaccine-Preventable Diseases (13th ed.). Health Foundation.",
        "Hernandez, D. (2011). Double Jeopardy: How Third-Grade Reading Skill and Poverty Influence High School Graduation. Published: The Annie E Casey Foundation.",
        "Lavinder, C. H., A. W. Freeman, and W. H. Frost (1918). Epidemiologic Studies of Poliomyelitis in New York City and the Northeastern United States During the Year 1916. Public Health Bulletin 91.",
        "Lleras-Muney, A. (2002). Were Compulsory Education and Child Labor Laws Effective? An Analysis from 1915 to 1939 in the U.S. Journal of Law and Economics 45(2), 401Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c 435.",
        "Lloyd, D. (1978). Prediction of School Failure from Third-Grade Data. Educational and Psychological Measurement 38, 1193Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c2000.",
        "Marcotte, D. E. and S. W. Hemelt (2008). Unscheduled School Closings and Student Performance. Education Finance and Policy 3(3), 316Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c338.",
        "Margo, R. A. and T. A. Finegan (1996). Compulsory Schooling Legislation and School Attendance in Turn-of-the Century America: A Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Ë\u009cNatural ExperimentÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0084¢ Approach. Economics Letters 53, 103Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c110.",
        "Moehling, C. M. (1999). State Child Labor Laws and the Decline of Child Labor. Explorations in Economic History 36(1), 72Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c106.",
        "Nathanson, N. and O. Kew (2010). From Emergence to Eradication: The Epidemiology of Poliomyelitis Deconstructed. American Journal of Epidemiology 172(11), 1213Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c1229.",
        "Offit, P. (2005). The Cutter Incident: How AmericaÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0084¢s First Polio Vaccine led to the Growing Vaccine Crisis. Yale University Press.",
        "Parman, J. (2013). Childhood Health and Sibling Outcomes: The Shared Burden of the 1918 Influenza Pandemic. Department of Economics, College of William and Mary.",
        "Paul, J. R. (1971). A History of Poliomyelitis. Yale University Press.",
        "Paye-Layleh, J. (2015, February 17). Liberia Schools Reopen after 6-month Ebola Closure. The Boston Globe.",
        "Pischke, J. S. (2007). The Impact of Length of the School Year on Student Performance and Earnings: Evidence from the German Short School Years. Economic Journal 117(523), 1216Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c1242.",
        "Rogers, N. (1992). Dirt and Disease: Polio before FDR. Rutgers University Press.",
        "Ruggles, S. J., J. T. Alexander, K. Genadek, R. Goeken, M. B. Schroeder, and M. Sobek (2010). Integrated Public Use Microdata Series: Version 5.0. Machine-Readable Database.",
        "Sifferlin, A. (2014, December 17). 5 Million Kids ArenÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0084¢t in School Because of Ebola. Time.",
        "Siu, A. and Y. Wong (2004). Economic Impact of SARS: The Case of Hong Kong. Asian Economic Papers 3(1), 62Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c83.",
        "The New York Times (1916a, October 3). 200,000 Children Stay Away from School. The New York Times.",
        "The New York Times (1916b, July). Bar All Children from the Movies in Paralysis War.",
        "The New York Times (1916c, September 25). New York Schools Open Doors Today. The New York Times.",
        "The New York Times (1916d, July 8). Paralysis Kills 22 More Babies in New York City. The New York Times.",
        "The Washington Times Company (1916, August 8). Schools in N.Y. to be Kept Closed Till Epidemic End. The Washington Times, 3.",
        "Thomas, M. R., G. Smith, F. H. Ferreria, D. Evans, M. Maliszewska, M. Cruz, K. Himelein, and M. Over (2015). The Economic Impact of Ebola on Sub-Saharan Africa: Updated Estimates for 2015. Technical report, World Bank Group.",
        "Trevelyan, B., M. Raynor-Smallman, and A. Cliff (2005). The Spatial Dynamics of Poliomyelitis in the United States: From Epidemic Emergence to Vaccine-Induced Retreat, 1910Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c1971. Annals of the Association of American Geographers 95(2), 269Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c293.",
        "U.S. Surgeon General and U.S. Public Health Service (1916). Public Health Reports.",
        "World Health Organization (1999). WHO Global Action Plan for Laboratory Containment of Wild Polioviruses. Technical report, World Health Organization."
    ]
}