{
    "id": 2390,
    "cites": 10,
    "cited_by": 24,
    "reference": [
        "The Swedish data for production of individual foreign affiliates come from the Industriens Utredn-ingsinstitut (IUI) of Stockholm. The IUI has completed four surveys of Swedish multinationals foreign investment abroad covering 1965, 1970, 1974, and 1978. These surveys cover virtually all Swedish firms investing abroad and are in general comparable to the BEA surveys (see Swedenborg, 1979 and 1982). Exports by the U.S. and all market economies to different countries, by the industry classifications used in the U.S. direct investment survey, were taken from United Nations trade tapes and converted from the SITC to this industry classification. Swedish exports by industry are from Statistiska S Centralbyran (Utdrag ur Makrobasen). - 31 -",
        "_____________ _________ 1985. U.S. Direct Investment Abroad: 1982 Benchmark Survey Data, Bureau of Economic Analysis. - 30 -Data The U.S. affiliate production data are from the individual firm reports underlying U.S. Department of Commerce (1985), a presumably quite complete census of U.S. direct investment abroad in 1982. Since these reports are confidential, the calculations described here were carried out for us within the Bureau of Economic Analysis of the U.S. Department of Commerce.",
        "_______ 1982. Svensk Industri i Utlandet. Stockholm: Industriens Utredningsinstitut.",
        "Swedenborg, Birg-itta. 1979. ~ Firms. Stockholm: Industriens Utredningsinstitut.",
        "________-- and ______ . 1984. Fore-ign Product-ion and Exports of Individual Firms. Revew of Economics and Statistics. Vol. 66, No. 2, May, pp. 304-308.",
        "Linneman, Hans. 1966. ~LEconometrjc Stu",
        "L-ipsey, Robert E. and Merle Yahr Weiss. 1981. Foreign Production and Exports in Manufacturing Industries. Review of Economics and Statistics, Vol. LXIII, No. 4, November, pp. 488-494.",
        "Blomstr",
        "Chenery, Holl-is B. 1960, Patterns of Industrial Growth, American Economic Review (September) Kravis, Irving B. and Robert E. L-ipsey. 1982. ~`The Location of Overseas Production and Production for Export by U.S. Mult-inational Firms. ~ 12, pp. 201-223. 1984. t1The Diffusion of Economic Growth in the World Economy, in John W. Kendrick, ed., International Cornp~risons of Productivity and_Causes of tw. Cambridge, MA: Ballinger for the American Enterprise Institute.",
        "Bergsten, C. Fred, Thomas Horst, and Theodore H. Moran. 1978. American Multinationals nd"
    ]
}