{
    "id": 23900,
    "cites": 42,
    "cited_by": 0,
    "reference": [
        "Acemoglu, Daron, and Joshua Linn. Market Size in Innovation: Theory and Evidence from the Pharmaceutical Industry. The Quarterly Journal of Economics 119, no. 3 (2004): 1049-1090.",
        "Basu, Anirban. Personalized Medicine in the Context of Comparative Eectiveness Research. In Forum for Health Economics and Policy, vol. 16, no. 2, pp. S73-S86. 2013.",
        "Basu, Anirban, Anupam B. Jena, Dana P. Goldman, Tomas J. Philipson, and Robert Dubois. Heterogeneity in action: the role of passive personalization in comparative eectiveness research. Health Economics 23, no. 3 (2014): 359-373.",
        "Basu, Anirban, Anupam B. Jena, and Tomas J. Philipson. The Impact of Comparative Eectiveness Research on Health and Health Care Spending. Journal of Health Economics 30, no. 4 (2011): 695706.",
        "Biogen. Biogen Idec Q1 2008 Earnings Conference Call and Webcast, April 23rd, 2008. Accessed September 3, 2016 at https://www.sec.gov/Archives/edgar/data/875045/000095013508002670/b69762 a1defa14a.htm.",
        "Center for the Evaluation of Value and Risk in Health. The Cost-Eectiveness Analysis Registry [Internet]. (Boston), Institute for Clinical Research and Health Policy Studies, Tufts Medical Center. Available from: www.cearegistry.org Accessed on September 3, 2016.",
        "Chin, Lynda, Jannik N. Andersen, and P. Andrew Futreal. Heterogeneity in Action: the Role of Passive Personalization in Comparative Eectiveness Research. Nature Medicine 17, no. 3 (2011): 297-303.",
        "Coles, Alasdair. Newer Therapies for Multiple Sclerosis. Annals of Indian Academy of Neurology 18, no. Suppl 1 (2015): S30.",
        "Collier, Roger. Drug Patents: The Evergreening Problem. Canadian Medical Association Journal 185, no. 9 (2013): E385-E386.",
        "Derfuss, Tobias. Personalized Medicine in Multiple Sclerosis: Hope or Reality?. BMC Medicine 10, no. 1 (2012): 1.",
        "Devonshire, V., Y. Lapierre, R. Macdonell, C. Ramo-Tello, F. Patti, P. Fontoura, L. Suchet et al. The Global Adherence Project (GAP): A Multicenter Observational Study on Adherence to DiseaseModifying Therapies in Patients with Relapsing-Remitting Multiple Sclerosis. European Journal of Neurology 18, no. 1 (2011): 69-77.",
        "DiMasi, Joseph A., Henry G. Grabowski, and Ronald W. Hansen. Innovation in the Pharmaceutical Industry: New Estimates of R&D Costs. Journal of Health Economics 47 (2016): 20-33.",
        "DiMasi, Joseph A., Ronald W. Hansen, and Henry G. Grabowski. The Price of Innovation: New Estimates of Drug Development Costs. Journal of Health Economics 22, no. 2 (2003): 151-185.",
        "Dionne, Caitlin A., Rik Ganguly, Ann Camac, and Claudia Chaves. Do Oral Disease Modifying Agents (DMTs) Improve Adherence to MS Treatment? A Comparison of Oral and Injectable Drugs. Accessed September 3, 2016, https://cmsc.confex.com/cmsc/2015/webprogram/Paper3275.html.",
        "Egan, Mark, and Tomas J. Philipson. Health Care Adherence and Personalized Medicine. No. w20330. National Bureau of Economic Research, 2014.",
        "Gajofatto, A., P. Bacchetti, B. Grimes, A. High, and E. Waubant. Switching First-Line DiseaseModifying Therapy after Failure: Impact on the Course of RelapsingRemitting Multiple Sclerosis. Multiple Sclerosis Journal 15, no. 1 (2009): 50-58.",
        "Halpern, Rachel, Sonalee Agarwal, Carole Dembek, Leigh Borton, and Maria Lopex-Bresnahan. Comparison of Adherence and Persistence among Multiple Sclerosis Patients Treated with Disease-Modifying Therapies: a Retrospective Administrative Claims Analysis. Patient Preference and Adherence 5 (2011): 73-84.",
        "Holland, Kimberly, and Rachel Nall. The JC Virus and Risks for MS Patients. Accessed September 3, 2016 at: http://www.healthline.com/health/multiple-sclerosis/jc-virus-risks-for-ms-patients.",
        "Hult, Kristopher. Incremental Innovation and Pharmaceutical Productivity. Working Paper, (2014).",
        "Hutchinson, Ryan A., Richard A. Adams, Darragh G. McArt, Manuel Salto-Tellez, Bharat Jasani, and Peter W. Hamilton. Epidermal Growth Factor Receptor Immunohistochemistry: New Opportunities in Metastatic Colorectal Cancer. Journal of Translational Medicine 13, no. 1 (2015): 1.",
        "Hyun, Jae-Won, Su-Hyun Kim, In Hye Jeong, Suk-Won Ahn, So-Young Huh, Min Su Park, Young In Eom et al. Utility of the Rio Score and Modied Rio Score in Korean Patients with Multiple Sclerosis. PloS one 10, no. 5 (2015): e0129243.",
        "IMS. Medicines Use and Spending Shifts. Accessed September 3, 2016 at: https://www.imshealth.com/ les/web/IMSH%20Institute/Reports/Medicines_Use_and_Spending_Shifts/Medicine-Spending-andGrowth_1995 -2014.pdf.",
        "Kravitz, Richard L., Naihua Duan, and Joel Braslow. Evidence-Based Medicine, Heterogeneity of Treatment Eects, and the Trouble with Averages. Milbank Quarterly 82, no. 4 (2004): 661-687.",
        "Lucchinetti, Claudia, Wolfgang Bruck, Joseph Parisi, Bernd Scheithauer, Moses Rodriguez, and Hans Lassman. Heterogeneity of Multiple Sclerosis Lesions: Implications for the Pathogenesis of Demyelination.  Annals of Neurology 47, no. 6 (2000): 707-717.",
        "Mauskopf, J. A., Monica Fay, Ravi Iyer, and T. Livingston. Cost-Eectiveness Of Delayed-Release Dimethyl Fumarate Compared To Glatiramer Acetate And Fingolimod For The Treatment Of RelapsingRemitting Multiple Sclerosis. Value in Health 3, no. 17 (2014): A60-A61.",
        "Mckinsey and Company. Personalized Medicine: The Path Forward. 2013. Accessed August 29, 2017 at: http://www.mckinsey.com/~/media/McKinsey/dotcom/client_service/Pharma%20and%20Medical%20Products/P .",
        "MS in America 2014. Accessed September 3, 2016 at https://multiplesclerosis.net/ms-in-america2014 /.",
        "Nadarajah, Saralees, and Samuel Kotz. Exact Distribution of the Max/Min of Two Gaussian Random Variables. IEEE Transactions on Very Large Scale Integration (VLSI) Systems 16, no. 2 (2008): 210-212.",
        "PhRMA. Biopharmaceutical Research and Development: The Process Behind New Medicines. Accessed September 3, 2016 at http://www.phrma.org/sites/default/les/pdf/rd_brochure_022307.pdf.",
        "Pistoresi, Ryan Hay. Cost-Utility Analysis of Medications for Relapsing-Remitting Multiple Sclerosis: A United States Third-Party Payer Perspective. PhD disseration, 2015.",
        "Prosser, Lisa A., Karen M. Kuntz, Amit Bar-Or, and Milton C. Weinstein. Cost-Eectiveness of Interferon Beta-1a, Interferon Beta-1b, and Glatiramer Acetate in Newly Diagnosed Non-Primary Progressive Multiple Sclerosis. Value in Health 7, no. 5 (2004): 554-568.",
        "Reynolds, Matthew W., Reejis Stephen, Chris Seaman, and Kitty Rajagopalan. Persistence and Adherence to Disease Modifying Drugs among Patients with Multiple Sclerosis. Current Medical Research and Opinion 26, no. 3 (2010): 663-674.",
        "RÃ\u0083Æ\u0092Ã\u0082Â­o, J., M. TintorÃ\u0083Æ\u0092Ã\u0082Â©, J. Sastre, Garriga, C. Nos, J. CastillÃ\u0083Æ\u0092Ã\u0082Â³, C. Tur, M. Comabella, and X. Montalban. Change in the Clinical Activity of Multiple Sclerosis after Treatment Switch for Suboptimal Response. European Journal of Neurology 19, no. 6 (2012): 899-904.",
        "Rush, Carolina A., Heather J. MacLean, and Mark S. Freedman. Aggressive Multiple Sclerosis: Proposed Denition and Treatment Algorithm. Nature Reviews Neurology 11, no. 7 (2015): 379-389.",
        "Segal, Jodi B., C. Weiss, and Ravi Varadhan. Understanding Heterogeneity of Treatment Eects in Pragmatic Trials with an Example of a Large, Simple Trial of a Drug Treatment for Osteoporosis (White Paper). Center for Medical Technology and Policy (2012).",
        "Soini, Erkki, Christian Asseburg, and Marja-Liisa Sumelahti. Cost-Utility Analysis Of First-Line Disease-Modifying Treatments Versus Best Supportive Care In Finnish Relapsing-Remitting Multiple Sclerosis (RRMS) Patients. Value in Health: the Journal of the International Society for Pharmacoeconomics and Outcomes Research 17, no. 7 (2014): A399-A399.",
        "SÃ\u0083Æ\u0092Ã\u0082Â¸rensen, Per Soelberg, Antonio Bertolotto, Gilles Edan, Gavin Giovannoni, Ralf Gold, Eva Havrdova, Ludwig Kappos, Bernd C. Kieseier, Xavier Montalban, and Tomas Olsson. Risk Stratication for Progressive Multifocal Leukoencephalopathy in Patients Treated with Natalizumab. Multiple Sclerosis Journal 18, no. 2 (2012): 143-152.",
        "Trapp, Bruce D., and Klaus-Armin Nave. Multiple Sclerosis: An Immune or Neurodegenerative Disorder?. Annual Review Neuroscience 31 (2008): 247-269.",
        "Treadaway, Katherine, Gary Cutter, Amber Salter, Sharon Lynch, James Simsarian, John Corboy, Douglas Jeery et al. Factors That Inuence Adherence with Disease-Modifying Therapy in MS. Journal of Neurology 256, no. 4 (2009): 568-576.",
        "UNAIDS. New Formulation of HIV Treatment to Save More Children&apos;s Lives  UNICEF and UNAIDS.  Accessed September 3, 2016 at http://www.unaids.org/en/resources/presscentre/ pressreleaseandstatementarchive /2015/june/20150605_PS_children.",
        "Wall Street Journal. Best 10-year Performer: Biogen Idec. Accessed September 3, 2016 at: http:// www.wsj.com/articles/SB110929411399963912.",
        "Zaheer, Fariha, and Joseph R. Berger. Treatment-Related Progressive Multifocal Leukoencephalopathy: Current Understanding and Future Steps. Therapeutic Advances in Drug Safety (2012): 3: 22739."
    ]
}