{
    "id": 23911,
    "cites": 27,
    "cited_by": 0,
    "reference": [
        "Almond, D. and Currie, J. (2011). Killing Me Softly: The Fetal Origins Hypothesis. Journal of Economic Perspectives, 25(3):153Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c172.",
        "Andersen, A.-M. N., Wohlfahrt, J., Christens, P., Olsen, J., and Melbye, M. (2000). Maternal age and fetal loss: population based register linkage study. BMJ, 320(7251):1708Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c1712.",
        "Bailey, M. J. (2006). More power to the pill: the impact of contraceptive freedom on womenÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0084¢s life cycle labor supply. The Quarterly Journal of Economics.",
        "Bailey, M. J. (2010). Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093MommaÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0084¢s Got the PillÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d: How Anthony Comstock and Griswold v. ConnecticutShaped US Childbearing. American Economic Review, 100(1):98Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c129.",
        "Barreca, A. I., Guldi, M., Lindo, J. M., and Waddell, G. R. (2011). Saving Babies? Revisiting the effect of very low birth weight classification. The Quarterly Journal of Economics, 126(4):2117Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c 2123.",
        "Becker, G. S. (1981). A Treatise on the Family, Enlarged Edition. Harvard University Press, Cambridge, Massachusetts.",
        "Behrman, J. R. and Rosenzweig, M. R. (2004). Returns to birthweight. Review of Economics and Statistics, 82(2):586Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c601.",
        "Bentancor, A. and Clarke, D. (2017). Assessing Plan B: The Effect of the Morning after Pill on Children and Women. The Economic Journal, Forthcoming.",
        "Biaggi, A., Conroy, S., Pawlby, S., and Pariante, C. M. (2016). Identifying the women at risk of antenatal anxiety and depression: A systematic review. Journal of Affective Disorders, 191(C):62Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c77.",
        "Black, S. E., Devereux, P. J., and Salvanes, K. G. (2005). The more the merrier? the effect of family composition on childrenÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0084¢s education. The Quarterly Journal of Economics, 120(2):669Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c700.",
        "Black, S. E., Devereux, P. J., and Salvanes, K. G. (2007). From the Cradle to the Labor Market? The Effect of Birth Weight on Adult Outcomes. The Quarterly Journal of Economics, 122(1):409Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c 439.",
        "Black, S. E., Devereux, P. J., and Salvanes, K. G. (2016). Does grief transfer across generations? bereavements during pregnancy and child outcomes. American Economic Journal: Applied Economics, 8(1):193Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c223.",
        "Buckles, K. and Hungerman, D. M. (2016). The incidental fertility effects of school condom distribution programs.",
        "Bustan, M. N. and Coker, A. L. (1994). Maternal attitude toward pregnancy and the risk of neonatal death. American Journal of Public Health, 84(3):411Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c414.",
        "Calonico, S., Cattaneo, M. D., and Titiunik, R. (2014). Robust Nonparametric Confidence Intervals for Regression-Discontinuity Designs. Econometrica, 82(6):2295Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c2326.",
        "CEPAL and INE (2005). CHILE: Proyecciones y Estimaciones de PoblacioÃ\u0083Å\u0092Ã\u0082Â\u0081n. Total PaÃ\u0083â\u0080\u009eÃ\u0082Â±Ã\u0083Å\u0092Ã\u0082Â\u0081s 1950-2050. CEPAL, Santiago.",
        "Ciszewski, R. L. and Harvey, P. D. (1995). Contraceptive price changes: the impact on sales in Bangladesh. International Family Planning Perspectives, 21(4):150.",
        "Cohodes, S. R. and Goodman, J. S. (2014). Merit Aid, College Quality, and College Completion: MassachusettsÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0084¢ Adams Scholarship as an In-Kind Subsidy. American Economic Journal: Applied Economics, 6(4):251Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c285.",
        "Collins, E. G. and Hershbein, B. J. (2013). The Impact of Subsidized Birth Control for College Women: Evidence from the Deficit Reduction Act.",
        "Croen, L. A., Shaw, G. M., and Lammer, E. J. (2000). Risk factors for cytogenetically normal holoprosencephaly in California: A population-based case-control study. American Journal of Medical Genetics, 90(4):320Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c325.",
        "Currie, J. (2011). Inequality at Birth: Some Causes and Consequences. American Economic Review, 101(3):1Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c22.",
        "Currie, J. and Moretti, E. (2003). MotherÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0084¢s education and the intergenerational transmission of human capital: Evidence from college openings. The Quarterly Journal of Economics.",
        "Dott, M., Rasmussen, S. A., Hogue, C. J., and Reefhuis, J. (2009). Association Between Pregnancy Intention and Reproductive-health Related Behaviors Before and After Pregnancy Recognition, National Birth Defects Prevention Study, 1997Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c2002. Maternal and Child Health Journal, 14(3):373Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c381.",
        "Dumas, C. and Lefranc, A. (2013). Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0084¢Sex in Marriage is a Divine GiftÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0084¢: For Whom? Evidence from the Manila Contraceptive Ban. IZA Discussion Paper Series, (7503).",
        "DuraÃ\u0083Å\u0092Ã\u0082Â\u0081n, G. and Kremerman, M. (2007). Informe Farmacias. Technical Report 3, FundacioÃ\u0083Å\u0092Ã\u0082Â\u0081n Sol, Santiago.",
        "Eriksson, J. G., Kajantie, E., Osmond, C., Thornburg, K., and Barker, D. J. P. (2009). Boys live dangerously in the womb. American Journal of Human Biology, 22(3):330Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c335.",
        "Fan, J. and Gijbels, I. (2000). Local Polynomial Fitting. Approaches, Computation, and Application. John Wiley & Sons, Inc., Hoboken, NJ, USA."
    ]
}