{
    "id": 23918,
    "cites": 31,
    "cited_by": 8,
    "reference": [
        "Ameriks, J., Briggs, J., Caplin, A., Shapiro, M. D., and Tonetti, C. (2016). Late-in-Life Risks and the Under-Insurance Puzzle. Working Paper 22726, National Bureau of Economic Research.",
        "Ameriks, J., Briggs, J. S., Caplin, A., Shapiro, M. D., and Tonetti, C. (2015). LongTerm Care Utility and Late in Life Saving. Working Paper 20973, National Bureau of Economic Research.",
        "Ameriks, J., Caplin, A., Laufer, S., and Van Nieuwerburgh, S. (2011). The Joy of Giving or Assisted Living? Using Strategic Surveys to Separate Public Care Aversion from Bequest Motives. The Journal of Finance, 66(2):519Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c561.",
        "Boisclair, D., Cote-Sergent, A., Laliberte-Auger, F., Marchand, S., and Michaud, P.-C. (2016). A health microsimulation model for Quebec and Canada. Technical report, HEC Montreal - CEDIA.",
        "Boisclair, D., Lusardi, A., and Michaud, P.-C. (2015). Financial literacy and retirement planning in Canada. Journal of Pension Economics and Finance, pages 1Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c20.",
        "Bonsang, E. (2009). Does informal care from children to their elderly parents substitute for formal care in Europe? Journal of Health Economics, 28(1):143Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c154.",
        "Bourgeon, J.-M. and Picard, P. (2014). Fraudulent claims and nitpicky insurers. American Economic Review, 104(9):2900Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c2917.",
        "Brown, J., Goda, G., and McGarry, K. (2012). Long-term care insurance demand limited by beliefs about needs, concerns about insurers and care available from family. Health Affairs, (6):1294Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c302.",
        "Brown, J. R. and Finkelstein, A. (2008). The Interaction of Public and Private Insurance: Medicaid and the Long-Term Care Insurance Market. American Economic Review, 98(3):1083Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c1102.",
        "Brown, J. R. and Finkelstein, A. (2009). The Private Market for Long-Term Care Insurance in the United States: A Review of the Evidence. Journal of Risk and Insurance, 76(1):5Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c29.",
        "Brown, J. R. and Finkelstein, A. (2011). Insuring Long-Term Care in the United States. Journal of Economic Perspectives, 25(4):119Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c142.",
        "Courtemanche, C. and He, D. (2009). Tax incentives and the decision to purchase long-term care insurance. Journal of Public Economics, 93(1Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c2):296Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c310.",
        "Cremer, H., De Donder, P., and Pestieau, P. (2009). Providing Sustainable Long Term Care: A Looming Challenge. Technical Report 3.",
        "Dardanoni, V. and Li Donni, P. (2016). The welfare cost of unpriced heterogeneity in insurance markets. The RAND Journal of Economics, 47(4):998Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c1028.",
        "Davidoff, T. (2009). Housing, health, and annuities. Journal of Risk and Insurance, 76(1):31Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c52.",
        "Einav, L., Finkelstein, A., and Cullen, M. R. (2010). Estimating Welfare in Insurance Markets Using Variation in Prices. The Quarterly Journal of Economics, 125(3):877Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c 921.",
        "Finkelstein, A. and McGarry, K. (2006). Multiple Dimensions of Private Information: Evidence from the Long-Term Care Insurance Market. American Economic Review, 96(4):938Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c958.",
        "Goda, G. S. (2011). The impact of state tax subsidies for private long-term care insurance on coverage and Medicaid expenditures. Journal of Public Economics, 95(7Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c8):744Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c757.",
        "Goldman, D., Shang, B., Hattacharya, J., Garber, A., Hurd, M., Joyce, G., Lakdawalla, D., Panis, C., and Shekelle, P. (2005). Consequences of health trends and medical innovation for the future elderly. Health Affairs, 24(6):W5R5Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009cW5R17.",
        "Hurd, M. D., Michaud, P.-C., and Rohwedder, S. (2017). Distribution of lifetime nursing home use and of out?of?pocket spending. Proceedings of the National Academy of Sciences.",
        "J. Louviere, D. Hensher, J. S. (2000). Stated Choice Methods, Analysis and Applications. Cambridge University Press.",
        "Lockwood, L. M. (2014). Incidental Bequests: Bequest Motives and the Choice to Self-Insure Late-Life Risks. Working Paper 20745, National Bureau of Economic Research.",
        "Lusardi, A. and Mitchell, O. S. (2014). The Economic Importance of Financial Literacy: Theory and Evidence. Journal of Economic Literature, 52(1):5Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c44.",
        "Manski, C. F. (1999). Analysis of Choice Expectations in Incomplete Scenarios. Journal of Risk and Uncertainty, 19(1):49Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c66.",
        "OECD (2011). Help Wanted? - Providing and Paying for Long-Term Care. Oecd press edition.",
        "Pauly, M. V. (1990). The Rational Nonpurchase of Long-Term-Care Insurance. Journal of Political Economy, 98(1):153Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c168.",
        "Pestieau, P. and Ponthiere, G. (2011). The Long Term Care Insurance Puzzle. In Financing Long-Term Care in Europe - Institutions. J. Costa-Font, palgrave macmillan edition.",
        "Pinquart, M. and SoÃ\u0083Å\u0092Ã\u0082Ë\u0086rensen, S. (2002). Older AdultsÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0084¢ Preferences for Informal, Formal, and Mixed Support for Future Care Needs: A Comparison of Germany and the United States. The International Journal of Aging and Human Development, 54(4):291Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c314.",
        "Sloan, F. A. and Norton, E. C. (1997). Adverse Selection, Bequests, Crowding Out, and Private Demand for Insurance: Evidence from the Long-term Care Insurance Market. Journal of Risk and Uncertainty, 15(3):201Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c219.",
        "Tennyson, S. and Yang, H. K. (2014). The role of life experience in long-term care insurance decisions. Journal of Economic Psychology, 42:175Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c188.",
        "Zhou-Richter, T., Browne, M. J., and GruÃ\u0083Å\u0092Ã\u0082Ë\u0086ndl, H. (2010). DonÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0084¢t They Care? Or, Are They Just Unaware? Risk Perception and the Demand for Long-Term Care Insurance. Journal of Risk and Insurance, 77(4):715Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c747."
    ]
}