{
    "id": 23928,
    "cites": 51,
    "cited_by": 32,
    "reference": [
        "Acemoglu, Daron and David Autor, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Skills, Tasks and Technologies: Implications for Employment and Earnings,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d in O. Ashenfelter and D. Card, eds., Handbook of Labor Economics, Vol. 4, Elsevier, June 2011, chapter 12, pp. 1043Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c1171.",
        "Aghion, Philippe and Jean Tirole, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Formal and real authority in organizations,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Journal of political economy, 1997, 105 (1), 1Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c29.",
        ", Antonin Bergeaud, Richard Blundell, and Rachel Griffith, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093The innovation premium to low skill jobs,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d 2017.",
        ", Nick Bloom, Richard Blundell, Rachel Griffith, and Peter Howitt, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Competition and Innovation: An Inverted-U Relationship,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d The Quarterly Journal of Economics, MIT Press, May 2005, 120 (2), 701Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c728.",
        ", Peter Howitt, and Susanne Prantl, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Patent rights, product market reforms, and innovation,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Journal of Economic Growth, 2015, 20 (3), 223Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c262.",
        "Agrawal, Ajay, John McHale, and Alex Oettl, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Artificial Intelligence and Recombinant Growth,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d 2017. University of Toronto manuscript.",
        "Alvarez-Cuadrado, Francisco, Ngo Long, and Markus Poschke, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Capital-Labor Substitution, Structural Change and Growth,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Theoretical Economics, 2017, 12 (3), 1229Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c1266.",
        "Autor, David, David Dorn, Lawrence F. Katz, Christina Patterson, and John Van Reenen, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093The Fall of the Labor Share and the Rise of Superstar Firms,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Working Paper 23396, National Bureau of Economic Research May 2017.",
        "Autor, David H., Frank Levy, and Richard J. Murnane, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093The Skill Content Of Recent Technological Change: An Empirical Exploration,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d The Quarterly Journal of Economics, November 2003, 118 (4), 1279Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c1333.",
        "ARTIFICIAL INTELLIGENCE AND ECONOMIC GROWTH 49 Barkai, Simcha, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Declining Labor and Capital Shares,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d 2017. University of Chicago manuscript.",
        "Baslandze, Salome, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093The Role of the IT Revolution in Knowledge Diffusion, Innovation and Reallocation,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d 2016. EIEF manuscript.",
        "Baumol, William J., Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Macroeconomics of Unbalanced Growth: The Anatomy of Urban Crisis,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d American Economic Review, June 1967, 57, 415Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c426.",
        "Bloom, Nicholas, Charles I. Jones, John Van Reenen, and Michael Webb, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Are Ideas Getting Harder to Find?,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d 2017. Stanford University manuscript.",
        ", Luis Garicano, Raffaella Sadun, and John Van Reenen, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093The distinct effects of information technology and communication technology on firm organization,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Management Science, 2014, 60 (12), 2859Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c2885.",
        "Boppart, Timo, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Structural Change and the Kaldor Facts in a Growth Model With Relative Price Effects and Non???Gorman Preferences,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Econometrica, November 2014, 82, 2167Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c2196.",
        "Chetty, Raj, John N Friedman, Tore Olsen, and Luigi Pistaferri, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Adjustment costs, firm responses, and micro vs. macro labor supply elasticities: Evidence from Danish tax records,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d The quarterly journal of economics, 2011, 126 (2), 749Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c804.",
        "Comin, Diego, Danial Lashkari, and Marti Mestieri, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Structural Transformations with Long-run Income and Price Effects,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d March 2015. Dartmouth College unpublished manuscript.",
        "Danaylov, Nikola, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u009317 Definitions of the Technological Singularity,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d 2012. Singularity Weblog.",
        "Elsby, Michael WL, Bart Hobijn, and AysÃ\u0083Å\u0092Ã\u0082Â§eguÃ\u0083Å\u0092Ã\u0082Ë\u0086l SÃ\u0083Å\u0092Ã\u0082Â§ahin, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093The Decline of the U.S. Labor Share,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Brookings Papers on Economic Activity, 2013, 2013 (2), 1Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c63.",
        "Garicano, Luis, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Hierarchies and the Organization of Knowledge in Production,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Journal of Political Economy, October 2000, 108 (5), 874Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c904.",
        "Good, I.J., Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Speculations Concerning the First Ultraintelligent Machine,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Advances in Computers, June 1965, 6.",
        "Gordon, Robert J., Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Is U.S. Economic Growth Over? Faltering Innovation Confronts the Six Headwinds,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Working Paper 18315, National Bureau of Economic Research August 2012.",
        ", The Rise and Fall of American Growth: The US Standard of Living since the Civil War, Princeton University Press, 2016.",
        "Graetz, Georg and Guy Michaels, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Robots at work,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d 2017. London School of Economics manuscript. P",
        "Hart, Oliver and Bengt Holmstrom, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093A theory of firm scope,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d The Quarterly Journal of Economics, 2010, 125 (2), 483Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c513.",
        "Hemous, David and Morten Olsen, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093The Rise of the Machines: Automation, Horizontal Innovation and Income Inequality,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d 2016. University of Zurich manuscript.",
        "Herrendorf, Berthold, Richard Rogerson, and Akos Valentinyi, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Growth and Structural Transformation, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d in Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Handbook of Economic Growth,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Vol. 2 of Handbook of Economic Growth, Elsevier, 2014, chapter 6, pp. 855Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c941.",
        "JaÃ\u0083Å\u0092Ã\u0082Ë\u0086gger, Kirsten, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093EU KLEMS Growth and Productivity Accounts 2016 release-Description of Methodology and General Notes.,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d 2016. The Conference Board Europe.",
        "Jones, Benjamin F., Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093The Burden of Knowledge and the Death of the Renaissance Man: Is Innovation Getting Harder?,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Review of Economic Studies, 2009, 76 (1).",
        "Jones, Charles I., Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093R&D-Based Models of Economic Growth,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Journal of Political Economy, August 1995, 103 (4), 759Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c784.",
        ", Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093The Facts of Economic Growth,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Handbook of Macroeconomics, 2016, 2a, 3Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c69.",
        "Jorgenson, Dale W., Mun S. Ho, and Jon D. Samuels, Educational Attainment and the Revival of U.S. Economic Growth, University of Chicago Press, April 2017.",
        "Kaldor, Nicholas, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Capital Accumulation and Economic Growth,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d in F.A. Lutz and D.C. Hague, eds., The Theory of Capital, St. Martins Press, 1961, pp. 177Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c222.",
        "Karabarbounis, Loukas and Brent Neiman, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093The Global Decline of the Labor Share,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Quarterly Journal of Economics, 2013, 129 (1), 61Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c103.",
        "Kehrig, Matthias and Nicolas Vincent, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Growing Productivity without Growing Wages: The Micro-Level Anatomy of the Aggregate Labor Share Decline,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d 2017. Duke University manuscript.",
        "Kleven, Henrik J and Mazhar Waseem, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Using notches to uncover optimization frictions and structural elasticities: Theory and evidence from Pakistan,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d The Quarterly Journal of Economics, 2013, 128 (2), 669Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c723.",
        "Kongsamut, Piyabha, Sergio Rebelo, and Danyang Xie, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Beyond Balanced Growth,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d The Review of Economic Studies, 2001, 68 (4), 869Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c882.",
        "ARTIFICIAL INTELLIGENCE AND ECONOMIC GROWTH 51 Kortum, Samuel S., Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Research, Patenting, and Technological Change,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Econometrica, 1997, 65 (6), 1389Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c1419.",
        "Krusell, Per, Lee E Ohanian, JoseÃ\u0083Å\u0092Ã\u0082Â\u0081-VÃ\u0083â\u0080\u009eÃ\u0082Â±Ã\u0083Å\u0092Ã\u0082Â\u0081ctor RÃ\u0083â\u0080\u009eÃ\u0082Â±Ã\u0083Å\u0092Ã\u0082Â\u0081os-Rull, and Giovanni L Violante, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Capital-skill complementarity and inequality: A macroeconomic analysis,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Econometrica, 2000, 68 (5), 1029Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c1053.",
        "Kurzweil, Ray, The Singularity is Near, New York: Penguin, 2005.",
        "Ngai, L. Rachel and Christopher A. Pissarides, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Structural Change in a Multisector Model of Growth,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d American Economic Review, March 2007, 97 (1), 429Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c443.",
        "Nordhaus, William D., Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Are We Approaching an Economic Singularity? Information Technology and the Future of Economic Growth,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Working Paper 21547, National Bureau of Economic Research September 2015.",
        "Peretto, Pietro F. and John J. Seater, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Factor-eliminating technical change,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Journal of Monetary Economics, 2013, 60 (4), 459Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c473.",
        "Romer, Paul M., Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Endogenous Technological Change,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Journal of Political Economy, October 1990, 98 (5), S71Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009cS102.",
        "Saez, Emmanuel, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Do taxpayers bunch at kink points?,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d American Economic Journal: Economic Policy, 2010, 2 (3), 180Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c212.",
        "Solomonoff, R.J., Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093The Time Scale of Artificial Intelligence: Reflections on Social Effects,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Human Systems Management, 1985, 5, 149Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c53.",
        "Stole, Lars and Jeffrey Zwiebel, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Organizational Design and Technology Choice under Intrafirm Bargaining,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d 1996, 86 (1), 195Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c222.",
        "Tirole, Jean, Economics for the Common Good, Princeton University Press, 2017.",
        "Vinge, Vernor, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093The Coming Technological Singularity: How to Survive in the Post-Human Era,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Vision-21: Interdisciplinary Science and Engineering in the Era of Cyberspace, 1993, pp. 11Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c22.",
        "Webb, Michael, Greg Thornton, Sean Legassick, and Mustafa Suleyman, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093What Does Artificial Intelligence Do?,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d 2017. Stanford University manuscript.",
        ". AGHION, B. JONES, AND C. JONES Yudkowsky, Eliezer, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Intelligence Explosion Microeconomics,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d 2013. Technical report 2013-1."
    ]
}