{
    "id": 23921,
    "cites": 10,
    "cited_by": 1,
    "reference": [
        "Barro, Robert J and Xavier Sala i Martin, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Convergence,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Journal of Political Economy, April 1992, 100 (2), 223Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c51.",
        "Edison, Hali J., Michael W. Klein, Luca Ricci, and Torsten Sloek, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Capital Account Liberalization and Economic Performance: Survey and Synthesis,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Working Paper 9100, National Bureau of Economic Research August 2002.",
        "Fischer, Stanley, Capital Account Liberalization and the Role of IMF Implementing the environmental action programme for Central and Eastern Europe, International Monetary Fund, 1997.",
        ", Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Globalization and Its Challenges,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d American Economic Review, 2003, 93 (2), 1Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c30.",
        "Gourinchas, Pierre-Olivier and Olivier Jeanne, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093The Elusive Gains from International Financial Integration, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Review of Economic Studies, 07 2006, 73 (3), 715Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c741.",
        "Henry, Peter Blair, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Capital Account Liberalization: Theory, Evidence, and Speculation,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Journal of Economic Literature, December 2007, 45 (4), 887Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c935. Kose, A., K. Rogoff, E. Prasad, and S.J. Wei, Financial Globalization: A Reappraisal number nos. 20062189.",
        "In Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Ë\u009cIMF working paper ; WP/06/189.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0084¢, INTERNATIONAL MONETARY FUND, 2006.",
        "Obstfeld, Maurice, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093The Global Capital Market: Benefactor or Menace?,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Journal of Economic Perspectives, Fall 1998, 12 (4), 9Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c30.",
        "Rogoff, Kenneth, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093International Institutions for Reducing Global Financial Instability,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Journal of Economic Perspectives, Fall 1999, 13 (4), 21Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c42.",
        "Summers, Lawrence H., Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093International Financial Crises: Causes, Prevention, and Cures,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d American Economic Review, May 2000, 90 (2), 1Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c16."
    ]
}