{
    "id": 23949,
    "cites": 88,
    "cited_by": 5,
    "reference": [
        "ACEMOGLU, D., AGHION, P., GRIFFITH, R., & ZILIBOTTI, F. 2010. Vertical Integration and Technology: Theory and Evidence. Journal of European Economic Association.",
        "ACEMOGLU, DARON, JOHNSON, SIMON, & MITTON, TODD. 2009. Determinants of vertical integration: financial development and contracting costs. Journal of Finance.",
        "ALFARO, LAURA, CONCONI, PAOLA, FADINGER, HARALD, & NEWMAN, ANDREW F. 2016. Do Prices Determine Vertical Integration? Review of Economic Studies, 83, 855Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c888.",
        "ANTRS, P., & STAIGER, R. W. 2012. Offshoring and the Role of Trade Agreements. American Economic Review.",
        "ANTRS, POL. 2003. Firms, Contracts, and Trade Structure. Quarterly Journal of Economics, 118, 1375Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c1418.",
        "ANTRS, POL. 2014. Grossman-Hart (1986) Goes Global: Incomplete Contracts, Property Rights, and the International Organization of Production. Journal of Law, Economics, and Organization.",
        "ANTRS, POL. 2016. Global Production: Firms, Contracts, and Trade Structure. Princeton University Press.",
        "ATALAY, ENGHIN, HORTACSU, ALI, & SYVERSON, CHAD. 2014. Vertical Integration and Input Flows. American Economic Review, 104(4), 1120Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c48.",
        "ATKIN, DAVID, KHANDELWAL, AMIT, & OSMAN, ADAM. 2017. Exporting and Firm Performance: Evidence from a Randomized Trial. Quarterly Journal of Economics.",
        "AXBARD, SEBASTIAN. 2016. Income Opportunities and Sea Piracy in Indonesia: Evidence from Satellite Data. American Economic Journal: Applied Economics, 8(2), 154Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c94.",
        "BAKER, G, & HUBBARD, T. 2003. Make Versus Buy in Trucking: Asset Ownership, Job Design and Information. American Economic Review.",
        "BAKER, G, & HUBBARD, T. 2004. Contractibility and Asset Ownership: On-Board Computers and Governance in US Trucking. Quarterly Journal of Economics.",
        "BAKER, G., GIBBONS, B., & MURPHY, K. J. 2011. Relational Adaptation. mimeo, Harvard Business School.",
        "BAKER, GEORGE, GIBBONS, ROBERT, & MURPHY, KEVIN J. 2002. Relational Contracts and the Theory of the Firm. The Quarterly Journal of Economics, 117(1), 39Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c84.",
        "BALDWIN, R., & HARRIGAN, J. 2011. Zeros, Quality, and Space: Trade Theory and Trade Evidence. American Economic Journal: Microeconomics.",
        "BANERJEE, A., & DUFLO, E. 2000. Reputation Effects and the Limits of Contracting: A Study of the Indian Software Industry. Quarterly Journal of Economics.",
        "BARRON, DANIEL, GIBBONS, ROBERT, GIL, RICARD, & MURPHY, KEVIN J. 2017. Relational Adaptation under Reel Authority. mimeo, Kellogg.",
        "BASTOS, PAULO, SILVA, JOANA, & VERHOOGEN, ERIC. 2016. Export Destinations and Input Prices. Unpub. paper.",
        "BERTRAND, MARIANNE, JOHNSON, SIMON, SAMPHANTHARAK, KRISLERT, & SCHOAR, ANTOINETTE. 2008. Mixing Family with Business: A Study of Thai Business Groups and the Families Behind Them. Journal of Financial Economics.",
        "BLOOM, NICHOLAS, EIFERT, BENN, MCKENZIE, DAVID, MAHAJAN, APRAJIT, & ROBERTS, JOHN. 2013. Does management matter: evidence from India. Quarterly Journal of Economics.",
        "BOEHM, JOHANNES. 2016. The Impact of Contract Enforcement Costs on Outsourcing and Aggregate Productivity. mimeo, Sciences Po.",
        "BRAMBILLA, IRENE, & PORTO, GUIDO. 2016. High-Income Export Destinations, Quality and Wages. Journal of International Economics.",
        "BRAMBILLA, IRENE, LEDERMAN, DANIEL, & PORTO, GUIDO. 2012. Exports, Export Destinations, and Skills. American Economic Review, 102(7), 3406Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c38.",
        "BRAMBILLA, IRENE, LEDERMAN, DANIEL, & PORTO, GUIDO. 2016. Exporting Firms and the Demand for Skilled Tasks. mimeo, UNLP.",
        "BRESNAHAN, TIMOTHY F., & LEVIN, JONATHAN D. 2012. Vertical integration and Market Structure. In: GIBBONS, R., & ROBERTS, D.J. (eds), Handbook of Organizational Economics.",
        "BREZA, EMILY, & LIBERMAN, ANDRES. 2017. Financial Contracting and Organizational Form: Evidence from the Regulation of Trade Credit. Journal of Finance.",
        "DE LA PUENTE, OSCAR, SUEIRO, JUAN CARLOS, HECK, CARMEN, SOLDI, GIULIANA, & PUENTE, SANTIAGO DE LA. 2011. Evaluacion de los sistemas de gestion pesquera en el marco de la certificacion a cargo del marine. La pesqueria Peruana de anchoveta. Stewardship Council, Cayetano Heredia University WP.",
        "DESSEIN, WOUTER, & SANTOS, TANO. 2006. Adaptive Organizations. Journal of Political Economy.",
        "FLUCKIGER, MATTHIAS, & LUDWIG, MARKUS. 2015. Economic shocks in the fisheries sector and maritime piracy. Journal of Development Economics, 114, 107 Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c 125.",
        "FORBES, S. J., & LEDERMAN, M. 2009. Adaptation and Vertical Integration in the Airline Industry. American Economic Review.",
        "FORBES, SILKE J., & LEDERMAN, MARA. 2010. Does vertical integration affect firm performance? Evidence from the airline industry. The RAND Journal of Economics, 41(4), pp. 765Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c790.",
        "FRÃ\u0083Æ\u0092Ã\u0082Â\u008dAS, JUDITH A., KAPLAN, DAVID S., & VERHOOGEN, ERIC. 2009. Exports and Wage Premia: Evidence from Mexican Employer-Employee Data. mimeo Columbia University.",
        "GAULIER, GUILLAUME, & ZIGNAGO, SOLEDAD. 2010 (Oct.). BACI: International Trade Database at the ProductLevel.",
        "The 1994-2007 Version. Working Papers 2010-23. CEPII research center.",
        "GIBBONS, R., & ROBERTS, D.J. 2013. Handbook of Organizational Economics. Princeton University Press.",
        "GIBBONS, ROBERT. 2005. Four formal(izable) theories of the firm? Journal of Economic Behavior and Organization, 58(2), 200 Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c 245.",
        "GIL, R. 2009. Revenue sharing distortions and vertical integration in the movie industry. Journal of Law, Economics, and Organization.",
        "GOLDBERG, PINELOPI K, & PAVCNIK, NINA. 2007. Distributional Effects of Globalization in Developing Countries. Journal of Economic Literature, 45, 39Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c82.",
        "GOLDBERG, PINELOPI KOUJIANOU, KHANDELWAL, AMIT KUMAR, PAVCNIK, NINA, & TOPALOVA, PETIA. 2010. Imported Intermediate Inputs and Domestic Product Growth: Evidence from India. The Quarterly Journal of Economics, 125(4), 1727Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c1767.",
        "GROSSMAN, G. M., & HELPMAN, E. 2002. Integration Versus Outsourcing In Industry Equilibrium. Quarterly Journal of Economics.",
        "GROSSMAN, SANFORD J., & HART, OLIVER D. 1986. The Costs and Benefits of Ownership: A Theory of Vertical and Lateral Integration. Journal of Political Economy, 94(4), pp. 691Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c719.",
        "HALLAK, JUAN CARLOS. 2006. Product quality and the direction of trade. Journal of International Economics.",
        "HALLAK, JUAN CARLOS, & SCHOTT, PETER. 2011. Estimating Cross-Country Differences in Product Quality. Quarterly Journal of Economics.",
        "HALPERN, LASZLO, KOREN, MIKLOS, & SZEIDL, ADAM. 2015. Imported Inputs and Productivity. American Economic Review.",
        "HARDY, MORGAN, & MCCASLAND, JAMIE. 2015. Are Small Firms Labor Constrained? Experimental Evidence from Ghana\" with Morgan Hardy. mimeo, University of British Columbia.",
        "HART, OLIVER, & MOORE, JOHN. 1990. Property Rights and the Nature of the Firm. Journal of Political Economy, 98(6), pp. 1119Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c1158.",
        "HART, OLIVER, SHLEIFER, ANDREI, & VISHNY, ROBERT W. 1997. The proper scope of government: theory and an application to prisons. The Quarterly Journal of Economics, 112(4), 1127Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c1161.",
        "HOLMSTROM, B. 1999. The Firm as a Subeconomy. Journal of Law, Economics, and Organization.",
        "HOLMSTROM, B., & MILGROM, P. 1994. The firm as an incentive system. American Economic Review.",
        "HOLMSTROM, B., & TIROLE, J. 1991. Transfer pricing and organizational form. Journal of Law, Economics, and Organization.",
        "HOLMSTROM, BENGT, & MILGROM, PAUL. 1991. Multitask principal-agent analyses: Incentive contracts, asset ownership, and job design. Journal of Law, Economics, & Organization, 24Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c52.",
        "HORTACSU, ALI, & SYVERSON, CHAD. 2007. Cementing Relationships: Vertical Integration, Foreclosure, Productivity, and Prices. Journal of Political Economy.",
        "HUMMELS, D., & KLENOW, P. 2005. The variety and quality of a nationÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0084¢s exports. American Economic Review.",
        "IRARRAZABAL, ALFONSO, MOXNES, ANDREAS, & OPROMOLLA, LUCA DAVID. 2013. The Margins of Multinational Production and the Role of Intrafirm Trade. Journal of Political Economy.",
        "JOHNSON, ROBERT C. 2012. Trade and Prices with Heterogeneous Firms. Journal of International Economics.",
        "KHANDELWAL, AMIT. 2010. The Long and Short (of) Quality Ladders. The Review of Economic Studies, 77(4), 1450Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c1476.",
        "KHANNA, T, & YAFEH, Y. 2007. Business Groups in Emerging Markets: Paragons or Parasites? Journal of Economic Perspectives, XLV, 331Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c372.",
        "KOSOV, RENTA, LAFONTAINE, FRANCINE, & PERRIGOT, ROZENN. 2013. Organizational Form and Performance: Evidence from the Hotel Industry. Review of Economics and Statistics.",
        "KUGLER, MAURICE, & VERHOOGEN, ERIC. 2012. Prices, Plant Size, and Product Quality. Review of Economic Studies, 79(1), 307Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c339.",
        "LAFONTAINE, FRANCINE, & SLADE, MARGARET. 2007. Vertical Integration and Firm Boundaries: The Evidence. Journal of Economic Literature, 45(3), 629Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c685.",
        "LEGROS, PATRICK, & NEWMAN, ANDREW F. 2013. A Price Theory of Vertical and Lateral Integration. Quarterly Journal of Economics.",
        "MACCHIAVELLO, ROCCO. 2011. Financial development and vertical integration: theory and evidence. Journal of the European Economic Association.",
        "MACCHIAVELLO, ROCCO, & MIQUEL-FLORENSA, JOSEPA. 2016. Vertical Integration and Relational Contracts: Evidence from Costa RicaÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0084¢s Coffee Chain. Unpub. paper.",
        "MACCHIAVELLO, ROCCO, & MORJARIA, AMEET. 2015. The Value of Relationships: Evidence from a Supply Shock to Kenya Rose Exports. American Economic Review.",
        "MANOVA, KALINA, & ZHANG, ZHIWEI. 2012. Export Prices Across Firms and Destinations. The Quarterly Journal of Economics, 127(1), 379Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c436.",
        "MCKENZIE, D., DE MEL, S., & WOODRUFF, C. 2008. Returns to Capital: Results from a Randomized Experiment. Quarterly Journal of Economics.",
        "MCLAREN, J. 2000. Globalization and Vertical Structure. American Economic Review.",
        "MELITZ, MARC J. 2003. The Impact of Trade on Intra-Industry Reallocations and Aggregate Industry Productivity.",
        "MULLAINATHAN, S., & SHARFSTEIN, D. 2001. Do firm boundaries matter? American Economic Review.",
        "NATIVIDAD, GABRIEL. 2014. Integration and Productivity: Satellite-Tracked Evidence. Management Science, 60(7), 1698Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c1718.",
        "NOVAK, SHARON, & STERN, SCOTT. 2008. How Does Outsourcing Affect Performance Dynamics? Evidence from the Automobile Industry. Management Science, 54(12), pp. 1963Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c1979.",
        "NUNN, NATHAN. 2007. Relationship-Specificity, Incomplete Contracts, and the Pattern of Trade. The Quarterly Journal of Economics, 122(2), 569Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c600.",
        "ORDOVER, JA, SALONER, G, & SALOP, SC. 1990. Equilibrium vertical foreclosure. American Economic Review.",
        "PAREDES, E. CARLOS, & GUTIERREZ, MARIA E. 2008. The Peruvian Anchovy Sector: Costs and Benefits. An analysis of recent behavior and future challenges. IIFET 2008 Vietnam Proceedings.",
        "PARK, ALBERT, YANG, DEAN, SHI, XINZHENG, & JIANG, YUAN. 2009. Exporting and Firm Performance: Chinese Exporters and the Asian Financial Crisis. NBER Working Papers 14632.",
        "RUHL, KIM J. 2015. How Well is U.S. Intrafirm Trade Measured? American Economic Review: Papers and Proceedings.",
        "SCHOTT, P. 2004. Across-product versus within-product specialization in international trade. Quarterly Journal of Economics.",
        "TADELIS, STEVEN. 2002. Complexity, Flexibility, and the Make-or-Buy Decision. American Economic Review.",
        "TVETERAS, SIGBJORN, PAREDES, CARLOS E., & TORRES, JULIO PENA. 2011. Individual Vessel Quotas in Peru: Stopping the Race for Anchovies. Marine Resource Economics, 26, 225Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c232.",
        "VERHOOGEN, ERIC A. 2008. Trade, Quality Upgrading, and Wage Inequality in the Mexican Manufacturing Sector. The Quarterly Journal of Economics, 123(2), 489Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c530.",
        "WILLIAMSON, OLIVER. 1971. The Vertical Integration of Production: Market Failure Considerations. The American Economic Review, 61(2), pp. 112Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c123.",
        "WILLIAMSON, OLIVER. 1975. Markets and Hierarchies: Analysis and Antitrust Implications, a Study in the Economics of Internal Organization. Free Press.",
        "WILLIAMSON, OLIVER. 1985. The Economic Institutions of Capitalism. Free Press.",
        "WOODRUFF, C. 2002. Non-contractible Investments and Vertical Integration in the Mexican Footwear Industry. International Journal of Industrial Organization.",
        "FIGURE A4: EVOLUTION OF THE VERTICALLY INTEGRATED SHARE OF INPUTS INDUSTRY-WIDE .2 .3 .4 .5 .6 .7 .8 Share of inputs from VI suppliers 2008-1 2008-2 2009-1 2009-2 2010-1 2010-2 2011-1 2011-2 2012-1 2012-2 2013-1 2013-2 2014-1 2015-1 2015-2 2016-1 2016-2 Notes: This graph shoes the evolution of the Peruvian fishmeal industryÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0084¢s share of inputs from integrated suppliers by production season. For every year, Ã\u0083Â¢Ã\u0082Ë\u0086Ã\u0082â\u0080\u00991 is the first production season in the calendar year, in general from April to July, and Ã\u0083Â¢Ã\u0082Ë\u0086Ã\u0082â\u0080\u00992 is the second production season, in general from November to January. Appendix B Dynamic Theoretical Framework and Relational Contracts Dynamic theoretical framework The model presented in the main body of the paper assumes that all transactions are done on the spot market.",
        "Appendix C Supplier Behavioral Adaptation and Vertical Integration Organizational structure and supplier behavioral response to variation in production conditions In this appendix, we provide evidence that supplier Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093adaptationÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d depends on organizational structure (See Williamson (1975, 1985) for theoretical considerations and Forbes & Lederman (2009, 2010) for empirical tests). Specifically, we look at how independent and integrated suppliers differentially adjust their behavior to important variations in production conditions.",
        "Specifically, we use 2015 data to identify the conditions that lead to availability of more and better fish, and thereafter exclude 2015 data from our regressions of interest. We first define good fishing conditions for a specific location. We match the plankton data with information on how much fishing takes place in a given grid-cell, as inferred from GPS measures of boatsÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0084¢ movements 59.",
        "Peruvian fish suppliers face a trade-off between taking quantity- and quality-increasing actions because of the technology they operate under. This trade-off is particularly pressing when production conditions are difficult. At such times, integrated suppliers seems to adopt their behavior to prioritize the quality of their inputs over the quantity even more. As in Forbes & Lederman (2009, 2010), this evidence suggests that vertical integration is a way for the downstream firm to insure that suppliers adopt the right (qualityincreasing) behavior when there is important variation in production conditions upstream. 63We also checked these results are not sensitive to how we define difficult production conditions. The corresponding tables are available from the authors. 64These results are also not sensitive to the way we define difficult production conditions. The corresponding tables are available from the authors."
    ]
}