{
    "id": 2394,
    "cites": 34,
    "cited_by": 4,
    "reference": [
        "Angell, James W. (1933), Financial Foreign Policy of the United States.",
        "New York: Council on Foreign Relations. Avramovic, Dragoslav (1958). Debt Servicing Capacity and Postwar Growth in International Indebtedness. Baltimore: Johns Hopkins University Press.",
        "Carosso, Vincent P. (1970). Investment Banking in America. Cambridge: Cambridge University Press.",
        "Council of the Corporation of Foreign Bondholders (various years), Annual Report, London: Corporation of Foreign Bondholders. de Vries, Barend (1971). The Debt Bearing Capacity of Developing Countries -- A Comparative Analysis, Banca Nationale del Lavoro Quarterly Review: 12-18.",
        "Washington, D.C.: GPO. Dulles, John Foster (1926). Our Foreign Loan Policy,tt Foreign Affairs 5: 33-48.",
        "Eaton, Jonathon and Mark Gersovitz (1981), tDebt with Potential Repudiation: Theoretical and Empirical Analysis, Review of Economic Studies 48, pp. 289-309.",
        "Edwards, Sebastian (1986). The Pricing of Bonds and Bank Loans in International Markets: An Empirical Analysis of Developing Countriest Foreign Borrowing, European Economic Review 30: 565-589.",
        "Baltimore: Johns Hopkins University Press. Foreign Bondholders Protective Council (various years), Annual Report, New York: Foreign Bondholders Protective Council. Fraga, Arminio (1986). German Reparations and the Brazilian Debt Crisis: A Comparative Study of International Lending and Adjustment, Princeton Studies in International Finance. Princeton: Princeton University Press.",
        "Guttentag, Jack and Richard Herring (1985). Commercial Bank Lending to Developing Countries: From Overlending to Underlending to Structural Reform, in G. Smith and J. Cuddington, eds.,, International Debt and the Developing Countries. Washington, D.C.: The World Bank.",
        "Kuczynski, Robert R. (1932), Bankers Profits From German Loans, Washington, D.C.: The Brookings Institution.",
        "Lindert, Peter H. and Peter Morton (1987), How Sovereign Debt has Worked, unpublished, University of California, Davis.",
        "Lipsey, Robert E. (1986). Changing Patterns of International Investment in and by the United States. in Martin Feldstein (ed.), The Changing Role of the United States in the World Economy, Chicago: University of Chicago Press (forthcoming).",
        "Lary, Hal B. and Associates (1943). The United States in the World Economy.",
        "Washington, DC: GPO. Lewis, Cleona (1938). Americas Stake in International Investments, Washington, D.C.: The Brookings Institution.",
        "Madden, John T., Marcus Nadler and Harry C. Sauvain (1937). Americas Experience as a Creditor Nation. New York: Prentice-Hall.",
        "Madden, John T. and Marcus Nadler (1929), Foreign Securities, New York: The Ronald Press.",
        "McNeil, William C. (1986). American Money and the Weimar Republic: Economics and Politics on the Eve of the Great Depression. New York: Columbia University Press.",
        "Morrow, Dwight (1927). Who Buys Foreign Bonds? Foreign Affairs 5: 219-232.",
        "Phelps, Clyde William (1927). The Foreign Expansion of American Banks.",
        "Robinson, Leland Rex (1926). Investment Trust Organization and Management.",
        "New York: Ronald Press. Royal Institute of International Affairs (1937), The Problem of International Investment, London: Oxford University Press.",
        "Speaker, Lawrence M. (1924). The Investment Trust. Chicago: A.W. Shaw.",
        "Stoddard, Lothrop (1932). Europe and Our Money. New York: Macmillan.",
        "Swan, Joseph R. (1928). The Worlds Present and Future Demand for Capital. Proceedings of the Academy of Political Science (January).",
        "United Nations (1949), Capital Movements During the Inter-war Period, New York: United Nations.",
        "United Nations (1954), The International Flow of Private Capital, Department of Economic Affairs, New York: United Nations.",
        "United Nations (1958), Statistical Yearbook, New York: United Nations.",
        "United Nations (1965), External Financing in Latin America, Department of Economic and Social Affairs, Economic Commission for Latin America, New York: United Nations.",
        "United Nations, Committee for Development Planning (1986). Doubling Development Finance. New York: United Nations.",
        "United States Senate, Committee on Finance (1932). Sale of Foreign Bonds or Securities in the United States, 72 Cong. 1 sess., Washington, D.C.: U.S. Government Printing Office.",
        "Wilkie, James W. (1974), Statistics and National Policy, Los Angeles: University of California.",
        "Williams, Benjamin H. (1929). Economic Foreign Policy of the United States.",
        "New York: -59-. White, Eugene Nelson (1986). Before the Glass-Steagall Act: An Analysis of the Investment Banking Activities of National Banks. Unpublished, Rutgers.",
        "Yawitz, J. (1977), An Analytical Model of Interest Rate Differentials and Different Default Recoveries, Journal of Financial and Quantitative Analysis."
    ]
}