{
    "id": 23941,
    "cites": 16,
    "cited_by": 14,
    "reference": [
        "Braga, A. and B. J. Bond (2008). Policing crime and disorder hot spots: A randomized controlled trial. Criminology 46, 577Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c608.",
        "Braga, A., A. V. Papachristos, and D. M. Hurreau (2012). An ex post factor evaluation framework for place-based police interventions. Campbell Systematic Reviews 8, 1Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c31.",
        "Braga, A., D. Weisburd, E. Waring, L. Green Mazerolle, W. Spelman, and F. Gajewski (1999). Problemoriented policing in violent crime places: A randomized controlled experiment. Criminology 37, 541Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c580.",
        "Chalfin, A. and J. McCrary (forthcoming 2017b). Are US Cities Underpoliced?: Theory and Evidence. Review of Economics and Statistics.",
        "Collazos, D., E. Garcia, D. Mejia, D. Ortega, and S. Tobon (2017). Hotspots policing in a high crime environment: An experimental evaluation in Medellin. In progress.",
        "Di Tella, R. and E. Schargrodsky (2004, March). Do Police Reduce Crime? Estimates Using the Allocation of Police Forces After a Terrorist Attack. American Economic Review 94(1), 115Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c133.",
        "Gerber, A. S. and D. P. Green (2012). Field experiments: Design, analysis, and interpretation. New York: WW Norton.",
        "Mazerolle, L. G., J. F. Prince, and J. Roehl (2000). Civil remedies and drug control: a randomized field trial in Oakland, CA. Evaluation Review 24, 212Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c241.",
        "Ratcliffe, J. H., T. Tangiguchi, E. R. Groff, and J. D. Wood (2011). The Philadelphia Foot Patrol Experiment: A Randomized Controlled Trial of Police Patrol Effectiveness in Violent Crime Hotspots. Criminology 49, 795Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c831.",
        "Sherman, L., M. Buerger, and P. Gartin (1989). Beyond dial-a-cop: A randomized test of repeat call policing (recap). Washington, D.C.: Crime Control Institute.",
        "Sherman, L. and D. P. Rogan (1995). Deterrent effects of police raids on crack houses: A randomized, controlled experiment. Justice Quarterly 12(4), 755Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c781.",
        "Sherman, L. and D. Weisburd (1995). Does Patrol Prevent Crime? The Minneapolish Hot Spots Experiment. In Crime Prevention in the Urban Community. Boston: Kluwer Law and Taxation Publishers.",
        "Taylor, B., C. Koper, and D. Woods (2011). A randomized controlled trial of different policing strategies at hot spots of violent crime. Journal of Experimental Criminology 7, 149Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c181.",
        "Telep, C., R. Mitchell, and D. Weisburd (2014). How Much Time Should Police Spend at Crime Hot Spots? Answers from a Police Agency Directed Randomized Field Trial in Sacramento, California. Justice Quarterly 31(5), 905Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c933.",
        "Weisburd, D. and C. Gill (2014). Block Randomized Trials at Places: Rethinking the Limitations of Small N Experiments. Journal of Quantitative Criminology 30(1), 97Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c112.",
        "Weisburd, D. and L. Green (1995). Measuring Immediate Spatial Displacement: Methodological Issues and Problems. In Crime and Place: Crime Prevention Studies, pp. 349Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c359. Monsey, NY: Willow Tree Press. 10The city is near the equator and so 6 p.m. to 6 a.m. roughly corresponds to dusk, dark and dawn year round. Nighttime risk questions include general risk at dusk, for a young woman to walk alone after dark, and for a young man to walk alone after dark. Daytime questions include general daytime risk and risk of talking on oneÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0084¢s smartphone."
    ]
}