{
    "id": 23963,
    "cites": 43,
    "cited_by": 11,
    "reference": [
        "Ameriks, J., Briggs, J., Caplin, A., Shapiro, M., Tonetti, C., 2017. Long-Term Care Utility and Late in Life Saving. NBER working paper.",
        "Attanasio, O., Kitao, S., Violante G., 2011., Financing Medicare: A General Equilibrium Analysis. In Shoven, J.B. (Ed.), Demography and the Economy, University of Chicago Press..",
        "Blundell, R., Britton, J., Dias, M., French, E., 2016. The Dynamic Effects of Health on the Employment of Older Workers. Michigan Retirement Research Center Working Paper. See, for example, Huggett et al., 2010; Keane and Wolpin, 1997; and Storesletten et al., 2004. Hall and Jones (2007) use a model with representative cohorts in which spending on health care can extend lifespans. They show that the rising share of health spending is the optimal allocation along the income growth trend. For example, individuals may have strong incentives to improve their health but if this technology is ineffective, their demand for medical care will be low.",
        "Capatina, E., 2015. Life-cycle Effects of Health Risk. Journal of Monetary Economics, 74, pp.67-88.",
        "Capatina, E., Kene, M., Maruyama, S., 2016. Health and Earning Dynamics over the Life-Cycle. Mimeo, University of New South Wales.",
        "Case, A., Lubotsky, D., Paxson, C., 2002. Economic Status and Health in Childhood: The Origins of the Gradient. American Economic Review, 92, pp.1308-1664.",
        "Cesarini, D., Lindqvist, E., Ostling, R., Wallace, B., 2016. Wealth, Health, and Child Development: Evidence from Administrative Data on Swedish Lottery Players. The Quarterly Journal of Economics, 131(2), pp.687-738.",
        "Contoyannis, P., Jones, A., Rice, N., 2004. The Dynamics of Health in the British Household Panel Survey. Journal of Applied Economics, 19, pp.473-503.",
        "Cutler, D., Lleras-Muney, A., and Vogl, T., 2011., Socioeconomic status and health: dimensions and mechanisms. Oxford Handbook of Health Economics.",
        "De Nardi, M., 2004. Wealth Inequality and Intergenerational Links. Review of Economic Studies, 71, pp.743-768.",
        "De Nardi, M., French, E., Jones, J., 2010., Why Do the Elderly Save? Journal of Political Economy, 118(1), pp.39-75.",
        "Dobkin, C., Finkelstein, A., Kluender, R., Notowidigdo, M., 2016. The Economic Consequences of Hospital Admissions, NBER Working Papers.",
        "Floden, M., 2008., A Note on the Accuracy of Markov-chain Approximations to Highly Persistent AR(1) Processes. Economic Letters, 99(3), pp.516-520.",
        "French, E., 2005., The Effects of Health, Wealth, and Wages on Labor Supply and Retirement Behavior. Review of Economic Studies, 72(2), pp.395-427.",
        "French, E., Jones, J., 2011., The Effects of Health Insurance and Self-Insurance on Retirement Behavior. Econometrica, 79(3), pp.693-732.",
        "Fonseca, R., Michaud, P-C., Kapteyn, A., Galama, T., 2013 Accounting for the Rise in Health Spending and Longevity. IZA Discussion paper 7622.",
        "Gouveia, M. and Strauss, R. P., 1994, Effective Federal Individual Tax Functions: An Exploratory Empirical Analysis, National Tax Journal, 47(2), pp.317-39.",
        "Hai, R., 2015. The Determinants of Rising Inequality of Health Insurance and Wages. Mimeo, University of Miami.",
        "Hall, R., Jones, C., 2007. The Value of Life and the Rise in Health Spending. Quarterly Journal of Economics, 122(1), pp.39-72.",
        "Halliday, T., 2008. Heterogeneity, State Dependence and Health. Econometrics Journal, 11(3), pp.499-516.",
        "Hansen, G., Hsu, M., Lee, J., 2014., Health Insurance Reform: The impact of a Medicare Buy-In. Journal of Economic Dynamics and Control, 45, pp.315-329.",
        "Idler, E., and Benyamini, Y., 1997. Self-Rated Health and Mortality: A Review of Twenty-Seven Community Studies. Journal of Health and Social Behavior, Vol 38, pp.21-37.",
        "Jeske, K., Kitao, S., 2009., U.S. Tax Policy and Health Insurance Demand: Can a Regressive Policy Improve Welfare? Journal of Monetary Economics, 56(2), pp.210221.",
        "Kaiser Family Foundation, 2004., The Cost of Care for the Uninsured. What Do We Spend, Who Pays, and What Would Full Coverage Add to Medical Spending ?. Available at http://www.kff.org/uninsured/upload/The-Cost-of-Care-for-theUninsured -What-Do-We-Spend-Who-Pays-and-What-Would-Full-Coverage-Add-toMedical -Spending.pdf.",
        "Kaplan, G., 2012., Inequality and the life cycle. Quantitative Economics, 3, pp.471525.",
        "Keane, M., Wolpin, K., 1997., The Career Decisions of Young Men. Journal of Polictical Economy, 105(3), pp.473-522.",
        "Kim, D., 2017., The Effect of Income and Wealth on Longevity: Evidence from the Union Army Pension. Mimeo, Korea Development Institute.",
        "Lange, F., McKee, D., 2012. The Evolution of Latent Health over the Life Course. Mimeo, Yale University.",
        "Lockwood, L., 2014. Incidental Bequests: Bequest Motives and the Choice to Self-Insure Late-Life Risks, NBER working paper.",
        "Lundborg, P., Nilsson, M., Vikstrom, J., 2015. Heterogeneity in the impact of health shocks on labour outcomes: evidence from Swedish workers. Oxford Economic Papers, 67(3), pp.715-739.",
        "Nakajima, M., Telyukova, I., 2011., Home Equity in Retirement. Working paper, Federal Reserve Bank of Philladephia,",
        "Pashchenko, S., 2013. Accounting for Non-annuitization. Journal of Public Economics 98, pp.53-67.",
        "Pashchenko, S., Porapakkarm, P., 2013., Quantitative Analysis of Health Insurance Reform: Separating Regulation from Redistribution. Review of Economic Dynamics 16, pp.383-404.",
        "Pashchenko, S., Porapakkarm, P., 2016a. Cross-subsidization in employer-based health insurance and the effects of tax subsidy reform. National Tax Journal, 69(3), pp.583-612",
        "Pashchenko, S., Porapakkarm, P., 2016b. Medical Spending in the U.S.: Facts from the Medical Expenditure Panel Survey Dataset. Fiscal Studies, 37(3-4), pp.689-716.",
        "Pashchenko, S., Porapakkarm, P., 2017. Work Incentives of Medicaid Beneficiaries and the Role of Asset Testing. International Economic Review, 58(4).",
        "Pijoan-Mas, J. and RÃ\u0083â\u0080\u009eÃ\u0082Â±Ã\u0083Å\u0092Ã\u0082Â\u0081os Rull, V., 2014. Heterogeneity in Expected Longevities, Demography, 51(6), pp.2075-2102.",
        "Parro, F., and Pohl, V., 2017. Health Shocks, Human Capital, and Labor Market Outcomes. Mimeo, University of Georgia.",
        "Poterba, J., Venti, S., Wise, D., 2017. The Asset Cost of Poor Health, The Journal of the Economics of Ageing, 9, pp.172-184.",
        "Smith, J., 1999. Healthy Bodies and Thick Wallets: The Dual Relation Between Health and Economic Status. Journal of Economic Perspectives, 13(2), pp.144-166.",
        "Storesletten, K., Telmer, C., Yaron, Y., 2004., Consumption and Risk Sharing Over the Life Cycle. Journal of Monetary Economics, 51(3), pp.609-633.",
        "Van Doorsaler, E., and Gerdtham, U., 2002. Does Inequality in Self-Assessed Health Predict Inequality in Survival by Income? - Evidence from Swedish Data. Social Science and Medicine, 57, pp.1621-1629.",
        "Viscusi, K., 1993. The Value of Risks to Life and Health. Journal of Economic Literature, 31(4), pp.1912-1946."
    ]
}