{
    "id": 23979,
    "cites": 30,
    "cited_by": 3,
    "reference": [
        "Baily, M. N. and Solow, R. M. (2001). International productivity comparisons built from the firm level. The Journal of Economic Perspectives, 15(3):151Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c172.",
        "Baumol, W. J. (1967). Macroeconomics of unbalanced growth: the anatomy of urban crisis. The American economic review, 57(3):415Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c426.",
        "Baumol, W. J., Blackman, S. A. B., and Wolff, E. N. (1985). Unbalanced growth revisited: asymptotic stagnancy and new evidence. The American Economic Review, pages 806Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c817.",
        "Buera, F. J. and Kaboski, J. (2012). The rise of the service economy. The American Economic Review, 102(6):2540Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c2569.",
        "Duarte, M. and Restuccia, D. (2010). The role of the structural transformation in aggregate productivity. The Quarterly Journal of Economics, 125(1):129Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c173.",
        "Duernecker, G., Herrendorf, B., and Valentinyi, A. (2016). Unbalanced growth slowdown. Technical report.",
        "Echevarria, C. (1997). Changes in sectoral composition associated with economic growth. International economic review, pages 431Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c452.",
        "Eichengreen, B. and Gupta, P. (2011). The two waves of service-sector growth. Oxford Economic Papers, 65(1):96Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c123.",
        "Gollin, D., Parente, S. L., and Rogerson, R. (2002). The role of agriculture in development. American Economic Review: Papers and Proceedings, 92(2):160Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c164.",
        "Grobovsek, J. (2013). Development accounting with intermediate goods. Technical report, Scottish Institute for Research in Economics (SIRE).",
        "Herrendorf, B., Rogerson, R., and Valentinyi, A. (2013). Two perspectives on preferences and structural transformation. The American Economic Review, 103(7):2752Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c2789.",
        "Herrendorf, B., Rogerson, R., and Valentinyi, AÃ\u0083Å\u0092Ã\u0082Â\u0081. (2014). Growth and structural transformation. Handbook of Economic Growth, 2:855Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c941.",
        "Herrendorf, B. and Valentinyi, A. (2012). Which sectors make poor countries so unproductive ? Journal of the European Economic Association, 10(2):323Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c341.",
        "Heston, A. and Summers, R. (1996). International price and quantity comparisons: potentials and pitfalls. The American economic review, 86(2):20Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c24.",
        "Hsieh, C.-T. and Klenow, P. J. (2007). Relative prices and relative prosperity. The American Economic Review, 97(3):562Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c585.",
        "Inklaar, R. and Timmer, M. P. (2014). The relative price of services. Review of Income and Wealth, 60(4):727Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c746.",
        "Jones, C. I. (2011). Intermediate goods and weak links in the theory of economic development. American Economic Journal: Macroeconomics, 3(2):1Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c28.",
        "Jones, R. W., Kierzkowski, H., et al. (1990). The role of services in production and international trade: A theoretical framework. Technical report, The Political Economy of International Trade.",
        "Jorgenson, D. W. and Timmer, M. P. (2011). Structural change in advanced nations: a new set of stylised facts. The Scandinavian Journal of Economics, 113(1):1Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c29.",
        "Kongsamut, P., Rebelo, S., and Xie, D. (2001). Beyond balanced growth. Review of Economic Studies, 68(4):869Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c882.",
        "Kravis, I. B., Heston, A., and Summers, R. (1983). The share of services in economic growth. Global Econometrics: Essays in Honor of Lawrence R. Klein, pages 188Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c218.",
        "Kuznets, S. (1957). Quantitative aspects of the economic growth of nations: Ii. industrial distribution of national product and labor force. Economic development and cultural change, 5(S4):1Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c111.",
        "Moro, A. (2012). The structural transformation between manufacturing and services and the decline in the us gdp volatility. Review of Economic Dynamics, 15(3):402Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c415.",
        "Ngai, L. R. and Pissarides, C. A. (2007). Structural change in a multisector model of growth. The American Economic Review, 97(1):429Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c443.",
        "Ngai, L. R. and Pissarides, C. A. (2008). Trends in hours and economic growth. Review of Economic Dynamics, 11(2):239Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c256.",
        "Ngai, L. R. and Samaniego, R. M. (2009). Mapping prices into productivity in multisector growth models. Journal of Economic Growth, 14(3):183Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c204.",
        "Rogerson, R. (2008). Structural transformation and the deterioration of european labor market outcomes. Journal of Political Economy, 116(2):235Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c259.",
        "Summers, R. and Heston, A. (1991). The penn world table (mark 5): an expanded set of international comparisons, 1950Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c1988. The Quarterly Journal of Economics, 106(2):327Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c 368.",
        "Timmer, M., Erumban, A. A., Gouma, R., Los, B., Temurshoev, U., de Vries, G. J., Arto, I.-a., Genty, V. A. A., Neuwahl, F., Francois, J., et al. (2012). The world input-output database (wiod): contents, sources and methods. Technical report, Institue for International and Development Economics.",
        "Whelan, K. (2002). A guide to us chain aggregated nipa data. Review of income and wealth, 48(2):217Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c233."
    ]
}