{
    "id": 2397,
    "cites": 18,
    "cited_by": 2,
    "reference": [
        "Joseph Altonji and Orley Ashenfelter, Wage Movements and the Labor Market Equilibrium Hypothesis, ECONOMICA. August 1980. pp2l7-245.",
        "Mary Jo Bane and David T. Ellwood, Slipping Into and Out of Poverty: The Dynamics of Spells, JOURNAL OF HUMAN RESOURCES. Winter 1986. pp1-23.",
        "Charles M. Beach, Cyclical Sensitivity of Aggregate Income Inequality, REVIEW OF ECONOMICS AND STATISTICS. February 1977. pp56-66.",
        "Mark Bils, Real Wages over the Business Cycle: Evidence from Panel Data, JOURNAL OF POLITICAL ECONOMY. August 1985. pp666-689.",
        "Rebecca M. Blank, Disaggregating the Effect of Economic Growth on the Distribution of Income, Institute for Research on Poverty Working Paper 780-85, 1985.",
        "Rebecca M. Blank and Alan S. Blinder, Macroeconomics, Income Distribution and Poverty, in FIGHTING POVERTY: WHAT WORKS AND WHAT DOES NOT, Sheldon Danziger and Danial Weinberg, eds. Cambridge, MA: Harvard University Press. 1986. pp180-208.",
        "Thomas S. Coleman, Essays on Aggregate Labor Market Business Cycle Fluctuations, Ph.D. thesis. University of Chicago. December 1984.",
        "Daniel Creamer, PERSONAL INCOME DURING BUSINESS CYCLES. Princeton: Princeton University Press. 1956.",
        "Patrick T. Geary and John Kennan, The Employment-Real Wage Relationship: An International Study, JOURNAL OF POLITICAL ECONOMY. August 1982. pp854-867.",
        "Edward M. Gramlich and Deborah S. Laren, How Widespread Are Income Losses in a Recession? In THE SOCIAL CONTRACT REVISITED, D. Lee Bawden, editor. Washington D.C.: The Urban Institute. 1984. ppl57-l8O.",
        "Barry T. Hirsch, Poverty and Economic Growth: Has Trickle-Down Petered Out? ECONOMIC INQUIRY. January 1980. pp 151-158.",
        "Shelly Lundberg, The Added Worker Effect, JOURNAL OF LABOR ECONOMICS. January 1985. pp11-37.",
        "Jacob Mincer, Labor Force Participation of Married Women: A Study of Labor Supply, In ASPECTS OF LABOR ECONOMICS. Princeton, N.J.: Princeton s University Press. 1962. pp63-105.",
        "John Raisain, Cyclic Patterns in Weeks and Wages, ECONOMIC INQUIRY. October 1979. pp475-495.",
        "Adjustments, JOURNAL OF LABOR ECONOMICS. April 1983. pp152-170.",
        "W. L. Rayack, The Distributional Impact of Recession: An Analysis of Earnings-Sensitivity by Family Income Class, Working paper. 1985.",
        "Michael R. Ransom, Estimating Family Labor Supply Models Under Quantity Constraints, Industrial Relations Section Working Paper No. 150, Princeton University. July 1982.",
        "James R. Thornton, Richard J. Agnello and Charles R. Link, Poverty and Economic growth: Trickle Down Peters Out, ECONOMIC INQUIRY. June 1978. pp 385-394."
    ]
}