{
    "id": 23972,
    "cites": 35,
    "cited_by": 8,
    "reference": [
        "Acemoglu, Daron and David Autor. 2011. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Skills, Tasks and Technologies: Implications for Employment and Earnings. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d in D. Card and O. Ashenfelter, ed., Handbook of Labor Economics, volume 4, (North Holland), 1043-1171.",
        "Aguiar, Mark and Erik Hurst. 2007. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Measuring Trends in Leisure: The Allocation of Time Over Five Decades.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Quarterly Journal of Economics 122(3), 969-1006.",
        "Altonji, Joseph G. and Ivan Vidangos. 2017.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Marriage Dynamics, Earnings Dynamics, and Lifetime Family Income. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Mimeo.",
        "Altonji, Joseph G. and Lewis M. Segal. 1996. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Small Sample Bias in GMM Estimation of Covariance Structures. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Journal of Business and Economic Statistics, 14(3), 353366.",
        "Attanasio, Orazio, Hamish Low, and Virginia SaÃ\u0083Å\u0092Ã\u0082Â\u0081nchez-Marcos. 2008. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Explaining Changes in Female Labor Supply in a Life-Cycle Model.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d The American Economic Review, 98(4), 1517-1552.",
        "Blundell, Richard and Luigi Pistaferri and Itay Saporta-Eksten. 2016. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Consumption Inequality and Family Labor Supply.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d American Economic Review, 106(2), 387435.",
        "Blundell, Richard and Costa Dias, Monica and Meghir, Costas and Shaw, Jonathan. 2016. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Female labor supply, human capital, and welfare reform.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Econometrica, 84(5), 1705-1753.",
        "Blundell, Richard and Jack Brtitton and Monica Costa Dias and Eric French. 2017. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093The impact of health on labour supply near retirement.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Mimeo.",
        "Borella, Margherita and Mariacristina De Nardi and Eric French. 2017. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Who received Medicaid in old age? Rules and reality.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Fiscal Studies, forthcoming.",
        "Borella, Margherita and Mariacristina De Nardi and Fang Yang. 2017. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093The Aggregate Implications of Gender and Marriage.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d The Economics of Ageing, forthcoming.",
        "Browning, Martin, and Pierre-AndreÃ\u0083Å\u0092Ã\u0082Â\u0081 Chiappori. 1998. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Efficient intrahousehold allocation: a characterisation and tests. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Econometrica, 66(6), 1241-78.",
        "Casanova, Maria. 2012. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Happy Together: A Structural Model of CouplesÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0084¢ Joint Retirement Choices.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Mimeo.",
        "Chiappori, Pierre-AndreÃ\u0083Å\u0092Ã\u0082Â\u0081. 1988. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Rational Household Labor Supply. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Econometrica, 56, 63-89.",
        "Chiappori, Pierre-AndreÃ\u0083Å\u0092Ã\u0082Â\u0081. 1992. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Collective labor supply and welfare. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Journal of Political Economy, 100(3), 437-67.",
        "Citro, Constance Forbes, and Robert T. Michael, 1995, Measuring poverty: a new approach, National Academy Press.",
        "De Nardi, Mariacristina and Eric French, and John Jones. 2010. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Why do the Elderly Save? The Role of Medical Expenses,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Journal of Political Economy, 118, 39-75.",
        "Dickert-Conlin, Stacey and Meghea, Christian. 2004. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093The Effect of Social Security on Divorce and Remarriage Behavior,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Working paper no. 9, Center for Retirement Research.",
        "Dillender, Marcus. 2016. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Social Security and Divorce.,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d The B.E. Journal of Economic Analysis and Policy,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d 16(2), 931-971.",
        "Dotsey, Michael, Wenli Li, and Fang Yang, 2014, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Consumption and Time Use over the Life Cycle.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d International Economic Review, 55 (3), 665-692.",
        "Duffie, Darrell, and Kenneth J. Singleton. 1993. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Simulated Moments Estimation of Markov Models of Asset Prices. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Econometrica, 61(4), 929952.",
        "Eckstein, Zvi and Osnat Liftshitz. 2011. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Dynamic Female Labor Supply.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Econometrica 79(6), 1675-1726.",
        "Eckstein, Zvi, and Michael Keane, and Osnat Liftshitz. 2016. Sources of Change in the Life-Cycle Decisions of American Men and Woman: 1962-2014. Working paper.",
        "French, Eric. 2005. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093The Effects of Health, Wealth, and Wages on Labor Supply and Retirement Behavior.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Review of Economic Studies, 72(2), 395-427.",
        "Gouveia, Miguel and Robert P. Strauss. 1994. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Effective Federal Individual Income Tax Functions: An Exploratory Empirical Analysis.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d National Tax Journal, 47 (2), 317Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c39.",
        "Gourinchas, Pierre-Olivier, and Jonathan A. Parker. 2002. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Consumption over the Life Cycle.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Econometrica 70(1), 47Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c89.",
        "Goda, Gopi Shah, John B. Shoven, and Sita Nataraj Slavov. 2011. Does Widowhood Explain Gender Differences in Out-of-Pocket Medical Spending Among the Elderly? NBER Working Paper No. 17440",
        "Groneck, Max, and Johanna Wallenius. 2017. It Sucks to Be Single! Marital Status and Redistribution of Social Security. Working Paper.",
        "Guner, Nezih, Remzi Kaygusuz and Gustavo Ventura. 2012a. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Taxation and Household Labour Supply.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Review of Economic Studies, 79, 1113-1149.",
        "Guner, Nezih, Remzi Kaygusuz and Gustavo Ventura. 2012b. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Income Taxation of U.S. Households: Basic Facts,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d CEPR Discussion Paper 9078.",
        "Low, Hamish, Costas Meghir, Luigi Pistaferri, and Alessandra Voena. 2017. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Marriage, Labor Supplu and the Social Safety Net,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Mimeo.",
        "Kaygusuz, Remzi. 2015. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Social Security and Two-Earner Households.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Mimeo.",
        "Nishiyama, Shinichi. 2015. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093The Joint Labor Supply Decision of Married Couples and the Social Security Pension System.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Mimeo.",
        "Pakes, Ariel, and David Pollard. 1989. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Simulation and the Aysmptotics of Optimization Estimators. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Econometrica, 57(5), 10271057.",
        "Roys, Nicolas and Christopher Taber. 2017. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Skills Prices, Occupations and Changes in the Wage Structure for Low Skilled Men. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Mimeo.",
        "Gopi, Shah Goda, John Shoven and Sita Nataraj Slavov. 2007. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Social Security and the Timing of Divorce,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d NBER Working Papers 13382."
    ]
}