{
    "id": 23976,
    "cites": 83,
    "cited_by": 9,
    "reference": [
        "Agell, Jonas, and Per Lundborg. 1995. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Theories of pay and unemployment: survey evidence from Swedish manufacturing firms.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Scandinavian Journal of Economics 97.2, 295Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c 307.",
        "Akerlof, George, and Janet Yellen. 1990. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093The fair wage-effort hypothesis and unemployment. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d The Quarterly Journal of Economics 105.2, 255Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c283.",
        "Anderson, Patricia, and Bruce D. Meyer. 1997. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093The Effects of Firm Specific Taxes and Government Mandates with an Application to the US Unemployment Insurance Program,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Journal of Public Economics 65, 119Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c145.",
        "Anderson, Patricia, and Bruce D. Meyer. 2000. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093The Effects of the Unemployment Insurance Payroll Tax on Wages, Employment, Claims and Denials,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Journal of Public Economics 78, 81Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c106.",
        "Arulampalam, W., M. P. Devereux, and G. Mani. 2012. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093The Direct Incidence of Corporate Income Tax on Wages.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d European Economc Review 56 (6), 1038Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c1054.",
        "Auerbach, Alan J. 2006. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Who bears the corporate tax? A review of what we know.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d In J. Poterba ed. Tax policy and the economy 20, 1-40.",
        "Bennmarker, H., Calmfors, L. and Larsson Seim, A. 2013. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Earned income tax credits, unemployment benefits and wages: Evidence from Sweden,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d IFAU Working Paper 2013:12, Uppsala.",
        "Bennmarker, H., E. Mellander, and B. Ockert 2009. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Do Regional Payroll Tax Reductions Boost Employment?Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Labour Economics 16 (5), 480Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c89.",
        "Benzarti, Youssef, Dorian Carloni, Jarkko Harju, and Tuomas Kosonen. 2017. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093What Goes Up May Not Come Down: Asymmetric Incidence of Value Added Taxes,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Working paper.",
        "Bewley, Truman F. 2002. Why Wages DonÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0084¢t Fall During a Recession. Cambridge, MA: Harvard University Press.",
        "Bils, Mark, and Pete Klenow. 2008. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Further Discussion of Temporary Payroll Tax Cut during Recession(s).Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d unpublished working paper.",
        "Blanchard, Olivier and Lawerence Summers. 1986. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Hysteresis and the European unemployment problem, NBER Macroeconomics Annual 1, 15Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c78.",
        "Blinder, Alan and Don Choi. 1990. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093A shred of evidence on theories of wage stickiness.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Quarterly Journal of Economics 105(4), 1003Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c1015.",
        "Bohm, P., and Lind, H. 1993. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Policy evaluation qualityÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009ca quasi-experimental study of regional employment subsidies in Sweden.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Regional Science and Urban Economics 23, 51Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c65.",
        "Bozio, Antoine, Thomas Breda, and Julien Grenet. 2017. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Incidence of Social Security Contributions: Evidence from France,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Paris School of Economics Working Paper.",
        "Brittain, John. 1972. The Payroll Tax for Social Security, (Washington, DC: Brookings Institution).",
        "Cahuc, Pierre, SteÃ\u0083Å\u0092Ã\u0082Â\u0081phane Carcillo, and Thomas Le Barbanchon. 2014. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Do Hiring Credits Work in Recessions? Evidence from France.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d IZA Discussion Paper No. 8330.",
        "Campbell, Carl, and Kunal Kamlani. 1997. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093The reasons for wage rigidity: evidence from a survey of firms.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Quarterly Journal of Economics 112.3, 759Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c789.",
        "Card, David. 1996. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093The Effects of Unions on the Structure of Wages: A Longitudinal Analysis.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Econometrica 64, 957-979.",
        "Card, David, Joerg Heining, and Patrick Kline. 2013. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Workplace Heterogeneity and the Rise of West German Wage InequalityÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d, Quarterly Journal of Economics 128(3), 967Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c1015.",
        "Card, David, Joerg Heining, Ana Rute Cardoso, and Patrick Kline. 2016. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Firms and Labor Market Inequality: Evidence and Some TheoryÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d, Journal of Labor Economics forthcoming.",
        "Card, David, Thomas Lemieux, and W. Craig Riddell. 2004. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Unions and wage inequality. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Journal of Labor Research 25(4), 519-559.",
        "Card, David, Alexandre Mas, Enrico Moretti, and Emmanuel Saez. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Inequality at work: The effect of peer salaries on job satisfaction.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d American Economic Review 102(6), 2981Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c 3003.",
        "Chetty, Raj, and Emmanuel Saez. 2005. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Dividend Taxes and Corporate Behavior: Evidence from the 2003 Dividend Tax Cut.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Quarterly Journal of Economics 120(3), 791Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c833.",
        "Chodorow-Reich, Gabriel, Laura Feiveson, Zachary Liscow, and William Gui Woolston. 2012. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Does State Fiscal Relief During Recessions Increase Employment? Evidence from the American Recovery and Reinvestment Act.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d American Economic Journal: Economic Policy 4(3), 118Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c145.",
        "Cruces, Guillermo, Sebastian Galiani, and Susana Kidyba. 2010. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Payroll Taxes, Wages and Employment: Identification through Policy Changes.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Labour Economics 17(4), 743Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c749.",
        "Dagens Nyheter. 2006. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Reinfeldt vill skrota arbetsgivaravgifter foÃ\u0083Å\u0092Ã\u0082Ë\u0086r unga.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d August 12.",
        "DiNardo, J., Fortin, N.M., Lemieux, T., 1996. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Labor Market Institutions and the Distribution of Wages, 1973Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c1992: a Semiparametric Approach.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Econometrica 64 (5), 1001Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c1044.",
        "Egebark, Johan. 2016. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Effects of Taxes on Youth Self-Employment and Income.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0084¢, IFN Working Paper No. 1117.",
        "Egebark, Johan and Niklas Kaunitz. 2013. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Do Payroll Tax Cuts Raise Youth Employment ?Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d, IFAU Working Paper No. 2013:27.",
        "Egebark, Johan and Niklas Kaunitz. 2017. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Payroll Taxes and Youth Labor DemandÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d, IFN Working Paper No. 1001, 2014 (revised June 2017).",
        "Egebark, Johan and Niklas Kaunitz. 2017b. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Payroll Taxes and Firm PerformanceÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d, IFN Working Paper No. 1175.",
        "Elias, Ferran. 2015. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Labor demand elasticities over the life cycle: Evidence from SpainÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0084¢s payroll tax reforms.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Columbia University PhD thesis.",
        "Elsby, Michael. 2009. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Evaluating the economic significance of downward nominal wage rigidity. Journal of Monetary Economics, 56(2), 154169.",
        "Fazzari, Steven M., R. Glenn Hubbard, and Bruce C. Petersen. 1988. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Financing Constraints and Corporate Investment.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Brookings Papers on Economic Activity 1, 141Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c206.",
        "Felix, R. Alison, and James R. Hines. 2009. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Corporate taxes and union wages in the United States.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d NBER Working Paper No. 15263.",
        "Fredriksson, Peter, and Robert H. Topel. 2010. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Wage determination and employment in Sweden since the early 1990s: Wage formation in a new setting.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d In R. Freeman, B. Swedenborg and R. Topel eds., Reforming the Welfare State: Recovery and Beyond in Sweden. (Chicago: University of Chicago Press), 83-126.",
        "Fuest, Clemens, Andreas Peichl, and Sebastian Siegloch. 2017. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Do Higher Corporate Taxes Reduce Wages? Micro Evidence from GermanyÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d, forthcoming American Economic Review.",
        "Fullerton, Don and Gilbert E. Metcalf. 2002. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Tax incidence,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d in: A. J. Auerbach and M. Feldstein (eds.), Handbook of Public Economics, Volume 4, chapter 26, 1787-1872 (NorthHolland: Amsterdam). Galuscak, Kamil, Mary Keeney, Daphne Nicolitsas, Frank Smets, Pawel Strzelecki, and Matija Vodopivec. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093The determination of wages of newly hired employees: Survey evidence on internal versus external factors.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Labour Economics 19 (5): 802Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c812.",
        "Gavrilova, Evelina, Floris Zoutman, Arnt-Ove Hopland, and Jarle Moen. 2015 Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Who Pays for the Payroll Tax? Quasi-Experimental Evidence on the Incidence of the Payroll Tax.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Working Paper.",
        "Government Bill 2008/09:7. 2008. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Kraftfullare nedsaÃ\u0083Å\u0092Ã\u0082Ë\u0086ttning av socialavgifter foÃ\u0083Å\u0092Ã\u0082Ë\u0086r ungaÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d, Ministry of Finance, Stockholm.",
        "Gruber, Jonathan. 1997. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093The Incidence of Payroll Taxation: Evidence from Chile,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Journal of Labor Economics 15, S72Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009cS101.",
        "Hassett, Kevin A., and R. Glenn Hubbard. 2002. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Tax Policy and Business Investment.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d In Handbook of Public Economics Vol. 3, edited by Alan J. Auerbach and Martin Feldstein, 1293Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c1343. Amsterdam: Elsevier.",
        "Holmlund, Bertil. 1983. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Payroll Taxes and Wage Inflation: The Swedish Experience,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Scandinavian Journal of Economics 85, 115.",
        "Hubbard, R. Glenn. 1998. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Capital-Market Imperfections and Investment.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Journal of Economic Literature 36(1), 193-225.",
        "Huttunen, Kristiina, Jukka Pirttila, and Roope Uusitalo. 2013. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093The Employment Effects of Low-Wage Subsidies.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Journal of Public Economics 97, 49Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c60.",
        "Johansen, F., and Klette, T.J. 1997. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Wage and employment effects of payroll taxes and investment subsidies.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Statistics Norway Discussion Paper No. 194.",
        "Kahn, Lisa. 2010. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093The long-term labor market consequences of graduating from college in a bad economy.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Labour Economics 17.2, 303Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c316.",
        "Katz, Lawrence F. 1998. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Wage subsidies for the disadvantagedÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d, in Freeman, Richard B.; Gottschalk, Peter (eds.). Generating jobs: How to increase demand for less-skilled workers. (New York, NY, Russell Sage Foundation), 21-53.",
        "Kline, Patrick, Neviana Petkova, Heidi Williams, and Owen Zidar. 2017. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Who Profits from Patents? Rent-sharing at Innovative FirmsÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d, Working paper.",
        "Korkeamaki, O. and R. Uusitalo. 2009. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Employment and Wage Effects of a Payroll Tax Cut: Evidence from a Regional Experiment.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d International Tax and Public Finance 16, 753Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c772.",
        "Kramarz, Francis and Thomas Philippon. 2001. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093The Impact of Differential Payroll Tax Subsidies on Minimum Wage Employment,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Journal of Public Economics, 82 (1), 115Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c146.",
        "Kreiner, Claus, Daniel Reck, and Peer Skov. 2017. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Do Lower Minimum Wages for Young Workers Raise their Employment? Evidence from a Danish Discontinuity.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Working paper.",
        "Kugler, Adriana and Maurice Kugler. 2009. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Labor Market Effects of Payroll Taxes in Developing Countries: Evidence from Colombia,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Economic Development and Cultural Change 57, 335-358.",
        "Kugler, Adriana, Maurice Kugler, and Luis Omar Herrera 2017. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Do Payroll Tax Breaks Stimulate Formality: Evidence from Colombias Reform,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d NBER Working Paper No. 23308.",
        "Landais, Camille, Pascal Michaillat, and Emmanuel Saez. 2017. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093A Macroeconomic Approach to Optimal Unemployment Insurance: Applications.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d forthcoming American Economic Journal: Economic Policy.",
        "Lazear, Edward. 1989. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Pay equality and industrial politics.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Journal of Political Economy. 97(3), 561Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c80.",
        "Lindbeck, Assar and Dennis Snower. 1986. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Wage setting, unemployment, and insideroutsider relations,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d American Economic Review, 76(2), 235Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c239.",
        "Malcomson, James M. 1999. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Individual Employment Contracts.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d in (Eds. Ashenfelter, Orley and David Card) Handbook of Labor Economics, Volume 3B, Chapter 35, 2291Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c2372 (North-Holland: Amsterdam).",
        "Manning, Alan. 2003. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Monopsony in Motion: Imperfect Competition in Labor Markets, Princeton University Press: Princeton, NJ.",
        "Mansson, Jonas, and A. Shahiduzzaman Quoreshi. 2015. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Evaluating regional cuts in the payroll tax from a firm perspective.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d The annals of regional science 54(2), 323-347.",
        "Marx, Ive. 2001. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Job subsidies and cuts in employersÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0084¢ social security contributions: The verdict of empirical evaluation studies.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d International Labour Review 140(1), 69-83.",
        "Medlingsinstitutet 2015. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093AvtalsroÃ\u0083Å\u0092Ã\u0082Ë\u0086relsen och loÃ\u0083Å\u0092Ã\u0082Ë\u0086nebildningen aÃ\u0083Å\u0092Ã\u0082Å r 2015.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Medlingsinstitutet, Stockholm.",
        "Neumark, David. 2013. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Spurring Job Creation in Response to Severe Recessions: Reconsidering Hiring Credits.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Journal of Policy Analysis and Management 32(1), 142-71.",
        "OECD. 2016. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Revenue Statistics 1965Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c2015Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d (Paris: Organisation for Economic Cooperation and Development).",
        "OECD. 2017. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Taxing Wages 2017Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d (Paris: Organisation for Economic Cooperation and Development) .",
        "OECD. 2017b. Employment databaseÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009cLabour market policies and institutions, (Paris: Organisation for Economic Cooperation and Development).",
        "Oreopoulos, Philip, Till Von Wachter, and Andrew Heisz. 2012. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093The short-and long-term career effects of graduating in a recession.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d American Economic Journal: Applied Economics 4.1, 1Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c29.",
        "Pencavel, John H. 1991. Labor Markets under Trade Unionism: Employment, Wages, and Hours. (Cambridge, MA. Basil Blackwell).",
        "Piketty, Thomas. 1997. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093La Redistribution Fiscale face au ChoÃ\u0083Å\u0092Ã\u0082â\u0080\u009amageÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d, Revue FrancÃ\u0083Å\u0092Ã\u0082Â§aise dÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0084¢Economie, 12, 157-201.",
        "Pissarides, Christopher A. 2000. Equilibrium Unemployment Theory. 2nd edition, Cambridge, MA: MIT Press.",
        "Rosen, Sherwin. 1985. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Implicit Contracts: A Survey,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Journal of Economic Literature 23(3),1144Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c1175.",
        "Saez, Emmanuel, Manos Matsaganis and Panos Tsakloglou. 2012. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Earnings Determination and Taxes: Evidence from a Cohort Based Payroll Tax Reform in Greece,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Quarterly Journal of Economics 127(1), 493-533. Scherer, Clovis. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Payroll tax reduction in Brazil: Effects on employment and wages.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d ISS Working Paper Series/General Series No. 602.",
        "Schoefer, Benjamin. 2016. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093The Financial Channel of Wage Rigidity, Working Paper.",
        "Shimer, Robert. 2004. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093The consequences of rigid wages in search models, Journal of the European Economic Association, 2(2-3), 469Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c479.",
        "Skedinger, Per. 2014. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Effects of Payroll Tax Cuts for Young Workers,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d in eds. Michael Rosholm and Michael Svarer, Nordic Economic Policy Review: Consequences of youth unemployment and effectiveness of policy interventions 1, Norden.",
        "Stole, Lars and Jeffrey Zwiebel. 1996. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Intra-firm bargaining under non-binding contracts, The Review of Economic Studies, 63(3), 375Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c410.",
        "Congressional Budget Office. 2010. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Policies for Increasing Economic Growth and Employment in 2010 and 2011. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d January.",
        "Congressional Budget Office. 2011. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Policies for Increasing Economic Growth and Employment in 2012 and 2013.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d November.",
        "US Congressional Budget Office. 2016. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093The Distribution of Household Income and Federal Taxes, 2013Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d, US Congressional Budget Office report, Washington DC.",
        "Weinzierl, Matthew. 2011. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093 The surprising power of age-dependent taxes, The Review of Economic Studies, 78(4), 1490Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c1518.",
        "Yagan, Danny. 2015. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Capital Tax Reform and the Real Economy: The Effects of the 2003 Dividend Tax Cut.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d American Economic Review 105 (12): 3531Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c63.",
        "Zwick, Eric and James Mahon. 2017. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Tax Policy and Heterogeneous Investment Behavior, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d American Economic Review 107(1): 217-48."
    ]
}