{
    "id": 23970,
    "cites": 58,
    "cited_by": 2,
    "reference": [
        "Acemoglu, D., 2003. Labor-and-capital-augmenting technical change. Journal of the European Economic Association, 1, 1-37.",
        "Adler, P., Goldoftas, B., and Levine, D.I., 1999. Flexibility Versus Efficiency? A Case Study of Model Changeovers in the Toyota Production System. Organization Science, 10, 43-68.",
        "Aral, S., Brynjolfsson, E., Wu, L., 2012. Testing three-way complementarities: performance pay, monitoring and information technology. Management Science, 58(5): 913-931.",
        "Asker, J., .Collard-Wexler, A., de Loecker, J., 2014. Dynamic inputs and resource (mis) allocation, Journal of Political Economy, 122, 1013-1063.",
        "Banerjee, A.V., Duflo, E., 2005. Growth theory through the lens of development economics. Handbook of Economic Growth, 1, 473-552.",
        "Banerjee, A., Moll, B., 2010. Why Does Misallocation Persist? American Economic Journal: Macroeconomics, 2, 189-206.",
        "Bartelsman, E., Haltiwanger, J., Scarpetta, S., 2013. Cross-country differences in productivity: The role of allocation and selection. American Economic Review, 103, 305-334.",
        "Beach, R., Muhlemann, A. P., Price, D. H. R., Paterson, A., and Sharp, J. A., 2000. A review of manufacturing flexibility. European Journal of Operational Research, 122(1), 41-57.",
        "Berry, W.L., Cooper, M.C., 1999. Manufacturing flexibility: methods for measuring the impact of product variety on performance in process industries. Journal of Operations Management, 17, 163-178.",
        "Bils, M., Klenow, P., Ruane, C., 2017. Misallocation or Mismeasurement? Working Paper, Stanford University.",
        "Bresnahan, T. F., Brynjolfsson, E., Hitt, L. M., 2002. Information Technology, Workplace Organization, and the Demand for Skilled Labor: Firm-Level Evidence. Quarterly Journal of Economics, 117, 339-376.",
        "Brynjolfsson, E., Milgrom, P. 2013. Complementarity in organizations. In: R, Gibbons and J. Roberts (eds.), The Handbook of Organizational Economics, Princeton University Press (chapter 1).",
        "Buera, F.J., Shin, Y., 2013. Financial Frictions and the Persistence of History: A Quantitative Exploration. Journal of Political Economy, 121, 221-272.",
        "Caselli, F., 1999. Technological Revolutions. American Economic Review, 89, 78-102.",
        "Caselli, F., Coleman, J., 2006. The World Technology Frontier. American Economic Review, 499-522.",
        "Chang, P. L., Tsai, C. T., 2002. Finding the niche position: competition strategy of TaiwanÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0084¢s IC design industry. Technovation, 22(2), 101-111.",
        "Cusumano, M. A., Fine, C. H., Suarez, F. F., 1996. An Empirical Study of Flexibility in Printed Circuit Board Assembly. Operations Research, 44, 223-240.",
        "Eaton, B. C., Schmitt, N., 1994. Flexible Manufacturing and Market Structure. American Economic Review, 84, 875-888.",
        "De Meyer, A., J. Nakane, J. G. Miller, and K. Ferdows, 1989. Flexibility: The Next Competitive Battle. Strategic Management Journal, 10, 135-144.",
        "Fiegenbaum, Avi, and Aneel Karnani, 1991. Output Flexibility: A Competitive Advantage for Small Firms. Strategic Management Journal, 12, 101-114.",
        "Fine, C. H., Freund, R. M., 1990. Optimal investment in product-flexible manufacturing capacity. Management Science, 36(4), 449-466.",
        "Fine, C., 1993. Developments in manufacturing technology and economic evaluation models. In: A.H.G. Rinnooy Kan and P.H. Zipkin (eds.), Handbook in OR and MS, S.C. Graves, Vol. 4, North-Holland.",
        "Gerwin, D., 1993. Manufacturing Flexibility: A Strategic Perspective. Management Science, 39, 395-410.",
        "Ghemawat, P., Levinthal, D. A., 2008. Choice structures and business strategy. Management Science, 54(9): 1638-1651.",
        "Gilchrist, S., Sim, J. W., and Zakrajsek, E., 2013. Misallocation and financial market frictions: Some direct evidence from the dispersion in borrowing costs. Review of Economic Dynamics, 16(1), 159-176.",
        "Hopenhayn, H. A, 2014. Firms, misallocation, and aggregate productivity: A review. Annual Review of Economics, 6, 735-770.",
        "Houthakker, H.S., 1955-1956. The Pareto Distribution and the Cobb-Douglas Production Function in Activity Analysis. Review of Economic Studies, 23, 27-31.",
        "Hsieh, C., Klenow, P, 2009. Misallocation and Manufacturing TFP in China and India. Quarterly Journal of Economics, 124, 1403-1448.",
        "Ichniowski, C., Shaw, K., Prennushi, G., 1997. The effects of human resource management practices on productivity: A study of steel finishing lines. The American Economic Review, 291-313.",
        "Jaikumar, R., 1986. Postindustrial manufacturing. Harvard Business Review, 64, 69-76.",
        "Jeffers, P.I., Muhamma, W.A., Nault, B.R., 2008. Information Technology and Process Performance: An Empirical Investigation of the Interaction Between IT and Non-IT Resources. Decision Sciences, 39(4): 703-735.",
        "Jones, C., 2005. The shape of production functions and the direction of technical change. Quarterly Journal of Economics, 120, 517-549.",
        "Jones C. I., 2013. Misallocation, input-output economics, and economic growth. In: D. Acemoglu, M. Arellano and E. Dekel (eds.), Advances in Economics and Econometrics. Tenth World Congress. Volume II. Cambridge, Cambridge University Press.",
        "Jones, R. A., Ostroy, J. M., 1984. Flexibility and Uncertainty. Review of Economic Studies, 51, 13-32.",
        "Jovanovic, B., 2014. Misallocation and Growth. American Economic Review, 104, 1149-1171.",
        "Kortum, S. S., 1997. Research, patenting, and technological change. Econometrica, 1389-1419.",
        "Ling-yee, L., Ogunmokun, G. O., 2008. An empirical study of manufacturing flexibility of exporting firms in China: how do strategic and organizational contexts matter? Industrial Marketing Management, 37(6), 738-751.",
        "MacDuffie, J. P., 1995. Human resource bundles and manufacturing performance: Organizational logic and flexible production systems in the world auto industry. ILR Review, 48(2), 197-221.",
        "Midrigan, V., Xu, D., 2013. Finance and Misallocation: Evidence from Plant-Level Data. American Economic Review, 104, 422-458.",
        "Milgrom, P., Roberts, J., 1995. Complementarities and fit Strategy, structure, and organizational change in manufacturing, Journal of Accounting and Economics, 19, 179-208.",
        "Moll, B., 2014. Productivity Losses from Financial Frictions: Can Self-financing Undo Capital Misallocation? American Economic Review, 104(10), 3186-3221.",
        "Netessine, S., Dobson, G., and Shumsky, R. A., 2002. Flexible service capacity: Optimal investment and the impact of demand correlation. Operations Research, 50(2), 375-388.",
        "Pailles, N., Yannou, B., Bocquet, J.-C., 1996. Manufacturing Flexibility: A New Evaluation. In: P. Chedmail, J.-C. Bocquet, and D. Davidson (eds.), Integrated Design and Manufacturing in Mechanical Engineering, Springer.",
        "Powell, T.C., Dent-Micallef, A., 1997. Information Technology as a Competitive Advantage: The Role of Human, Business, and Technology Resources. Strategic Management Journal, 18(5), 375-405.",
        "Raval, D., 2015. The Micro Elasticity of Substitution and Non-Neutral Technology. Working Paper.",
        "Restuccia, D., Rogerson, R., 2008. Policy Distortions and Aggregate Productivity with Heterogeneous Establishments. Review of Economic Dynamics, 11, 707-720.",
        "Restuccia, D., Rogerson, R., 2013. Misallocation and Productivity. Review of Economic Dynamics, 16, 1-10.",
        "Rivkin, J. W., Siggelkow, N., 2003. Balancing Search and Stability: Interdependencies Among Elements of Organizational Design. Management Science, 49(3), 290-311.",
        "Roller, L. H., Tombak, M. M., 1991. Strategic aspects of flexible production technologies: theory and evidence. International Journal of Production Economics, 23, 197-204.",
        "Roller, L., Tombak, M.M., 1993. Competition and Investment in Flexible Technologies. Management Science, 39, 107-114.",
        "Shah, R., Ward, P. T., 2007. Defining and developing measures of lean production. Journal of Operations Management, 25, 785-805.",
        "Song, Z., Wu, G., 2015. Identifying Capital Misallocation. Working Paper, Nanyang Technological University.",
        "Siggelkow, N., 2002. Misperceiving interactions among complements and substitutes: Organizational consequences. Management Science, 48(7), 900-916.",
        "Stigler, G., 1939. Production and Distribution in the Short Run. Journal of Political Economy, 47, 305-328.",
        "Tombak, M., 1990. A Strategic Analysis of Investment in Flexible Manufacturing Systems, European Journal of Operational Research, 47, 225-238.",
        "Tombak, M., de Meyer, A., 1988. Flexibility and FMS: An Empirical Analysis, IEEE Transactions on Engineering Management, 35, 101-107.",
        "Wang, P., Wong, T., and Yip, C.K., 2014. Technology Assimilation and Development Accounting. Working Paper, Washington University in St. Louis.",
        "Womack, J. P., Jones, D. T., Roos, D., 1990. The Machine That Changed the World. Free Press."
    ]
}