{
    "id": 23986,
    "cites": 8,
    "cited_by": 2,
    "reference": [
        "Rao Aiyagari and Mark Gertler. Overreaction of asset prices in general equilibrium. Review of Economic Dynamics, 2:3Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c35, 1999. 7 Charalambos D. Aliprantis and Kim C. Border. Infinite Dimensional Analysis, A HitchikerÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0084¢s Guide. Springer, 1999. 68 Fernando Alvarez and Urban J. Jermann. Efficiency, equilibrium, and asset pricing with risk of default.",
        "Econometrica, 69:575Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c598, 2001. 6 Nobuhiro Kiyotaki. Credit and business cycles. The Japanese Economic Review, 49:18Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c35, 1998. 2 Nobuhiro Kiyotaki and John Moore. Credit cycles. Journal of Political Economy, 105:211Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c248, 1997. 2 Ricardo Lagos. Asset prices and liquidity in an exchange economy. Journal of Monetary Economics, 57:913 Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c 930, 2010. 8 Benjamin Lester, Andrew Postlewaite, and Randall Wright. Information, liquidity, asset prices, and monetary policy. Review of Economic Studies, 79:1208Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c1238., 2012. 8 Yiting Li Li, Guillaume Rocheteau, and Pierre-Olivier Weill. Liquidity and the threat of fraudulent assets.",
        "Journal of Political Economy, 120:815Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c846, 2012. 8 David Luenberger. Optimization by vector space methods. John Wiley & Son, 1969. 18, 44, 45, 46 Michael J. P. Magill. An equilibrium existence theorem. Journal of Mathematical Analysis and Applications, 84:162Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c169, 1981. 16, 47 Andreu Mas-Colell and William R. Zame. Equilibrium theory in infinite dimensional spaces. In Handbook of Mathematical Economics, volume IV, chapter 34, pages 1835Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c1898. Elsevier, 1991. 16 Paul Milgrom and Ilya Segal. Envelope theorems for arbitrary choice sets. Econometrica, 70:583Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c601, 2002. 44, 63 Takashi Negishi. Welfare economics and existence of an equilibrium for a competitive economy.",
        "Metroeconomica, 12:92Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c97, 1960. 15, 16, 47 Edward C. Prescott and Robert M. Townsend. Pareto optima and competitive equilibria with adverse selection and moral hazard. Econometrica, 52:21Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c46, 1984. 15 Adriano A. Rampini and S. Vishwanathan. Household risk management. NBER Working Paper 22293, 2017. 7",
        "Tyrrrell R. Rockafellar. Convex Analysis. Princeton University Press, 1970. 62 Nancy L. Stokey and Robert E. Lucas. Recursive Methods in Economic Dynamics. Harvard University Press, 1989. 43, 44, 58, 64 Venky Venkateswaran and Randall Wright. Pledgability and liquidity: A new monetarist model of financial and macroeconomic activity. 2013. 8 Annette Vissing-JÃ\u0083Æ\u0092Ã\u0082Â¸rgensen. Limited asset market participation and the elasticity of intertemporal substitution.",
        "The proof relies on HellyÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0084¢s Selection Theorem (Theorem 12.9 in Stokey and Lucas (1989)) which allows to extract weakly convergence subsequences from bounded sequences in M+. The feasibility and incentive compatibility constraints hold in the limit by definition of weak convergence. We add to the argument in Stokey and Lucas (1989) by showing that the feasibility constraint for asset holdings is also satisfied in the limit. With this result in mind, we show in the supplementary appendix: Proposition A.1 The plannerÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0084¢s value W? (Ã\u0083Å½Ã\u0082Â±) is a continuous function of Ã\u0083Å½Ã\u0082Â± Ã\u0083Â¢Ã\u0082Ë\u0086Ã\u0082Ë\u0086 A, and the maximum correspondence Ã\u0083Å½Ã\u0082â\u0080\u009c? (Ã\u0083Å½Ã\u0082Â±) is non-empty, weakly compact, convex, and has a weakly closed graph. Moreover, consider any sequence Ã\u0083Å½Ã\u0082Â±k Ã\u0083Â¢Ã\u0082â\u0080 Ã\u0082â\u0080\u0099 Ã\u0083Å½Ã\u0082Â±Ã\u0083Å\u0092Ã\u0082â\u0080\u009e and an associated sequence of optimal allocations (ck , Nk ) Ã\u0083Â¢Ã\u0082Ë\u0086Ã\u0082Ë\u0086 Ã\u0083Å½Ã\u0082â\u0080\u009c? (Ã\u0083Å½Ã\u0082Â±k ). Then, if Ã\u0083Å½Ã\u0082Â±Ã\u0083Å\u0092Ã\u0082â\u0080\u009ei = 0, limkÃ\u0083Â¢Ã\u0082â\u0080 Ã\u0082â\u0080\u0099Ã\u0083Â¢Ã\u0082Ë\u0086Ã\u0082Å¾ Ã\u0083Å½Ã\u0082Â±k i u0  ck i (Ã\u0083Â\u008fÃ\u0082â\u0080°)  ck i (Ã\u0083Â\u008fÃ\u0082â\u0080°) = 0 for all Ã\u0083Â\u008fÃ\u0082â\u0080° Ã\u0083Â¢Ã\u0082Ë\u0086Ã\u0082Ë\u0086 Ã\u0083Â¢Ã\u0082â\u0080\u009eÃ\u0082Â¦.",
        "If ui(0) = 0 for all i Ã\u0083Â¢Ã\u0082Ë\u0086Ã\u0082Ë\u0086 I, the result follow from the same argument as in the proof of the Theorem of the Maximum (see, for example, Theorem 3.6 in Stokey and Lucas (1989)). If ui(0) = Ã\u0083Â¢Ã\u0082Ë\u0086Ã\u0082â\u0080\u0099Ã\u0083Â¢Ã\u0082Ë\u0086Ã\u0082Å¾ for some i, then we need to adapt the argument because the social welfare function is not continuous at (Ã\u0083Å½Ã\u0082Â±, c, N) such that Ã\u0083Å½Ã\u0082Â±i = ci(Ã\u0083Â\u008fÃ\u0082â\u0080°) = 0. Likewise, the result concerning Ã\u0083Å½Ã\u0082Â±k i u0  ck i (Ã\u0083Â\u008fÃ\u0082â\u0080°)  ck i (Ã\u0083Â\u008fÃ\u0082â\u0080°) = 0 is obvious if ui(0) = 0, but requires some additional work when ui(0) = Ã\u0083Â¢Ã\u0082Ë\u0086Ã\u0082â\u0080\u0099Ã\u0083Â¢Ã\u0082Ë\u0086Ã\u0082Å¾.",
        "iÃ\u0083Â¢Ã\u0082Ë\u0086Ã\u0082Ë\u0086I Nk i = NÃ\u0083Å\u0092Ã\u0082â\u0080\u009e, Nij is bounded above by NÃ\u0083Å\u0092Ã\u0082â\u0080\u009ej for all (i, j) Ã\u0083Â¢Ã\u0082Ë\u0086Ã\u0082Ë\u0086 I Ã\u0083Æ\u0092Ã\u0082â\u0080\u0094 R, an an application of HellyÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0084¢s selection Theorem (Theorem 12.9 in Stokey and Lucas (1989) easily extended to finite measures instead of distributions) shows that for each i Ã\u0083Â¢Ã\u0082Ë\u0086Ã\u0082Ë\u0086 I, Nk i has a subsequence such that N` i converging weakly in M+. Taken together, this means that there exists a subsequence (c` , N` ) of (ck , Nk ) and some (c, N) Ã\u0083Â¢Ã\u0082Ë\u0086Ã\u0082Ë\u0086 X such that c` Ã\u0083Â¢Ã\u0082â\u0080 Ã\u0082â\u0080\u0099 c and N` i Ã\u0083Â¢Ã\u0082â\u0080¡Ã\u0082â\u0080\u0099 Ni for each i Ã\u0083Â¢Ã\u0082Ë\u0086Ã\u0082Ë\u0086 I."
    ]
}