{
    "id": 23984,
    "cites": 62,
    "cited_by": 8,
    "reference": [
        "Aghion, Philippe, Philippe Bacchetta, and Abhijit Banerjee. 2001. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Currency crises and monetary policy in an economy with credit constraints.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d European economic review 45 (7):1121Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c1150.",
        "Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009dÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009dÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009d. 2004. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093A corporate balance-sheet approach to currency crises.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Journal of Economic theory 119 (1):6Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c30.",
        "Aguiar, Mark and Gita Gopinath. 2007. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Emerging market business cycles: The cycle is the trend.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Journal of Political Economy 115 (1):69Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c102.",
        "Aiyagari, Rao S. and Mark Gertler. 1999. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Overreaction\" of Asset Prices in General Equilibrium. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Review of Economic Dynamics 2 (1):3Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c35.",
        "Aizenman, Joshua and Jaewoo Lee. 2007. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093International reserves: precautionary versus mercantilist views, theory and evidence.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Open Economies Review 18 (2):191Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c214.",
        "Aizenman, Joshua and Yi Sun. 2012. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093The financial crisis and sizable international reserves depletion: From \"fear of floating\" to the \"fear of losing international reserves\"?Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d International Review of Economics & Finance 24:250Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c269.",
        "Bacchetta, Philippe, CÃ\u0083Æ\u0092Ã\u0082Â©dric Tille, and Eric Van Wincoop. 2012. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Self-fulfilling risk panics.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d The American Economic Review 102 (7):3674Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c3700.",
        "Bagehot, Walter. 1873. Lombard Street: A description of the money market. Scribner, Armstrong & Company.",
        "Bianchi, Javier, Juan Carlos Hatchondo, and Leonardo Martinez. 2012. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093International reserves and rollover risk.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Tech. rep., National Bureau of Economic Research.",
        "Bocola, Luigi. 2016. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093The Pass-Through of Sovereign Risk.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Journal of Political Economy 124 (4):879Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c926.",
        "Borri, Nicola and Adrien Verdhelan. 2013. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Sovereign Risk Premia.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Manuscript, MIT Sloan.",
        "Broner, Fernando and Jaume Ventura. 2016. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Rethinking the effects of financial globalization.",
        "Brunnermeier, Markus K and Yuliy Sannikov. 2014. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093A macroeconomic model with a financial sector.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d The American Economic Review 104 (2):379Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c421.",
        "Burnside, Craig, Martin Eichenbaum, and Sergio Rebelo. 2001a. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Hedging and financial fragility in fixed exchange rate regimes.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d European Economic Review 45 (7):1151Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c1193.",
        "Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009dÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009dÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009d. 2001b. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Prospective deficits and the Asian currency crisis.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Journal of political Economy 109 (6):1155Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c1197.",
        "Caballero, Ricardo J, Emmanuel Farhi, and Pierre-Olivier Gourinchas. 2008. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093An Equilibrium Model of\" Global Imbalances\" and Low Interest Rates.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d The American Economic Review 98 (1):358.",
        "Caballero, Ricardo J and Arvind Krishnamurthy. 2003. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Excessive dollar debt: Financial development and underinsurance.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d The Journal of Finance 58 (2):867Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c894.",
        "Caballero, Ricardo J and Stavros Panageas. 2008. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Hedging sudden stops and precautionary contractions.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Journal of Development Economics 85 (1):28Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c57.",
        "Cerra, Valerie and Sweta Chaman Saxena. 2008. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Growth Dynamics: The Myth of Economic Recovery.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d American Economic Review 98 (1):439Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c57.",
        "CÃ\u0083Æ\u0092Ã\u0082Â©spedes, Luis Felipe, Roberto Chang, and AndrÃ\u0083Æ\u0092Ã\u0082Â©s Velasco. 2017. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Financial Intermediation, Real Exchange Rates, and Unconventional Policies in an Open Economy.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Journal of International Economics .",
        "Chang, Roberto and Andres Velasco. 2000. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Financial fragility and the exchange rate regime.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Journal of economic theory 92 (1):1Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c34.",
        "Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009dÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009dÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009d. 2001. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093A model of financial crises in emerging markets.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Quarterly Journal of Economics :489Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c517.",
        "Corsetti, Giancarlo, Paolo Pesenti, and Nouriel Roubini. 1999. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Paper tigers?: A model of the Asian crisis.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d European Economic Review 43 (7):1211Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c1236.",
        "Dalgic, Husnu. 2017. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Financial Dollarization in Emerging Markets as an Insurance Mechanism. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Manuscript, Northwestern University.",
        "Diamond, Douglas W and Philip H Dybvig. 1983. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Bank runs, deposit insurance, and liquidity.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Journal of Political Economy :401Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c419.",
        "Du, Wenxin, Carolin E. Pflueger, and Jesse Schreger. 2017. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Sovereign Debt Portfolios, Bond Risks, and the Credibility of Monetary Policy.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Tech. rep., National Bureau of Economic Research.",
        "Du, Wenxin and Jesse Schreger. 2016. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Sovereign Risk, Currency Risk, and Corporate Balance Sheets.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Manuscript, Columbia Business School.",
        "Durdu, Ceyhun Bora, Enrique G Mendoza, and Marco E Terrones. 2009. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Precautionary demand for foreign assets in Sudden Stop economies: An assessment of the New Mercantilism. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Journal of development Economics 89 (2):194Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c209.",
        "Ennis, Huberto M and Todd Keister. 2009. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Bank runs and institutions: The perils of intervention.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d The American Economic Review 99 (4):1588Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c1607.",
        "Farhi, Emmanuel and Jean Tirole. 2012. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Collective moral hazard, maturity mismatch, and systemic bailouts.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d The American Economic Review 102 (1):60Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c93.",
        "Gai, Prasanna, Sujit Kapadia, Stephen Millard, and Ander Perez. 2008. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Financial innovation, macroeconomic stability and systemic crises.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d The Economic Journal 118 (527):401Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c 426.",
        "Gertler, Mark and Nobuhiro Kiyotaki. 2010. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Financial intermediation and credit policy in business cycle analysis.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Handbook of Monetary Economics 3 (3):547Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c599.",
        "Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009dÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009dÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009d. 2015. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Banking, liquidity, and bank runs in an infinite horizon economy.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d The American Economic Review 105 (7):2011Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c2043.",
        "Gourinchas, Pierre-Olivier and Olivier Jeanne. 2013. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Capital flows to developing countries: The allocation puzzle.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Review of Economic Studies 80 (4):1484Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c1515.",
        "Gourinchas, Pierre-Olivier and Maurice Obstfeld. 2012. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Stories of the twentieth century for the twenty-first.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d American Economic Journal: Macroeconomics 4 (1):226Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c265.",
        "He, Zhiguo and Arvind Krishnamurthy. 2012. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Intermediary Asset Pricing.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d The American Economic Review 20:1Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c42.",
        "Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009dÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009dÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009d. 2015. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093A Macroeconomic Framework for Quantifying Systemic Risk.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Manuscript, Stanford GSB.",
        "Heathcote, Jonathan and Fabrizio Perri. 2015. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Wealth and volatility.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Tech. rep., National Bureau of Economic Research.",
        "Hernandez, Juan. 2017. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093How International Reserves reduce the Probability of Debt Crises.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Manuscript, University of Pennsylvania.",
        "Hur, Sewon and Illenin O Kondo. 2016. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093A theory of rollover risk, sudden stops, and foreign reserves.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Journal of International Economics 103:44Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c63.",
        "Ilzetzki, Ethan, Carmen M. Reinhart, and Kenneth S. Rogoff. 2017. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Exchange arrangements entering the 21st century: Which anchor will hold?Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d NBER working paper No 23134.",
        "Ize, Alain and Eduardo Levy-Yeyati. 2003. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Financial dollarization.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Journal of International Economics 59 (2):323Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c347.",
        "Jeanne, Olivier and Romain RanciÃ\u0083Æ\u0092Ã\u0082Â¨re. 2011. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093The optimal level of international reserves for emerging market countries: a new formula and some applications.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d The Economic Journal 121 (555):905Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c930.",
        "Jeanne, Olivier and Damiano Sandri. 2016. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Optimal Reserves in Financially Closed Economies.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Tech. rep., National Bureau of Economic Research.",
        "Kaminsky, Graciela L and Carmen M Reinhart. 1999. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093The twin crises: the causes of banking and balance-of-payments problems.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d American economic review :473Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c500.",
        "King, Mervyn. 2006. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Reform of the International Monetary Fund.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Speech at the Indian Council for Research on International Economic Relations.",
        "Krugman, Paul. 1999. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Balance sheets, the transfer problem, and financial crises.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d In International finance and financial crises: Essays in Honor of Robert P Flood, edited by A. Razin P. Isard and A. Rose. Springer, 31Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c55.",
        "Levy-Yeyati, Eduardo. 2006. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Financial dollarization: evaluating the consequences.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Economic Policy 21 (45):62Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c118.",
        "Lorenzoni, Guido. 2008. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Inefficient credit booms.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d The Review of Economic Studies 75 (3):809Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c833.",
        "Maggiori, Matteo. 2017. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Financial intermediation, international risk sharing, and reserve currencies.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Forthcoming, American Economic Review.",
        "Maggiori, Matteo, Brent Nieman, and Jesse Schreger. 2017. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Unpacking Global Capital Flows.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Manuscript, Harvard.",
        "Mendoza, Enrique G. 2010. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Sudden stops, financial crises, and leverage.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d The American Economic Review 100 (5):1941Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c1966.",
        "Mendoza, Enrique G, Vincenzo Quadrini, and Jose-Victor Rios-Rull. 2009. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Financial integration, financial development, and global imbalances.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Journal of Political economy 117 (3):371Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c416.",
        "Mendoza, Enrique G and Katherine A Smith. 2006. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Quantitative implications of a debtdeflation theory of Sudden Stops and asset prices.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Journal of International Economics 70 (1):82Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c114.",
        "Obstfeld, Maurice, Jay C Shambaugh, and Alan M Taylor. 2010. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Financial stability, the trilemma, and international reserves.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d American Economic Journal: Macroeconomics 2 (2):57Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c94.",
        "Queralto, Pablo. 2014. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093A model of slow recoveries from financial crises.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Tech. rep., National Bureau of Economic Research.",
        "Rampini, Adriano A and S Viswanathan. 2010. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Collateral, risk management, and the distribution of debt capacity.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d The Journal of Finance 65 (6):2293Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c2322.",
        "Ravn, Moreton O. and Vincent Sterk. 2017. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Macroeconomic Fluctuations with HANK & SAM: An Analytical Approach.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Unpublished manuscript, UCL.",
        "Salomao, Juliana and Liniana Varela. 2017. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Exchange Rate Exposure and Firm Dynamics.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Manuscript, Carlson School of Management.",
        "Schneider, Martin and Aaron Tornell. 2004. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Balance sheet effects, bailout guarantees and financial crises.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d The Review of Economic Studies 71 (3):883Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c913.",
        "Tourre, Fabrice. 2017. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093A Macro-Finance Approach to Sovereign Debt Spreads and Returns. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Manuscript, University of Chicago.",
        "Wiriadinata, Ursula. 2017. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093External Debt, Currency Risk, and International Monetary Policy Transmission.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Manuscript, University of Chicago."
    ]
}