{
    "id": 23988,
    "cites": 40,
    "cited_by": 20,
    "reference": [
        "Andersen, T. G., Bollerslev, T., Diebold, F. X., and Vega, C. (2003). Micro Effects of Macro Announcements: Real-Time Price Discovery in Foreign Exchange. American Economic Review, 93(1):38Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c62.",
        "Arellano, M. and Bonhomme, S. (2012). Identifying Distributional Characteristics in Random Coefficients Panel Data Models. Review of Economic Studies, 79(3):987Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c1020.",
        "Betts, C. and Devereux, M. B. (2000). Exchange Rate Dynamics in a Model of Pricing-to-Market. Journal of International Economics, 50(1):215Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c244.",
        "Boz, E. and Cerutti, E. (2017). Dissecting the Global Trade Slowdown: A New Database. Forthcoming IMF Working Paper.",
        "Burstein, A. and Gopinath, G. (2014). International Prices and Exchange Rates. In Gopinath, G., Helpman, E., and Rogoff, K., editors, Handbook of International Economics, volume 4, chapter 7, pages 391Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c451. Elsevier.",
        "BussieÃ\u0083Å\u0092Ã\u0082â\u0082¬re, M., Gaulier, G., and Steingress, W. (2016). Global Trade Flows: Revisiting the Exchange Rate Elasticities. Banque de France Document de Travail no. 608.",
        "Casas, C., Diez, F., Gopinath, G., and Gourinchas, P.-O. (2016). Dominant currency paradigm. Working paper.",
        "Chamberlain, G. (1992). Efficiency Bounds for Semiparametric Regression. Econometrica, 60(3):567Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c596.",
        "Chernozhukov, V., FernaÃ\u0083Å\u0092Ã\u0082Â\u0081ndez-Val, I., Hahn, J., and Newey, W. (2013). Average and Quantile Effects in Nonseparable Panel Models. Econometrica, 81(2):535Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c580.",
        "Corsetti, G., Dedola, L., and Leduc, S. (2010). Optimal Monetary Policy in Open Economies. In Friedman, B. M. and Woodford, M., editors, Handbook of Monetary Economics, volume 3, chapter 16, pages 861Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c933. Elsevier.",
        "Corsetti, G. and Pesenti, P. (2001). Welfare and Macroeconomic Interdependence. Quarterly Journal of Economics, 116(2):421Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c445.",
        "Cravino, J. (2017). Exchange Rates, Aggregate Productivity and the Currency of Invoicing of International Trade. Working paper.",
        "Devereux, M. B. and Engel, C. (2003). Monetary Policy in the Open Economy Revisited: Price Setting and Exchange Rate Flexibility. Review of Economic Studies, 70(4):765Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c784.",
        "Engel, C. (2011). Currency Misalignments and Optimal Monetary Policy: A Reexamination. American Economic Review, 101(6):2796Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c2822.",
        "Evdokimov, K. (2010). Identification and Estimation of a Nonparametric Panel Data Model with Unobserved Heterogeneity. Working paper.",
        "Feenstra, R. C., Lipsey, R. E., Deng, H., Ma, A. C., and Mo, H. (2005). World Trade Flows: 1962Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c 2000. NBER Working Paper 11040.",
        "Fitzgerald, D. and Haller, S. (2013). Exchange rates and producer prices: Evidence from micro data. Review of Economic Studies, 67(2):761Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c786.",
        "GalÃ\u0083â\u0080\u009eÃ\u0082Â±Ã\u0083Å\u0092Ã\u0082Â\u0081, J. (2008). Monetary Policy, Inflation and the Business Cycle: An Introduction to the New Keynesian Framework. Princeton University Press.",
        "Gaulier, G., Martin, J., Mejean, I., and Zignago, S. (2008). International Trade Price Indices. CEPII Working Paper No. 2008/10.",
        "Gelfand, A., Dey, D., and Chang, H. (1992). Model determination using predictive distributions with implementation via sampling-based methods. In Bernardo, J., Berger, J., Dawid, A., and Smith, A., editors, Bayesian Statistics 4: Proceedings of the Fourth Valencia International Meeting, pages 147Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c167. Oxford University Press.",
        "Goldberg, L. S. and Tille, C. (2008). Vehicle currency use in international trade. Journal of International Economics, 76(2):177Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c192.",
        "Goldberg, P. K. and Knetter, M. M. (1997). Goods Prices and Exchange Rates: What Have We Learned? Journal of Economic Literature, 35(3):1243Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c1272.",
        "Gopinath, G. (2015). The International Price System. In Jackson Hole Symposium, volume 27. Kansas City Federal Reserve.",
        "Gopinath, G., Itskhoki, O., and Rigobon, R. (2010). Currency Choice and Exchange Rate PassThrough. American Economic Review, 100(1):304Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c36.",
        "Gopinath, G. and Rigobon, R. (2008). Sticky Borders. Quarterly Journal of Economics, 123(2):531Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c 575.",
        "GuÃ\u0083Å\u0092Ã\u0082Ë\u0086rkaynak, R. S., Sack, B. P., and Swanson, E. T. (2005). Do Actions Speak Louder Than Words? The Response of Asset Prices to Monetary Policy Actions and Statements. International Journal of Central Banking, 1(1):55Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c93.",
        "Head, K. and Mayer, T. (2015). Gravity Equations: Workhorse, Toolkit, and Cookbook. In Gopinath, G., Helpman, E., and Rogoff, K., editors, Handbook of International Economics, volume 4, chapter 3, pages 131Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c195. Elsevier.",
        "Hirano, K. (2002). Semiparametric Bayesian Inference in Autoregressive Panel Data Models. Econometrica, 70(2):781Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c799.",
        "Hoffman, M. D. and Gelman, A. (2014). The No-U-Turn Sampler: Adaptively Setting Path Lengths in Hamiltonian Monte Carlo. Journal of Machine Learning Research, 15:1593Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c1623.",
        "Imbens, G. W. and KolesaÃ\u0083Å\u0092Ã\u0082Â\u0081r, M. (2016). Robust Standard Errors in Small Samples: Some Practical Advice. Review of Economics and Statistics, 98(4):701Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c712.",
        "IMF (2009). Export and Import Price Index Manual: Theory and Practice. International Monetary Fund, Washington, D.C. Leigh, D., Lian, W., Poplawski-Ribeiro, M., and Tsyrennikov, V. (2015). Exchange rates and trade flows: Disconnected? In World Economic Outlook: Adjusting to Lower Commodity Prices, chapter 3, pages 105Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c142. International Monetary Fund.",
        "Liu, L. (2017). Density Forecasts in Panel Data Models: A Semiparametric Bayesian Perspective. Working paper.",
        "Nakamura, E. and Steinsson, J. (2016). High Frequency Identification of Monetary Non-Neutrality: The Information Effect. Working paper.",
        "Neal, R. M. (2011). MCMC Using Hamiltonian Dynamics. In Brooks, S., Gelman, A., Jones, G. L., and Meng, X.-L., editors, Handbook of Markov Chain Monte Carlo, chapter 5, pages 113Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c162. CRC Press.",
        "Obstfeld, M. and Rogoff, K. (1995). Exchange Rate Dynamics Redux. Journal of Political Economy, 103(3):624Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c660.",
        "Pati, D., Dunson, D. B., and Tokdar, S. T. (2013). Posterior consistency in conditional distribution estimation. Journal of Multivariate Analysis, 116:456Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c472.",
        "Silver, M. (2007). Do Unit Value Export, Import, and Terms of Trade Indices Represent or Misrepresent Price Indices? IMF Working Paper No. 07/121.",
        "Stan Development Team (2016). Stan Modeling Language Users Guide and Reference Manual, Version 2.14.0. http://mc-stan.org.",
        "Vehtari, A., Gelman, A., and Gabry, J. (2017). Practical Bayesian model evaluation using leaveone -out cross-validation and WAIC. Statistics and Computing, 27(5):1413Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c1432.",
        "Post-2002 results. Exchange rate pass-through into prices has been stable over our sample period, while trade elasticities may have become larger in absolute value in the latter part of the Comtrade and BLS import price indices for U.S.: country groups Ã\u0083Â¢Ã\u0082Ë\u0086Ã\u0082â\u0080\u0099.2 Ã\u0083Â¢Ã\u0082Ë\u0086Ã\u0082â\u0080\u0099.1 .1 .2 92 96 00 04 08 12 16 ASEAN Ã\u0083Â¢Ã\u0082Ë\u0086Ã\u0082â\u0080\u0099.6 Ã\u0083Â¢Ã\u0082Ë\u0086Ã\u0082â\u0080\u0099.4 Ã\u0083Â¢Ã\u0082Ë\u0086Ã\u0082â\u0080\u0099.2 .2 .4 92 96 00 04 08 12 16 Asia Near East Ã\u0083Â¢Ã\u0082Ë\u0086Ã\u0082â\u0080\u0099.1 Ã\u0083Â¢Ã\u0082Ë\u0086Ã\u0082â\u0080\u0099.05 .05 .1 92 96 00 04 08 12 16 European Union Ã\u0083Â¢Ã\u0082Ë\u0086Ã\u0082â\u0080\u0099.3 Ã\u0083Â¢Ã\u0082Ë\u0086Ã\u0082â\u0080\u0099.2 Ã\u0083Â¢Ã\u0082Ë\u0086Ã\u0082â\u0080\u0099.1 .1 .2 92 96 00 04 08 12 16 Latin America Ã\u0083Â¢Ã\u0082Ë\u0086Ã\u0082â\u0080\u0099.2 Ã\u0083Â¢Ã\u0082Ë\u0086Ã\u0082â\u0080\u0099.1 .1 .2 92 96 00 04 08 12 16 Asian Newly Industralized Ã\u0083Â¢Ã\u0082Ë\u0086Ã\u0082â\u0080\u0099.1 Ã\u0083Â¢Ã\u0082Ë\u0086Ã\u0082â\u0080\u0099.05 .05 .1 92 96 00 04 08 12 16 Pacific Rim"
    ]
}