{
    "id": 2399,
    "cites": 39,
    "cited_by": 1,
    "reference": [
        "American Federation of Labor - Congress of Industrial Organizations Depart- ment of Field Services, AFL-CIO Organizing Survey, April 1984, Washington, D.C.",
        "Anderson, John and Morley Gunderson, Union Management Relations in Canada, (Addison, Wesley, 1982).",
        "Aspin, Leslie, A Study of Reinstatement Under the National Labor Relations Act, Ph.D. dissertation, MIT, 1966.",
        "Brown, Charles and James Medoff, The Employers Size Wage Effect, mimeo, Harvard University, 1986.",
        "Catler, Susan, Labor Union Representation Elections: What Determines Who Wins? BA. thesis, Harvard University, 1978.",
        "Dickens, William, The Effect of Company Campaigns on Certification Elections, Industrial and Labor Relations Review, 1983,36, pp.560-75.",
        "Drotning, John, N1.RB Remedies for Election Misconduct: An Analysis of Election Outcomes and their Determinants, Journal of Business, April 1967, 40(2), pp.137-48.",
        "Elliot, R. D., and B. N. Hawkins, Do Union Organizing Activities Affect Decertjficatjon? Journal of Labor Research, 1982, 3, pp.153-61.",
        "Ellwood, David, and Glenn Fine, The Impact of Right to Work Laws on Union Organizing, Journal of Political Economy, Vol 95(2), April 1987.",
        "Farber, H. S., and D. H. Saks, Why Workers Want Unions: The Role of Relative Wages and Job Characteristics, Journal of Political Economy, 1980, 88, pp.349-69.",
        "Fiorito, J., and C. R. Greer, Determinants of U. S. Unionism: Past Research and Future Needs, Industrial Relations, 1982, ~Q, pp.1-32.",
        "Foulkes, Fred, Personnel Policies in Large Nonunion Companies. Englewood Cliffs, N.J.: Prentice-Hall, 1980.",
        "Freeman, Richard, and James Medoff, What Do Unions Dot. New York: Basic Books, 1984.",
        "Freeman, Richard, The Effect of the Union Wage Differential on Management Opposition and Union Organizing Success, American Economic Review, May 1985, pp.92-96.",
        "Freeman, Richard, Why Are Unions Faring Poorly in NLRB Representation Elections? in Thomas A. Kochan, ed., Challenges and Choices Facing American Labor. Cambridge, MA: MIT, 1985, pp.45-64.",
        "Freeman, Richard, Unionism Comes to the Public Sector, Journal of Economic Literature, Vol. XXIV, March 1986, pp.41-86.",
        "Freeman, Richard, and B. Ichniowski, When Public Sector Workers Unionise Summary of Findings in Freeman and Ichniowski, eds., When Public Sector Workers Unionise. NBER, University of Chicago Press, forthcoming, 1988.",
        "Freeman, Richard, B. Ichniowski, and J. Zax, Measuring Collective - 42 - Organization in the Public Sector, in Freeman and Ichniowski, op. cit. Freeman, Richard, and Rob Valletta, The Effects of Public Sector Labor Laws on Unionisation, Wages, and Employment, in Freeman and Ichniowski, op. cit. Cetman, Jules, Stephen Goldberg, and Jeanne Herman, ~Jnjon Representation Elections: Law and Reality. New York: Russell Sage Foundation, 1976.",
        "Coldfield, M., The Decline of Organized Labor: NLRB Union Certification Election Results, Politics and Society, 1982, fl, pp.167-210.",
        "Goldfield, N., The Decline of Organized Labor, University of Chicago Press, 1987.",
        "Hirsch, B. The Determinants of Unionization: An Analysis of Iriterarea Differences, Industrial and Labor Relations Review, 1980, ~, pp.147-61.",
        "Hunt, J. C., and R. A. White, The Effects of Right-to-Work Legislation on Union Outcomes: Additional Evidence, Journal of Labor Research, 1983, ~, pp.47-75.",
        "Ichniowski, C., Public Sector Union Growth and Bargaining Laws, in Freeman and Ichniowski, op. cit. Kramer, Leo, Labors Paradox--the American Federation of State. Council. and Municipal Employees, 1962.",
        "Kochan, Thomas, How American Workers View Labor Unions, Monthly Labor Review, 1979, jQ.Z(4), pp.23-31.",
        "Kochan, Thomas, Robert McKersie, and John Chalykoff, The Effects of Corporate Strategy and Workplace Innovations on Union Representation, Industrial and Labor Relations Review, July 1986, ~(4), pp.487-SO1.",
        "Lawlor, John, The Influence of Management Consultants on the Outcome of Union Certification Elections, Industrial and Labor Relations Review, 1984, ~, pp.38-51.",
        "Linneman, Peter and Wachter, N., Rising Union Premiums and the Declining Boun- daries among NonCompeting Groups, AER, May 1986, pp.103-108.",
        "Lipset, Seymour N., North American Labor Movements: A Comparative Perspective in Lipset, ed., Unions in Transition. San Francisco: Institute for Contemporary Studies, 1986.",
        "Lewis, H. Gregg., Union/Nonunion Wage Gaps in the Public Sector, in Freeman and Ichniowski, op. cit. Medoff, James, The Publics Image of Labor and Labors Response, manuscript, Harvard University, 1986.",
        "Meltz, Noah, Labor Movements in Canada and the United States: Are They Really That Different? in Thomas A. Kochan, ed., Challenges and Choices Facing Americar Cambridge, MA; MIT, 1985).",
        "National Labor Relations Board, Annual Report (Washington,DC; USGPO) - 44 - Neumann, George and Ellen Rissman, Where Have All the Union Members Gone?, Journal of Labor Economics, April 1984, 2(2), pp.175-192.",
        "Prosten Richard, The Longest Season~Union Organizing in the Last Decade, Proceedings of the 31st Annual Meeting of the Industrial Relations Research Association, Madison, Wisconsin, 1978, pp.240-49.",
        "Roomkin, Myron, and Richard Block, Case Processing Time and Outcome of Elec- tions: Some Empirical Evidence,, University of Illinois Law Review, 1981, Vi, pp.75-97.",
        "Saltzman, C. M., Bargaining Laws as Cause and Consequences of the Growth of Teachers Unions, Industrial and Labor Relations Review, 1985, ~, pp.335-57.",
        "Saltzman, G. N., The Effects of Recent Bargaining Laws in Ohio and Illinois, forthcoming in Freeman and Ichniowski, op. cit. Seeber, R., and W. Cooke, The Decline in Union Success in NLRB Representation Elections, Industrial Relations, Winter 1983, 22(1).",
        "Troy, Leo, and Neil Sheflin, Union Sourcebook. New Jersey: Industrial Relations Data and Information Services, 1985.",
        "U.S. Department of Labor, Bureau of Labor Statistics, Directory of National Unions and Employee Associations, various editions. U.S. General Accounting Office, Concerns Regarding Impact of Employee Charges Against Employers for Unfair Labor Practices. Washington, D.C., - 45 - CAO-HRD 82-80, June 21, 1982.",
        "Weiler, P. , Promises to Keep: Securing Workers Rights to Self- Organisation under the NLRA, Harvard Law Review, June 1983, 9~(8), pp.1769-l827.",
        "ENDNOTES 1. The Meany quote is given in Leo Kramer, Labors Paradox--the American Federation of State. Council and Municipal Employees, 1962, p.14."
    ]
}