{
    "id": 240,
    "cites": 12,
    "cited_by": 9,
    "reference": [
        "1. Jan P. Acton. \"Demand for Health Care Among the Urban Poor, with Special Emphasis on the Role of Time.\" In The Role of Health Insurance in the Health Services Sector, ed. Richard Rosett. New York: National Bureau of Economic Research, 1976.",
        "2. . \"Nonmonetary Factors in the Demand for Medical Care: Some Empirical Evidence.\" Journal of Political Economy 83 (June 1975). 3. Ronald Andersen. A Behavioral Model of Families&apos; Use of Health Services.",
        "4. Ronald Andersen, Joanna Lion, and Odin W. Anderson. Two Decades of Health Services: Social Survey Trends in Use and Expenditure. Cambridge, Mass.: Ballmger Publishing Co., 1976. 5. Diane L. Beauchesne and David S. Mundel. \"Determinants of Utilization of Children&apos;s Health Services.\" In Developing a Better Health Care System, Vol.",
        "Colle and Grossman I III of the report of the Harvard ChildHealth Project Task Force. Cambridge, Mass.: Ballinger Publishing Co., 1977.",
        "6. Gary S. Becker. Human Capital. New York: Columbia University Press for the National Bureau of Economic Research, 1964.",
        "7. . \"A Theory of the Allocation of Time.\" Economic Journal 75 (September 1965).",
        "8. Gary S. Becker and H. Gregg Lewis. \"On the Interaction Between the Quantity and Quality of Children.\" In New Economic Approaches to Fertility, ed. T. W. Schultz. Proceedings of a conference sponsored by the National Bureau of Economic Research and the Population Council. Journal of Political Economy 81 (March/April 1973), Pt. H.",
        "9. Gary S. Becker and Nigel Tomes. \"Child Endowments and the Quantity and Quality of Children.\" Journal of Political Economy 84 (August 1976), Pt. II.",
        "II. Linda N. Edwards and Michael Grossman. \"An Economic Analysis of Children&apos;s Health and Intellectual Development.\" National Bureau of Economic Research Working Paper No. 180, May 1977. 12. . \"The Relationship Between Children&apos;s Health and Intellectual Development.\" National Bureau of Economic Research Working Paper No.",
        "Richard Rosett. New York: National Bureau of Economic Research, 1976.",
        "New York: Columbia University Press for the National Bureau of Economic Research, 1972. 33. Richard F. Muth. \"Household Production and Consumer Demand Functions.",
        "\"Child Health in America: Toward a Rational Public Policy.\" Milbank Memorial Fund Quarterly 54 (Summer 1976)."
    ]
}