{
    "id": 2400,
    "cites": 13,
    "cited_by": 2,
    "reference": [
        "Black, Fischer, The Pricing of Commodity Contracts. Journal of Finan cial Economics, 3 (Jan/March 1976)i 167-179.",
        "Box, 6.E.P., and Jenkins, G.M., Times Series Analysis, Forecasting and Control, (Holden Day, San Francisco 1970).",
        "Carison, J. A., Short-Term Interest Rates as Predictors of Inflationi Comment, American Economic Review, 67 (1977)i 469-75.",
        "Engle, Robert F., Autoregressive Conditional Heteroscedasticity with Estimates of the Variance of United Kingdom Inflation, Econometrica, 50 (July 1982)i 987-1007.",
        "Fama, Euaene. and Gibbons, Michael R., Inflation, Real Returns and Capital Investment, Journal of Monetary Economics, 14 (1982)i 297- 323.",
        "Gibson, W. E., Interest Rates and Inflationary Expectations: New Evidence. American Economic Review, 62 (1972): 834-65.",
        "Hamilton. James, Uncovering Financial Markets Expectations of Inflation. Journal of Political Economy, 93 (1985): 1224-1241.",
        "Monetary Economics, 19 (March 1986): Huizinga, John, and Mishkin, Frederic S., Monetary Policy Regime Shifts and the Unusual Behavior of Real Interest Rates, Carneoie- Rochester Conference Series on Public PoliÃ\u0083Â§y, 20 (Spring 1986).",
        "Nelson, Charles R., The Prediction Performance of the FRB-MIT-PENN Model of the U.S. Economy, American Economic Review. 62 (December 1972): 902-917.",
        "Parks, Richard W.. Inflation and Relative Price Variability, Journal of Political Economy, 86 (February 1978)2 79-96.",
        "Quandt, R. E., The Estimation of the Parameters of a Linear Regression System Obeying Two Separate Regimes, Journal of the American Statistical Association, S3 (19S8)i 873-80. , Tests of the Hypothesis That a Linear Regression System Obeys Two Separate Regimes, Journal of the American Statistical Association, 5S (1960): 324-330.",
        "Roley, V. Vance, The Response of Interest Rates to Money Announcements Under Alternative Operating Procedures and Reserve Retirement Systems, NBER Working Paper * 1812, 1986.",
        "Tanzi, V., Inflationary Expectations, Economic Activity, Taxes and Interest Rates, American Economic Review. 70 (1980): 12-21."
    ]
}