{
    "id": 24007,
    "cites": 73,
    "cited_by": 18,
    "reference": [
        "Acemoglu, D., V. M. Carvalho, A. Ozdaglar, and A. Tahbaz-Salehi (2012). The network origins of aggregate fluctuations. Econometrica 80(5), 1977Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c2016.",
        "Acemoglu, D., A. Ozdaglar, and A. Tahbaz-Salehi (2016). Networks, shocks, and systemic risk. In The Oxford Handbook of the Economics of Networks.",
        "Asker, J., A. Collard-Wexler, and J. De Loecker (2014). Dynamic inputs and resource (mis) allocation. Journal of Political Economy 122(5), 1013Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c1063.",
        "Atalay, E. (2017). How important are sectoral shocks? American Economic Journal: Macroeconomics (Forthcoming).",
        "Atkeson, A. and A. Burstein (2008). Pricing-to-market, trade costs, and international relative prices. The American Economic Review 98(5), 1998Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c2031.",
        "Autor, D., D. Dorn, L. Katz, C. Patterson, and J. Van Reenen (2017). The fall of the labor share and the rise of superstar firms.",
        "Baqaee, D. R. (2016). Cascading failures in production networks.",
        "Baqaee, D. R. and E. Farhi (2017). The macroeconomic impact of microeconomic shocks: Beyond HultenÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0084¢s Theorem.",
        "Barkai, S. (2016). Declining labor and capital shares.",
        "Bartelme, D. and Y. Gorodnichenko (2015). Linkages and economic development. Technical report, National Bureau of Economic Research.",
        "Bartelsman, E., J. Haltiwanger, and S. Scarpetta (2013, February). Cross-Country Differences in Productivity: The Role of Allocation and Selection. American Economic Review 103(1), 305Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c334.",
        "Basu, S. (1995). Intermediate goods and business cycles: Implications for productivity and welfare. The American Economic Review, 512Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c531.",
        "Basu, S. and J. Fernald (2001). Why is productivity procyclical? why do we care? In New developments in productivity analysis, pp. 225Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c302. University of Chicago Press.",
        "Basu, S. and J. G. Fernald (2002). Aggregate productivity and aggregate technology. European Economic Review 46(6), 963Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c991.",
        "Bigio, S. and J. LaÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0084¢O (2016). Financial frictions in production networks. Technical report.",
        "Boehm, C., A. Flaaen, and N. Pandalai-Nayar (2014). Complementarities in multinational production and business cycle dynamics. Technical report, Working paper, University of Michigan.",
        "Bouakez, H., E. Cardia, and F. J. Ruge-Murcia (2009). The transmission of monetary policy in a multisector economy. International Economic Review 50(4), 1243Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c1266.",
        "Buera, F. J., J. P. Kaboski, and Y. Shin (2011, August). Finance and Development: A Tale of Two Sectors. American Economic Review 101(5), 1964Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c2002.",
        "Buera, F. J. and B. Moll (2012, January). Aggregate Implications of a Credit Crunch. NBER Working Papers 17775, National Bureau of Economic Research, Inc.",
        "Caballero, R. J., E. Farhi, and P.-O. Gourinchas (2017, May). Rents, technical change, and risk premia accounting for secular trends in interest rates, returns on capital, earning yields, and factor shares. American Economic Review 107(5), 614Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c20.",
        "Caliendo, L., F. Parro, and A. Tsyvinski (2017, April). Distortions and the structure of the world economy. Working Paper 23332, National Bureau of Economic Research.",
        "Carvalho, V. and X. Gabaix (2013). The Great Diversification and its undoing. The American Economic Review 103(5), 1697Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c1727.",
        "Chari, V. V., P. J. Kehoe, and E. R. McGrattan (2007). Business cycle accounting. Econometrica 75(3), 781Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c836.",
        "Chetty, R., A. Guren, D. Manoli, and A. Weber (2011). Are micro and macro labor supply elasticities consistent? a review of evidence on the intensive and extensive margins. The American Economic Review 101(3), 471Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c475.",
        "De Loecker, J. and J. Eeckhout (2017). The rise of market power and the macroeconomic implications. Technical report, National Bureau of Economic Research.",
        "De Loecker, J. and F. Warzynski (2012). Markups and firm-level export status. The American Economic Review 102(6), 2437Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c2471.",
        "DÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0084¢Erasmo, P. N. and H. J. Moscoso Boedo (2012). Financial structure, informality and development. Journal of Monetary Economics 59(3), 286Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c302.",
        "Di Giovanni, J., A. A. Levchenko, and I. MeÃ\u0083Å\u0092Ã\u0082Â\u0081jean (2014). Firms, destinations, and aggregate fluctuations. Econometrica 82(4), 1303Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c1340.",
        "Dixit, A. K. and J. E. Stiglitz (1977). Monopolistic competition and optimum product diversity. The American Economic Review, 297Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c308.",
        "Domar, E. D. (1961). On the measurement of technological change. The Economic Journal 71(284), 709Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c729.",
        "Edmond, C., V. Midrigan, and D. Y. Xu (2015). Competition, markups, and the gains from international trade. The American Economic Review 105(10), 3183Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c3221.",
        "Elsby, M. W., B. Hobijn, and A. SÃ\u0083Å\u0092Ã\u0082Â§ahin (2013). The decline of the us labor share. Brookings Papers on Economic Activity 2013(2), 1Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c63.",
        "Epifani, P. and G. Gancia (2011). Trade, markup heterogeneity and misallocations. Journal of International Economics 83(1), 1Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c13.",
        "Fernald, J. and B. Neiman (2011). Growth accounting with misallocation: Or, doing less with more in Singapore. American Economic Journal: Macroeconomics 3(2), 29Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c74.",
        "Gabaix, X. (2011). The granular origins of aggregate fluctuations. Econometrica 79(3), 733Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c772.",
        "GalÃ\u0083â\u0080\u009eÃ\u0082Â±Ã\u0083Å\u0092Ã\u0082Â\u0081, J. (2008). Monetary policy, inflation, and the business cycle: An introduction to the New Keynesian Framework.",
        "Gopinath, G. and O. Itskhoki (2010). Frequency of price adjustment and pass-through. The Quarterly Journal of Economics 125(2), 675Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c727.",
        "Gopinath, G. and O. Itskhoki (2011). In search of real rigidities. NBER Macroeconomics Annual 25(1), 261Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c310.",
        "Gopinath, G., SÃ\u0083Å\u0092Ã\u0082Â§. Kalemli-OÃ\u0083Å\u0092Ã\u0082Ë\u0086zcan, L. Karabarbounis, and C. Villegas-Sanchez (2017). Capital allocation and productivity in South Europe. The Quarterly Journal of Economics, qjx024.",
        "Grassi, B. (2017). IO in I-O: Competition and volatility in input-output networks. Technical report.",
        "Guner, N., G. Ventura, and X. Yi (2008, October). Macroeconomic Implications of SizeDependent Policies. Review of Economic Dynamics 11(4), 721Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c744.",
        "Gutierrez, G. (2017). Investigating global labor and profit shares.",
        "GutieÃ\u0083Å\u0092Ã\u0082Â\u0081rrez, G. and T. Philippon (2016). Investment-less growth: An empirical investigation. Technical report, National Bureau of Economic Research.",
        "Hall, R. E. (1990). Growth/ Productivity/Unemployment: Essays to Celebrate Bob SolowÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0084¢s Birthday, Chapter 5, pp. 71Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c112. MIT Press.",
        "Harberger, A. C. (1954). Monopoly and resource allocation. In American Economic Association, Papers and Proceedings, Volume 44, pp. 77Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c87.",
        "Hartman-Glaser, B., H. Lustig, and M. X. Zhang (2016, September). Capital Share Dynamics When Firms Insure Workers. NBER Working Papers 22651, National Bureau of Economic Research, Inc.",
        "Hopenhayn, H. and R. Rogerson (1993, October). Job Turnover and Policy Evaluation: A General Equilibrium Analysis. Journal of Political Economy 101(5), 915Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c938.",
        "Hopenhayn, H. A. (2014, August). On the Measure of Distortions. NBER Working Papers 20404, National Bureau of Economic Research, Inc.",
        "Hotelling, H. (1938). The general welfare in relation to problems of taxation and of railway and utility rates. Econometrica: Journal of the Econometric Society, 242Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c269.",
        "Hsieh, C.-T. and P. J. Klenow (2009). Misallocation and manufacturing TFP in China and India. The quarterly journal of economics 124(4), 1403Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c1448.",
        "Hulten, C. R. (1978). Growth accounting with intermediate inputs. The Review of Economic Studies, 511Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c518.",
        "Jones, C. I. (2011). Intermediate goods and weak links in the theory of economic development. American Economic Journal: Macroeconomics, 1Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c28.",
        "Jones, C. I. (2013). Input-Output economics. In Advances in Economics and Econometrics: Tenth World Congress, Volume 2, pp. 419. Cambridge University Press.",
        "Kimball, M. S. (1995). The quantitative analytics of the basic neomonetarist model. Journal of Money, Credit, and Banking 27(4).",
        "Kullback, S. and R. A. Leibler (1951). On information and sufficiency. The annals of mathematical statistics 22(1), 79Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c86.",
        "Liu, E. (2017). Industrial policies and economic development. Technical report.",
        "Midrigan, V. and D. Y. Xu (2014, February). Finance and Misallocation: Evidence from Plant-Level Data. American Economic Review 104(2), 422Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c458.",
        "Moll, B. (2014, October). Productivity Losses from Financial Frictions: Can Self-Financing Undo Capital Misallocation? American Economic Review 104(10), 3186Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c3221.",
        "Nakamura, E. and J. Steinsson (2010). Monetary non-neutrality in a multisector menu cost model. The Quarterly journal of economics 125(3), 961Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c1013.",
        "Neiman, B. and L. Karabarbounis (2014). The global decline of the labor share. The Quarterly Journal of Economics 129(1), 61Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c103.",
        "Oberfield, E. (2013, January). Productivity and Misallocation During a Crisis: Evidence from the Chilean Crisis of 1982. Review of Economic Dynamics 16(1), 100Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c119.",
        "Pasten, E., R. Schoenle, and M. Weber (2016). The propagation of monetary policy shocks in a heterogeneous production economy.",
        "Pasten, E., R. Schoenle, and M. Weber (2017). Price rigidity and the granular origin of aggregate fluctuations.",
        "Peters, M. (2013). Heterogeneous mark-ups, growth and endogenous misallocation.",
        "Reis, R. (2013). The Portugese Slump and Crash and the Euro Crisis. Brookings Papers on Economic Activity 44(1 (Spring), 143Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c210.",
        "Restuccia, D. and R. Rogerson (2008). Policy distortions and aggregate productivity with heterogeneous establishments. Review of Economic dynamics 11(4), 707Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c720.",
        "Rognlie, M. (2016). Deciphering the fall and rise in the net capital share: accumulation or scarcity? Brookings papers on economic activity 2015(1), 1Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c69.",
        "Sandleris, G. and M. L. J. Wright (2014, 01). The Costs of Financial Crises: Resource Misallocation, Productivity, and Welfare in the 2001 Argentine Crisis. Scandinavian Journal of Economics 116(1), 87Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c127.",
        "Shannon, C. (1948). A mathematical theory of communication. The Bell System Technical Journal 27(3), 379Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c423.",
        "Solow, R. M. (1957). Technical change and the aggregate production function. The review of Economics and Statistics, 312Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c320.",
        "Theil, H. (1967). Economics and information theory.",
        "Vincent, N. and M. Kehrig (2017). Growing productivity without growing wages: The micro-level anatomy of the aggregate labor share decline. In 2017 Meeting Papers, Number 739. Society for Economic Dynamics.",
        "A Additional Figures 1996 1998 2000 2002 2004 2006 2008 2010 2012 2014 Ã\u0083Â¢Ã\u0082Ë\u0086Ã\u0082â\u0080\u00990.10 Ã\u0083Â¢Ã\u0082Ë\u0086Ã\u0082â\u0080\u00990.05 0.00 0.05 0.10 0.15 Solow Residual Allocative Efficiency Factor Undercounting Technology"
    ]
}