{
    "id": 24009,
    "cites": 75,
    "cited_by": 11,
    "reference": [
        "Acemoglu, D., U. Akcigit, and W. Kerr (2016): Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Networks and the Macroeconomy: An Empirical Exploration,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d NBER Macroeconomics Annual, 30, 273Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c335.",
        "Acemoglu, D., M. A. Bautista, P. Querubin, and J. A. Robinson (2009): Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Economic and Political Inequality in Development: The Case of Cundinamarca, Colombia,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d in Institutions and Economic Performance, ed. by E. Helpman, Harvard University Press.",
        "Acemoglu, D., D. Cantoni, S. Johnson, and J. A. Robinson (2011): Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093The Consequences of Radical Reform: The French Revolution,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d American Economic Review, 101, 3286Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c3307.",
        "Acemoglu, D., C. Garcia-Jimeno, and J. A. Robinson (2015): Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093State Capacity and Economic Development: A Network Approach,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d American Economic Review, 105, 2364Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c2409.",
        "Acemoglu, D., S. Johnson, and J. A. Robinson (2001): Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093The Colonial Origins of Comparative Development: An Empirical Investigation,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d American Economic Review, 91, 1369Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c1401.",
        "Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009dÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009dÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009d (2002): Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Reversal of Fortune: Geography and Institutions in the Making of the Modern World Income Distribution,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d The Quarterly Journal of Economics, 117, 1231Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c1294.",
        "Acemoglu, D. and J. A. Robinson (2013): Why Nations Fail: The Origins of Power, Prosperity, and Poverty, Crown Business.",
        "Alesina, A., P. Giuliano, and N. Nunn (2013): Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093On the Origins of Gender Roles: Women and the Plough,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d The Quarterly Journal of Economics, 128, 469Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c530.",
        "Aritonang, J. S. (1994): Mission Schools in Batakland (Indonesia): 1861-1940, vol. 10, Brill.",
        "Banerjee, A. and L. Iyer (2005): Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093History, Institutions, and Economic Performance: The Legacy of Colonial Land Tenure Systems in India,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d American Economic Review, 95, 1190Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c1213.",
        "Banerjee, A. and R. Somanathan (2007): Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093The Political Economy of Public Goods: Some Evidence from India,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Journal of Development Economics, 82, 287Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c314.",
        "Baqaee, D. (2015): Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Labor Intensity in an Interconnected Economy,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Working paper, Harvard.",
        "Bartelme, D. and Y. Gorodnichenko (2015): Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Linkages and Economic Eevelopment,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Tech. rep., National Bureau of Economic Research.",
        "Becker, S. O., K. Boeckh, C. Hainz, and L. Woessmann (2016): Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093The Empire Is Dead, Long Live the Empire! Long-Run Persistence of Trust and Corruption in the Bureaucracy,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d The Economic Journal, 126, 40Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c74.",
        "Bruhn, M. and F. A. Gallego (2012): Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Good, bad, and ugly colonial activities: do they matter for economic development?Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Review of Economics and Statistics, 94, 433Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c461.",
        "Bukowski, P. (2016): Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093How History Matters for Student Performance. Lessons from the Partitions of Poland,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Working paper, Central European University, http://www.personal.ceu.hu/staff/repec/ pdf/2015_3.pdf.",
        "Carvalho, V. M. (2009): Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Aggregate Fluctuations and the Network Structure of Intersectoral Trade,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Working paper, Pompeu Fabra University.",
        "CoedeÃ\u0083Å\u0092Ã\u0082â\u0082¬s, G. (1966): The Making of South East Asia, University of California Press.",
        "Commissie Umbgrove (1858): Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Archief van de Commissie voor de Opname van de Verschillende Suikerfabrieken op Java [1853Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c1858],Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Nationaal Archief, The Hague, Access Number 2.10.11.",
        "Deaton, A. (1997): The Analysis of Household Surveys: A Microeconometric Approach to Development Policy, World Bank.",
        "Dell, M. (2010): Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093The Persistent Effects of PeruÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0084¢s Mining Mita,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Econometrica, 78, 1863Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c1903.",
        "Dell, M., N. Lane, and P. Querubin (2017): Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093The Historical State, Local Collective Action, and Economic Development in Vietnam,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Working paper, Harvard.",
        "Dippel, C., A. Greif, and D. Trefler (2015): Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093The Rents from Trade and Coercive Institutions: Removing the Sugar Coating,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Tech. rep., National Bureau of Economic Research.",
        "Donaldson, D. (2010): Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Railroads of the Raj: Estimating the Impact of Transportation Infrastructure,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Tech. rep., National Bureau of Economic Research.",
        "Duflo, E. (2001): Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Schooling and Labor Market Consequences of School Construction in Indonesia: Evidence from an Unusual Policy Experiment,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d American Economic Review, 91, 795Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c813.",
        "Ellison, G., E. L. Glaeser, and W. R. Kerr (2010): Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093What Causes Industry Agglomeration? Evidence from Coagglomeration Patterns,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d American Economic Review, 100, 1195Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c1213.",
        "Elson, R. E. (1984): Javanese Peasants and the Colonial Sugar Industry: Impact and Change in an East Java Residency, 1830Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c1940, Oxford University Press.",
        "Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009dÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009dÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009d (1994): Village Java Under the Cultivation System, 1830Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c1870, Asian Studies Association of Australia.",
        "Fasseur, C. (1992): The Politics of Colonial Exploitation: Java, the Dutch, and the Cultivation System, Cornell University Southeast Asia Program.",
        "FernaÃ\u0083Å\u0092Ã\u0082Â\u0081ndez, R. and A. Fogli (2009): Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Culture: An Empirical Investigation of Beliefs, Work, and Fertility, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d American Economic Journal: Macroeconomics, 1, 146Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c177.",
        "Geertz, C. (1963): Agricultural Involution: the Process of Ecological Change in Indonesia, vol. 11, University of California Press.",
        "Gelman, A. and G. Imbens (2014): Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Why High-Order Polynomials Should Not be Used in Regression Discontinuity Designs,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Tech. rep., National Bureau of Economic Research.",
        "Gennaioli, N. and I. Rainer (2007): Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093The Modern Impact of Precolonial Centralization in Africa,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Journal of Economic Growth, 12, 185Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c234.",
        "Giuliano, P. (2007): Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Living Arrangements in Western Europe: Does Cultural Origin Matter?Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Journal of the European Economic Association, 5, 927Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c952.",
        "Grosjean, P. (2011): Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093The Weight of History on European Cultural Integration: A Gravity Approach,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d American Economic Review, 101, 504Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c508.",
        "Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009dÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009dÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009d (2014): Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093A History of Violence: The Culture of Honor and Homicide in the US South,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Journal of the European Economic Association, 12, 1285Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c1316.",
        "Guiso, L., P. Sapienza, and L. Zingales (2008): Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Alfred Marshall Lecture: Social Capital as Good Culture,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Journal of the European Economic Association, 6, 295Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c320.",
        "Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009dÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009dÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009d (2016): Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Long-Term Persistence,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Journal of the European Economic Association, 14, 1401Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c1436.",
        "Hirschman, A. O. (1960): The Strategy of Economic Development, Yale University Press.",
        "Iyer, L. (2010): Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Direct versus Indirect Colonial Rule in India: Long-term Consequences,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d The Review of Economics and Statistics, 92, 693Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c713.",
        "Jedwab, R., E. Kerby, and A. Moradi (2015): Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093History, Path Dependence and Development: Evidence from Colonial Railroads, Settlers and Cities in Kenya,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d The Economic Journal.",
        "Jedwab, R. and A. Moradi (2016): Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093The Permanent Effects of Transportation Revolutions in Poor Countries: Evidence from Africa,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Review of economics and statistics, 98, 268Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c284.",
        "Kulke, H. (1986): Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Early and the Imperial Kingdoms in Southeast Asian History,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d in Southeast Asia in the 9th to 14th Century, ed. by D. G. Marr and A. C. Milner, Institute of Southeast Asian Studies and Australian National University, Research School of Pacific Studies.",
        "Lane, N. (2017): Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Manufacturing Revolutions: Industrial Policy and Networks in South Korea,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Tech. rep., IIES.",
        "Liu, E. (2017): Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Industrial Policies and Economic Development,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Tech. rep., MIT.",
        "Lowes, S. and E. Montero (2016): Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Blood Rubber: The Effects of Labor Coercion on Institutions and Culture in the DRC,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Working paper, Harvard, http://www.saralowes.com/research.html.",
        "Lowes, S., N. Nunn, J. A. Robinson, and J. Weigel (2015): Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093The Evolution of Culture and Institutions: Evidence from the Kuba Kingdom,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Working Paper 21798, National Bureau of Economic Research.",
        "Luiten van Zanden, J. (2010): Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Colonial State Formation and Patterns of Economic Development in Java, 1800Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c1913,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Economic History of Developing Regions, 25, 155Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c176.",
        "Luttmer, E. F. P. and M. Singhal (2011): Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Culture, Context, and the Taste for Redistribution,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d American Economic Journal: Economic Policy, 3, 157Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c79.",
        "Mabbett, I. W. (1977): Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093The Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Ë\u009cIndianizationÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0084¢ of Southeast Asia : Reflections on the Historical Sources,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Journal of Southeast Asian Studies, 8, 143Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c161.",
        "Marshall, A. (1890): Principles of Economics, Macmillan and Co.",
        "Martinez-Bravo, M. (2017): Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093The Local Political Economy Effects of School Construction in Indonesia,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d American Economic Journal: Applied Economics, 9, 256Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c289.",
        "Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009dÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009dÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009d (2014): Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093National Institutions and Subnational Development in Africa,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d The Quarterly Journal of Economics, 129, 151Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c213.",
        "Myrdal, G. (1957): Economic Theory and Under-Developed Regions, G. Duckworth.",
        "Nunn, N. (2008): Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093The Long-Term Effects of AfricaÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0084¢s Slave Trades,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d The Quarterly Journal of Economics, 123, 139Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c176.",
        "Nunn, N. and N. Qian (2011): Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093The PotatoÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0084¢s Contribution to Population and Urbanization: Evidence from a Historical Experiment,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d The Quarterly Journal of Economics, 126, 593Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c650.",
        "Nunn, N., N. Qian, and S. Sequeira (2017): Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Migrants and the Making of America: The Short and Long Run Effects of Immigration During the Age of Mass Migration,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Tech. rep., Harvard.",
        "Nunn, N. and L. Wantchekon (2011): Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093The Slave Trade and the Origins of Mistrust in Africa,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d American Economic Review, 101, 3221Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c3252.",
        "Oto-PeralÃ\u0083â\u0080\u009eÃ\u0082Â±Ã\u0083Å\u0092Ã\u0082Â\u0081as, D. and D. Romero-AÃ\u0083Å\u0092Ã\u0082Â\u0081vila (2014): Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093The Distribution of Legal Traditions Around the World: A Contribution to the Legal-Origins Theory,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Journal of Law and Economics, 57, 561Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c628.",
        "Rasmussen, P. N. (1956): Studies in Inter-Sectoral Relations, E. Harck.",
        "Ricklefs, M. C. (2008): A History of Modern Indonesia Since c. 1200, Penerbit Serambi.",
        "Salop, S. C. (1979): Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Monopolistic Competition with Outside Goods,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d The Bell Journal of Economics, 141Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c156.",
        "Spolaore, E. and R. Wacziarg (2013): Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093How Deep Are the Roots of Economic Development?Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Journal of Economic Literature, 51, 325Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c369.",
        "Tabellini, G. (2008): Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Presidential Address: Institutions and Culture,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Journal of the European Economic Association, 6, 255Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c294.",
        "Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009dÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009dÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009d (2010): Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Culture and Institutions: Economic Development in the Regions of Europe,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Journal of the European Economic Association, 8, 677Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c716.",
        "Tambiah, S. J. (1977): Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093The Galactic Polity: The Structure of Traditional Kingdoms in Southeast Asia,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Annals of the New York Academy of Sciences, 293, 69Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c97.",
        "Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009dÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009dÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009d (2013): Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093The Galactic Polity in Southeast Asia,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d HAU: Journal of Ethnographic Theory, 3, 503Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c534.",
        "Tomlinson, J. (2014): Dundee and the Empire:Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0084¢JuteopolisÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0084¢ 1850-1939, Edinburgh University Press.",
        "Valencia Caicedo, F. (2014): Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093The Mission: Economic Persistence, Human Capital Transmission and Culture in South America,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Tech. rep., Mimeo.",
        "Van Niel, R. (1992): Java Under the Cultivation System, KITLV Press.",
        "Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009dÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009dÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009d (2005): JavaÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0084¢s Northeast Coast, 1740Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c1840: A Study in Colonial Encroachment and Dominance, CNWS Publications.",
        "van Schaik, A. (1986): Colonial Control and Peasant Resources in Java: Agricultural Involution Reconsidered, Amsterdam: Instituut Voor Sociale Geoerafie.",
        "Van Waijenburg, M. (2015): Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Financing the Colonial State: The Revenue Imperative and Forced Labor,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Working paper, African Economic History Network.",
        "VoigtlaÃ\u0083Å\u0092Ã\u0082Ë\u0086nder, N. and H.-J. Voth (2012): Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Persecution Perpetuated: The Medieval Origins of AntiSemitic Violence in Nazi Germany,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d The Quarterly Journal of Economics, 127, 1339Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c1392.",
        "Wolters, O. (1999): History, Culture and Region in Southeast Asian Perspectives, Southeast Asia Program Publications, Cornell University."
    ]
}