{
    "id": 24003,
    "cites": 31,
    "cited_by": 269,
    "reference": [
        "Alberto Abadie, Susan Athey, Guido W Imbens, and Jeffrey M Wooldridge. Sampling-based vs. design-based uncertainty in regression analysis. arXiv preprint arXiv:1706.01778, 2017. Joshua Angrist and Steve Pischke. Mostly Harmless Econometrics: An EmpiricistsÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0084¢ Companion.",
        "Manuel Arellano. Computing robust standard errors for within group estimators. Oxford bulletin of Economics and Statistics, 49(4):431Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c434, 1987.",
        "Susan Athey and Guido W Imbens. The econometrics of randomized experiments. Handbook of Economic Field Experiments, 1:73Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c140, 2017.",
        "Thomas Barrios, Rebecca Diamond, Guido W Imbens, and Michal KolesaÃ\u0083Å\u0092Ã\u0082Â\u0081r. Clustering, spatial correlations, and randomization inference. Journal of the American Statistical Association, 107(498):578Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c591, 2012.",
        "Marianne Bertrand, Esther Duflo, and Sendhil Mullainathan. How much should we trust differences-in-differences estimates? The Quarterly Journal of Economics, 119(1):249Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c275, 2004.",
        "C Bester, T Conley, and C Hansen. Inference with dependent data using clustering covariance matrix estimators. Unpublished Manuscript, University of Chicago Business School, 2009. A Colin Cameron and Douglas L Miller. A practitioners guide to cluster-robust inference.",
        "Timothy G Conley. Gmm estimation with cross sectional dependence. Journal of econometrics, 92(1):1Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c45, 1999.",
        "Noel Cressie. Statistics for spatial data. John Wiley & Sons, 2015.",
        "P. Diggle, P. Heagerty, K.Y. Liang, and S. Zeger. Analysis of Longitudinal Data. Oxford Statistical Science Series. OUP Oxford, 2013. ISBN 9780191664335. URL https://books. google.com/books?id=zAiK-gWUqDUC.",
        "Stephen G Donald and Kevin Lang. Inference with difference-in-differences and other panel data. The review of Economics and Statistics, 89(2):221Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c233, 2007.",
        "Allan Donner and Neil Klar. Design and analysis of cluster randomization trials in health research. 2000.",
        "Friedhelm Eicker. Limit theorems for regressions with unequal and dependent errors. In Proceedings of the fifth Berkeley symposium on mathematical statistics and probability, volume 1, pages 59Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c82, 1967.",
        "Ronald Aylmer Fisher. The design of experiments. Oliver And Boyd; Edinburgh; London, 1937. [18] Christian B Hansen. Generalized least squares inference in panel and multilevel models with serial correlation and fixed effects. Journal of Econometrics, 140(2):670Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c694, 2007. Peter J Huber. The behavior of maximum likelihood estimates under nonstandard conditions.",
        "In Proceedings of the fifth Berkeley symposium on mathematical statistics and probability, volume 1, pages 221Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c233, 1967.",
        "Rustam Ibragimov and Ulrich K MuÃ\u0083Å\u0092Ã\u0082Ë\u0086ller. t-statistic based correlation and heterogeneity robust inference. Journal of Business & Economic Statistics, 28(4):453Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c468, 2010.",
        "Rustam Ibragimov and Ulrich K MuÃ\u0083Å\u0092Ã\u0082Ë\u0086ller. Inference with few heterogeneous clusters. Review of Economics and Statistics, 98(1):83Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c96, 2016.",
        "Guido W Imbens and Donald B Rubin. Causal Inference in Statistics, Social, and Biomedical Sciences. Cambridge University Press, 2015.",
        "Leslie Kish. Survey sampling. 1965.",
        "Teunis Kloek. Ols estimation in a model where a microvariable is explained by aggregates and contemporaneous disturbances are equicorrelated. Econometrica: Journal of the Econometric Society, pages 205Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c207, 1981.",
        "Katherine J Lee and Simon G Thompson. The use of random effects models to allow for clustering in individually randomized trials. Clinical Trials, 2(2):163Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c173, 2005. Kung-Yee Liang and Scott L Zeger. Longitudinal data analysis using generalized linear models.",
        "Brent R Moulton. Random group effects and the precision of regression estimates. Journal of econometrics, 32(3):385Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c397, 1986.",
        "Brent R Moulton. An illustration of a pitfall in estimating the effects of aggregate variables on micro units. The review of Economics and Statistics, pages 334Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c338, 1990. Brent R Moulton and William C Randolph. Alternative tests of the error components model.",
        "David M Murray. Design and analysis of group-randomized trials, volume 29. Monographs in Epidemiology & B, 1998.",
        "Chris Roberts and Stephen A Roberts. Design and analysis of clinical trials with clustering effects due to treatment. Clinical Trials, 2(2):152Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c162, 2005.",
        "Paul R Rosenbaum. Observational studies. In Observational Studies. Springer, 2002.",
        "Donald B Rubin. Randomization analysis of experimental data: The fisher randomization test comment. Journal of the American Statistical Association, 75(371):591Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c593, 1980. [19] James H Stock and Mark W Watson. Heteroskedasticity-robust standard errors for fixed effects panel data regression. Econometrica, 76(1):155Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c174, 2008.",
        "Michael J Weiss, JR Lockwood, and Daniel F McCaffrey. Estimating the standard error of the impact estimator in individually randomized trials with clustering. Journal of Research on Educational Effectiveness, 9(3):421Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c444, 2016.",
        "Halbert White. Asymptotic theory for econometricians. Academic press, 2014.",
        "S. William. Comparison of standard errors for robust, cluster, and standard estimators. 1998. URL http://www.stata.com/support/faqs/stat/cluster.html.",
        "Jeffrey M Wooldridge. Cluster-sample methods in applied econometrics. The American Economic Review, 93(2):133Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c138, 2003.",
        "Jeffrey M Wooldridge. Econometric analysis of cross section and panel data. MIT press, 2010. [20]"
    ]
}