{
    "id": 24012,
    "cites": 17,
    "cited_by": 0,
    "reference": [
        "Angrist, Joshua D. and Jonathan Guryan, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Does teacher testing raise teacher quality? Evidence from state certification requirements,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Economics of Education Review, 2008, 27 (5), 483Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c503.",
        "Auguste, Byron, Paul Kihn, and Matt Miller, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Closing the talent gap: Attracting and retaining top-third graduates to careers in teaching,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d 2010, p. 46 p.",
        "Bau, Natalie and Jishnu Das, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093The Misallocation of Pay and Productivity in the Public Sector: Evidence from the Labor Market for Teachers,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d World Bank Policy Research Working Paper, 2017, (8050).",
        "Britton, Jack and Carol Propper, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Teacher pay and school productivity: Exploiting wage regulation,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Journal of Public Economics, 2016, 133, 75Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c 89.",
        "Bruns, Barbara and Javier Luque, Great Teachers: How to Raise Student Learning in Latin America and the Caribbean, Washington: Ther World Bank Group, 2015.",
        "Clotfelter, Charles T., Helen F. Ladd, and Jacob L. Vigdor, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Teacher Credentials and Student Achievement in High School: A Cross-Subject Analysis with Student Fixed Effects,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Journal of Human Resources, 2010, 45 (3), 655Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c681.",
        "Dal Bo, Ernesto, Frederico Finan, and Martin Rossi, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Strengthening State Capabilities : The Role Of Financial Incentives In The Call To Public Service,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Quarterly Journal of Economics, 2013, pp. 1169Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c1218.",
        "de Ree, Joppe, Karthik Muralidharan, Menno Pradhan, and Halsey Rogers, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Double for Nothing? Experimental Evidence on the Impact of an Unconditional Teacher Salary Increase on Student Performance in Indonesia,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d NBER Working Paper Series, 2015, p. 66.",
        "Estrada, Ricardo, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Rules Rather Than Discretion: Yeacher Hiring and Rent,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d 2013, pp. 1Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c30.",
        "Garcia, Sandra, Dario Maldonado, Guillermo E Perry, Catherine Rodriguez, and Juan Saavedra, Tras la excelencia docente, FundaciÃ\u0083Æ\u0092Ã\u0082Â³n Compartir, 2014.",
        "Holmstrom, B., Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Managerial Incentive Problems: A Dynamic Perspective, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d The Review of Economic Studies, 1999, 66 (1), 169Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c182.",
        "Kane, Thomas J and Douglas O Staiger, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Estimating Teacher Impacts on Student Achievement: An Experimental Evaluation,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d National Bureau of Economic Research, 2008, (14607), 51.",
        "Liang, Xiaoyan, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Teacher Pay in 12 Latin American Countries: How Does Teacher Pay Compare to Other Professions, What Determines Teacher Pay, and Who Are the Teachers?,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d LCSHD Paper Series, 2000, 49 (21493), 59Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c64.",
        "Mizala, Alejandra and Hugo Ã\u0083Æ\u0092Ã\u0082â\u0080\u0098opo, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Measuring the relative pay of school teachers in Latin America 1997-2007,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d International Journal of Educational Development, 2016, 47, 20Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c32.",
        "Rockoff, Jonah E., Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093The impact of individual teachers on student achievement: Evidence from panel data,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d American Economic Review, 2004, 94 (2), 247Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c252.",
        "SantibaÃ\u0083Æ\u0092Ã\u0082Â±ez, Lucrecia, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Why we should care if teachers get AÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0084¢s: Teacher test scores and student achievement in Mexico,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Economics of Education Review, 2006, 25 (5), 510Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c520.",
        "Wang, Aubrey, Ashaki Coleman, Richard Coley, and Richard Phelps, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Preparing Teachers Around the World,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Educational Testing Service, 2003, pp. 1Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c50."
    ]
}