{
    "id": 24029,
    "cites": 89,
    "cited_by": 8,
    "reference": [
        "Abel, A. B. (1983). Optimal investment under uncertainty. The American Economic Review 73 (1), 228Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c233.",
        "Acemoglu, D., V. M. Carvalho, A. Ozdaglar, and A. Tahbaz-Salehi (2012). The network origins of aggregate fluctuations. Econometrica 80 (5), 1977Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c2016.",
        "Acemoglu, D., T. A. Hassan, and A. Tahoun (2017). The power of the street: Evidence from egyptÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0084¢s arab spring. The Review of Financial Studies, Forthcoming, Available at SSRN 2485984.",
        "Acemoglu, D., S. Johnson, A. Kermani, J. Kwak, and T. Mitton (2016). The value of connections in turbulent times: Evidence from the united states. Journal of Financial Economics, Forthcoming.",
        "Akey, P. and S. Lewellen (2016). Policy uncertainty, political capital, and firm risk-taking. Working paper, London Business School.",
        "Al-Ubaydli, O. and P. A. McLaughlin (2017). Regdata: A numerical database on industry-specific regulations for all united states industries and federal regulations, 19972012. Regulation & Governance 11, 109Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c123.",
        "Allee, K. D. and M. D. DeAngelis (2015). The structure of voluntary disclosure narratives: Evidence from tone dispersion. Journal of Accounting Research 53 (2), 241Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c274.",
        "Arayavechkit, T., F. Saffie, and M. Shin (2017). Too big to pay: Tax beneifts and corporate lobbying. Mimeo University of Maryland.",
        "Arellano, C., Y. Bai, and P. J. Kehoe (2016). Financial frictions and fluctuations in volatility. Technical report, National Bureau of Economic Research.",
        "Bachmann, R., S. Elstner, and E. R. Sims (2013). Uncertainty and economic activity: Evidence from business survey data. American Economic Journal: Macroeconomics 5 (2), 217Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c249.",
        "Baker, S. R., N. Bloom, and S. J. Davis (2016). Measuring economic policy uncertainty. The Quarterly Journal of Economics 131 (4), 1593Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c1636.",
        "Ball, R. and E. Bartov (1996). How naive is the stock marketÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0084¢s use of earnings information? Journal of Accounting and Economics 21 (3), 319Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c337.",
        "Bekkerman, R. and J. Allan (2004). Using bigrams in text categorization. Technical report, Technical Report IR-408, Center of Intelligent Information Retrieval, UMass Amherst.",
        "Belo, F., V. D. Gala, and J. Li (2013). Government spending, political cycles, and the cross section of stock returns. Journal of Financial Economics 107 (2), 305Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c324.",
        "Benmelech, E. and T. J. Moskowitz (2010). The political economy of financial regulation: Evidence from us state usury laws in the 19th century. The Journal of Finance 65 (3), 1029Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c1073.",
        "Bernanke, B. S. (1983). Irreversibility, uncertainty, and cyclical investment. Quarterly Journal of Economics 98, 85Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c106.",
        "Besley, T. and H. Mueller (2017). Institutions, volatility, and investment. Journal of the European Economic Association, jvx030.",
        "Bianco, W. T. and D. T. Canon (2013). American Politics Today (Third Essentials Edition). McGrawHill /Irwin.",
        "Bittlingmayer, G. (1998). Output, stock volatility, and political uncertainty in a natural experiment: Germany, 1880Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c1940. The Journal of Finance 53 (6), 2243Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c2257.",
        "Bloom, N. (2009). The impact of uncertainty shocks. Econometrica 77, 623Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c685.",
        "Bloom, N., S. Bond, and J. Van Reenen (2007). Uncertainty and investment dynamics. Review of Economic Studies 74, 391Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c415.",
        "Bloom, N., M. Floetotto, I. Saporta-Eksten, S. Terry, and N. Jaimovich (2016). Really uncertain business cycles. NBER Working Paper 18245 .",
        "Born, B. and J. Pfeifer (2014). Policy risk and the business cycle. Journal of Monetary Economics 68, 68Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c85.",
        "Boutchkova, M., H. Doshi, A. Durnev, and A. Molchanov (2012). Precarious politics and return volatility.",
        "Bowen, R. M., A. K. Davis, and D. A. Matsumoto (2002). Do conference calls affect analystsÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0084¢ forecasts? The Accounting Review 77 (2), 285Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c316.",
        "Brogaard, J. and A. Detzel (2015). The asset-pricing implications of government economic policy uncertainty. Management Science 61 (1), 3Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c18.",
        "Caldara, D. and M. Iacoviello (2016). Measuring geopolitical risk. Technical report, Working Paper, Federal Reserve Board of Governors.",
        "Castro, R., G. L. Clementi, and Y. Lee (2010). CrossÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009csectoral variation in firmÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009clevel idiosyncratic risk.",
        "Cooper, M. J., H. Gulen, and A. V. Ovtchinnikov (2010). Corporate political contributions and stock returns. The Journal of Finance 65 (2), 687Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c724.",
        "Correia, M. M. (2014). Political connections and sec enforcement. Journal of Accounting and Economics 57(2), 241Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c262.",
        "Croce, M. M., T. T. Nguyen, and L. Schmid (2012). The market price of fiscal uncertainty. Journal of Monetary Economics 59 (5), 401Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c416.",
        "De Figueiredo, J. M. and B. S. Silverman (2006). Academic earmarks and the returns to lobbying. Journal of Law and Economics 49 (2), 597Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c625.",
        "Dixit, A. K. and R. S. Pindyck (1994). Investment Under Uncertainty. Princeton University Press.",
        "Dorsey, J. (2017). Waiting on the courts: Effects of policy uncertainty on pollution and investment. Mimeo University of Arizona.",
        "Drautzburg, T., J. Fernandez-Villaverde, and P. Guerron-Quintana (2017). Political distribution risk and aggregate fluctuations. NBER Working Paper No. 23647 .",
        "Du Bois, J. W., W. L. Chafe, C. Meyer, S. A. Thompson, and N. Martey (2000). Santa barbara corpus of spoken american english. CD-ROM. Philadelphia: Linguistic Data Consortium.",
        "Faccio, M., R. W. Masulis, and J. McConnell (2006). Political connections and corporate bailouts. The Journal of Finance 61 (6), 2597Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c2635.",
        "Ferguson, T. and H.-J. Voth (2008). Betting on hitler Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c the value of political connections in nazi germany. The Quarterly Journal of Economics 123 (1), 101Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c137.",
        "Fernandez-Villaverde, J., L. Garicano, and T. Santos (2013). Political credit cycles: the case of the eurozone. The Journal of Economic Perspectives 27 (3), 145Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c166.",
        "FernaÃ\u0083Å\u0092Ã\u0082Â\u0081ndez-Villaverde, J., P. GuerroÃ\u0083Å\u0092Ã\u0082Â\u0081n-Quintana, K. Kuester, and J. Rubio-RamÃ\u0083â\u0080\u009eÃ\u0082Â±Ã\u0083Å\u0092Ã\u0082Â\u0081rez (2015). Fiscal volatility shocks and economic activity. The American Economic Review 105 (11), 3352Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c3384.",
        "Fisman, R. (2001). Estimating the value of political connections. The American Economic Review 91 (4), 1095Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c1102.",
        "Gabaix, X. (2011). The granular origins of aggregate fluctuations. Econometrica 79 (3), 733Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c772.",
        "Gentzkow, M. and J. M. Shapiro (2010). What drives media slant? evidence from us daily newspapers. Econometrica 78 (1), 35Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c71.",
        "Giglio, S., B. Kelly, and S. Pruitt (2016). Systemic risk and the macroeconomy: An empirical evaluation. Journal of Financial Economics 119 (3), 457Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c471.",
        "Gilchrist, S., J. W. Sim, and E. ZakrajsÃ\u0083Å\u0092Ã\u0082Å\u0092ek (2014). Uncertainty, financial frictions, and investment dynamics. Technical report, National Bureau of Economic Research.",
        "Goldman, E., J. Rocholl, and J. So (2009). Do politically connected boards affect firm value? Review of Financial Studies 22 (6), 2331Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c2360.",
        "Gourio, F., M. Siemer, and A. Verdelhan (2015). Uncertainty and international capital flows. Working paper, Federal Reserve Bank of Chicago, MIT .",
        "Handley, K. and N. Limao (2015). Trade and investment under policy uncertainty: theory and firm evidence. American Economic Journal: Economic Policy 7 (4), 189Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c222.",
        "Hartman, R. (1972). The effects of price and cost uncertainty on investment. Journal of economic theory 5(2), 258Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c266.",
        "Hassan, T. A. and T. M. Mertens (2017). The social cost of near-rational investment. The American Economic Review 107 (4), 1059Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c1103.",
        "Hollander, S., M. Pronk, and E. Roelofsen (2010). Does silence speak? an empirical analysis of disclosure choices during conference calls. Journal of Accounting Research 48 (3), 531Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c563.",
        "Hsieh, C.-T. and P. Klenow (2009). Misallocation and manufacturing tfp in china and india. Quarterly Journal of Economics 124, 1403Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c1448.",
        "Huang, A., R. Lehavy, A. Zang, and R. Zheng (2016). Analyst information discovery and interpretation roles: A topic modeling approach. Ross School of Business Paper.",
        "Jayachandran, S. (2006). The jeffords effect. Journal of Law and Economics 49 (2), 397Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c425.",
        "Johnson, S. and T. Mitton (2003). Cronyism and capital controls: Evidence from malaysia. Journal of Financial Economics 67 (2), 351Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c382.",
        "Jurado, K., S. C. Ludvigson, and S. Ng (2015). Measuring uncertainty. The American Economic Review 105(3), 1177Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c1216.",
        "Kang, K. (2016). Policy influence and private returns from lobbying in the energy sector. The Review of Economic Studies, 269Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c305.",
        "Kelly, B., L. PaÃ\u0083Å\u0092Ã\u0082Â\u0081stor, and P. Veronesi (2016). The price of political uncertainty: Theory and evidence from the option market. The Journal of Finance, Forthcoming.",
        "Khwaja, A. I. and A. Mian (2005). Do lenders favor politically connected firms? rent provision in an emerging financial market. The Quarterly Journal of Economics, 1371Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c1411.",
        "Koijen, R. S., T. J. Philipson, and H. Uhlig (2016). Financial health economics. Econometrica 84 (1), 195Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c242.",
        "Leuz, C. and F. Oberholzer-Gee (2006). Political relationships, global financing, and corporate transparency: Evidence from indonesia. Journal of Financial Economics 81 (2), 411Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c439.",
        "Libby, R., P. A. Libby, and D. G. Short (2011). Financial accounting. McGraw-Hill/Irwin.",
        "Loughran, T. and B. McDonald (2011). When is a liability not a liability? textual analysis, dictionaries, and 10-ks. The Journal of Finance 66 (1), 35Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c65.",
        "Manning, C. D., P. Raghavan, and H. SchuÃ\u0083Å\u0092Ã\u0082Ë\u0086tze (2008). Introduction to information retrieval. Cambridge University Press.",
        "Matsumoto, D., M. Pronk, and E. Roelofsen (2011). What makes conference calls useful? the information content of managersÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0084¢ presentations and analystsÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0084¢ discussion sessions. The Accounting Review 86(4), 1383Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c1414.",
        "Milyo, J., D. Primo, and T. Groseclose (2000). Corporate pac campaign contributions in perspective. Business and Politics 2 (1), 75Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c88.",
        "Mishra, A. and S. Vishwakarma (2015, Dec). Analysis of tf-idf model and its variant for document retrieval. In 2015 International Conference on Computational Intelligence and Communication Networks (CICN), pp. 772Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c776.",
        "Mueller, P., A. Tahbaz-Salehi, and A. Vedolin (2017). Exchange rates and monetary policy uncertainty.",
        "Oi, W. Y. (1961). The desirability of price instability under perfect competition. Econometrica: journal of the Econometric Society, 58Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c64.",
        "Olson, M. (1965). The logic of collective action. Harvard University Press.",
        "Pastor, L. and P. Veronesi (2012). Uncertainty about government policy and stock prices. The Journal of Finance 67 (4), 1219Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c1264.",
        "Pastor, L. and P. Veronesi (2013). Political uncertainty and risk premia. Journal of Financial Economics 110(3), 520Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c545.",
        "Pindyck, R. S. (1988). Irreversible investment, capacity choice, and the value of the firm. The American Economic Review 78 (5), 969.",
        "Ramos, J. (2003). Using tf-idf to determine word relevance in document queries. In Proceedings of the first instructional conference on machine learning.",
        "Roberts, B. E. (1990). A dead senator tells no lies: Seniority and the distribution of federal benefits. American Journal of Political Science, 31Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c58.",
        "Salton, G. and C. Buckley (1988). Term-weighting approaches in automatic text retrieval. Information Processing and Management 24 (5), 513Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c523.",
        "Salton, G. and M. McGill (1983). Introduction to Modern Information Retrieval. McGraw-Hill, Inc. New York.",
        "Snowberg, E., J. Wolfers, and E. Zitzewitz (2007). Partisan impacts on the economy: evidence from prediction markets and close elections. The Quarterly Journal of Economics 122 (2), 807Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c829.",
        "Song, M. and Y.-f. B. Wu (2008). Handbook of research on text and web mining technologies. IGI Global.",
        "Sparck Jones, K. (1972). A statistical interpretation of term specificity and its application in retrieval. Journal of Documentation 28 (1), 11Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c21.",
        "Stein, L. C. and E. C. Stone (2013). The effect of uncertainty on investment, hiring, and r&d: Causal evidence from equity options. Working paper, Available at SSRN 1649108.",
        "Stigler, G. J. (1971). The theory of economic regulation. Bell Journal of Economics and Management Science 2, 3Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c21.",
        "Tahoun, A. (2014). The role of stock ownership by us members of congress on the market for political favors. Journal of Financial Economics 111 (1), 86Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c110.",
        "Tahoun, A. and L. Van Lent (2016). The personal wealth interests of politicians and government intervention in the economy. Available at SSRN 1570219 .",
        "Tan, C.-M., Y.-F. Wang, and C.-D. Lee (2002). The use of bigrams to enhance text categorization. Information Processing & Management 38 (4), 529Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c546.",
        "Tullock, G. (1967). The welfare costs of tariffs, monopolies, and theft. Western Economic Journal 5, 224Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c232.",
        "Vidal, J. B. I., M. Draca, and C. Fons-Rosen (2012). Revolving door lobbyists. The American Economic Review 102(7), 3731Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c3748.",
        "Voth, H.-J. (2002). Stock price volatility and political uncertainty: Evidence from the interwar period. MIT Department of Economics Working Paper .",
        "Wiesen, T. and P. Wysocki (2015). Which firms are affected by regulation? a new text-based measure from corporate disclosures. Working paper, University of Miami."
    ]
}