{
    "id": 24034,
    "cites": 29,
    "cited_by": 13,
    "reference": [
        "Acemoglu, D., Johnson, S., and Robinson, J. A. (2001). The colonial origins of comparative development: An empirical investigation. American Economic Review, 91(5):1369Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c1401.",
        "Adamopoulos, T. (2011). Transportation costs, agricultural productivity, and cross-country income differences. International Economic Review, 52(2):489Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c521.",
        "Adamopoulos, T., Brandt, L., Leight, J., and Restuccia, D. (2017). Misallocation, selection, and productivity: A quantitative analysis with micro data from China. Working Paper.",
        "Adamopoulos, T. and Restuccia, D. (2014). The size distribution of farms and international productivity differences. American Economic Review, 104(6):1667Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c1697.",
        "Adamopoulos, T. and Restuccia, D. (2015). Geography and agricultural productivity: Crosscountry evidence from micro plot-level data. University of Toronto Working Paper.",
        "Banerjee, A. and Iyer, L. (2005). History, institutions, and economic performance: The legacy of colonial land tenure systems in India. American Economic Review, 95(4):1190Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c 1213.",
        "Banerjee, A. V., Gertler, P. J., and Ghatak, M. (2002). Empowerment and efciency: Tenancy reform in West Bengal. Journal of Political Economy, 110(2):239Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c280.",
        "Besley, T. (1995). Property Rights and Investment Incentives: Theory and Evidence from Ghana. Journal of Political Economy, 103(5):903Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c937.",
        "Chen, C. (2017a). Technology adoption, capital deepening, and international productivity differences. Working Paper.",
        "Chen, C. (2017b). Untitled land, occupational choice, and agricultural productivity. American Economic Journal: Macroeconomics, 9(4):91Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c121.",
        "de Janvry, A., Emerick, K., Gonzales-Navarro, M., and Sadoulet, E. (2015). Delinking land rights from land use: Certification and migration in Mexico. American Economic Review, 105.",
        "De MagalhaÃ\u0083Å\u0092Ã\u0082Æ\u0092es, L. and SantaeulaÃ\u0083Å\u0092Ã\u0082â\u0082¬lia-Llopis, R. (2017). The Consumption, Income, and Wealth of the Poorest: An Empirical Analyisis of Economic Inequality in Rural and Urban SubSaharan Africa for Macroeconomists. Barcelona GSE, Working Paper Series.",
        "Deininger, K., Ali, D. A., and Alemu, T. (2008). Assessing the functioning of land rental markets in Ethiopia. Economic Development and Cultural Change, 57(1):67Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c100.",
        "Deininger, K., Ali, D. A., and Alemu, T. (2011). Impacts of land certification on tenure security, investment, and land market participation: Evidence from Ethiopia. Land Economics, 87(2):312Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c334.",
        "Donovan, K. (2016). Agricultural risk, intermediate inputs, and cross-country productivity differences. University of Notre Dame Working Paper.",
        "Duflo, E., Kremer, M., and Robinson, J. (2011). Nudging farmers to use fertilizer: Theory and experimental evidence from Kenya. American Economic Review, 101(6):2350Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c90.",
        "GineÃ\u0083Å\u0092Ã\u0082Â\u0081, X. (2005). Cultivate or Rent Out ? Land Security in Rural Thailand. Policy Research Working Paper Series 3734, The World Bank.",
        "Gollin, D., Parente, S. L., and Rogerson, R. (2002). The role of agriculture in development. American Economic Review: Papers and Proceedings, 92(2):160Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c164.",
        "Gollin, D. and Udry, C. (2017). Heterogeneity, measurement error, and misallocation: Evidence from african agriculture. Working Paper.",
        "Gottlieb, C. and GrobovsÃ\u0083Å\u0092Ã\u0082Å\u0092ek, J. (2016). Communal land and agricultural productivity. Working Paper.",
        "Holden, S. T. and Ghebru, H. (2016). Land rental market legal restrictions in Northern Ethiopia. Land Use Policy, 55(Supplement C):212 Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c 221.",
        "Hsieh, C.-T. and Klenow, P. J. (2009). Misallocation and manufacturing TFP in China and India. Quarterly Journal of Economics, 124(4):1403Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c1448.",
        "Lagakos, D. and Waugh, M. E. (2013). Selection, agriculture, and cross-country productivity differences. American Economic Review, 103(2):948Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c980.",
        "Otsuka, K., Chuma, H., and Hayami, Y. (1992). Land and labor contracts in agrarian economies: Theories and facts. Journal of Economic Literature, 30(4):1965Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c2018.",
        "Pingali, P. (2007). Agricultural mechanization: Adoption patterns and economic impact.",
        "Restuccia, D. and Rogerson, R. (2017). The causes and costs of misallocation. Journal of Economic Perspectives, 31(3).",
        "Restuccia, D. and SantaeulaÃ\u0083Å\u0092Ã\u0082â\u0082¬lia-Llopis, R. (2017). Land Misallocation and Productivity. Working Paper 23128, National Bureau of Economic Research.",
        "Restuccia, D., Yang, D. T., and Zhu, X. (2008). Agriculture and aggregate productivity: A quantitative cross-country analysis. Journal of Monetary Economics, 55(2):234Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c250.",
        "Valentinyi, A. and Herrendorf, B. (2008). Measuring factor income shares at the sectoral level. Review of Economic Dynamics, 11(4):820Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c835."
    ]
}