{
    "id": 2403,
    "cites": 38,
    "cited_by": 0,
    "reference": [
        "Breeden, D.T., 1979, An Interteinporal Asset Pricing Model with Stochastic Consumption and Investment Opportunities, Journal of Financial Economics 7, 265-296.",
        "Cole, H., 1986, Financial Structure and International Trade, mimeo.",
        "Deardorff, A.V., 1980, The General Validity of the Law of Comparative Advantage, Journal of Political Economy 88, 941-957.",
        "Deardorff, A.V., 1982, The General Validity of the Heckscher-Ohlin Theorem,t American Economic Review 72, 683-694.",
        "Dixit, A.K., and V. Norman, 1980, Theory of International Trade, Cambridge: Nisbet and Cambridge University Press.",
        "Dixit, A.K., and A.D. Woodland, 1982, The Relationship between Factor Endowments and Commodity Trade, Journal of Internatiollal Economics 13, 201- 214.",
        "Ethier, W.J., 1984, Higher Dimensional Issues in Trade Theory, Chapter 3 in R.V. Jones and P.B. Kenen, eds., Handbook of International Economics, Volume I, Amsterdam: North-Holland.",
        "Ethier, W.J., and L.E.O. Svensson, 1986, The Theorems of International Trade with Factor Mobility, Journal of International Economics 20, 21-42.",
        "Grossman, G.M., and A. Razin, 1984, International Capital Movements under Uncertainty, Journal of Political Economy 92, 286-306.",
        "Grossman, G.M., and A. Razin, 1985, The Pattern of Trade in a Ricardian Model with Country-Specific Uncertainty, International Economic Review 26, 193-202.",
        "Helpman, E., 1985a, Comparative Advantage under Uncertainty, in H. Hesse, E. Streissler and G. Tichy, eds., Aussenwirtschaft bei Ungewissheit, Tubingen: J.C.B. Mohr (Paul Siebeck), 72-88.",
        "Helpman, E., 1985b, Trade Patterns under Uncertainty, Foerder Institute Working Paper No. 20-85, Tel-Aviv University.",
        "Helpman, E., and A. Razin, 1978, A Theory of International Trade under Uncertainty, New York: Academic Press.",
        "Jones, R.W., 1956, Factor Proportions and the Heckscher-Ohlin Theorem, Review of Economic Studies 24, 1-10.",
        "Lippman, S.A., and J.J. McCall, 1981, The Economics of Uncertainty: Selected Topics and Probabilistic Methods, Chapter 6 in K.J. Arrow and M.D. Intriligator, eds., Handbook of Mathematical Economics, Volume I, Amsterdam: North-Holland.",
        "Lloyd, P.J., and A.G. Schweinberger, 1986, Trade Expenditure Functions and the Gains from Trade, mimeo.",
        "Lucas, R.E., Jr., 1978, Asset Prices in an Exchange Economy, Econometrica 46, 1429-1445.",
        "Lucas, R.E., Jr., 1982, Interest Rates and Currency Prices in a Two-Country World, Journal of Monetary Economics 10, 335-359.",
        "Markusen, J.R., and L.E.O. Svensson, 1985, Trade in Goods and Factors with International Differences in Technology, International Economic Review 26, 193-202.",
        "Persson, T., and A.C. Stockman, 1987, Theory of International Financial Markets, in progress.",
        "Persson, T., and L.E.O. Svensson, 1987, Exchange Rate Variability and Asset Trade, TIES, mimeo.",
        "Pomery, J., 1984, Uncertainty in Trade Models, Chapter 9 in R.W. Jones and P.B. Kenen, eds., Handbook of International Economics, Volume I, Amsterdam: North-Holland.",
        "Pratt, J.W., 1964, Risk Aversion in the Small and in the Large, Econometrica 32, 122-136.",
        "Rubinstein, M., 1976, The Valuation of Uncertain Income Streams and the Pricing of Options, Bell Journal of Economics 7, 407-425.",
        "Sandmo, A., 1974, Two-Period Models of Consumption under Uncertainty: A Survey, Chapter 2 in J.H. Dreze, ed., Allocation under Uncertainty: Equilibrium and Optimality, New York and Toronto: Wiley.",
        "Selden, L., 1978, A New Representation of Preferences over `Certain Uncertain Consumption Pairs: The `Ordinal Certainty Equivalent Hypothesis, Econometrica 46, 1045- 1060.",
        "Selden, L., 1979, An OCE Analysis of the Effect of Uncertainty on Saving under Risk Preference Independence, Review of Economic Studies 46, 73-82.",
        "Stockman, A.C., and II. Dellas, 1986, International Portfolio Nondiversification and Exchange Rate Variability, University of Rochester, mimeo.",
        "Stockman, A.C., and A. Hernandez D., 1986, Exchange Controls, Capital Controls, and International Financial Markets, University of Rochester, mimeo.",
        "Stockman, A.C., and L.E.O. Svensson, 1987, Capital Flows, Investment and Exchange Rates, Journal of Monetary Economics 19, 171-201.",
        "Stulz, R.M., 1981, A Model of International Asset Pricing, Journal of Financial Economics 9, 383-406.",
        "Stulz, R.M., 1984, Currency Preferences, Purchasing Power Risks, and the Determination of Exchange Rates in an Optimizing Model, Journal of Money, Credit, and Banking 16, 302-316.",
        "Stulz, R.M., 1986, An Equilibrium Model of Exchange Rate Determination and Asset Pricing with Non-Traded Goods, Ohio State University, mimeo.",
        "Svensson, L.E.O., 1984, Factor Trade and Goods Trade, Journal of International Economics 16, 365-378.",
        "Svensson, L.E.O., 1985, Currency Prices, Terms of Trade and Interest Rates: A General Equilibrium Asset-Pricing Cash-in-Advance Approach, Journal of International Economics 18, 17-41.",
        "Svensson, L.E.O., 1987, Trade in Nominal Assets: Monetary Policy, and Price Level and Exchange Rate Risk, TIES Seminar Paper No. 392.",
        "Varian, H.R., 1987, Differences in Opinion in Financial Markets, University of Michigan, mimeo.",
        "Woodland, A.D., 1982, International Trade and Resource Allocation, Amsterdam: North- Holland."
    ]
}