{
    "id": 24041,
    "cites": 49,
    "cited_by": 2,
    "reference": [
        "Akresh, R., E. Bagby, D. de Walque, and H. Kazianga (2012). Child ability and household human capital investment decisions in burkina faso. Economic Development and Cultural Change 61(1), 157Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c186.",
        "Attanasio, O., C. Meghir, and E. Nix (2015). Human capital development and parental investment in India. NBER Working Paper No. 21740.",
        "Banerjee, A. V., R. Banerji, E. Duflo, R. Glennerster, and S. Khemani (2010). Pitfalls of participatory programs: Evidence from a randomized evaluation in education in india. American Economic Journal: Economic Policy 2(1), 1Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c30.",
        "Banerjee, A. V. and E. Duflo (2005). Growth theory through the lens of development economics. In P. Aghion and S. Durlauf (Eds.), Handbook of Economic Growth (1 ed.), Volume 1, Part A, Chapter 07, pp. 473Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c552. Elsevier.",
        "Banerjee, A. V. and E. Duflo (2011). Poor economics: a radical rethinking of the way to fight global poverty. PublicAffairs.",
        "Barrera-Osorio, F., M. Bertrand, L. L. Linden, and F. Perez-Calle (2011, April). Improving the design of conditional transfer programs: Evidence from a randomized education experiment in colombia. American Economic Journal: Applied Economics 3(2), 167Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c95.",
        "Becker, G. (1991). A treatise on the family (enlarged edition). Cambridge, Mass.: Harvard University Press.",
        "Beegle, K., R. H. Dehejia, and R. Gatti (2006). Child labor and agricultural shocks. Journal of Development Economics 81(1), 80Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c96.",
        "Berg, E., S. Bhattacharyya, R. Durgam, and M. Ramachandra (2012). Can rural public works affect agricultural wages? Evidence from India. CSAE Working Paper 2012-05.",
        "Bianchi, M. and M. Bobba (2013). Liquidity, risk, and occupational choices. Review of Economic Studies 80(2), 491Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c511.",
        "Blundell, R., P.-A. Chiappori, T. Magnac, and C. Meghir (2007). Collective labour supply: Heterogeneity and non-participation. Review of Economic Studies 74(2), 417Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c445.",
        "Cameron, C. A. and D. L. Miller (2015). A practitioners guide to cluster-robust inference. Journal of Human Resources 50(2), 317Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c372.",
        "Cunha, F. and J. Heckman (2007). The technology of skill formation. American Economic Review 97(2), 31Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c47.",
        "Cunha, F., J. J. Heckman, and S. M. Schennach (2010). Estimating the technology of cognitive and noncognitive skill formation. Econometrica 78(3), 883Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c931.",
        "Deaton, A. (1991). Saving and liquidity constraints. Econometrica 59(5), 1221Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c1248.",
        "Dercon, S. and L. Christiaensen (2011). Consumption risk, technology adoption and poverty traps: Evidence from Ethiopia. Journal of Development Economics 96(2), 159Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c173.",
        "Duryea, S., D. Lam, and D. Levison (2007). Effects of economic shocks on childrenÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0084¢s employment and schooling in Brazil. Journal of Development Economics 84(1), 188Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c214.",
        "Fafchamps, M. and J. Pender (1997). Precautionary Saving, Credit Constraints, and Irreversible Investment: Theory and Evidence From Semiarid India. Journal of Business & Economic Statistics 15(2), 180Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c194.",
        "Foster, A. D. and M. R. Rosenzweig (1996). Technical change and human-capital returns and investments: Evidence from the green revolution. American Economic Review 86(4), 931Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c953.",
        "Glewwe, P. and H. G. Jacoby (2004). Economic growth and the demand for education: is there a wealth effect? Journal of Development Economics 74(1), 33 Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c 51.",
        "Government of India (2000). Report of the Time Use Survey 1998-99. Central Statistical Organization. Ministry of Statistics and Programme Implementation.",
        "Gubert, F. and A.-S. Robilliard (2008). Risk and Schooling Decisions in Rural Madagascar: A Panel Data-Analysis. Journal of African Economies 17(2), 207Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c238.",
        "Ilahi, N. (2000). The intra-household allocation of time and tasks: what have we learnt from the empirical literature? World Bank, Development Research Group/Poverty Reduction and Economic Management Network.",
        "Imbert, C. and J. Papp (2015). Labor Market Effects of Social Programs: Evidence from IndiaÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0084¢s Employment Guarantee. American Economic Journal: Applied Economics 7(2), 233Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c63.",
        "Jacoby, H. G. and E. Skoufias (1997). Risk, financial markets, and human capital in a developing country. Review of Economic Studies 64(3), 311Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c335.",
        "Jayachandran, S. (2006). Selling Labor Low: Wage Responses to Productivity Shocks in Developing Countries. Journal of Political Economy 114(3), 538 Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c 575.",
        "Jensen, R. (2000). Agricultural volatility and investments in children. American Economic Review 90(2), 399Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c404.",
        "Jensen, R. (2010). The (perceived) returns to education and the demand for schooling. Quarterly Journal of Economics 125(2), 515Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c548.",
        "Jensen, R. (2012). Do labor market opportunities affect young womenÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0084¢s work and family decisions? experimental evidence from india. Quarterly Journal of Economics 127(2), 753Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c792.",
        "Karlan, D., R. Osei, I. Osei-Akoto, and C. Udry (2014). Agricultural Decisions after Relaxing Credit and Risk Constraints. Quarterly Journal of Economics 129(2), 597Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c652.",
        "Kaur, S. (2014). Nominal Wage Rigidity in Village Labor Markets. Working Paper. New York: Columbia University.",
        "Keane, M. P. (2011). Labor supply and taxes: A survey. Journal of Economic Literature 49(4), 961Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c1075.",
        "Kochar, A. (1999). Smoothing consumption by smoothing income: hours-of-work responses to idiosyncratic agricultural shocks in rural India. Review of Economics and Statistics 81(1), 50Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c 61.",
        "Kremer, M., N. Chaudhury, F. H. Rogers, K. Muralidharan, and J. Hammer (2005). Teacher Absence in India: A snapshot. Journal of the European Economic Association 3(2-3), 658Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c667.",
        "Li, T. and S. Sekhri (2013). The unintended consequences of employment based safety net programs. Manuscript. University of Virginia.",
        "Ministry of Rural Development (2012). MGNREGA Sameeksha: An Anthology of Research Studies on the Mahatma Gandhi National Rural Employment Guarantee Act, 2005. 2006-2012. New Delhi: Orient BlackSwan.",
        "Mobarak, A. M. and M. R. Rosenzweig (2013). Informal risk sharing, index insurance, and risk taking in developing countries. American Economic Review 103(3), 375Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c80.",
        "National Commission on Population (2006). Population Projections for India and States 2001-2026. Office of the Registrar General & Census Commissioner. Government of India.",
        "National Sample Survey Office (2006). Employment and Unemployment Situation in India (2004Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c 05). Ministry of Statistics and Programme Implementation. Government of India.",
        "National Sample Survey Office (2015). Status of Education and Vocational Trainingi in India (July 2011 - June 2012). Ministry of Statistics and Programme Implementation. Government of India.",
        "Oster, E. and B. M. Steinberg (2013). Do it service centers promote school enrollment? evidence from india. Journal of Development Economics 104(Supplement C), 123 Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c 135.",
        "Pratham (2012). Annual Status of Education Report (Rural) 2011.",
        "Rose, E. (2001). Ex ante and ex post labor supply response to risk in a low-income area. Journal of Development Economics 64(2), 371Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c388.",
        "Rosenzweig, M. R. (1978). Rural Wages, Labor Supply, and Land Reform: A Theoretical and Empirical Analysis. American Economic Review 68(5), 847Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c861.",
        "Rosenzweig, M. R. and H. P. Binswanger (1993). Wealth, Weather Risk and the Composition and Profitability of Agricultural Investments. Economic Journal 103(416), 56Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c78.",
        "Shah, M. and B. M. Steinberg (2015). Workfare and Human Capital Investment: Evidence from India. NBER Working Paper No. 21543.",
        "Skoufias, E. (1993). Labor market opportunities and intrafamily time allocation in rural households in South Asia. Journal of Development Economics 40(2), 277Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c310.",
        "Skoufias, E. and S. W. Parker (2006). Job loss and family adjustments in work and schooling during the Mexican peso crisis. Journal of Population Economics 19(1), 163Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c181.",
        "Zeldes, S. P. (1989). Optimal consumption with stochastic income: Deviations from certainty equivalence. Quarterly Journal of Economics 104(2), 275Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c298."
    ]
}