{
    "id": 2404,
    "cites": 16,
    "cited_by": 0,
    "reference": [
        "Ackerlof, George (1970), The Market for Lemons Quarterly Journal at Economics, No. 3, August, 488-500.",
        "Baily, Martin N. (1981), Productivity and the Services of Capital and Labor, Rrookings Papers ~ Economic Activity, 1, 1-SO.",
        "Berndt, Ernst R. (1980), Energy Price Increases and the Productivity Slowdown in U.S. Manufacturing, The Decline in Productivity Growth, Federal Reserve Bank of Boston, Conference Series No. 22, Boston, 60-89.",
        "Berndt, Ernst R. and David 0. Wood (1979), Engineering and Econometric Interpretations of Energy Capital Complementary, American Economic Review, vol. 69, June, 342-54.",
        "Revaluation of Durable Capital in U.S. Manufacturing during the OPEC Decade, M.I.T. Energy Lab Report No. 84-003. _______ and _______ (1985), Energy Price Shocks and Productivity Growth, MIT-EL 85-OO3WP, Center for Energy Policy Research, Massachusetts Institute of Technology.",
        "Berndt, Ernst R., Shunseke Mori, Takamitsu Sawa, and David 0. Wood (1985), Energy Price Shocks and Productivity Growth in Japan and U.S. Manufacturing Industry, paper presented at the Conference on Productivity Growth in Japan and the United States, Conference on Research in income and Wealth, Cambridge, Mass., August 26-28.",
        "Denison, Edward F. (1979a), Explanations of Declining Productivity Growth, Survey of Current Business, vol. 59, August, 1-24.",
        "States in the 1970s, Brookings Institution, Washington, D.C.",
        "Hulten, Charles R. and Frank C. Wykoff (1981a), The Estimation of Economic Depreciation Using Vintage Asset Prices, Journal at Econometrics, 15, April, 367-96.",
        "Depreciation, in Charles R. Hulten, ed., Depreciation. Inflation, and the Taxation of Income from Capital, The Urban Institute Press, Washington, D.C. Jorgenson, Dale W. (1984), The Role of Energy in Productivity Growth, in John W. Kendrick, ed, International Comparisons at Productivity ~ the Causes of the Slowdown, Ballinger, Cambridge, Mass., 279-323.",
        "Jorgenson, Dale W. and Barbara M. Fraumeni, Relative Prices and Technical 33 Change, in Ernest R. Berndt and Barry Field, eds., Modeling ~ Measuring Natural Resource Substitution, M.I.T. Press, Cambridge, Mass., 17-47. Jorgenson, Dale W. and Zvi Criliches (1967), The Explanation of Productivity Change, Review ~ Economic Studies, 34, August, 249-83.",
        "Nordhaus, William D. (1980), Policy Responses to the Productivity Slowdown, The Decline in Productivity Growth, Federal Reserve Bank of Boston, Conference Series No. 22, Boston, 147-72.",
        "Rasche, Robert H. and John A. Tatom (1977a), The Effects of the New Energy Price Regime on Economic Capacity, Production, and Prices, Federal Reserve Bank at St.Louis Review, vol. 59, May, 2-12.",
        "Federal Reserve Bank at St.Louis Review, vol. 59, June, 10-24. Solow, Robert M. (1957), Technical Change and the Aggregate Production Function, Review ~ Economics and Statistics, 39, August, 312-20.",
        "Press, New York and Oxford. Shriver, Keith A. (1986), A Statistical Test of the Stability Assumption Inherent in Empirical Estimates of Economic Depreciation, Journal gf Economic ~ Social Measurement, 14, 145-153.",
        "Summers, Lawrence H. (1981), Taxation and Corporate Investment: A qTheory Approach, Brookings Papers on Economic Actidty, 1, 67-127."
    ]
}