{
    "id": 24052,
    "cites": 28,
    "cited_by": 0,
    "reference": [
        "Acemoglu, Daron, Simon Johnson, and James A. Robinson, 2001, The colonial origins of comparative development: an empirical investigation. American Economic Review, 91(5): 1369-1401.",
        "Acemoglu, Daron, Simon Johnson, and James Robinson, 2005, The rise of Europe: Atlantic trade, institutional change, and economic growth. American economic review, 95(3): 546-579.",
        "Ades, Alberto, and Rafael Di Tella, 1999, Rents, competition, and corruption,  American Economic Review, 89(4): 982-993.",
        "Autor, David H.; Dorn, David; Hanson, Gordon H. The China syndrome: local labor market eects of import competition in the United States. The American Economic Review 103.6 (2013): 2121-2168.",
        "Autor, David, David Dorn, Gordon Hanson, and Kaveh Majlesi. Importing political polarization? the electoral consequences of rising trade exposure. NBER Working Paper 22637 (2016).",
        "Bloom, Nicholas, Mirko Draca, and John Van Reenen. Trade induced technical change? The impact of Chinese imports on innovation, IT and productivity. The Review of Economic Studies 83.1 (2016): 87-117.",
        "Chong, Alberto, and Cesar Calderon, 2000, Institutional quality and income distribution. Economic Development and Cultural Change, 48(4): 761-786.",
        "Costinot, Arnaud, 2009, On the origins of comparative advantage. Journal of International Economics, 77(2): 255-264.",
        "Engerman, Stanley L., and Kenneth L. Sokolo, 2000, Institutions, factor endowments, and paths of development in the new world, Journal of Economic Perspectives, 14(3): 217-232.",
        "Frankel, Jerey A., and David Romer, 1999, Does trade cause growth? American economic review 89(3): 379-399.",
        "Giavazzi, Francesco, and Guido Tabellini, 2005, Economic and political liberalizations. Journal of Monetary Economics 52(7): 1297-1330.",
        "Ju, Jiandong, and Shang-Jin Wei, 2011, When is quality of nancial system a source of comparative advantage? Journal of International Economics, 84(2): 178-187.",
        "Krugman, Paul R. Increasing returns, monopolistic competition, and international trade. Journal of international Economics 9.4 (1979): 469479.",
        "Leite, Carlos A., and Jens Weidmann. Does mother nature corrupt? Natural resources, corruption, and economic growth. (1999).",
        "Levchenko, Andrei A., 2007, Institutional quality and international trade. The Review of Economic Studies 74(3): 791-819.",
        "Levchenko, Andrei, 2013, International trade and institutional change. Journal of Law, Economics, and Organization 29(5): 1145-1181.",
        "Mauro, Paolo. Corruption and growth. The Quarterly Journal of Economics (1995): 681-712.",
        "Murphy, Kevin M., Andrei Shleifer, and Robert W. Vishny, 1991, The allocation of talent: implications for growth. The Quarterly Journal of Economics 106(2): 503-530.",
        "Nunn, Nathan. Relationship-speci city, incomplete contracts, and the pattern of trade. The Quarterly Journal of Economics 122.2 (2007): 569600.",
        "Pierce, Justin R., and Peter K. Schott. The surprisingly swift decline of US manufacturing employment. The American Economic Review 106.7 (2016): 1632-1662.",
        "Piketty, Thomas. Capital in the 21st Century. (2014)",
        "Sachs, Jerey D., and Andrew M. Warner. Natural resource abundance and economic growth. No. w5398. National Bureau of Economic Research, 1995.",
        "Tamirisa, Natalia, and Shang-Jin Wei, 2000, Bribery in trade: liberalizing grease or non-tari barrier? Unpublished working paper, IMF and Harvard University.",
        "Vogel, Jonathan, 2007, Institutions and moral hazard in open economies. Journal of International Economics 71(2): 495-514.",
        "Wang, Zhi, Shang-Jin Wei, Xinding Yu, and Kunfu Zhu, 2017, Reexamining the eect of US-China trade on local US labor markets: a supply chain perspective, working paper, Columbia University.",
        "Wei, Shang-Jin, 1996, Intra-National versus International Trade: How Stubborn are Nations in Global Integration? NBER Working Paper 5531.",
        "Wei, Shang-Jin, 2000a, How taxing is corruption on international investors ?. Review of Economics and Statistics, 82(1): 1-11.",
        "Wei, Shang-Jin, 2000b, Natural openness and good government, NBER Working Paper No. 7765."
    ]
}