{
    "id": 24064,
    "cites": 23,
    "cited_by": 1,
    "reference": [
        "Acharya, V. V., Bharath, S. T., Srinivasan, A., 2007. Does industry-wide distress affect defaulted firms? Evidence from creditor recoveries. Journal of Financial Economics 85, 787Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c821.",
        "Adams, R., Almeida, H., Ferreira, D., 2009. Understanding the relationship between founderÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c ceos and firm performance. Journal of Empirical Finance 16, 136Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c150.",
        "Alderson, M. J., Betker, B. L., 1995. Liquidation costs and capital structure. Journal of Financial Economics 39, 45Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c69.",
        "Anderson, R. W., Sundaresan, S., 1996. Design and valuation of debt contracts. Review of Financial Studies 9, 37Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c68.",
        "Bolton, P., Oehmke, M., 2011. Credit default swaps and the empty creditor problem. Review of Financial Studies 24, 2617Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c2655.",
        "Chang, X. S., Chen, Y., Wang, S. Q., Zhang, K., Zhang, W., 2017. Does financial innovation affect technological innovation? Evidence from credit default swap trading. Unpublished Working Paper .",
        "Chava, S., Roberts, M. R., 2008. How does financing impact investment? The role of debt covenants. The Journal of Finance 63, 2085Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c2121.",
        "Chen, J., Leung, W. S., Song, W., Avino, D., 2017. Does CDS trading affect risk-taking incentives in managerial compensation? Unpublished Working Paper .",
        "Coles, J. L., Daniel, N. D., Naveen, L., 2013. Calculation of compensation incentives and firm-related wealth using execucomp: Data, program, and explanation .",
        "Colonnello, S., 2017. Internal governance and creditor governance: Evidence from credit default swaps. Second draft (No. 6/2017). Tech. rep., IWH Discussion Papers.",
        "Core, J., Guay, W., 2002. Estimating the value of employee stock option portfolios and their sensitivities to price and volatility. Journal of Accounting Research 40, 613Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c630.",
        "Danis, A., Gamba, A., 2017. The real effects of credit default swaps. Journal of Financial Economics .",
        "Davydenko, S. A., Strebulaev, I. A., 2007. Strategic actions and credit spreads: An empirical investigation. The Journal of Finance 62, 2633Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c2671.",
        "Edmans, A., Gabaix, X., Landier, A., 2009. A multiplicative model of optimal CEO incentives in market equilibrium. Review of Financial Studies 22, 4881Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c4917.",
        "Hu, H. T., Black, B., 2008. Debt, equity and hybrid decoupling: Governance and systemic risk implications. European Financial Management 14, 663Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c709.",
        "Jensen, M. C., Meckling, W. H., 1976. Theory of the firm: Managerial behavior, agency costs and ownership structure. Journal of Financial Economics 3, 305Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c360.",
        "Merton, R. C., 1974. On the pricing of corporate debt: The risk structure of interest rates. The Journal of Finance 29, 449Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c470.",
        "Minton, B. A., Stulz, R., Williamson, R., 2009. How much do banks use credit derivatives to hedge loans? Journal of Financial Services Research 35, 1Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c31.",
        "Mundlak, Y., 1978. On the pooling of time series and cross section data. Econometrica: Journal of the Econometric Society pp. 69Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c85.",
        "Saretto, A., Tookes, H. E., 2013. Corporate leverage, debt maturity, and credit supply: The role of credit default swaps. Review of Financial Studies 26, 1190Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c1247.",
        "Subrahmanyam, M. G., Tang, D. Y., Wang, S. Q., 2014. Does the tail wag the dog?: The effect of credit default swaps on credit risk. Review of Financial Studies p. hhu038.",
        "Subrahmanyam, M. G., Tang, D. Y., Wang, S. Q., 2017. Credit default swaps, exacting creditors and corporate liquidity management. Journal of Financial Economics .",
        "Yermack, D., 1995. Do corporations award CEO stock options effectively? Journal of Financial Economics 39, 237Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c269."
    ]
}