{
    "id": 24062,
    "cites": 66,
    "cited_by": 65,
    "reference": [
        "Abrams, D., U. Akcigit, and J. Popadak (2013). Patent Value and Citations: Creative Destruction or Strategic Disruption? Faculty Scholarship.",
        "Acemoglu, D., U. Akcigit, and M. Celik (2014). Young, Restless and Creative: Openness to Disruption and Creative Innovations. NBER Working Paper No. 19894.",
        "Aghion, P., U. Akcigit, A. Hyytinen, and O. Toivanen (2017). The Social Origins of Inventors. mimeo.",
        "Aghion, P. and P. Howitt (1992). A Model of Growth Through Creative Destruction. Econometrica 60(2), 323Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c351.",
        "Akcigit, U., S. Baslandze, and S. Stantcheva (2016). Taxation and the International Mobility of Inventors. The American Economic Review 106(10), 2930Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c2981.",
        "Akcigit, U., J. Grigsby, and T. Nicholas (2017). The Birth of American Ingenuity: Innovation and Invention in the Golden Age. NBER Working Paper No. 23047.",
        "Akcigit, U., D. Hanley, and S. Stantcheva (2017). Optimal Taxation and R&D Policy. NBER Working Paper No. 22908.",
        "Atkinson, A. B., T. Piketty, and E. Saez (2011). Top Incomes in the Long Run of History. Journal of Economic Literature 49(1), 3Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c71.",
        "Azoulay, P., J. Graff Zivin, and G. Manso (2011). Incentives and Creativity: Evidence from the Academic Life Sciences. RAND Journal of Economics 42(3), 527Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c554.",
        "Becker, B. (2015). Public R&D Policies and Private R&D Investment: A Survey of the Empirical Evidence. Journal of Economic Surveys 29(5), 917Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c942.",
        "Bloom, N., M. Schankerman, and J. Van Reenen (2013). Technology Spillovers and Product Market Rivalry. Econometrica 81(4), 1347Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c1393.",
        "Card, D. and L. Giulano (2014). Does Gifted Education Work? For Which Students? NBER Working Paper No. 20453.",
        "Celik, M. (2014). Does the Cream Always Rise to the Top? The Missallocation of Talent and Innovation. Working Paper.",
        "Chetty, R., J. Friedman, E. Saez, N. Turner, and D. Yagan (2017). Mobility Report Cards: The Role of Colleges in Intergenerational Mobility. NBER Working Paper No. 23618.",
        "Chetty, R., J. N. Friedman, N. Hilger, E. Saez, D. W. Schanzenbach, and D. Yagan (2011). How Does your Kindergarten Classroom Affect your Earnings? Evidence from Project STAR. The Quarterly Journal of Economics 126(4), 1593Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c1660.",
        "Chetty, R., J. N. Friedman, and J. E. Rockoff (2014a). Measuring the Impacts of Teachers I: Evaluating Bias in Teacher Value-Added Estimates. American Economic Review 104(9), 2593Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c 2632.",
        "Chetty, R. and N. Hendren (2017). The Effects of Neighborhoods on Intergenerational Mobility I: Childhood Exposure Effects. NBER Working Paper No. 23001.",
        "Chetty, R., N. Hendren, and L. Katz (2016). The Effects of Exposure to Better Neighborhoods on Children: New Evidence from the Moving to Opportunity Experiment. American Economic Review 106(4), 855Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c902.",
        "Chetty, R., N. Hendren, P. Kline, and E. Saez (2014b). Where is the Land of Opportunity? The Geography of Intergenerational Mobility in the United States. The Quarterly Journal of Economics 129(4), 1553Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c1623.",
        "Cook, L. and C. Kongcharoen (2010). The Idea Gap in Pink and Black. NBER Working Paper No. 16331.",
        "Depalo, D. and S. Di Addario (2015). InventorsÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0084¢ Returns to Patents. Bank of Italy mimeo.",
        "DiNardo, J., N. M. Fortin, and T. Lemieux (1996). Labor Market Institutions and the Distribution of Wages, 1973-1992: A Semiparametric Approach. Econometrica 64(5), 1001Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c1044.",
        "Ding, W., F. Murray, and T. Stuart (2006). Gender Differences in Patenting in the Academic Life Sciences. Science 313(5787), 665Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c667.",
        "Dorner, M., D. Harhoff, and K. Hoisl (2014). Patterns and Determinants of Inventor Mobility Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c Evidence from the Employment Biographies of Inventors in Germany. mimeo.",
        "Fryer, R. and S. Levitt (2004). Understanding the Black-White Test Score Gap in the First Two Years of School. The Review of Economics and Statistics 86(2), 447Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c464.",
        "Fryer, R. and S. Levitt (2006). The Black-White Test Score Gap through Third Grade. American Law and Economics Review 8(2), 249Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c281.",
        "Fryer, R. G. (2011). Racial inequality in the 21st century: The declining significance of discrimination. In Handbook of labor economics, Volume 4, pp. 855Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c971. Elsevier.",
        "Giuri, P., M. Mariani, S. Brusoni, G. Crespi, D. Francoz, A. Gambardella, W. Garcia-Fontes, and A. Geuna (2007). Inventors and Invention Processes in Europe: Results from the PatVal-EU Survey. Research Policy 36(8), 1107Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c1127.",
        "Goolsbee, A. (1998). Does Government R&D Policy Mainly Benefit Scientists and Engineers? American Economic Review 88(2), 298Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c302.",
        "Griliches, Z. (1990). Patent Statistics as Economic Indicators: A Survey. Journal of Economic Literature 28(4), 1661Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c1707.",
        "Hall, B., A. Jaffe, and M. Trajtenberg (2001). The NBER Patent Citation Data File: Lessons, Insights and Methodological Tools. NBER Working Paper No. 8498.",
        "Hall, B. H., A. Jaffe, and M. Trajtenberg (2005). Market Value and Patent Citations. RAND Journal of Economics, 16Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c38.",
        "Hall, D. T. (2002). Careers In and Out of Organizations. Sage Publications.",
        "Heckman, J. (2006). Skill Formation and the Economics of Investing in Disadvantaged Children.",
        "Hsieh, C., E. Hurst, C. Jones, and P. Klenow (2016). The Allocation of Talent and U.S Economic Growth. NBER Working Paper No.18693.",
        "Hunt, J. (2009). Why DonÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0084¢t Women Patent? NBER Working Paper No. 17888.",
        "Jaffe, A. B., M. Trajtenberg, and R. Henderson (1993). Geographic localization of knowledge spillovers as evidenced by patent citations. The Quarterly Journal of Economics 108(3), 577Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c 598.",
        "Jaimovich, N. and S. Rebelo (2017). Non-linear Effects of Taxation on Growth. Journal of Political Economy 125(1), 265Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c291.",
        "Jones, B. (2010). Age and Great Invention. The Review of Economics and Statistics 92(1), 1Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c14.",
        "Jones, B., E. J. Reedy, and B. Weinberg (2014). Age and Scientific Genius. NBER Working Paper No. 19866.",
        "Jones, C. and J. Williams (1999). Too Much of a Good Thing? Journal of Economic Growth 5(1), 65Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c85.",
        "Jung, T. and O. Ejermo (2014). Demographic Patterns and Trends in Patenting: Gender, Age and Education of Inventors. Technological Forecasting and Social Change 86, 110Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c124.",
        "Kahn, S. and D. Ginther (2017). Women and STEM. NBER Working Paper No. 19894.",
        "Kim, J. and G. Marschke (2005). Labor Mobility of Scientists, Technological Diffusion, and the FirmÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0084¢s Patenting Decision. RAND Journal of Economics 36(2), 298Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c317.",
        "Kline, P., N. Petkova, H. Williams, and O. Zidar (2017). Who Profits from Patents? Rent-sharing at Innovative Firms. IRLE Working Paper.",
        "Kogan, L., D. Papanikolaou, A. Seru, and N. Stoffman (2017). Technological innovation, resource allocation, and growth. The Quarterly Journal of Economics 132(2), 665Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c712.",
        "Laband, D. and B. Lentz (1983). Like Father, like Son: Toward an Economic Theory of Occupational Following. Southern Economic Journal 50(2), 474Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c493.",
        "Lentz, B. and D. Laband (1989). Why So Many Children of Doctors Become Doctors: Nepotism vs. Human Capital Transfers. Journal of Human Resources 24(3), 396Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c413.",
        "Lerner, J. and J. Wulf (2007). Innovation and Incentives: Evidence from Corporate R&D. The Review of Economics and Statistics 89(4), 634Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c644.",
        "Lindquist, M., J. Sol, and M. Van Praag (2015). Why Do Entrepreneurial Parents Have Entrepreneurial Children? Journal of Labor Economics 33(2), 269Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c296.",
        "Lockwood, B. B., C. G. Nathanson, and E. G. Weyl (2017). Taxation and the Allocation of Talent.",
        "Moretti, E. and D. J. Wilson (2017). The Effect of State Taxes on the Geographical Location of Top Earners: Evidence from Star Scientists. American Economic Review 107(7), 1858Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c1903.",
        "Murphy, K., A. Shleifer, and R. Vishny (1991). The Allocation of Talent: Implications for Growth. The Quarterly Journal of Economics 106(2), 503Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c530.",
        "Organisation for Economic Co-operation and Development (2009). OECD Patent Statistics Manual 2009. OECD.",
        "Pope, D. and J. Sydnor (2010). Geographic Variation in the Gender Differences in Test Scores. Journal of Economic Perspectives 24(2), 95Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c108.",
        "Porter, M. E. and S. Stern (2001). Innovation: Location Matters. MIT Sloan Management Review 42(4), 28Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c36.",
        "Romer, P. (2000). Should the Government Subsidize Supply or Demand in the Market for Scientists and Engineers? NBER Working Paper No. 7723.",
        "Romer, P. M. (1990). Endogenous Technological Change. Journal of political Economy 98(5, Part 2), S71Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009cS102.",
        "Roy, A. (1951). Some Thoughts on the Distribution of Earnings. Oxford Economic Papers 3(2), 135Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c146.",
        "Scherer, F., D. Harhoff, and J. Kukies (2000). Uncertainty and the Size Distribution of Rewards from Innovation. Journal of Evolutionary Economics 10(1), 175Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c200.",
        "Schmookler, J. (1957). Inventors Past and Present. The Review of Economics and Statistics 39(3), 321Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c333.",
        "Strumsky, D. (2014). Strumsky Patent Database (Available upon Request). Downloaded in December 2014.",
        "Thursby, M. and J. Thursby (2005). Gender Patterns of Research and Licensing Activity of Science and Engineering Faculty. Journal of Technology Transfer 30(4), 343Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c353.",
        "Toivanen, O. and L. Vaananen (2012). Returns to Inventors. The Review of Economics and Statistics 94(4), 1173Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c1190.",
        "Topel, R. and M. Ward (1992). Job Mobility and the Careers of Young Men. Quarterly Journal of Economics 107(2), 439Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c479.",
        "Van Reenen, J. (1996). The Creation and Capture of Rents: Wages and Innovation in a Panel of U.K. Companies. Quarterly Journal of Economics 111(1), 195Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c226. ONLINE APPENDICES"
    ]
}