{
    "id": 24060,
    "cites": 48,
    "cited_by": 16,
    "reference": [
        "Abadie, Alberto, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Semiparametric Instrumental Variable Estimation of Treatment Response Models,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Journal of Econometrics, 2003, 113 (2), 231Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c263.",
        "Avery, Christopher and Sarah Turner, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Student Loans: Do College Students Borrow Too Much - Or Not Enough?,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Journal of Economic Perspectives, 2012, 26 (1), 165Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c192.",
        "Bahr, Peter Riley, Susan Dynarski, Brian Jacob, Daniel Kreisman, Alfredo Sosa, and Mark Wiederspan, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Labor Market Returns to Community College Awards: Evidence From Michigan,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d 2015. CAPSEE working paper.",
        "Barr, Andrew and Sarah Turner, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Out of Work and Into School: Labor Market Policies and College Enrollment During the Great Recession,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Journal of Public Economics, 2015, 124, 63Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c73.",
        ", Kelli Bird, and Benjamin L. Castleman, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Prompting Active Choice Among High-Risk Borrowers: Evidence from a Student Loan Counseling Experiment,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d 2017. EdPolicyWorks Working Paper.",
        "Barrow, Lisa, Lashawn Richburg-Hayes, Cecilia Elena Rouse, and Thomas Brock, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Paying for Performance: The Education Impacts of a Community College Scholarship Program for Low-Income Adults,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Journal of Labor Economics, 2014, 32 (3), 563Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c599.",
        "Bernheim, B. Douglas and Antonio Rangel, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Beyond Revealed Preference: Choice-Theoretic Foundations for Behavioral Welfare Economics,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Quarterly Journal of Economics, 2009, 124 (1), 51Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c104.",
        ", Andrey Fradkin, and Igor Popov, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093The Welfare Economics of Default Options in 401(k) Plans,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d American Economic Review, 2015, 105 (9), 2798Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c2837.",
        "Bettinger, Eric P., Bridget Terry Long, Philip Oreopolous, and Lisa Sanbonmastu, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093The Role of Simplification and Information in College Decisions: Results from the H&R Block FAFSA Experiment,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Quarterly Journal of Economics, 2012, 127 (3), 1205Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c1242.",
        "Booij, Adam S., Edwin Leuven, and Hessel Oosterbeek, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093The Role of Information in the Take-up of Student Loans,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Economics of Education Review, 2012, 31, 33Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c44.",
        "Cadena, Brian C. and Benjamin J. Keys, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Can Self-Control Explain Avoiding Free Money? Evidence from Interest-Free Student Loans,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Review of Economics and Statistics, 2013, 95 (4), 1117Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c1129.",
        "Caetano, Gregorio, Miguel Palacios, and Harry Anthony Patrinos, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Measuring Aversion to Debt: An Experiment among Student Loan Candidates,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d 2011. World Bank Policy Research Working Paper No. 5737.",
        "Castleman, Benjamin L. and Lindsay C. Page, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Summer Nudging: Can Personalized Text Messages and Peer Mentor Outreach Increase College Going Among Low-income High School Graduates?,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Journal of Economic Behavior and Organization, 2015, 115, 144Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c160.",
        "Chetty, Raj, John N. Friedman, SÃ\u0083Æ\u0092Ã\u0082Â¸ren Leth-Petersen, Torben Heien Nielsen, and Tore Olsen, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Active vs. Passive Decisions and Crowd-Out in Retirement Savings Accounts: Evidence from Denmark,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Quarterly Journal of Economics, 2014, 129 (3), 1141Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c1219.",
        "Choi, James J., David Laibson, Brigitte C. Madrian, and Andrew Metrick, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Optimal Defaults and Active Decisions,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Quarterly Journal of Economics, 2006, 124 (4), 1639Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c1674.",
        "Cochrane, Debbie and Laura Szabo-Kubitz, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093States of Denial: Where Community College Students Lack Access to Federal Student Loans,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d 2016. The Institute for College Access and Success Report.",
        "Dadgar, Mina and Madeline Joy Trimble, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Labor Market Returns to Sub-Baccalaureate Credentials: How Much Does a Community College Degree or Certificate Pay?,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Educational Evaluation and Policy Analysis, 2015, 37, 399Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c418. Darolia, Rajeev and Casandra Harper, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Information Use and Attention Deferment in College Student Loan Decisions: Evidence From a Debt Letter Experiment,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Educational Evaluation and Policy Analysis, forthcoming.",
        "Deming, David and Susan Dynarski, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093College Aid,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d in Phillip Levine and David Zimmerman, eds., Targeting Investments in Children: Fighting Poverty When Resources are Limited, The University of Chicago Press, 2010, pp. 283Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c302.",
        "Duflo, Esther, Michael Kramer, and Jonathan Robinson, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Nudging Farmers to Use Fertilizer: Theory and Experimental Evidence,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d American Economic Review, 2011, 101 (6), 2350Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c2390.",
        "Dunlop, Erin, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093What do Stafford Loans Actually Buy You? The Effect of Stafford Loan Access on Community College Students,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d 2013. CALDER Working Paper 94.",
        "Dynarski, Susan M. and Judith E. Scott-Clayton, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093The Cost Of Complexity In Federal Student Aid: Lessons From Optimal Tax Theory And Behavioral Economics,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d National Tax Journal, 2006, 59 (2), 319Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c356.",
        "Evans, Brent J., Angela R. Boatman, and Adela Soliz, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Framing and Labeling Effects in the Decision to Borrow for Postsecondary Education: An Experimental Analysis,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d 2016. working paper.",
        "Federal Reserve Bank of New York, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Quarterly Report on Household Debt and Credit, February 2017,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d 2017. New York, NY: Federal Reserve Bank of New York.",
        "Field, Erica, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Educational Debt Burden and Career Choice: Evidence from a Financial Aid Experiment at NYU Law School,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d American Economic Journal: Applied Economics, 2009, 1 (1), 1Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c21.",
        "Finkelstein, Amy, Sarah Taubman, Bill Wright, Mira Bernstein, Jonathan Gruber, Joseph P. Newhouse, Heidi Allen, and Katherine Baicker, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093The Oregon Health Insurance Experiment: Evidence from the First Year,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Quarterly Journal of Economics, 2012, 127 (3), 1057Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c1106.",
        "Handel, Benjamin R., Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Adverse Selection and Inertia in Health Insurance Markets: When Nudging Hurts,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d The American Economic Review, 2013, 103 (7), 2643Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c2682.",
        "Hoxby, Caroline M. and Sarah Turner, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093What High-Achieving Low-Income Students Know About College,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d American Economic Review, 2015, 105 (5), 514Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c517.",
        "Imbens, Guido W. and Joshua D. Angrist, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Identification and Estimation of Local Average Treatment Effects,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Econometrica, 1994, 62 (2), 467Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c475.",
        "Jacobson, Louis, Robert LaLonde, and Daniel G. Sullivan, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Estimating the Returns to Community College Schooling for Displaced Workers,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Journal of Econometrics, 2005, 125 (1-2), 271Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c304.",
        "Jepsen, Christopher, Kenneth Troske, and Paul Coomes, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093The Labor-Market Returns to Community College Degrees, Diplomas, and Certificates,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Journal of Labor Economics, 2014, 32 (1), 95Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c121.",
        "Kennedy, James, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Indiana University Student Loan Debt Initiatives,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d 2015. Testimony to the U.S. Senate Committee on Health, Education, Labor, and Pensions, Hearing on Reauthorizing the Higher Education Act.",
        "Keys, Benjamin J. and Jialan Wang, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Minimum Payments and Debt Paydown in Consumer Credit Cards,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d 2016. NBER Working Paper No. 22742.",
        "Liu, Vivian Y. T., Clive R. Belfield, , and Madeline J. Trimble, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093The Medium-Term Labor Market Returns to Community College Awards: Evidence From North Carolina,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Economics of Education Review, 2015, 44, 42Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c55.",
        "Madrian, Brigitte C. and Dennis F. Shea, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093The Power of Suggestion: Inertia in 401(k) Participation and Savings Behavior,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Quarterly Journal of Economics, 2001, 116 (4), 1149Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c1188. Marx, Benjamin M. and Lesley J. Turner, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Borrowing Trouble? Student Loans, the Cost of Borrowing, and Implications for the Effectiveness of Need-Based Grant Aid,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d American Economic Journal: Applied Economics, forthcoming.",
        "Mayer, Alexander K., Reshma Patel, Timothy Rudd, and Alyssa Ratledge, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Designing Scholarships to Improve College Success: Final Report on the Performance-Based Scholarship Demonstration,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d 2015. New York, NY: MDRC.",
        "Pallais, Amanda, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Small Differences that Matter: Mistakes in Applying to College,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Journal of Labor Economics, 2015, 33 (2), 493Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c520.",
        "Schmeiser, Maximilian, Christina Stoddard, and Carly Urban, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Does Salient Student Loan Information College StudentsÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0084¢ Academic and Borrowing Behavior?,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Economics of Education Review, 2017, 56, 95Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c109.",
        "Scrivener, Susan, Michael J. Weiss, Alyssa Ratledge, Timothy Rudd, Colleen Sommo, and Hannah Fresques, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Doubling Graduation Rates: Three-Year Effects of CUNYÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0084¢s Accelerated Study in Associate Programs for Developmental Education Students,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d 2015. New York, NY: MDRC.",
        ", , and Colleen Sommo, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093What Can a Multifaceted Program Do for Community College Students? Early Results from an Evaluation of Accelerated Study in Associate Programs for Developmental Education Students,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d 2012. New York, NY: MDRC.",
        "Shapiro, Doug, Afet Dundar, Phoebe Khasiala Wakhungu, Xin Yuan, Angel Nathan, and Youngsik Hwang, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Completing College: A National View of Student Attainment Rates - Fall 2010 Cohort,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d https:// nscresearchcenter.org/signaturereport12/ 2016. Signature Report No. 12. Herndon, VA: National Student Clearinghouse Research Center.",
        "Stango, Victor and Jonathan Zinman, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Limited and Varying Consumer Attention: Evidence from Shocks to the Salience of Bank Overdraft Fees,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Review of Financial Studies, 2014, 27, 990Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c1030.",
        "Stevens, Ann Huff, Michal Kurlaender, and Michel Grosz, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Career Technical Education and Labor Market Outcomes: Evidence from California Community Colleges,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d 2015. NBER Working Paper No. 21137.",
        ", Cass R. Sunstein, and John P. Balz, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Choice Architecture,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d in Eldar Shafir, ed., The Behavioral Foundations of Public Policy, 2012, chapter 25.",
        "Turner, Lesley J., Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093The Returns to Higher Education for Marginal Students: Evidence from Colorado Welfare Recipients,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Economics of Education Review, 2016, 51, 169Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c184.",
        "Westfall, Peter H. and S. Stanley Young, Resampling-Based Multiple Testing: Examples and Methods for p-Value Adjustment, New York, NY: John Wiley and Sons, Inc., 1993.",
        "Wiederspan, Mark, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Denying Loan Access: The Student-Level Consequences When Community Colleges Opt Out of the Stafford Loan Program,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Economics of Education Review, 2016, 51, 79Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c96.",
        "Zimmerman, Seth D., Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093The Returns to College Admissions for Academidally Marginal Students,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Journal of Labor Economics, 2014, 32 (4), 711Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c754.",
        "Zinman, Jonathan, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Household Debt: Facts, Puzzles, Theories, and Policies,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Annual Review of Economics, 2015, 7, 251Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c276."
    ]
}