{
    "id": 2406,
    "cites": 20,
    "cited_by": 1,
    "reference": [
        "Barr, James, and Otto Davis (1966) An Elementary Political and Economic Theory of Expenditures of Local Governments, Southern Economic Journal 33: 149-165.",
        "Bergstrom, Theodore C., and Robert P. Goodman (1973) Private Demands for Public Goods, American Economic Review 63: 280-296.",
        "Black, David E., Kenneth A. Lewis, and Charles R. Link (1979.) Wealth Neutrality and the Demand for Education, National Tax Journal 32: 157 164.",
        "Bowen, Howard R. (1943) The Interpretation of Voting in the Allocation of Economic Resources, Quarterly Journal of Economics 58: 27-48.",
        "Denzau, Arthur, and Kevin Grier (1984) Determinants of Local School Spending: Some Consistent Estimates, Public Choice 44: 375-383.",
        "Filimon, Radu, Thomas Romer, and Howard Rosenthal (1982) Asymmetric Information and Agenda Control: The Bases of Monopoly Power in Public Spending, Journal of Public Economics 17: 51-70.",
        "Heckman, James J. (1976) The Common Structure of Statistical Models of Truncation and Limited Dependent Variables and a Simple Estimator for Such Models, Annals of Economic and Social Measurement 5: 475-492.",
        "Hinich, Melvin (1977) Equilibrium in Spatial Voting: The Median Voter Result is an Artifact, Journal of Economic Theory 16: 208-219.",
        "Hotelling, Harold (1929) Stability in Competition, Economic Journal 39: 41-57.",
        "Inman, Robert P. (1978) Testing Political Economys `As If Proposition: Is the Median Income Voter Really Decisive? Public Choice 33~: 45-65.",
        "Ledyard, John (1984) The Pure Theory of Large Two-Candidate Elections, Public Choice 44: 7-41.",
        "Moffitt, Robert A. (1984) The Effects of Grants-in-Aid on State and Local Expenditure: The Case of AFDC, Journal of Public Economics 23: 279-305.",
        "Moffitt, Robert A. (1986), The Econometrics of Piecewise-Linear Budget Constraints, Journal of Business and Economic Statistics 4: 317-327.",
        "New York State (1979). Division of the Budget, Education Study Unit, Current Components of New York States Educational Finance System: A Review Albany, N.Y.",
        "Niskanen, William (1971) Bureaucracy and Representative Government, Chicago: Aldine.",
        "Oates, Wallace E. (1986) The Estimation of Demand Functions for Local Public Goods: Issues in Specification and Interpretation, University of Maryland working paper.",
        "Romer, Thomas, and Howard Rosenthal (1979) Bureaucrats vs. Voters: On the Political Economy of Resource Allocation by Direct Democracy, Quarterly Journal of Economics 93: 563-587.",
        "Romer, Thomas, and Howard Rosenthal (1982a) Median Voters or Budget Maximizers: Evidence from School Expenditure Referenda, Economic Inquiry 20:556-78.",
        "Romer, Thomas, and Howard Rosenthal (l982b) An Exploration in the Politics and Economics of Local Public Services, Zeitschrift fur Nationalokonomie/Journal of Economics, Supplement 2. Romer, Thomas, Howard Rosenthal, and Krishna Ladha (1984), If at First you Dont Succeed: Budgeting by a Sequence of Referenda, in H. Hanusch (ed.), Public Finance and the Quest for Efficiency, Detroit: Wayne State University Press.",
        "Welch, W. P. (1981) Estimating School District Expenditure Functions under Conditions of Closed-End Matching Aid, Journal of Urban Economics 10: 61-75."
    ]
}