{
    "id": 24071,
    "cites": 27,
    "cited_by": 4,
    "reference": [
        "Aghion, P., N. Bloom, R. Blundell, R. Griffith, and P. Howitt (2005): Competition and Innovation: An Inverted-U Relationship, The Quarterly Journal of Economics, 120(2), 701728.",
        "Autor, D., D. Dorn, G. H. Hanson, G. Pisano, and P. Shu (2016): Foreign Competition and Domestic Innovation: Evidence from U.S. Patents, Working Paper 22879, National Bureau of Economic Research.",
        "Autor, D. H., D. Dorn, and G. H. Hanson (2013): The China Syndrome: Local Labor Market Eects of Import Competition in the United States, American Economic Review, 103(6), 212168.",
        "Bai, X., K. Krishna, and H. Ma (2015): How You Export Matters: Export Mode, Learning and Productivity in China, Working Paper 21164, National Bureau of Economic Research.",
        "Becker, R., W. Gray, and J. Marvakov (2013): NBER-CES Manufacturing Industry Database: Technical Notes, Working Paper 5809, National Bureau of Economic Research.",
        "Bernard, A. B., J. B. Jensen, and P. K. Schott (2006): Survival of the Best Fit: Exposure to Low-Wage Countries and the (Uneven) Growth of US Manufacturing Plants, Journal of International Economics.",
        "Bloom, N., S. Bond, and J. Van Reenen (2007): Uncertainty and Investment Dynamics, The Review of Economic Studies, 74(2), 391415.",
        "Bloom, N., M. Draca, and J. V. Reenen (2016): Trade Induced Technical Change: The Impact of Chinese Imports on Innovation, Diusion, and Productivity, Review of Economic Studies, 83, 87117.",
        "Feenstra, R. C., J. Romalis, and P. K. Schott (2002): US Imports, Exports, and Tari Data, 1989-2001, Working Paper 9387, National Bureau of Economic Research.",
        "Fort, T. C., J. R. Pierce, and P. K. Schott (2017): New Perspectives on the Decline of US Manufacturing Employment, .",
        "Gutierrez, G., and T. Philippon (2017): Declining Competition and Investment in the U.S., Working Paper 23583, National Bureau of Economic Research.",
        "Handley, K. (2014): Exporting Under Trade Policy Uncertainty: Theory and Evidence,  Journal of International Economics, 94(1), 5066.",
        "Handley, K., and N. Limao (2017): Policy Uncertainty, Trade, and Welfare: Theory and Evidence for China and the United States, American Economic Review, 107(9), 273183.",
        "Hirsch, B. T., and D. A. Macpherson (2003): Union Membership and Coverage Database from the Current Population Survey: Note, Industrial and Labor Relations Review, 56, 34954.",
        "Khandelwal, A. (2010): The Long and Short (of) Quality Ladders, Review of Economic Studies, 77, 14501476.",
        "Khandelwal, A. K., P. K. Schott, and S.-J. Wei (2013): Trade Liberalization and Embedded Institutional Reform: Evidence from Chinese Exporters, American Economic Review, 103(6), 216995.",
        "Kurz, C. J., and N. J. Morin (2016): Annual Data on Investment and Capital Stocks, Feds notes, Board of Governors of the Federal Reserve System (US).",
        "Michaels, D. (2017): Foreign Robots Invade American Factory Floors, Wall Street Journal.",
        "Nunn, N. (2007): Relationship-Specicity, Incomplete Contracts, and the Pattern of Trade, The Quarterly Journal of Economics, 122(2), 569600.",
        "Pierce, J. R., and P. K. Schott (2012): The Surprisingly Swift Decline of U.S. Manufacturing Employment, Working Paper 18655, National Bureau of Economic Research.",
        "(2016): The Surprisingly Swift Decline of U.S. Manufacturing Employment, American Economic Review, 106(7), 16321662.",
        "Pindyck, R. S. (1993): Investments of uncertain cost, Journal of nancial Economics, 34(1), 5376.",
        "Rob, R., and N. Vettas (2003): Foreign direct investment and exports with growing demand, The Review of Economic Studies, 70(3), 629648.",
        "Schott, P. K. (2003): One Size Fits All? Heckscher-Ohlin Specialization in Global Production, American Economic Review, 93(3), 686708.",
        "(2004): Across-Product versus Within-Product Specialization in International Trade, The Quarterly Journal of Economics, 119(2), 647678.",
        "Schwartz, E. S., and C. Zozaya-Gorostiza (2003): Investment Under Uncertainty in Information Technology: Acquisition and Development Projects, Management Science, 49(1), 5770.",
        "Online Appendix A Industry Results Through 2011 The regression sample in the main text extends through 2007 in order to avoid the Great Recession. For comparison, Figure 12 reports results for industry-level investment and for the industry-level investment deators using equation 3 for 1990 to 2011, the limit of the NBER-CES Manufacturing Productivity Database."
    ]
}