{
    "id": 24074,
    "cites": 31,
    "cited_by": 17,
    "reference": [
        "Abowd, John, Francis Kramarz, Paul Lengermann, and SeÃ\u0083Å\u0092Ã\u0082Â\u0081bastien PeÃ\u0083Å\u0092Ã\u0082Â\u0081rez-Duarte, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Are Good Workers Employed by Good Firms? A Test of a Simple Assortative Matching Model for France and the United States,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d 2004. Mimeo.",
        "Abowd, John M. and Francis Kramarz, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093The Analysis of Labor Markets using Matched Employer-Employee Data,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Handbook of Labor Economics, 1999, 3, 2629Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c2710.",
        ", , and David N. Margolis, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093High Wage Workers and High Wage Firms,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Econometrica, 1999, 67 (2), 251Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c333.",
        "Abowd, John M, Robert H. Creecy, and Francis Kramarz, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Computing person and firm effects using linked longitudinal employer-employee data,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d 2002. Center for Economic Studies, US Census Bureau.",
        "Andrews, Martyn J., Leonard Gill, Thorsten Schank, and Richard Upward, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093High Wage Workers and Low Wage Firms: Negative Assortative Matching or Limited Mobility Bias?,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Journal of the Royal Statistical Society: Series A (Statistics in Society), 2008, 171 (3), 673Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c697.",
        ", , , and , Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093High Wage Workers Match with High Wage Firms: Clear Evidence of the Effects of Limited Mobility Bias,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Economics Letters, 2012, 117 (3), 824Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c827.",
        "Arellano, Manuel and SteÃ\u0083Å\u0092Ã\u0082Â\u0081phane Bonhomme, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Identifying Distributional Characteristics in Random Coefficients Panel Data Models,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Review of Economic Studies, 2011, 79 (3), 987Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c1020.",
        "Azevedo, Eduardo M. and Jacob D. Leshno, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093A Supply and Demand Framework for Two-Sided Matching Markets,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Journal of Political Economy, 2016, 124 (5), 1235Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c1268.",
        "Bagger, Jesper and Rasmus Lentz, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093An Equilibrium Model of Wage Dispersion and Sorting.,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d 2016. Mimeo.",
        ", FrancÃ\u0083Å\u0092Ã\u0082Â§ois Fontaine, Fabien Postel-Vinay, and Jean-Marc Robin, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Tenure, Experience, Human Capital, and Wages: A Tractable Equilibrium Search Model of Wage Dynamics,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d The American Economic Review, 2014, 104 (6), 1551Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c1596.",
        "Becker, Gary S., Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093A Theory of Marriage: Part I,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Journal of Political economy, 1973, 81 (4), 813Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c846.",
        "Bonhomme, SteÃ\u0083Å\u0092Ã\u0082Â\u0081phane, Thibaut Lamadon, and Elena Manresa, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093A Distributional Framework for Matched Employer Employee Data,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d 2016. University of Chicago Mimeo.",
        "Burdett, Kenneth and Dale Mortensen, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Wage Differentials, Employer Size, and Unemployment, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d International Economic Review, 1998, 39 (2), 257Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c73.",
        "Card, David, JoÃ\u0083Å\u0092Ã\u0082Ë\u0086rg Heining, and Patrick Kline, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Workplace Heterogeneity and the Rise of West German Wage Inequality,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Quarterly Journal of Economics, 2013, 128 (3), 967Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c1015.",
        "Christensen, Bent Jesper, Rasmus Lentz, Dale T. Mortensen, George R. Neumann, and Axel Werwatz, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093On-the-Job Search and the Wage Distribution,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Journal of Labor Economics, 2005, 23 (1), 31Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c58.",
        "Eeckhout, Jan and Philipp Kircher, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Identifying SortingÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009dIn Theory,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Review of Economic Studies, 2011, 78 (3), 872Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c906.",
        "Farber, Henry S. and Robert Gibbons, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Learning and Wage Dynamics*,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Quarterly Journal of Economics, 1996, 111 (4), 1007Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c1047.",
        "Garicano, Luis, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Hierarchies and the Organization of Knowledge in Production,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Journal of Political Economy, 2000, 108 (5), 874Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c904.",
        "Gruetter, Max and Rafael Lalive, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093The Importance of Firms in Wage Determination,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Labour Economics, 2009, 16 (2), 149Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c160.",
        "Hagedorn, Marcus, Tzuo Hann Law, and Iourii Manovskii, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Identifying Equilibrium Models of Labor Market Sorting,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Econometrica, 2017, 85 (1), 29Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c65.",
        "Iranzo, Susana, Fabiano Schivardi, and Elisa Tosetti, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Skill Dispersion and Firm Productivity: An Analysis with Employer-Employee Matched Data,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Journal of Labor Economics, 2008, 26 (2), 247Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c285.",
        "Jochmans, Koen and Martin Weidner, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Fixed-Effect Regressions on Network Data,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d 2017. mimeo.",
        "Lindenlaub, Ilse and Fabien Postel-Vinay, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Multidimensional Sorting Under Random Search,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d 2017. mimeo.",
        "Ljungqvist, Lars and Thomas J. Sargent, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093The European Unemployment Dilemma,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Journal of Political Economy, 1998, 106 (3), 514Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c550. Lopes de Melo, Rafael, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Firm Wage Differentials and Labor Market Sorting: Reconciling Theory and Evidence,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Journal of Political Economy, forthcoming.",
        "Menzel, Konrad, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Large Matching Markets as Two-Sided Demand Systems,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Econometrica, 2015, 83 (3), 897Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c941.",
        "Pichelmann, Karl and Monika Riedel, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093New Jobs or Recalls?,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Empirica, 1992, 19 (2), 259Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c274.",
        "Postel-Vinay, Fabien and Jean-Marc Robin, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Equilibrium Wage Dispersion with Worker and Employer Heterogeneity,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Econometrica, 2002, 70 (6), 2295Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c2350.",
        "Shimer, Robert and Lones Smith, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Assortative Matching and Search,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Econometrica, 2000, 68 (2), 343Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c369.",
        "Solomon, Lewis C., Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093The Definition of College Quality and Its Impact on Earnings,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d in Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Explorations in Economic Research, volume 2, number 4,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d NBER, October 1975, pp. 537Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c587.",
        "Tiebout, Charles M., Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093A Pure Theory of Local Expenditures,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Journal of Political Economy, 1956, 64 (5), 416Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c424.",
        "Weiss, Gideon, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Time-Reversibility of Linear Stochastic Processes,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Journal of Applied Probability, 1975, 12 (4), 831Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c836."
    ]
}