{
    "id": 24072,
    "cites": 48,
    "cited_by": 14,
    "reference": [
        "Anthoff, David, Cameron Hepburn, and Richard SJ Tol. 2009. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Equity weighting and the marginal damage costs of climate change.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Ecological Economics 68 (3):836Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c849.",
        "Aroonruengsawat, Anin and Maximilian Auffhammer. 2011. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Impacts of climate change on residential electricity consumption: evidence from billing data.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d In The Economics of climate change: Adaptations past and present. University of Chicago Press, 311Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c342.",
        "Arrow, Kenneth J and Gerard Debreu. 1954. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Existence of an equilibrium for a competitive economy.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Econometrica :265Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c290.",
        "Auffhammer, Maximilian, Patrick Baylis, and Catherine H Hausman. 2017. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Climate change is projected to have severe impacts on the frequency and intensity of peak electricity demand across the United States.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Proceedings of the National Academy of Sciences .",
        "Auffhammer, Maximilian, Solomon Hsiang, Wolfram Schlenker, and Adam Sobel. 2013. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Using weather data and climate model output in economic analyses of climate change.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Review of Environmental Economics and Policy 7 (2):181Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c198.",
        "Barreca, Alan, Karen Clay, Olivier DescheÃ\u0083Å\u0092Ã\u0082â\u0080\u009anes, Michael Greenstone, and Joseph S. Shapiro. 2016. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Adapting to Climate Change: The Remarkable Decline in the US TemperatureMortality Relationship over the Twentieth Century.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Journal of Political Economy .",
        "Burke, Marshall, John Dykema, David B Lobell, Edward Miguel, and Shanker Satyanath. 2015. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Incorporating Climate Uncertainty into Estimates of Climate Change Impacts.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Review of Economics and Statistics .",
        "Burke, Marshall and Kyle Emerick. 2016. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Adaptation to Climate Change: Evidence from US Agriculture.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d American Economic Journal: Economic Policy 8 (3):106Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c40.",
        "Burke, Marshall, Solomon Hsiang, and Edward Miguel. 2015. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Global non-linear effect of temperature on economic production.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Nature 527 (7577):235Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c239.",
        "Cameron, A Colin, Jonah B Gelbach, and Douglas L Miller. 2011. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Robust inference with multiway clustering.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Journal of Business & Economic Statistics 29 (2).",
        "Carleton, Tamma A and Solomon M Hsiang. 2016. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Social and economic impacts of climate. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Science 353 (6304):aad9837.",
        "Costinot, Arnaud, Dave Donaldson, and Cory Smith. 2016. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Evolving comparative advantage and the impact of climate change in agricultural markets: Evidence from 1.7 million fields around the world.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Journal of Political Economy 124 (1):205Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c248.",
        "Dell, Melissa, Benjamin F. Jones, and Benjamin A. Olken. 2012. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Temperature Shocks and Economic Growth: Evidence from the Last Half Century.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d American Economic Journal: Macroeconomics 4 (3):66Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c95.",
        "Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009dÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009dÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009d. 2013. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093What Do We Learn from the Weather? The New Climate-Economy Literature. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Tech. rep., National Bureau of Economic Research.",
        "Deryugina, T. 2017. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093The Fiscal Cost of Hurricanes: Disaster Aid Versus Social Insurance.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d American Economic Journal: Economic Policy . Deryugina, Tatyana, Laura Kawano, and Steven Levitt. forthcoming. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093The Economic Impact of Hurricane Katrina on its Victims: Evidence from Individual Tax Returns.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d American Economic Journal: Applied Economics .",
        "DescheÃ\u0083Å\u0092Ã\u0082â\u0080\u009anes, Olivier, Robin Burgess, David Donaldson, and Michael Greenstone. 2011. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Climate Change and Mortality in India.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Mimeo .",
        "DescheÃ\u0083Å\u0092Ã\u0082â\u0080\u009anes, Olivier and Michael Greenstone. 2007. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093The Economic Impacts of Climate Change: Evidence from Agricultural Output and Random Fluctuations in Weather.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d American Economic Review 97:354Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c385.",
        "DescheÃ\u0083Å\u0092Ã\u0082â\u0080\u009anes, Olivier and Michael Greenstone. 2011. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Climate Change, Mortality, and Adaptation: Evidence from Annual Fluctuations in Weather in the US.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d American Economic Journal: Applied Economics 3 (4):152Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c85.",
        "Desmet, Klaus, Robert Kopp, David Nagy, Michael Oppenheimer, and Estban RossiHansberg. 2017. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Dynamic Geography of the Population and Economic Response to Sea Level Rise.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Mimeo .",
        "Desmet, Klaus and Esteban Rossi-Hansberg. 2015. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093On the spatial economic impact of global warming.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Journal of Urban Economics 88:16Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c37.",
        "Dingel, Jonathan, Solomon Hsiang, and Kyle Meng. 2017. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093The Spatial Structure of Endowments, Trade, and Inequality: Evidence from the Global Climate.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Mimeo .",
        "Fisher, Anthony C, W Michael Hanemann, Michael J Roberts, and Wolfram Schlenker. 2012. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093The economic impacts of climate change: evidence from agricultural output and random fluctuations in weather: comment.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d The American Economic Review 102 (7):3749Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c3760.",
        "Graff Zivin, Joshua and Matthew Neidell. 2014. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Temperature and the allocation of time: Implications for climate change.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Journal of Labor Economics 32 (1):1Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c26.",
        "Guo, Christopher and Christopher Costello. 2013. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093The value of adaption: Climate change and timberland management.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d J. of Env Econ and Management 65 (3):452Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c468.",
        "Hartwick, John M. 1977. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Intergenerational equity and the investing of rents from exhaustible resources.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d The American Economic Review :972Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c974.",
        "Healy, Andrew and Neil Malhotra. 2009. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Myopic Voters and Natural Disaster Policy.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d American Political Science Review 103 (03):387Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c406.",
        "Hornbeck, Richard. 2012. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093The Enduring Impact of the American Dust Bowl: Short-and Long-Run Adjustments to Environmental Catastrophe.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d The American Economic Review 102 (4):1477Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c1507.",
        "Houser, Trevor, Robert Kopp, Solomon Hsiang, Michael Delgado, Amir Jina, Kate Larsen, Michael Mastrandrea, Shashank Mohan, Robert Muir-Wood, DJ Rasmussen, James Rising, and Paul Wilson. 2015. American Climate Prospectus: Economic Risks in the United States. Columbia University Press.",
        "Hsiang, Solomon. 2010. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Temperatures and Cyclones strongly associated with economic production in the Caribbean and Central America.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Proceedings of the National Academy of Sciences 107 (35):15367Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c15372.",
        "Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009dÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009dÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009d. 2016. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Climate econometrics.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Annual Rev of Resource Econ 8:43Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c75.",
        "Hsiang, Solomon, Robert Kopp, Amir Jina, James Rising, Michael Delgado, Shashank Mohan, DJ Rasmussen, Robert Muir-Wood, Paul Wilson, Michael Oppenheimer, Kate Larsen, and Trevor Houser. 2017. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Estimating economic damage from climate change in the United States.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Science 356 (6345):1362Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c1369.",
        "Hsiang, Solomon and Daiju Narita. 2012. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Adaptation to Cyclone Risk: Evidence from the Global Cross-Section.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Climate Change Economics 3 (2).",
        "Hsiang, Solomon M and Marshall Burke. 2014. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Climate, conflict, and social stability: what does the evidence say?Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Climatic Change 123 (1):39Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c55.",
        "Huntington, Ellsworth. 1922. Civilization and climate. Yale University Press.",
        "Kahn, M. 2013. Climatopolis: how our cities will thrive in the hotter future. Basic Books.",
        "Kelly, David L, Charles D Kolstad, and Glenn T Mitchell. 2005. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Adjustment costs from environmental change.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Journal of Environmental Econ and Management 50 (3):468Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c495.",
        "Koopmans, Tjalling C. 1957. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Allocation of resources and the price system.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d In Three Essays on The State of Economic Science, chap. 1. Oxford: McGraw-Hill, 4Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c40.",
        "Mackworth, Norman H. 1946. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Effects of Heat on Wireless Telegraphy Operators Hearing and Recording Morse Messages.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d British Journal of Industrial Medicine 3:143Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c158.",
        "Mendelsohn, Robert, William D. Nordhaus, and Daigee Shaw. 1994. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093The Impact of Global Warming on Agriculture: A Ricardian Analysis.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d The American Economic Rev :753Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c771.",
        "Nickell, Stephen. 1981. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Biases in dynamic models with fixed effects.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Econometrica :1417Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c 1426.",
        "Parsons, Ken. 2014. Human thermal environments: the effects of hot, moderate, and cold environments on human health, comfort, and performance. CRC press.",
        "Roberts, Michael J. and Wolfram Schlenker. 2011. The Evolution of Heat Tolerance of Corn: Implications for Climate Change. University of Chicago Press, 225Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c251.",
        "Schlenker, W, W Hanemann, and A Fisher. 2005. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Will U.S. Agriculture Really Benefit from Global Warming? Accounting for Irrigation in the Hedonic Approach.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d American Economic Review 95 (1):395Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c406.",
        "Schlenker, Wolfram, W Michael Hanemann, and Anthony C Fisher. 2006. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093The impact of global warming on US agriculture: an econometric analysis of optimal growing conditions. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Review of Economics and statistics 88 (1):113Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c125.",
        "Schlenker, Wolfram and Michael Roberts. 2009. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Nonlinear temperature effects indicate severe damages to U.S. crop yields under climate change.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Proceedings of the National Academy of Sciences 106 (37):15594Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c15598.",
        "Seppanen, Olli, William J Fisk, and QH Lei. 2006. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Effect of temperature on task performance in office environment.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Tech. rep., Lawrence Berkeley National Laboratory.",
        "Solow, Robert. 1991. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Sustainability: an economistÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0084¢s perspective.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d In Economics of the Environment, edited by Robert Stavins. W. W. Norton & Company.",
        "Stevens, Andrew. 2017. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Temperature, Wages, and Agricultural Labor Productivity.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d ."
    ]
}