{
    "id": 24070,
    "cites": 38,
    "cited_by": 45,
    "reference": [
        "Asness, C. S., A. Frazzini, and L. H. Pedersen (2014). Quality minus junk. Technical report, Copenhagen Business School.",
        "Asness, C. S., T. J. Moskowitz, and L. H. Pedersen (2013). Value and momentum everywhere. Journal of Finance, 929Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c985.",
        "Barillas, F. and J. Shanken (2017). Comparing asset pricing models. Journal of Finance, forthcoming.",
        "Cochrane, J. H. (2011). Presidential address: Discount rates. Journal of Finance 66(4), 1047Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c1108.",
        "DeMiguel, V., L. Garlappi, F. J. Nogales, and R. Uppal (2009). A generalized approach to portfolio optimization: Improving performance by constraining portfolio norms. Management Science 55(5), 798Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c812.",
        "DeMiguel, V., A. Martin-Utrera, F. J. Nogales, and R. Uppal (2017). A portfolio perspective on the multitude of firm characteristics.",
        "Fama, E. F. and K. R. French (1993). Common risk factors in the returns on stocks and bonds. Journal of Financial Economics 33, 23Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c49.",
        "Fama, E. F. and K. R. French (2008). Dissecting anomalies. The Journal of Finance 63(4), 1653Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c1678.",
        "Fama, E. F. and K. R. French (2015). A five-factor asset pricing model. Journal of Financial Economics 116(1), 1Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c22.",
        "Fama, E. F. and K. R. French (2016). Dissecting anomalies with a five-factor model. The Review of Financial Studies 29(1), 69Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c103.",
        "Fan, J., Y. Liao, and W. Wang (2016). Projected principal component analysis in factor models. Annals of statistics 44(1), 219.",
        "Feng, G., S. Giglio, and D. Xiu (2017). Taming the factor zoo. Technical report, University of Chicago.",
        "Freyberger, J., A. Neuhierl, and M. Weber (2017). Dissecting characteristics nonparametrically. Technical report, University of Chicago.",
        "Green, J., J. R. Hand, and X. F. Zhang (2017). The characteristics that provide independent information about average us monthly stock returns. Review of Financial Studies, hhx019.",
        "Hansen, L. P. and R. Jagannathan (1991). Implications of security market data for models of dynamic economies. Journal of Political Economy 99, 225Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c262.",
        "Hansen, L. P. and R. Jagannathan (1997). Assessing specification errors in stochastic discount factor models. Journal of Finance 52, 557Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c590.",
        "Harvey, C. R., J. C. Liechty, and M. W. Liechty (2008). Bayes vs. resampling: a rematch. Journal of Investment Management 6 No. 1, 29Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c45.",
        "Hastie, T. J., R. J. Tibshirani, and J. H. Friedman (2011). The elements of statistical learning: data mining, inference, and prediction. Springer.",
        "Hou, K., C. Xue, and L. Zhang (2015). Digesting anomalies: An investment approach. The Review of Financial Studies 28(3), 650Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c705.",
        "Huerta, R., F. Corbacho, and C. Elkan (2013). Nonlinear support vector machines can systematically identify stocks with high and low future returns. Algorithmic Finance 2(1), 45Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c58.",
        "Kelly, B. T., S. Pruitt, and Y. Su (2017). Some characteristics are risk exposures, and the rest are irrelevant.",
        "Kogan, L. and M. Tian (2015). Firm characteristics and empirical factor models: a modelmining experiment. Technical report, MIT.",
        "Kozak, S., S. Nagel, and S. Santosh (2017). Interpreting factor models. Journal of Finance.",
        "Ledoit, O. and M. Wolf (2004a). A Well-Conditioned Estimator for Large-Dimensional Covariance Matrices. Journal of Multivariate Analysis 88(2), 365Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c411.",
        "Ledoit, O. and M. Wolf (2004b). Honey, I Shrunk the Sample Covariance Matrix. The Journal of Portfolio Management 30(4), 110Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c119.",
        "Lewellen, J., S. Nagel, and J. Shanken (2010). A skeptical appraisal of asset-pricing tests. Journal of Financial Economics 96, 175Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c194.",
        "Lin, X. and L. Zhang (2013). The investment manifesto. Journal of Monetary Economics 60, 351Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c66.",
        "MacKinlay, A. C. (1995). Multifactor models do not explain deviations from the capm. Journal of Financial Economics 38(1), 3Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c28.",
        "McLean, D. R. and J. Pontiff (2016). Does Academic Research Destroy Stock Return Predictability ? Journal of Finance 71(1), 5Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c32.",
        "Moritz, B. and T. Zimmermann (2016). Tree-based conditional portfolio sorts: The relation between past and future stock returns. Technical report, Federal Reserve Board.",
        "Novy-Marx, R. and M. Velikov (2016). A taxonomy of anomalies and their trading costs. Review of Financial Studies 29(1), 104Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c147.",
        "PÃ\u0083Æ\u0092Ã\u0082Â¡stor, L. (2000). Portfolio selection and asset pricing models. Journal of Finance 55(1), 179Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c223.",
        "PÃ\u0083Æ\u0092Ã\u0082Â¡stor, L. and R. F. Stambaugh (2000). Comparing asset pricing models: an investment perspective. Journal of Financial Economics 56(3), 335Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c381.",
        "Ross, S. A. (1976). The arbitrage theory of capital asset pricing. Journal of Economic Theory 13, 341Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c360.",
        "Tibshirani, R. (1996). Regression shrinkage and selection via the lasso. Journal of the Royal Statistical Society. Series B (Methodological), 267Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c288.",
        "Tsai, C.-F., Y.-C. Lin, D. C. Yen, and Y.-M. Chen (2011). Predicting stock returns by classifier ensembles. Applied Soft Computing 11(2), 2452Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c2459.",
        "Vuolteenaho, T. (2002). What drives firm-level stock returns? Journal of Finance 52, 233Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c264.",
        "Zou, H. and T. Hastie (2005). Regularization and variable selection via the elastic net. Journal of the Royal Statistical Society: Series B (Statistical Methodology) 67(2), 301Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c"
    ]
}