{
    "id": 24076,
    "cites": 29,
    "cited_by": 19,
    "reference": [
        "Achdou, Y., Lasry, J.-M., Lions, P.-L. and Moll, B.: 2014, Online appendix: Numerical methods for Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093heterogeneous agent models in continuous timeÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d, Unpublished manuscript, Princeton Univ., Princeton, NJ .",
        "Bansal, R., Kiku, D. and Yaron, A.: 2009, An empirical evaluation of the long-run risks model for asset prices. NBER Working Paper 15504.",
        "Bansal, R. and Yaron, A.: 2004, Risks for the long run: A potential resolution of asset pricing puzzles, The Journal of Finance 59(4), 1481Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c1509.",
        "Begenau, J. and Landvoigt, T.: 2016, Financial regulation in a quantitative model of the modern banking system. HBS Working Paper.",
        "Begenau, J., Piazzesi, M. and Schneider, M.: 2015, BanksÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0084¢ risk exposures, Stanford University Working Paper .",
        "Brunnermeier, M. K. and Sannikov, Y.: 2014, A macroeconomic model with a financial sector, The American Economic Review 104(2), 379Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c421.",
        "Cox, J. C., Ingersoll, Jonathan E., J. and Ross, S. A.: 1985, An intertemporal general equilibrium model of asset prices, Econometrica 53(2), 363Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c384.",
        "Di Tella, S.: 2016, Uncertainty shocks and balance sheet recessions, Journal of Political Economy, forthcoming .",
        "Diamond, D. W. and Rajan, R. G.: 2001, Liquidity risk, liquidity creation, and financial fragility: A theory of banking, The journal of political economy 109, 287Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c327.",
        "Diamond, Douglas, W. and Dybvig, P. H.: 1983, Bank runs, deposit insurance, and liquidity, Journal of Political Economy 91(3), 401Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c419.",
        "Drechsler, I., Savov, A. and Schnabl, P.: 2014, The deposits channel of monetary policy, New York University Working Paper .",
        "Drechsler, I., Savov, A. and Schnabl, P.: 2017, Banking on deposits: Maturity transformation without interest rate risk. Working paper, NYU.",
        "Driscoll, J. C. and Judson, R.: 2013, Sticky deposit rates. FEDS Working Paper.",
        "English, W. B., Van den Heuvel, S. and Zakrajsek, E.: 2012, Interest rate risk and bank equity valuations.",
        "Gertler, M. and Kiyotaki, N.: 2015, Banking, liquidity, and bank runs in an infinite horizon economy, The American Economic Review 105(7), 2011Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c2043.",
        "Haddad, V. and Sraer, D. A.: 2015, The banking view of bond risk premia. Princeton University Working Paper.",
        "Hannan, T. H. and Berger, A. N.: 1991, The rigidity of prices: Evidence from the banking industry, The American Economic Review pp. 938Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c945.",
        "He, Z. and Krishnamurthy, A.: 2011, A model of capital and crises, The Review of Economic Studies .",
        "He, Z. and Krishnamurthy, A.: 2012, Intermediary asset pricing, The American Economic Review .",
        "Kiyotaki, N. and Wright, R.: 1989, On money as a medium of exchange, The Journal of Political Economy pp. 927Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c954.",
        "Krishnamurthy, A. and Vissing-Jorgensen, A.: 2015, The impact of treasury supply on financial sector lending and stability.",
        "Lagos, R. and Wright, R.: 2005, A unified framework for monetary theory and policy analysis, Journal of Political Economy 113(3), 463Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c484.",
        "Landier, A., Sraer, D. and Thesmar, D.: 2013, BanksÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0084¢ exposure to interest rate risk and the transmission of monetary policy. NBER Working Paper 18857.",
        "Nagel, S.: 2014, The liquidity premium of near-money assets. NBER Working Paper 20265.",
        "Newey, W. K. and West, K. D.: 1987, A simple, positive semi-definite, heteroskedasticity and autocorrelation consistent covariance matrix, Econometrica 55(3), 703Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c08.",
        "Phillips, P. C. and Yu, J.: 2009, Maximum likelihood and gaussian estimation of continuous time models in finance, Handbook of financial time series, Springer, pp. 497Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c530.",
        "Piazzesi, M. and Schneider, M.: 2007, Equilibrium yield curves, NBER Macroeconomics Annual 2006, Volume 21, MIT Press, pp. 389Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c472.",
        "Rampini, A. A., Viswanathan, S. and Vuillemey, G.: 2015, Risk management in financial institutions, Duke University Working Paper .",
        "Yankov, V.: 2014, In search of a risk-free asset, FEDS Working Paper ."
    ]
}