{
    "id": 2407,
    "cites": 37,
    "cited_by": 0,
    "reference": [
        "Abraham, Katharine G. and Farber, Henry S. Match Quality, Seniority and Earnings, American Economic Review 77 (June 1987): 278-97.",
        "Alchian, Armen A. Uncertainty, Evolution and Economic Theory, J.P.E. 58 (June, 1950): 211-221.",
        "Altonji, Joe and Shakotko, Robert. Do Wages Rise with Job Seniority? Columbia University, July, 19824.",
        "Baker, George P. Monitoring Costs and Compensation Structure, Harvard Business School, May, 1987.",
        "Becker, Gary S. The Theory of Human Capital: A Theoretical and Empirical Analysis. New York: Columbia Univ. Press, 19614.",
        "Breton, Albert and Wintrobe, Ronald The Bureaucracy of Murder Revisited, J.P.E. 914 (Oct., 1986): 905-926.",
        "Cheung, Steven N. The Theory of Share Tenancy. Chicago: University of Chicago Press, 1969.",
        "Coase, Ronald. The Nature of the Firm, Economica (1937, no. 24): 386-2405.",
        "Gaynor, Martin and Pauly, Mark. Alternative Compensation Arrangements and Productive Efficiency in Partnerships: Evidence from Medical Group Practice, NBER, Feb., 1987.",
        "Gilson, Ronald J. and Mnookin, Robert H. Sharing Among the Human Capitalists: An Economic Inquiry into the Corporate Law Firm and How Partners Split Profits, Stanford Law Review 37 (January 1985): 313-97.",
        "Green, Jerry and Stokey, Nancy. A Comparison of Tournaments and Contracts, J.P.E. 91 (June, 1983): 3249-65.",
        "Grossman, Sanford J. and Hart, Oliver. An Analysis of the Principal-Agent Problem, Econometrica 51 (Jan., 1983): 7-145.",
        "Groves, Theodore. Incentives in Teams, Econometrica Ill (July, 1973): 617-32.",
        "Hall, Robert E. The Importance of Lifetime Jobs in the U.S. Economy, Amer. Econ. Rev. 72 (Sept., 1982): 716-27.",
        "Holmstrom, Bengt. Moral Hazard in Teams, Bell J. Econ. 13 (Autumn, 1982): 3214-240.",
        "Johnson, D. Gale. Resource Allocation under Share Contract, J.P.E. 68 (April, 1950): 111-23.",
        "Joskow, Paul L. Contract Duration and Relation-Specific Investments: Empirical Evidence from Coal Markets, Am. Econ. Rev. 77 (March, 1987): 168-85.",
        "Kennan, John. Bonding and Enforcement of Labor Contracts, Econ. Letters 1979.",
        "Klein, Benjamin, Crawford, Robert G. and Alohian, Armen A. Vertical Integration, Appropriable Rents and the Competitive Contracting Process, J.P.E. 89 (Aug., 1981): 615-6141.",
        "Koopmans, Tjalling and Beckmann, Martin. Assignment Problems and the Location of Economic Activities, Econornetrica 25 (Jan., 1957): 53-76.",
        "Kostiuk, Peter. Firm Organization and Compensation of Corporate Executives, unpublished Ph.D. dissertation, Univ. of Chicago, 1985.",
        "Lazear, Edward P. Pay Equality and Industrial Politics, Hoover Institu~ tion, 1986.",
        "Marshall, Alfred. Principles of Economics (8th ed.). London: Macmillan, 1930.",
        "Marshall, Robert C. and Zarkin, Gary A., The Effects of Job Tenure on Wage Offers, Duke University, 1985.",
        "Milgrom, Paul. Employment Contracts, Influence Activities and Efficient Organization Design, Univ. of California, Berkeley, 1987.",
        "Mirrlees, James A. The Optimum Structure of Incentives and Authority within an Organization, Bell J. Econ. 7 (Spring, 1976): 105-31.",
        "Murphy, Kevin J. Ability, Performance and Compensation: A Theoretical and Empirical Investigation of Managerial Compensation, unpublished Ph.D. dissertation, Univ. of Chicago, 19824.",
        "Nalebuff, Barry J. and Stiglitz, Joseph E. Prizes and Incentives: Toward a General Theory of Compensation and Competition, Bell J. Econ. 114 (Spring, 1983): 21-143.",
        "OKeeffe, Mary, Viscusi, W. Kip, and Zeckhauser, Richard J. Economic Contests: Comparative Reward Schemes, J. Labor Econ. 2 (Jan., 19824): 27-56.",
        "Radner, Roy. Monitoring Cooperative Agreements in a Repeated PrincipalAgent Relationship, Econometrica 149 (Sept., 1981): 1127-11248.",
        "Rashdall, Hastings. The Universities in Europe in the Middle Ages. Oxford: Oxford Univ. Press, 1895. - Rosen, Sherwin. Authority, Control and the Distribution of Earnings, Bell J. Econ. 13 (Oct., 1982): 311-23.",
        "Scholes, Myron S. and Wolfson, Mark A. Taxes and Organization Theory, Stanford U., Sept., 1986.",
        "Shavell, Steven. Risk Sharing and Incentives in the Principal and Agent Relationship, Bell J. Econ. 10 (Spring, 1979): 55-73.",
        "Stigler, George J. The Division of Labor is Limited by the Extent of the Market, J.Polit.Econ. 59 (Jan., 1951): 185-93.",
        "Stiglitz, Joseph E. Incentives, Risk and Information: Notes Toward a Theory of Hierarchy, Bell J. Econ. 6 (Autumn, 1975): 552-79.",
        "Topel, Robert, Job Mobility and Earnings Growth: A Reinterpretation of Human Capital Earnings Functions, in R.E. Ehrenberg (ed.), Research in Labor Economics, Greenwich: JAI Press, 1987.",
        "Weitzrnan, Martin. Prices Versus Quantities, Review of Economic Studies, 241 (0c~t. 19714): 1477-91."
    ]
}