{
    "id": 24084,
    "cites": 57,
    "cited_by": 41,
    "reference": [
        "Albouy, D. and B. Lue (2015). Driving to opportunity: Local rents, wages, commuting, and sub-metropolitan quality of life. Journal of Urban Economics 89, 74Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c92.",
        "Alonso, W. (1964). Location and Land Use: Toward a General Theory of Land Rent. Cambridge, MA and London, England: Harvard University Press.",
        "Autor, D. H., C. J. Palmer, and P. A. Pathak (2017). Gentrification and the Amenity Value of Crime Reductions: Evidence from Rent Deregulation. Working Paper 23914, National Bureau of Economic Research.",
        "Bartik, T. J. (1991). Who benefits from state and local economic development policies? Upjohn Press.",
        "Baum-Snow, N. (2007). Did Highways Cause Suburbanization? The Quarterly Journal of Economics 122(2), 775Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c805.",
        "Baum-Snow, N. and D. Hartley (2016). Causes and Consequences of Central Neighborhood Change, 1970-2010.",
        "Bayer, P., F. Ferreira, and R. McMillan (2007). A Unified Framework for Measuring Preferences for Schools and Neighborhoods. Journal of Political Economy 115(4), 588Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c638.",
        "Becker, G. S. (1965). A Theory of the Allocation of Time. The Economic Journal 75(299), 493Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c517.",
        "Berry, S., J. Levinsohn, and A. Pakes (1995). Automobile Prices in Market Equilibrium. Econometrica 63(4), 841Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c890.",
        "Berry, S. T. (1994). Estimating Discrete-Choice Models of Product Differentiation. The RAND Journal of Economics 25(2), 242Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c262.",
        "Boustan, L. P. (2010). Was Postwar Suburbanization White Flight? Evidence from the Black Migration. The Quarterly Journal of Economics 125(1), 417Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c443.",
        "Card, D. and A. B. Krueger (1992). School Quality and Black-White Relative Earnings: A Direct Assessment. The Quarterly Journal of Economics 107(1), 151Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c200.",
        "Carlino, G. A. and A. Saiz (2008). Beautiful City: Leisure Amenities and Urban Growth. SSRN Scholarly Paper ID 1280157, Social Science Research Network, Rochester, NY.",
        "Cortright, J. (2014). The Young and the Restless and the NationÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0084¢s Cities. Technical report, City Observatory.",
        "Couture, V. (2013). Valuing the Consumption Benefits of Urban Density. University of California, Berkeley. Processed.",
        "Davidoff, T. (2016). Supply Constraints Are Not Valid Instrumental Variables for Home Prices Because They Are Correlated with Many Demand Factors. Critical Finance Review 5(2), 177Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c206.",
        "Diamond, R. (2016). The determinants and welfare implications of U.S. workersÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0084¢ diverging location choices by skill: 1980-2000. American Economic Review 106(3), 479Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c524.",
        "Duranton, G. and D. Puga (2015). Chapter 8 - Urban Land Use. In J. V. H. a. W. C. S. Gilles Duranton (Ed.), Handbook of Regional and Urban Economics, Volume 5 of Handbook of Regional and Urban Economics, pp. 467Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c560. Elsevier.",
        "Edlund, L., C. Machado, and M. Sviatchi (2015). Bright Minds, Big Rent: Gentrification and the Rising Returns to Skill. Working Paper 21729, National Bureau of Economic Research.",
        "Ellen, I. G., K. M. Horn, and D. Reed (2017). Has Falling Crime Invited Gentrification? Technical Report CES 17-27, Center for Economic Studies.",
        "Epple, D. and H. Sieg (1999). Estimating Equilibrium Models of Local Jurisdictions. Journal of Political Economy 107(4), 645Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c681.",
        "Ferreira, F. and J. Gyourko (2011). Anatomy of the beginning of the housing boom: US neighborhoods and metropolitan areas, 1993-2009. Working Paper 17374, National Bureau of Economic Research.",
        "Fortin, N., T. Lemieux, and S. Firpo (2011). Decomposition Methods in Economics. In Handbook of Labor Economics, Volume 4. Elsevier B.V. Frey, W. H. (1993). The new urban revival in the United States. Urban Studies 30, 741Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c741.",
        "Glaeser, E. L., J. Gyourko, and R. E. Saks (2006). Urban growth and housing supply. Journal of Economic Geography 6(1), 71Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c89.",
        "Glaeser, E. L., M. E. Kahn, and J. Rappaport (2008). Why do the poor live in cities? The role of public transportation. Journal of Urban Economics 63(1), 1Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c24.",
        "Glaeser, E. L., J. Kolko, and A. Saiz (2001). Consumer city. Journal of Economic Geography 1(1), 27Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c50.",
        "Glaeser, E. L., A. Saiz, G. Burtless, and W. C. Strange (2004). The Rise of the Skilled City [with Comments]. Brookings-Wharton Papers on Urban Affairs, 47Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c105.",
        "Graham, M. R., M. J. Kutzbach, and B. McKenzie (2014). Design Comparison of LODES and ACS Commuting Data. Technical report, United States Census Bureau, Center for Economic Studies.",
        "Gyourko, J., C. Mayer, and T. Sinai (2013). Superstar cities. American Economic Journal: Economic Policy 5(4), 167Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c199.",
        "Holian, M. J. and M. E. Kahn (2012). The Impact of Center City Economic and Cultural Vibrancy on Greenhouse Gas Emissions from Transportation. MTI Report 11-13, Mineta Transportation Institute.",
        "Igami, M. and N. Yang (2016). Unobserved Heterogeneity in Dynamic Games: Cannibalization and Preemptive Entry of Hamburger Chains in Canada. Quantitative Economics 7(2), 483Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c 521.",
        "Jaffee, D. and J. M. Quigley (2011). The Future of the Government Sponsored Enterprises: The Role for Government in the U.S. Mortgage Market. Working Paper 17685, National Bureau of Economic Research.",
        "Johnson, K. and N. Wingfield (2013). As Amazon Stretches, SeattleÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0084¢s Downtown Is Reshaped. The New York Times.",
        "Kneebone, E. and S. Raphael (2011). City and Suburban Crime Trends in Metropolitan America. Technical report, Brookings Institution.",
        "Kotkin, J. and W. Cox (2011). Cities and the Census. City Journal. Lee, S. and J. Lin. (Forthcoming). Natural Amenities, Neighborhood Dynamics, and Persistence in the Spatial Distribution of Income. The Review of Economic Studies.",
        "LeRoy, S. F. and J. Sonstelie (1983). Paradise lost and regained: Transportation innovation, income, and residential location. Journal of Urban Economics 13(1), 67Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c89.",
        "Levitt, S. D. (2004). Understanding Why Crime Fell in the 1990s: Four Factors that Explain the Decline and Six that Do Not. Journal of Economic Perspectives 18(1), 163Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c190.",
        "McFadden, D. (1973). Conditional Logit Analysis of Qualitative Choice Behavior. In Frontiers in Econometrics, pp. 105Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c142. New York: Academic Press.",
        "McFadden, D. (1978). Modelling the Choice of Residential Location. In A. Karlqvist (Ed.), Spatial Interaction Theory and Planning Models. New York: Elsevier North-Holland.",
        "Mills, E. (1969). The Value of Land. The Quality of the Urban Environment, 231Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c253.",
        "Monte, F., S. J. Redding, and E. Rossi-Hansberg (2015). Commuting, Migration and Local Employment Elasticities. Working Paper 21706, National Bureau of Economic Research.",
        "Moretti, E. (2012). The New Geography of Jobs. Houghton Mifflin Harcourt.",
        "Murphy, D. (2017). Home Production, Expenditure, and Economics Geography. University of Virginia Darden School of Business.",
        "Muth, R. (1969). Cities and Housing: The Spatial Patterns of Urban Residential Land Use. University of Chicago, Chicago 4, 114Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c123.",
        "Neumark, D., J. Zhang, and B. Wall (2007). Employment dynamics and business relocation: New evidence from the National Establishment Time Series. Research in Labor Economics 26, 39Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c83.",
        "Oaxaca, R. (1973). Male-Female Wage Differentials in Urban Labor Markets. International Economic Review 14(3), 693Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c709.",
        "Parrott, J. and M. Zandi (2013). Opening the Credit Box. Technical report, Moodys Analytics and the Urban Institute, New York and Washington, DC.",
        "Rappaport, J. (2009). The increasing importance of quality of life. Journal of Economic Geography 9(6), 779Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c804.",
        "Rappaport, J. (2015). Millennials, Baby Boomers, and Rebounding Multifamily Home Construction. Working Paper 2637622, Federal Reserve Bank of Kansas City.",
        "Roback, J. (1982). Wages, Rents, and the Quality of Life. Journal of Political Economy 90(6), 1257Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c78.",
        "Rosen, S. (1979). Wage-Based Indexes of Urban Quality of Life. In P. M. Mieszkowski and M. R. Straszheim (Eds.), Current Issues in Urban Economics. John Hopkins University Press.",
        "Sanderson, E. and F. Windmeijer (2016). A Weak Instrument F-Test in Linear IV Models with Multiple Endogenous Variables. Journal of Econometrics 190, 212Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c221.",
        "Stock, J. H. and M. Yogo (2005). Testing for weak instruments in linear IV regression. pp. 80Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c108. New York: Cambridge University Press.",
        "Stock, K. and V. Wong (2015). Chipotle: The Definitive Oral History.",
        "Teulings, C. N., I. V. Ossokina, and H. L. F. d. Groot (2014). Welfare Benefits of Agglomoration and Worker Heterogeneity. Technical Report 289, CPB Netherlands Bureau for Economic Policy Analysis.",
        "Toivanen, O. and M. Waterson (2005). Market Structure and Entry: WhereÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0084¢s the Beef? The RAND Journal of Economics 36(3), 680Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c699.",
        "Waddell, P., C. Bhat, N. Eluru, L. Wang, and R. M. Pendyala (2007). Modeling interdependence in household residence and workplace choices. Transportation Research Record: Journal of the Transportation Research Board 2003(1), 84Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c92."
    ]
}