{
    "id": 24080,
    "cites": 26,
    "cited_by": 5,
    "reference": [
        "Abowd, J. M., K. L. McKinney, and L. Vilhuber (2009): Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093The Link between Human Capital, Mass Layoffs, and Firm Deaths,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d in Producer Dynamics: New Evidence from Micro Data, pp. 447Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c472. University of Chicago Press.",
        "Acemoglu, D., D. Autor, D. Dorn, G. H. Hanson, and B. Price (2016): Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Import Competition and the Great US Employment Sag of the 2000s,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Journal of Labor Economics, 34(S1), S141Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009cS198.",
        "Autor, D., D. Dorn, G. Hanson, and K. Majlesi (2016): Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Importing Political Polarization? The Electoral Consequences of Rising Trade Exposure,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Working Paper 22637, National Bureau of Economic Research.",
        "Autor, D. H., D. Dorn, and G. H. Hanson (2013): Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093The China Syndrome: Local Labor Market Effects of Import Competition in the United States,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d American Economic Review, 103(6), 2121Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c 2168.",
        "Bernard, A. B., J. Eaton, J. B. Jensen, and S. Kortum (2003): Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Plants and Productivity in International Trade,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d American Economic Review, 93(4), 1268Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c1290.",
        "Bernard, A. B., and J. B. Jensen (2002): Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093The Deaths of Manufacturing Plants,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Discussion paper, National Bureau of Economic Research.",
        "(2007): Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Firm Structure, Multinationals, and Manufacturing Plant Deaths,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d The Review of Economics and Statistics, 89(2), 193Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c204.",
        "Bernard, A. B., S. J. Redding, and P. K. Schott (2007): Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Comparative Advantage and Heterogeneous Firms,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Review of Economic Studies, 74(1), 31Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c66.",
        "Brand, J. E., B. R. Levy, and W. T. Gallo (2008): Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Effects of Layoffs and Plant Closings on Subsequent Depression among Older Workers,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Research on Aging, 30(6), 701Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c721.",
        "Davis, S. J., J. C. Haltiwanger, and S. Schuh (1996): Job Creation and Destruction. The MIT Press, Cambridge, MA.",
        "Feenstra, R. C., J. Romalis, and P. K. Schott (2002): Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093U.S. Imports, Exports, and Tariff Data, 1989-2001,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d NBER Working Papers 9387, National Bureau of Economic Research.",
        "Gibbons, R., and L. Katz (1991): Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Layoffs and Lemons,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Journal of Labor Economics, 9(4), 351Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c380.",
        "Groizard, J. L., P. Ranjan, and A. Rodriguez-Lopez (2014): Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Offshoring and Jobs: The Myriad Channels of Influence,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d European Economic Review, 72, 221Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c239.",
        "Haltiwanger, J., R. S. Jarmin, and J. Miranda (2013): Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Who Creates Jobs? Small versus Large versus Young,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Review of Economics and Statistics, 95(2), 347Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c361.",
        "Herzog, H. W., and A. M. Schlottmann (1995): Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Worker Displacement and Job-Search: A Regional Analysis of Structural Impediments to Re-Employment,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Journal of Regional Science, 35(4), 553Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c577.",
        "Hu, L., and C. Taber (2011): Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Displacement, Asymmetric Information, and Heterogeneous Human Capital,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Journal of Labor Economics, 29(1), 113Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c152.",
        "Klein, M. W., S. Schuh, and R. K. Triest (2003): Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Job Creation, Job Destruction, and the Real Exchange Rate,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Journal of International Economics, 59(2), 239Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c265.",
        "Magyari, I. (2017): Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Firm Reorganization, Chinese Imports, and US Manufacturing Employment, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Columbia University.",
        "Meer, J., and J. West (2016): Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Effects of the Minimum Wage on Employment Dynamics,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Journal of Human Resources, 51(2), 500Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c522.",
        "Melitz, M. J. (2003): Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093The Impact of Trade on Intra-Industry Reallocations and Aggregate Industry Productivity,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Econometrica, 71(6), 1695Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c1725.",
        "Neumark, D., B. Wall, and J. Zhang (2011): Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Do Small Businesses Create More Jobs? New Evidence for the United States from the National Establishment Time Series,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Review of Economics and Statistics, 93(1), 16Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c29.",
        "Neumark, D., J. Zhang, and B. Wall (2007): Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Employment Dynamics and Business Relocation: New Evidence from the National Establishment Time Series,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Research in Labor Economics, 26, 39Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c83.",
        "Pierce, J. R., and P. K. Schott (2012a): Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Concording U.S. Harmonized System Codes over Time,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Journal of Official Statistics, 28(1), 53Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c68.",
        "Pierce, J. R., and P. K. Schott (2012b): Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093The Surprisingly Swift Decline of U.S. Manufacturing Employment,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Working Paper 18655, National Bureau of Economic Research.",
        "Pierce, J. R., and P. K. Schott (2016): Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093The Surprisingly Swift Decline of US Manufacturing Employment,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d American Economic Review, 106(7), 1632Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c1662.",
        "Stevens, A. H. (1997): Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Persistent Effects of Job Displacement: The Importance of Multiple Job Losses,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Journal of Labor Economics, 15(1, Part 1), 165Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c188. U.S. Job Flows and the China Shock"
    ]
}