{
    "id": 24098,
    "cites": 46,
    "cited_by": 0,
    "reference": [
        "Andersen, T. G. and O. Bondarenko (2014). Reflecting on the vpin dispute. Journal of Financial Markets 17, 53Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c64.",
        "Bongaerts, D. and M. Van Achter (2016). High-frequency trading and market stability. Working paper.",
        "Brogaard, J., T. Hendershott, and R. Riordan (2014). High-frequency trading and price discovery. Review of Financial Studies 27(8), 2267Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c2306.",
        "Brogaard, J., R. Riordan, A. Shkilko, and K. Sokolov (2014). High-frequency trading and extreme price movements. Available at SSRN .",
        "Brunnermeier, M. K. and L. H. Pedersen (2009). Funding liquidity and market liquidity.",
        "Budish, E. B., P. Cramton, and J. J. Shim (2015). The high-frequency trading arms race: Frequent batch auctions as a market design response. Quarterly Journal of Economics 130(4), 1547Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c1621.",
        "Cespa, G. and T. Foucault (2011). Learning from prices, liquidity spillovers, and market segmentation. CEPR Discussion Paper No. DP8350.",
        "CFTC and SEC (2010). Findings regarding the market events of May 6, 2010. Report of the Staffs of the CFTC and SEC to the Joint Advisory Committee on Emerging Regulatory Issues.",
        "Comerton-Forde, C., T. Hendershott, C. M. Jones, P. C. Moulton, and M. S. Seasholes (2010). Time variation in liquidity: The role of market-maker inventories and revenues. The Journal of Finance 65(1), 295Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c331.",
        "Duffie, D. (2010). Presidential address: Asset price dynamics with slow-moving capital. The Journal of finance 65(4), 1237Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c1267.",
        "Easley, D., M. M. L. de Prado, and M. OÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0084¢Hara (2012). Flow toxicity and liquidity in a high-frequency world. Review of Financial Studies 25(5), 1457Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c1493.",
        "Easley, D., M. Lopez de Prado, and M. OÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0084¢Hara (2011). The microstructure of the flash crash: Flow toxicity, liquidity crashes and the probability of informed trading. Journal of Portfolio Management 37(2), 118Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c128.",
        "Foucault, T., J. Hombert, and I. RosÃ\u0083Å\u0092Ã\u0082Â§u (2016). News trading and speed. Journal of Finance 71(1), 335Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c382.",
        "Foucault, T., R. Kozhan, and W. W. Tham (2015). Toxic arbitrage. HEC Paris Research Paper No. FIN-2014-1040.",
        "Gromb, D. and D. Vayanos (2002). Equilibrium and welfare in markets with financially constrained arbitrageurs. Journal of financial Economics 66(2), 361Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c407.",
        "Hansch, O., N. Y. Naik, and S. Viswanathan (1998). Do inventories matter in dealership markets? Evidence from the London Stock Exchange. The Journal of Finance 53(5), 1623Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c1656.",
        "He, Z. and A. Krishnamurthy (2013). Intermediary asset pricing. The American Economic Review 103(2), 732Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c770.",
        "Hendershott, T., C. M. Jones, and A. J. Menkveld (2011). Does algorithmic trading improve liquidity? Journal of Finance 66(1), 1Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c33.",
        "Hendershott, T. and A. J. Menkveld (2014). Price pressures. Journal of Financial Economics 114(3), 405Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c423.",
        "Hendershott, T. and M. S. Seasholes (2007). Market maker inventories and stock prices. The American Economic Review 97(2), 210Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c214.",
        "Ho, T. S. and H. R. Stoll (1983). The dynamics of dealer markets under competition. The Journal of Finance 38(4), 1053Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c1074.",
        "Johnson, H., B. F. Van Ness, and R. A. Van Ness (2017). Are all odd-lots the same? Odd-lot transactions by order submission and trader type. Journal of Banking and Finance 79, 1Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c11.",
        "Kahraman, C. and H. E. Tookes (2017). Trader leverage and liquidity. Journal of Finance.",
        "Kirilenko, A. A., A. S. Kyle, M. Samadi, and T. Tuzun (2017). The Flash Crash: The impact of high frequency trading on an electronic market. Journal of Finance 72.",
        "Korajczyk, R. A. and D. Murphy (2016). High frequency market making to large institutional trades. Working paper.",
        "Lyle, M. R. and J. P. Naughton (2015). How does algorithmic trading improve market quality? Working paper.",
        "Lyons, R. K. (1995). Tests of microstructural hypotheses in the foreign exchange market. Journal of Financial Economics 39(2), 321Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c351.",
        "Lyons, R. K. (1997). A simultaneous trade model of the foreign exchange hot potato. Journal of International Economics 42(3), 275Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c298.",
        "Malinova, K., A. Park, and R. Riordan (2013). Do retail traders suffer from high frequency traders? Working paper.",
        "Menkveld, A. J. (2013). High frequency trading and the new market makers. Journal of Financial Markets 16(4), 712Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c740.",
        "Menkveld, A. J. and T. Wang (2013). How do designated market makers create value for small-caps? Journal of Financial Markets 16(3), 571Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c603.",
        "Menkveld, A. J. and B. Z. Yueshen (2016). The Flash Crash: A cautionary tale about highly fragmented markets. Working paper.",
        "Menkveld, A. J. and M. A. Zoican (2016). Need for speed? Exchange latency and liquidity. Forthcoming in the Review of Financial Studies.",
        "Mitchell, M., L. H. Pedersen, and T. Pulvino (2007). Slow moving capital. Working paper.",
        "Naik, N. Y. and P. K. Yadav (2003). Do dealer firms manage inventory on a stock-by-stock or a portfolio basis? Journal of Financial Economics 69(2), 325Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c353.",
        "OÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0084¢Hara, M. (2015). High frequency market microstructure. Journal of Financial Economics 116(2), 257Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c270.",
        "PaÃ\u0083Å\u0092Ã\u0082Â\u0081stor, L. and R. F. Stambaugh (2003). Liquidity risk and expected stock returns. Journal of Political Economy 111(3), 642Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c685.",
        "Perold, A. F. and B. J. Tierney (1997). numeric investors lp. Harvard Business Case 9-298012.",
        "Raman, V. and P. Yadav (2013). The who, why, and how well of order revisions: An analysis of limit order trading. Working paper.",
        "Reiss, P. C. and I. M. Werner (1998). Does risk sharing motivate interdealer trading? The Journal of Finance 53(5), 1657Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c1703.",
        "Scholtus, M., D. van Dijk, and B. Frijns (2014). Speed, algorithmic trading, and market quality around macroeconomic news announcements. Journal of Banking and Finance 38, 89Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c105.",
        "SEC (2010). Concept release on equity market structure. Release No. 34-61358, File No. S7-02-10.",
        "Stoll, H. R. (1978). The supply of dealer services in securities markets. The Journal of Finance 33(4), 1133Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c1151.",
        "Van Kervel, V. and A. J. Menkveld (2016). High-frequency trading around large institutional orders. Working paper.",
        "Venkataraman, K. and A. C. Waisburd (2007). The value of the designated market maker. Journal of Financial and Quantitative Analysis 3(42), 735Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c758.",
        "Viswanathan, S. and J. J. Wang (2004). Inter-dealer trading in financial markets. The Journal of Business 77(4), 987Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c1040."
    ]
}