{
    "id": 24094,
    "cites": 61,
    "cited_by": 5,
    "reference": [
        "Acheson, S. D. (1998): Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Independent Inquiry into Inequalities in Health Report,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Tech. rep., London: The Stationery Office.",
        "Aizer, A. and J. Currie (2014): Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093The intergenerational transmission of inequality: maternal disadvantage and health at birth,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Science, 344, 856Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c861.",
        "Algert, S. J., A. Agrawal, and D. S. Lewis (2006): Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Disparities in Access to Fresh Produce in Low-Income Neighborhoods in Los Angeles,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d American Journal of Preventive Medicine, 30, 365Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c370.",
        "Allcott, H., B. Lockwood, and D. Taubinsky (2017): Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093A Theory of Regressive Sin Taxes, with an Application to the Optimal Soda Tax,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d NBER Working Paper 23085.",
        "Alwitt, L. F. and T. D. Donley (1997): Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Retail Stores in Poor Urban Neighborhoods,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d The Journal of Consumer Affairs, 31, 139Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c164.",
        "Anderson, M. and D. Matsa (2011): Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Are Restaurants Really Supersizing America?Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d American Economic Journal: Applied Economics, 3, 152Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c188.",
        "Atkin, D. (2016): Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093The Caloric Costs of Culture: Evidence from Indian Migrants,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d American Economic Review, 106, 1144Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c1181.",
        "Atkin, D., B. Faber, and M. Gonzalez-Navarro (2016): Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Retail Globalization and Household Welfare: Evidence from Mexico,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Journal of Political Economy (forthcoming).",
        "Baker, E., M. Schootman, E. Barnidge, and C. Kelly (2006): Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093The role of race and poverty in access to foods that enable individuals to adhere to dietary guidelines,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Preventing Chronic Disease, 3, A76.",
        "Berry, S. T. (1994): Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Estimating Discrete-Choice Models of Product Differentiation,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Rand Journal of Economics, 25, 242Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c262.",
        "Bitler, M. and S. Haider (2011): Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093An Economic View of Food Deserts in the United States,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Journal of Policy Analysis and Management, 30, 153Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c176.",
        "Broda, C., E. Leibtag, and D. Weinstein (2009): Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093The Role of Prices in Measuring the PoorÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0084¢s Living Standards,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Journal of Economic Perspectives, 23, 77Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c97.",
        "Bronnenberg, B. J., J.-P. DubeÃ\u0083Å\u0092Ã\u0082Â\u0081, and M. Gentzkow (2012): Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093The Evolution of Brand Preferences: Evidence from Consumer Migration,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d American Economic Review, 102, 2472Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c2508.",
        "Case, A. and A. Deaton (2015): Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Rising morbidity and mortality in midlife among white nonHispanic Americans in the 21st century,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Proceedings of the National Academy of Sciences, 112, 15078Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c15083.",
        "Cawley, J., C. Meyerhoefer, A. Biener, M. Hammer, and N. Wintfeld (2015): Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Savings in Medical Expenditures Associated with Reductions in Body Mass Index Among US Adults with Obesity, by Diabetes Status,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d PharmacoEconomics.",
        "Chetty, R., N. Hendren, P. Kline, and E. Saez (2014): Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Where is the Land of Opportunity ? The Geography of Intergenerational Mobility in the United States,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Quarterly Journal of Economics, 129, 1553Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c1623.",
        "Chetty, R., M. Stepner, S. Abraham, S. Lin, B. Scuderi, N. Turner, A. Bergeron, and D. Cutler (2016): Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093The Association Between Income and Life Expectancy in the United States, 2001-2014,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Journal of the American Medical Association, 315, 1750Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c1766.",
        "Courtemanche, C. J. and A. Carden (2011): Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Competing with Costco and SamÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0084¢s Club: Warehouse Club Entry and Grocery Prices,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d NBER Working Paper 17220.",
        "Cummins, S., A. Findlay, M. Petticrew, and L. Sparks (2005): Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Healthy Cities: The Impact of Food Retail-led Regeneration on Food Access, Choice, and Retail Structure,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Built Environment, 31, 288Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c301.",
        "Cummins, S., E. Flint, and S. Matthews (2015): Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093New Neighborhood Grocery Store Increased Awareness of Food Access But Did Not Alter Dietary Habits or Obesity,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Health Affairs, 33, 283Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c291.",
        "Currie, J., S. DellaVigna, E. Moretti, and V. Pathania (2010): Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093The Effect of Fast Food Restaurants on Obesity and Weight Gain,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d American Economic Journal: Economic Policy, 2, 32Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c63.",
        "Cutler, D. and A. Lleras-Muney (2010): Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Understanding Differences in Health Behaviors by Education,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Journal of Health Economics, 29, 1Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c28.",
        "Davis, B. and C. Carpenter (2009): Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Proximity of Fast-Food Restaurants to Schools and Adolescent Obesity,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d American Journal of Public Health, 99, 505Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c510.",
        "DellaVigna, S. and M. Gentzkow (2017): Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Uniform Pricing in US Retail Chains,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Working Paper.",
        "Drewnowski, A. and S. Specter (2004): Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Poverty and obesity: the role of energy density and energy costs,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d American Journal of Clinical Nutrition, 79, 6Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c16.",
        "Dubois, P., R. Griffith, and A. Nevo (2014): Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Do Prices and Attributes Explain International Differences in Food Purchases?Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d American Economic Review, 2014, 832Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c867.",
        "Dunn, R. A. (2010): Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093The Effect of Fast-Food Availability on Obesity: An Analysis by Gender, Race, and Residential Location,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d American Journal of Agricultural Economics, 92, 1149Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c1164.",
        "Einav, L., E. Leibtag, and A. Nevo (2010): Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Recording Discrepancies in Nielsen Homescan Data: Are They Present and Do They Matter?Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Quantitative Marketing and Economics, 8, 207Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c239.",
        "Elbel, B., A. Moran, L. B. Dixon, K. Kiszko, J. Cantor, C. Abrams, and T. Mijanovich (2015): Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Assessment of a Government-Subsidized Supermarket in a High-Need Area on Household Food Availability and ChildrenÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0084¢s Dietary Intakes,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Public Health Nutrition, 26, 1Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c10.",
        "Finkelstein, A., M. Gentzkow, and H. Williams (2016): Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Sources of Geographic Variation in Health Care: Evidence From Patient Migration,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Quarterly Journal of Economics, 131, 1681Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c 1726.",
        "Finkelstein, E. A., J. G. Trogdon, J. W. Cohen, and W. Dietz (2009): Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Annual Medical Spending Attributable to Obesity: Payer-And-Service-Specific Estimates,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Health Affairs, 28, w822Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009cw831.",
        "Furnee, C., W. Groot, and H. van den Brink (2008): Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093The health effects of education: a meta-analysis,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d European Journal of Public Health, 18, 417Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c421.",
        "Gelbach, J. B. (2016): Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093When Do Covariates Matter? And Which Ones, and How Much?Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Journal of Labor Economics, 34, 509Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c543.",
        "Grossman, G. (2015): Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093The Relationship Between Health and Schooling: WhatÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0084¢s New?Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d NBER Working Paper 21609.",
        "Handbury, J., I. Rahkovsky, and M. Schnell (2015): Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093What Drives Nutritional Disparities? Retail Access and Food Purchases across the Socioeconomic Spectrum,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d National Bureau of Economic Research Working Paper 21126.",
        "Hausman, J. (1996): Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Valuation of New Goods Under Perfect and Imperfect Competition,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d in The Economics of New Goods, ed. by T. Bresnahan and R. J. Gordon, University of Chicago Press, 207Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c248.",
        "Hilmers, A., D. C. Hilmers, and J. Dave (2012): Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Neighborhood Disparities in Access to Healthy Foods and Their Effects on Environmental Justice,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d American Journal of Public Health, 102, 1644Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c1654.",
        "Hoch, S. J., B.-D. Kim, A. L. Montgomery, and P. E. Rossi (1995): Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Determinants of Store-Level Price Elasticity,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Journal of Marketing Research, 32, 17Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c29.",
        "Horowitz, C. R., K. A. Colson, P. L. Hebert, , and K. Lancaster (2004): Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Barriers to Buying Healthy Foods for People With Diabetes: Evidence of Environmental Disparities,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d American Journal of Public Health, 94, 1549Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c1554.",
        "Hwang, M. and S. Park (2016): Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093The Impact of Walmart Supercenter Conversion on Consumer Shopping Behavior,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Management Science, 62, 817Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c828.",
        "Jetter, K. M. and D. L. Cassady (2005): Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093The Availability and Cost of Healthier Food Alternatives,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d American Journal of Preventive Medicine, 30, 38Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c44.",
        "Kaufman, P. R., J. M. MacDonald, S. M. Lutz, and D. M. Smallwood (1997): Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Do the Poor Pay More for Food? Item Selection and Price Differences Affect Low-Income Household Food Costs,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Agricultural economic report no. 759, Food and Rural Economics Division, Economic Research Service, U.S. Department of Agriculture.",
        "Kliemann, N., J. Wardle, F. Johnson, and H. Croker (2016): Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Reliability and validity of a revised version of the General Nutrition Knowledge Questionnaire,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d European Journal of Clinical Nutrition, 70, 1174Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c1180.",
        "Larson, N., M. Story, and M. Nelson (2009): Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Neighborhood Environments: Disparities in Access to Healthy Foods in the U.S,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d American Journal of Preventive Medicine, 36, 74Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c81.",
        "Montonen, J., P. Knekt, R. Jarvinen, A. Aromaa, and A. Reunanen (2003): Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Wholegrain and fiber intake and the incidence of type 2 diabetes,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d American Journal of Clinical Nutrition, 77, 622Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c629.",
        "Ogden, C. L., M. M. Lamb, M. D. Carroll, and K. M. Flegal (2010): Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Obesity and Socioeconomic Status in Adults: United States, 2005-2008,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d http://www.cdc.gov/nchs/data/databriefs/db50.pdf.",
        "Okrent, A. and A. Kumcu (2016): Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093U.S. HouseholdsÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0084¢ Demand for Convenience Foods,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d USDA Economic Research Report.",
        "Oster, E. (2016): Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Unobservable Selection and Coefficient Stability: Theory and Evidence,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Journal of Business and Economic Statistics (forthcoming).",
        "Powell, L. M., S. Slater, D. Mirtcheva, Y. Bao, and F. J. Chaloupka (2007): Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Food store availability and neighborhood characteristics in the United States,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Preventive Medicine, 44, 189Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c195.",
        "Rao, M., A. Afshin, G. Singh, and D. Mozaffarian (2013): Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Do Healthier Foods and Diet Patterns Cost More than Less Healthy Options? A Systematic Review and Meta-Analysis,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d BMJ Open, 3:e004277.",
        "Rehm, C. D., J. L. Penalvo, A. Afshin, and D. Mozaffarian (2016): Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Dietary Intake Among US Adults, 1999-2012,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Journal of the American Medical Association, 315, 2542Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c2553.",
        "HHS (U.S. Department of Health and Human Services) (2015): Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093FoodKeeper App,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d https://www.foodsafety.gov/keep/foodkeeperapp/index.html.",
        "TRF (The Reinvestment Fund) (2017a): Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093The Healthy Food Financing Initiative,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d http://www.healthyfoodaccess.org/resources/library/healthy-food-financing-initiative-hffi.",
        "Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009dÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009dÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009d (2017b): Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Pennsylvania Fresh Food Financing Initiative,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d https://www.reinvestment.com/success-story/pennsylvania-fresh-food-financing-initiative/.",
        "USDA (U.S. Department of Agriculture, Agricultural Research Service) (2014b): Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Away from Home: Percentages of Selected Nutrients Contributed by Food and Beverages Consumed Away from Home, by Family Income (in Dollars) and Age.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d What We Eat in America, NHANES 2011-2012,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d http://www.ars.usda.gov/Services/docs.htm?docid=18349.",
        "Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009dÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009dÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009d (2014c): Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093USDA National Nutrient Database for Standard Reference, Release 26,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d http://www.ars.usda.gov/ba/bhnrc/ndl.",
        "Saez, E. and T. Piketty (2003): Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Income Inequality in the United States, 1913-1998,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Quarterly Journal of Economics, 118, 1Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c39.",
        "Sharkey, J. R., S. Horel, and W. R. Dean (2010): Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Neighborhood deprivation, vehicle ownership, and potential spatial access to a variety of fruits and vegetables in a large rural area in Texas,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d International Journal of Health Geographics, 9, 1Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c27.",
        "U.S. Department of Agriculture, A. R. S. (2014): What We Eat in America, NHANES 2011-2012, chap. Away from Home: Percentages of Selected Nutrients Contributed by Food and Beverages Consumed Away from Home, by Family Income (in Dollars) and Age.",
        "Wrigley, N., D. Warm, and B. Margetts (2003): Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Deprivation, Diet, and Food Retail Access: Findings From the Leeds Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Ë\u009cFood DesertsÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0084¢ Study,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Environment and Planning A, 35, 151Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c188.",
        "Yang, Q., Z. Zhang, E. Gregg, D. Flanders, R. Merritt, and F. Hu (2014): Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Added Sugar Intake and Cardiovascular Diseases Mortality Among US Adults,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Journal of the American Medical Association Internal Medicine, 174, 516Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c524."
    ]
}