{
    "id": 24112,
    "cites": 109,
    "cited_by": 5,
    "reference": [
        "Abildgren, Kim. 2016. The National Wealth of Denmark 1845Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c2013 in a European Perspective. Danish Journal of Economics 154(1): 1Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c19.",
        "Albers, Ronald Martin. 2002. Machinery Investment and Economic Growth: The Dynamics of Dutch Development 1800Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c1913. Aksant Academic Publishers.",
        "Annaert, Jan, Frans Buelens, Ludo Cuyvers, Marc De Ceuster, Marc Deloof, and Ann De Schepper. 2011. Are Blue Chip Stock Market Indices Good Proxies for All-Shares Market Indices? The Case of the Brussels Stock Exchange 1833Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c2005. Financial History Review 18(3): 277Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c308.",
        "Arola, Mika. 2006. Foreign Capital and Finland: Central GovernmentÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0084¢s First Period of Reliance on International Financial Markets 1862Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c1938. Bank of Finland Scientific Monograph E:37Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c2006.",
        "Artola Blanco, Miguel, Luis E. Bauluz, and Clara MartÃ\u0083â\u0080\u009eÃ\u0082Â±Ã\u0083Å\u0092Ã\u0082Â\u0081nez-Toledano. 2017. Wealth in Spain, 1900Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c2014: A Country of Two Lands. Working paper.",
        "Australian Bureau of Statistics. 2014. Australian National Accounts: National Income, Expenditure and Product. Table 8: Household Final Consumption Expenditure. http://www.abs.gov.au/ AUSSTATS/abs@.nsf/Lookup/5206.0Main+Features1Dec%202013?OpenDocument.",
        "Azevedo, Joao. 2016. House Prices in Portugal, 1930 to 2015. MasterÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0084¢s thesis, University of Bonn.",
        "Bank of Japan. 1966. Hundred-Year Statistics of the Japanese Economy .",
        "Barro, Robert J. 2006. Rare Disasters and Asset Markets in the Twentieth Century. Quarterly Journal of Economics 121(3): 823Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c866.",
        "A113 Bianchi, Bruno. 1979. Appendice Statistica: Il Rendimento del Consolidato dal 1862 al 1946. In Capitale Industriale e Capitale Finanziaro: Il Caso Italiano. Bologna: Il Mulino.",
        "Birck, Laurits Vilhelm. 1912. Ejendomsskatter Og Eijendomspriser: En Studie. Copenhagen: G.E.C. Gad.",
        "Bracke, Philippe. 2015. House Prices and Rents: Microevidence from a Matched Data Set in Central London. Real Estate Economics 43(2): 403Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c431.",
        "Brailsford, Tim, John C. Handley, and Krishnan Maheswaran. 2012. The Historical Equity Risk Premium in Australia: Post-GFC and 128 Years of Data. Accounting and Finance 52(1): 237Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c247.",
        "Bureau of Economic Analysis. 2014. Personal Consumption Expenditures by Major Type of Product. http://www.bea.gov/iTable/iTable.cfm?reqid=9&step=3&isuri=1&910=x&911=1& 903=65&904=2011&905=2013&906=areqid=9&step=3&isuri=1&910=x&911=1&903=65&904=2011& 905=2013&906=a.",
        "Butlin, N. G. 1985. Australian National Accounts 1788Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c1983. Source Papers in Economic History 6, Australian National University.",
        "Cabinet Office. Government of Japan. 2012. Composition of Final Consumption Expenditure of Households Classified by Purpose. http://www.esri.cao.go.jp/en/sna/data/kakuhou/files/ 2012/tables/24s13n_en.xls.",
        "Cairncross, Alexander K. 1975. Home and Foreign Investment, 1870Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c1913: Studies in Capital Accumulation. Clifton, N.J.: Augustus M. Kelley Publishers.",
        "Cardoso, Abilio. 1983. State Intervention in Housing in Portugal 1960Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c1980. Ph.D. thesis, University of Reading.",
        "Cardoso, FaÃ\u0083Å\u0092Ã\u0082Â\u0081tima, LuÃ\u0083â\u0080\u009eÃ\u0082Â±Ã\u0083Å\u0092Ã\u0082Â\u0081sa Farinha, and Rita Lameira. 2008. Household Wealth in Portugal: Revised Series. Banco de Portugal Occasional Papers 1-2008.",
        "Centrum voor Onderzoek van de Economie van de Lagere Overheden. 2016. Tarievenoverzicht 2016. http://www.coelo.nl/index.php/wat-betaal-ik-waar/tarievenoverzicht-2016.",
        "ch.ch. 2016. Besteuerung Von Immobilien. https://www.ch.ch/de/besteuerung-immobilien/.",
        "Commonwealth of Australia. 2010. AustraliaÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0084¢s Future Tax System: Report to the Treasurer. http: //taxreview.treasury.gov.au.",
        "Da Pozzo, Mario, and Giuseppe Felloni. 1964. La Borsa Valori di Genova nel Secolo XIX. ILTE.",
        "Dagens Nyheter. 1892. Annonsering: 2 Stenhus Till Salu. Dagens Nyheter November 5, 1892.",
        "Dagens Nyheter. 1899. Anonsering: Hrr Kapitalister. Dagens Nyheter December, 20, 1899.",
        "Dahlman, Carl Johan, and Anders Klevmarken. 1971. Private Consumption in Sweden, 1931Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c1975.",
        "De Telegraaf. 1939. Stijgende Woningbouw in Ons Land. De Telegraaf (21): 47, January 21, 1939.",
        "A114 Deloitte. 2015a. Taxation and Investment in France 2015: Reach, Relevance, and Reliability. https://www2.deloitte.com/content/dam/Deloitte/global/Documents/Tax/ dttl-tax-franceguide-2016.pdf.",
        "Deloitte. 2015b. Taxation and Investment in Switzerland: Reach, Relevance, and Reliability.",
        "Deloitte. 2016a. Taxation and Investment in Belgium 2015: Reach, Relevance and Reliability.",
        "Deloitte. 2016b. Taxation and Investment in Norway 2015: Reach, Relevance, and Reliability. http://www2.deloitte.com/content/dam/Deloitte/global/Documents/Tax/ dttl-tax-norwayguide-2015.pdf.",
        "Deloitte. 2016c. Taxation and Investment in the Netherlands: Reach, Relevance, and Reliability. https://www2.deloitte.com/content/dam/Deloitte/global/Documents/Tax/ dttl-tax-netherlandsguide-2015.pdf.",
        "Deloitte. 2016d. Taxation and Investment in United Kingdom 2015: Reach, Relevance, and Reliability. https://www2.deloitte.com/content/dam/Deloitte/global/Documents/Tax/ dttl-tax-unitedkingdomguide-2015.pdf.",
        "Department for Communities and Local Government. 2016. Council Tax Levels Set by Local Authorities in England 2015-16 (Revised). https://www.gov.uk/government/uploads/system/ uploads/attachment_data/file/445085/150714_Revised_Council_Tax_Stats_Release_ July_2015.pdf.",
        "Deutsche Bundesbank. 1976. Deutsches Geld-Und Bankwesen in Zahlen, 1876-1975. Knapp.",
        "Drappier, Jean-Marie. 1937. La Conjoncture des Cours des Valeurs MobilieÃ\u0083Å\u0092Ã\u0082â\u0082¬res, de Leurs Dividendes et des Taux dInteÃ\u0083Å\u0092Ã\u0082Â\u0081reÃ\u0083Å\u0092Ã\u0082â\u0080\u009at en Belgique de 1830 aÃ\u0083Å\u0092Ã\u0082â\u0082¬ 1913. Recherches EÃ\u0083Å\u0092Ã\u0082Â\u0081conomiques de Louvain 8(4): 391Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c449.",
        "Edvinsson, Rodney. 2016. Historical National Accounts for Sweden 1800Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c2000.",
        "Eichholtz, Piet M. A., C. G. Koedijk, and Roger Otten. 2000. De Eeuw Van Het Aandeel. Economischstatistische berichten 85.",
        "EidgenoÃ\u0083Å\u0092Ã\u0082Ë\u0086ssische Steuerverwaltung. 2013. Die HandaÃ\u0083Å\u0092Ã\u0082Ë\u0086nderungssteuer. Bern: EidgenoÃ\u0083Å\u0092Ã\u0082Ë\u0086ssische Steuerverwaltung.",
        "Eube, Steffen. 1998. Der Aktienmarkt in Deutschland vor dem Ersten Weltkrieg: Eine Indexanalyse. Frankfurt am Main: Knapp.",
        "Federation of Tax Administrators. 2006. State Real Estate Transfer Taxes. http://statesbankruptcy. com/pdfs/State%20Real%20Estate%20Transfer%20Taxes.pdf.",
        "Fox, Ryan, and Peter Tulip. 2014. Is Housing Overvalued? RBA Research Discussion Paper 2014-06.",
        "A115 Fujino, Shozaburo, and Ryoko Akiyama. 1977. Security Prices and Rates of Interest in Japan: 1874Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c1975. Tokyo: Hitotsubashi University.",
        "Garland, John. M., and Raymond W. Goldsmith. 1959. The National Wealth of Australia. In The Measurement of National Wealth, edited by Goldsmith, Raymond W., and Christopher Saunders, Income and Wealth Series VIII, pp. 323Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c364. Chicago, Ill.: Quadrangle Books.",
        "Gielen, Gregor. 1994. KoÃ\u0083Å\u0092Ã\u0082Ë\u0086nnen Aktienkurse Noch Steigen?: Langfristige Trendanalyse Des Deutschen Aktienmarktes. Wiesbaden: Gabler-Verlag.",
        "Giglio, Stefano, Matteo Maggiori, and Johannes Stroebel. 2015. Very Long-Run Discount Rates. Quarterly Journal of Economics 130(1): 1Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c53.",
        "Goldsmith, R. W. 1962. The National Wealth of the United States in the Postwar Period. Princeton, N.J.: Princeton University Press.",
        "Goldsmith, Raymond W. 1985. Comparative National Balance Sheets: A Study of Twenty Countries, 1688Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c1978. Chicago: University of Chicago Press.",
        "Goldsmith, Raymond W., and A.C. Frijdal. 1975. Le Bilan National de la Belgique de 1948 aÃ\u0083Å\u0092Ã\u0082â\u0082¬ 1971. Cahiers Economiques de Bruxelles 66: 191Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c200.",
        "Grebler, Leo, David M. Blank, and Louis Winnick. 1956. Capital Formation in Residential Real Estate: Trends and Prospects. Princeton, N.J.: Princeton University Press.",
        "Groote, Peter, Ronald Albers, and Herman De Jong. 1996. A Standardised Time Series of the Stock of Fixed Capital in the Netherlands, 1900Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c1995. Groningen Growth and Development Centre, Faculty of Economics, University of Groningen.",
        "Grossman, Richard S. 2002. New Indices of British Equity Prices, 1870Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c1913. Journal of Economic History 62(1): 121Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c146.",
        "Grossman, Richard S. 2015. Bloody Foreigners! Overseas Equity on the London Stock Exchange, 1869Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c1929. Economic History Review 68(2): 471Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c521.",
        "Hamao, Yasushi. 1991. A Standard Data Base for the Analysis of Japanese Security Markets. Journal of Business 64(1): 87Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c102.",
        "Hansen, Svend Aage. 1976. Ã\u0083Æ\u0092Ã\u0082Ë\u009ckonomisk VÃ\u0083Æ\u0092Ã\u0082Â¦kst I Danmark. 6. Akademisk forlag.",
        "Haynie, Henry. 1903. Paris Past and Present. New York Times. January 10, 1903.",
        "Hjerppe, Riitta. 1989. The Finnish Economy 1860Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c1985: Growth and Structural Change. Studies on FinlandÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0084¢s Economic Growth. Helsinki: Bank of Finland.",
        "Hoffmann, Walther G. 1965. Das Wachstum der Deutschen Wirtschaft seit der Mitte des 19. Jahrhunderts. Berlin: Springer.",
        "Homburger, Paul. 1905. Die Entwicklung Des Zinsfusses in Deutschland Von 1870Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c1903. Frankfurt am Main: SauerlaÃ\u0083Å\u0092Ã\u0082Ë\u0086nder.",
        "Homer, Sidney, and Richard E. Sylla. 2005. A History of Interest Rates. Hoboken, N.J.: Wiley, 4th edition.",
        "A116 Istat. 2016. National Accounts, Final Consumption Expenditure of Households; Consumption of Fixed Capital by Industry. https://www.istat.it/en/national-accounts.",
        "JordaÃ\u0083Å\u0092Ã\u0082â\u0082¬, OÃ\u0083Å\u0092Ã\u0082â\u0082¬scar, Moritz Schularick, and Alan M. Taylor. 2016. Macrofinancial History and the New Business Cycle Facts. In NBER Macroeconomics Annual 2016, Volume 31, edited by Martin Eichenbaum, Jonathan A. Parker, pp. 213Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c263. Chicago, Ill.: University of Chicago Press.",
        "Klovland, Jan Tore. 2004a. Bond Markets and Bond Yields in Norway 1820Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c2003. In Historical Monetary Statistics for Norway 1819Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c2003. Norges Bank Occasional Paper No. 35, edited by Ã\u0083Æ\u0092Ã\u0082Ë\u009cyvind Eitrheim, Jan T. Klovland, and Jan F. Qvigstad, chapter 4, pp. 99Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c181.",
        "Klovland, Jan Tore. 2004b. Historical Stock Price Indices in Norway 1914Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c2003. In Historical Monetary Statistics for Norway 1819Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c2003. Norges Bank Occasional Paper No. 35, edited by Ã\u0083Æ\u0092Ã\u0082Ë\u009cyvind Eitrheim, Jan T. Klovland, and Jan F. Qvigstad, chapter 8, pp. 329Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c349.",
        "Knoll, Katharina. 2016. As Volatile As Houses: House Prices and Fundamentals in Advanced Economies. Unpublished.",
        "Knoll, Katharina, Moritz Schularick, and Thomas M. Steger. 2017. No Price like Home: Global House Prices, 1870Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c2012. American Economic Review 107(2): 331Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c352.",
        "KTI. 2015. The Finnish Property Market 2015. http://kti.fi/wp-content/uploads/KTI_FPM15_ net1.pdf.",
        "Le Bris, David. 2012. Wars, Inflation and Stock Market Returns in France, 1870Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c1945. Financial History Review 19(3): 337Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c361.",
        "Le Bris, David, and Pierre-Cyrille Hautcoeur. 2010. A Challenge to Triumphant Optimists? A Blue Chips Index for the Paris Stock Exchange, 1854Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c2007. Financial History Review 17(2): 141Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c183.",
        "Leroy-Beaulieu, Paul. 1906. LÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0084¢Art de Placer et Gerer sa Fortune. Paris: Libraire Ch. Delagrave.",
        "Limburgsch Dagblaad. 1935. Advertentie: Steenen Devalueeren Niet. Limburgsch Dagblaad (222): 18, September 21, 1935.",
        "LoÃ\u0083Å\u0092Ã\u0082Â\u0081pez, Carlos Barciela, Albert Carreras, and Xavier Tafunell. 2005. EstadÃ\u0083â\u0080\u009eÃ\u0082Â±Ã\u0083Å\u0092Ã\u0082Â\u0081sticas HistoÃ\u0083Å\u0092Ã\u0082Â\u0081ricas De EspanÃ\u0083Å\u0092Ã\u0082Æ\u0092a: Siglos XIXÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009cXX. Madrid: Fundacion BBVA.",
        "Meyer, Josefin, Carmen C. Reinhart, and Christoph Trebesch. 2015. 200 Years of Sovereign Haircuts and Bond Returns. Working paper.",
        "Ministry of Land, Infrastructure, Transport, and Tourism. 2016a. Tax System on Acquisition of Land. http://tochi.mlit.go.jp/english/generalpage/4988.",
        "Ministry of Land, Infrastructure, Transport, and Tourism. 2016b. Tax System on Possession of Land. http://tochi.mlit.go.jp/english/generalpage/4986.",
        "Mitchell, B.R. 1988. British Historical Statistics. Cambridge: Cambridge University Press.",
        "Mondani, A. 1978. Aspetti Metodologici dellÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0084¢indagine Mediobanca Sullandamento dei Corsi e sul Movimento dei Capitali delle SocietaÃ\u0083Å\u0092Ã\u0082â\u0082¬ Quotate in Borsa Dal 1928 al 1977. Risparmio 1566Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c84.",
        "A117 Moore, Lyndon. 2010a. Financial Market Liquidity, Returns and Market Growth: Evidence from Bolsa and BoÃ\u0083Å\u0092Ã\u0082Ë\u0086rse, 1902Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c1925. Financial History Review 17(1): 73Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c98.",
        "Moore, Lyndon. 2010b. World Financial Markets 1900Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c25. Working paper.",
        "MSCI. 2016. Real Estate Analytics Portal. https://realestateportal.ipd.com/#/.",
        "Nakamura, Emi, JoÃ\u0083Å\u0092Ã\u0082Â\u0081n Steinsson, Robert Barro, and JoseÃ\u0083Å\u0092Ã\u0082Â\u0081 UrsuÃ\u0083Å\u0092Ã\u0082Â\u0081a. 2013. Crises and Recoveries in an Empirical Model of Consumption Disasters. American Economic Journal: Macroeconomics 5(3): 35Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c74.",
        "NERA Economic Consulting. 2015. Historical Estimates of the Market Risk Premium.",
        "Nielsen, Steen, and Ole Risager. 2001. Stock Returns and Bond Yields in Denmark, 1922Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c1999. Scandinavian Economic History Review 49(1): 63Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c82.",
        "Norwegian Tax Administration. 2016. Municipal Property Tax. http://www.skatteetaten.no/en/ Person/Tax-Return/Topic-and-deductions/Housing/Municipal-property-tax-/.",
        "Nyberg, Peter M., and Mika Vaihekoski. 2011. Descriptive Analysis of Finnish Equity, Bond and Money Market Returns. Bank of Finland Discussion Paper Series 14/2011.",
        "Nyberg, Peter M., and Mika Vaihekoski. 2014. Equity Premium in Finland and Long-Term Performance of the Finnish Equity and Money Markets. Cliometrica 8(2): 241Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c269.",
        "OECD. 2016a. OECD Fiscal Decentralization Database: Recurrent Tax on Immovable Property. http://www.oecd.org/tax/federalism/oecdfiscaldecentralisationdatabase.htm.",
        "OECD. 2016b. OECD Statistics. 5. Final Consumption Expenditure of Households. https://stats. oecd.org/Index.aspx?DataSetCode=SNA_TABLE5.",
        "OECD. 2016c. OECD Statistics. Table 9B. Balance-Sheets for Non-Financial Assets. http://stats. oecd.org/Index.aspx?DataSetCode=SNA_TABLE9B.",
        "Offer, Avner. 1981. Property and Politics 1870Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c1914: Landownership, Law, Ideology, and Urban Development in England. Cambridge: Cambridge University Press.",
        "Papadia, Andrea, and Claudio A. Schioppa. 2016. Foreign Debt and Secondary Markets: The Case of Interwar Germany. Unpublished.",
        "Pedersen, Erik, and Jacob Isaksen. 2015. Recent Housing Market Trends. Danmarks Nationalbank Monetary Review (3): 51Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c62.",
        "Peeters, Stef, Martine Goossens, and Erik Buyst. 2005. Belgian National Income During the Interwar Period: Reconstruction of the Database. Leuven: Leuven University Press.",
        "Pictet and Cie. 1998. The Performance of Shares and Bonds in Switzerland: An Empirical Study Covering the Years Since 1925.",
        "A118 Piketty, Thomas, and Gabriel Zucman. 2014. Capital is Back: Wealth-Income Ratios in Rich Countries 1700Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c2010. Quarterly Journal of Economics 129(3): 1255Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c1310.",
        "Poullet, Gh. 2013. Real Estate Wealth by Institutional Sector. NBB Economic Review Spring 2013: 79Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c93.",
        "Poutvaara, Panu. 1996. PoÃ\u0083Å\u0092Ã\u0082Ë\u0086rssikurssien Kehitys Suomessa 1896Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c1929: Uudet Indeksisarjat Ja Niiden Tulkinta. Bank of Finland Discussion Paper.",
        "Public Finances Directorate General. 2015. Overview of the French Tax System. http://www.impots. gouv.fr/portal/deploiement/p1/fichedescriptive_1006/fichedescriptive_1006.pdf.",
        "Real, Werner Hermann. 1950. Erfahrungen und MoÃ\u0083Å\u0092Ã\u0082Ë\u0086glichkeiten bei der Aufstellung von Richtlinen fuÃ\u0083Å\u0092Ã\u0082Ë\u0086r die Stadtplanung: Unter Besonderer BeruÃ\u0083Å\u0092Ã\u0082Ë\u0086cksichtigung der VerhaÃ\u0083Å\u0092Ã\u0082Ë\u0086ltnisse in der Stadt ZuÃ\u0083Å\u0092Ã\u0082Ë\u0086rich. ZuÃ\u0083Å\u0092Ã\u0082Ë\u0086rich: EidgenoÃ\u0083Å\u0092Ã\u0082Ë\u0086ssische Technische Hochschule.",
        "Ronge, Ulrich. 2002. Die Langfristige Rendite Deutscher Standardaktien: Konstruktion eines Historischen Aktienindex ab Ultimo 1870 bis Ultimo 1959. Frankfurt am Main: Lang.",
        "Rosania, L. 1954. Indice del Corso Secco e Rendimento dei Titoli Quotati in Borsa. Banca dÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0084¢Italia, Bollettino 9: 539Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c71.",
        "Saez, Emmanuel, and Gabriel Zucman. 2016. Wealth Inequality in the United States Since 1913: Evidence from Capitalized Income Tax Data. Quarterly Journal of Economics 131(2): 519Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c578.",
        "Sefton, James, and Martin Weale. 1995. Reconciliation of National Income and Expenditure: Balanced Estimates of National Income for the United Kingdom, 1920Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c1990, volume 7. Cambridge: Cambridge University Press.",
        "Shiller, Robert J. 2000. Irrational Exuberance. Princeton, N.J.: Princeton University Press.",
        "Shinohara, Miyohei. 1967. Estimates of Long-Term Economic Statistics of Japan Since 1868. Volume 6: Personal Consumption Expenditure. Tokyo: Tokyo Keizai Shinposha.",
        "Simonnet, FrancÃ\u0083Å\u0092Ã\u0082Â§ois, Georges Gallais-Hamonno, and Pedro Arbulu. 1998. Un SieÃ\u0083Å\u0092Ã\u0082â\u0082¬cle de Placement Immobilier. LÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0084¢exemple de La Fourmi ImmobilieÃ\u0083Å\u0092Ã\u0082â\u0082¬re. Journal de la SocieÃ\u0083Å\u0092Ã\u0082Â\u0081teÃ\u0083Å\u0092Ã\u0082Â\u0081 FrancÃ\u0083Å\u0092Ã\u0082Â§aise de Statistique 139(2): 95Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c135.",
        "Skatteministeriet. 2016. Ejendomsvaerdiskat og Ejendomsskat (grundskyld). http: //www.skm.dk/aktuelt/temaer/boligskat-og-de-offentlige-ejendomsvurderinger/ ejendomsvaerdiskat-og-ejendomsskat-grundskyld.",
        "Stapledon, Nigel David. 2007. Long Term Housing Prices in Australia and Some Economic Perspectives. Ph.D. thesis, Australian School of Business at the University of New South Wales.",
        "Statistics Belgium. 2013a. Final Consumption Expenditure of Households (P.3), Estimates at Current Prices. http://www.nbb.be/belgostat/PresentationLinker?Presentation=META&"
    ]
}