{
    "id": 24126,
    "cites": 29,
    "cited_by": 13,
    "reference": [
        "Adrian, T., and H. Shin. 2010. The Changing Nature of Financial Intermediation and the Financial Crisis of 2007-2009. Annual Review of Economics: 603-618.",
        "Angeloni, I., and E. Faia, 2013. Capital Regulation and Monetary Policy with Fragile Banks. Journal of Monetary Economics 60(3): 311-324.",
        "Benhabib, J., and P. Wang. 2013. Financial Constraints, Endogenous Markups, and Self-Ful lling Equilibria. Journal of Monetary Economics 60: 789-805",
        "Bernanke, B., 2010. Causes of the Recent Financial and Economic Crisis. Statement before the Financial Crisis Inquiry Commission, Washington, September 2.",
        "Bernanke, B., M. Gertler and S. Gilchrist. 1999. Financial Accelerator in a Quantitative Business Cycle Framework. In Taylor, J.B., and Woodford, M. (Eds.), Handbook of Macroeconomics. Vol. 1: 1341-1393. Elsevier, Amsterdam, Netherlands.",
        "Bocola L. and G. Lorenzoni, 2017, A Model of Financial Crises in Open Economies, mimeo.",
        "Bordo,M. D., B. Eichengreen, D. Klingebiel and M. Soledad MartinezPeria. 2001. Is the Crisis Problem Growing More Severe?. Economic Policy: A European Forum 32: 51-75.",
        "Brunnermeier, M. K., T. Eisenbach and Y. Sannikov. 2013. Macroeconomics with Financial Frictions: A Survey. In D. Acemoglu, M. Arellano and E. Dekel (Eds.) Advances in Economics and Econometrics: Tenth World Congress of the Econometric Society. Vol. 2: 3-94. Cambridge: Cambridge University Press.",
        "Brunnermeier, M. K., and Y. Sannikov. 2014. A Macroeconomic Model with a Financial Sector. American Economic Review 104, 379-421.",
        "Calvo, G. 1988. Servicing the Public Debt: The Role of Expectations, American Economic Review 78, 647-661.",
        "Cole, H. and T. Kehoe, 2000, Self-ful lling Debt Crises, Review of Economic Studies 67, 91-161.",
        "Cooper, R. and T. Ross, 1998, Bank Runs: Liquidity Costs and Investment Distortions, Journal of Monetary Economics 41, 27-38.",
        "Del Negro, M., M. Giannoni and F. Shorfheide 2015. Ination in the Great Recession and New Keynesian Models. American Economic Journal, 7(1): 168-196",
        "Diamond, D., and P. Dybvig. 1983. Bank Runs, Deposit Insurance, and Liquidity. Journal of Political Economy 91, 401-419.",
        "Farhi, E. and M. Maggiori, 2017, A Model of the International Monetary System, Quarterly Journal of Economics, forthcoming.",
        "Gertler, M., and N. Kiyotaki. 2011. Financial Intermediation and Credit Policy in Business Cycle Analysis. In Friedman, B., and Woodford, M. (Eds.), Handbook of Monetary Economics. Vol. 3A: 547-599. Elsevier, Amsterdam, Netherlands.",
        "Gertler, M., N. Kiyotaki. 2015. Banking, Liquidity and Bank Runs in an In nite Horizon Economy, American Economic Review, 105: 2011-2043.",
        "Gertler, M., N. Kiyotaki and A. Prestipino. 2016. Wholesale Banking and Bank Runs in Macroeconomic Modeling. In Taylor, J.B., and H. Uhlig. (Eds.), Handbook of Macroeconomics. Vol. 2B: 1345-1425. Elsevier, Amsterdam, Netherlands.",
        "Gorton, G., 2010. Slapped by the Invisible Hand: The Panic of 2007. Oxford: Oxford University Press.",
        "He, Z. and A. Krishnamurthy, 2017. A Macroeconomic Framework for Quantifying Systemic Risk. Working Paper, University of Chicago and Stanford University.",
        "He, Z., I.G. Khang, and A. Krishnamurthy, 2010. Balance Sheet Adjustment during the 2008 Crisis. IMF Economic Review 1: 118-156.",
        "Kiyotaki, N., and J. Moore. 1997. Credit Cycles. Journal of Political Economy 105, 211-248.",
        "Kurlat, P. 2016. Asset markets With Heterogeneous Information. Econometrica. 84(1):33-85.",
        "Lorenzoni, G., 2008. Inecient Credit Booms. Review of Economic Studies 75, 809-833.",
        "Mendoza, E. 2010. Sudden Stops, Financial Crises, and Leverage. American Economic Review 100, 1941-1966.",
        "Phillipon, T. 2015. Has the U.S. Finance Industry Become Less Ecient? American Economic Review.",
        "Reinhart, C. and K. Rogo 2009. This Time Is Dierent: Eight Centuries of Financial Folly. Princeton,NJ: Princeton University Press.",
        "Robatto, R. 2014, Financial Crises and Systematic Bank Runs in a Dynamic Model of Banking, Working Paper, University of WisconsinMadison",
        "Schularick, M. and A. Taylor. 2012. Credit Booms Gone Bust: Monetary Policy, Leverage Cycles, and Financial Crises, 1870-2008. American Economic Review102(2): 1029-1061"
    ]
}