{
    "id": 24132,
    "cites": 49,
    "cited_by": 5,
    "reference": [
        "Acharya, V.V., and T. Yorulmazer. 2007. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Too many to fail - An analysis of time-inconsistency in bank closure policies.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Journal of Financial Intermediation, 16(1): 1Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c31.",
        "Angeletos, G-M, and Chen Lian. 2016. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Incomplete information in macroeconomics: Accommodating frictions in coordination.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Handbook of Macroeconomics, 2: 1065Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c1240.",
        "Bulow, Jeremy I, John D Geanakoplos, and Paul D Klemperer. 1985. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Multimarket oligopoly: Strategic substitutes and complements.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Journal of Political Economy, 93(3): 488Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c511.",
        "Chari, VV, and Patrick J Kehoe. 2016. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Bailouts, time inconsistency, and optimal regulation: A macroeconomic view.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d The American Economic Review, 106(9): 2458Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c2493.",
        "Cooper, Russell, and Andrew John. 1988. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Coordinating coordination failures in Keynesian models.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Quarterly Journal of Economics, 103(3): 441Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c463.",
        "Corbae, Dean. 2015. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Discussion of large banks, loan rate markup, and monetary policy.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d International Journal of Central Banking, 11: 179Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c92.",
        "Corbae, Dean, and Pablo DÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0084¢Erasmo. 2010. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093A quantitative model of banking industry dynamics.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Working Paper.",
        "Corsetti, Giancarlo, Amil Dasgupta, Stephen Morris, and Hyun Song Shin. 2004. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Does one Soros make a difference? A theory of currency crises with large and small traders.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Review of Economic Studies, 71(1): 87Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c113.",
        "Cuciniello, Vincenzo, and Federico M Signoretti. 2015. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Large Banks, Loan Rate Markup, and Monetary Policy.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d International Journal of Central Banking.",
        "Dahlby, Bev. 2008. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093The marginal cost of public funds.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d The MIT Press, 1(8): 3Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c2.",
        "Davison, Lee K, and Carlos D Ramirez. 2014. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Local banking panics of the 1920s: Identification and determinants.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Journal of Monetary Economics, 66: 164Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c177.",
        "Davydenko, Sergei A, Ilya A Strebulaev, and Xiaofei Zhao. 2012. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093A market-based study of the cost of default.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d The Review of Financial Studies, 25(10): 2959Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c2999.",
        "DeAngelo, Harry, and RenÃ\u0083Æ\u0092Ã\u0082Â© M Stulz. 2015. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Liquid-claim production, risk management, and bank capital structure: Why high leverage is optimal for banks.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Journal of Financial Economics, 116(2): 219Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c236.",
        "Diamond, D. W., and R G. Rajan. 2001. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Liquidity Risk, Liquidity Creation and Financial Fragility: A Theory of Banking.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Journal of Political Economy, 109(2): 287Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c327.",
        "Diamond, D. W., and R G. Rajan. 2012. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Illiquid Banks, Financial Stability, and Interest Rate Policy.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Journal of Political Economy, 120(3): 552Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c591.",
        "Drechsler, Itamar, Alexi Savov, and Philipp Schnabl. 2016. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093The deposits channel of monetary policy.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d The Quarterly Journal of Economics.",
        "Drechsler, Itamar, Alexi Savov, and Philipp Schnabl. 2017. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Banking on Deposits: Maturity Transformation without Interest Rate Risk.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Drozd, Lukasz, and Ricardo Serrano-Padial. 2016. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Credit Enforcement Cycles.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Working Paper.",
        "Farhi, Emmanuel, and Jean Tirole. 2012. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Collective moral hazard, maturity mismatch, and systemic bailouts.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d The American Economic Review, 102(1): 60Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c93.",
        "Fernholz, Ricardo T, and Christoffer Koch. 2016. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Why are big banks getting bigger?Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Working Paper, Dallas Fed.",
        "Freixas, Xavier. 1999. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Optimal Bail-Out, Conditionality and Creative Ambiguity.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d CEPR Discussion Papers.",
        "Freixas, Xavier, and Cornelia Holthausen. 2005. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Interbank market integration under asymmetric information.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Review of Financial Studies, 18(2): 459.",
        "Freixas, Xavier, and Jean-Charles Rochet. 2008. Microeconomics of Banking, 2nd Edition. The MIT Press.",
        "Gabaix, Xavier. 2011. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093The granular origins of aggregate fluctuations.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Econometrica, 79(3): 733Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c772.",
        "Gorton, Gary, and Andrew Winton. 2003. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Financial intermediation.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Handbook of the Economics of Finance, 1: 431Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c552.",
        "Gorton, Gary, and George Pennacchi. 1990. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Financial intermediaries and liquidity creation.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Journal of Finance, 49Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c71.",
        "Gourinchas, Pierre Olivier, and Philippe Martin. 2017. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Economics of Sovereign Debt, Bailouts and the Eurozone Crisis.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Working Paper.",
        "Hachem, Kinda, and Zheng Michael Song. 2017. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Liquidity Rules and Credit Booms.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Working Paper.",
        "Hennessy, Christopher A, and Toni M Whited. 2005. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Debt dynamics.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d The Journal of Finance, 60(3): 1129Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c1165.",
        "Holmstrom, Bengt, and Jean Tirole. 1998. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Private and public supply of liquidity.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Journal of Political Economy, 106(1): 1Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c40.",
        "HÃ\u0083Æ\u0092Ã\u0082Â¼ttl, Pia, and Dirk Schoenmaker. 2016. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Fiscal capacity to support large banks.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Policy Contribution, Bruegel, 17.",
        "Janicki, Hubert P., and Edward S. Prescott. 2006. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Changes in the Size Distribution of US Banks: 1960Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c2005.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Federal Reserve Bank of Richmond Economic Quarterly, 92(4): 291.",
        "Kacperczyk, Marcin, Jaromir Nosal, and Savitar Sundaresan. 2017. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Market Power and Informational Efficiency.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Working Paper.",
        "Keister, Todd. 2016. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Bailouts and financial fragility.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d The Review of Economic Studies, 83(2): 704Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c 736.",
        "Kelly, Bryan, Hanno Lustig, and Stijn Van Nieuwerburgh. 2016. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Too-systemic-to-fail: What option markets imply about sector-wide government guarantees.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d The American Economic Review, 106(6): 1278Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c1319.",
        "Kraus, Alan, and Robert H Litzenberger. 1973. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093A state-preference model of optimal financial leverage.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Journal of Finance, 28(4): 911Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c922.",
        "Laeven, Luc, and Fabian Valencia. 2013. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Systemic banking crises database.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d IMF Economic Review, 61(2): 225Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c270.",
        "Laeven, Luc, Lev Ratnovski, and Hui Tong. 2014. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Bank size and systemic risk.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d IMF Staff Papers, , (14).",
        "Mendicino, Caterina, Kalin Nikolov, and Javier Suarez. 2017. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Equity versus Bail-in Debt in Banking: An Agency Perspective.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d CEPR Working Paper.",
        "Milgrom, Paul, and Chris Shannon. 1994. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Monotone comparative statics.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Econometrica, 62(1): 157Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c180.",
        "Minton, Bernadette A., Rene M. Stulz, and Alvaro G. Taboada. 2017. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Are Larger Banks Valued More Highly?Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d NBER Working Paper.",
        "Modigliani, F., and M.H. Miller. 1958. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093The cost of capital, corporation finance and the theory of investment.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d The American economic review, 48(3): 261Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c297.",
        "Myers, Stewart C. 1984. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093The capital structure puzzle.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Journal of Finance, 39(3): 574Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c592.",
        "Nosal, Jaromir B, and Guillermo OrdoÃ\u0083Æ\u0092Ã\u0082Â±ez. 2016. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Uncertainty as commitment.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Journal of Monetary Economics, 80: 124Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c140.",
        "Reinhart, Carmen M, and Kenneth Rogoff. 2009. This time is different: Eight centuries of financial folly. Princeton University Press.",
        "Sakovics, Jozsef, and Jakub Steiner. 2012. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Who matters in coordination problems?Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d The American Economic Review, 102(7): 3439Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c3461.",
        "Schneider, Martin, and Aaron Tornell. 2004. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Balance Sheet Effects, Bailout guarantees and Financial crises.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Review of Economic Studies, 71(3): 883Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c913.",
        "Stein, Jeremy C. 2012. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Monetary policy as financial stability regulation.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d The Quarterly Journal of Economics, 127(1): 57Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c95.",
        "Stern, Gary H, and Ron J Feldman. 2004. Too big to fail: The hazards of bank bailouts. Brookings Institution Press.",
        "Strebulaev, Ilya A, and Toni M Whited. 2012. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Dynamic models and structural estimation in corporate finance.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Foundations and Trends in Finance, 6(1Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c2): 1Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c163."
    ]
}