{
    "id": 24138,
    "cites": 38,
    "cited_by": 2,
    "reference": [
        "Ahn, S., Kaplan, G., Moll, B., Winberry, T., and Wolf, C. (2017). When Inequality Matters for Macro and Macro Matters for Inequality. In NBER Macroeconomics Annual 2017, volume 32. University of Chicago Press.",
        "Aiyagari, S. R. (1994), Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Uninsured Idiosyncratic Risk and Aggregate SavingÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d, Quarterly Journal of Economics 109: 659-684.",
        "Alesina, A., and Rodrik, D. (1994) Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Distributive politics and economic growthÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d, The quarterly journal of economics 109(2), 465-490.",
        "Auclert, A. and Rognlie, M. (2017) Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Inequality and Aggregate DemandÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d, Working Paper.",
        "Bai, Y., J.-V. RÃ\u0083â\u0080\u009eÃ\u0082Â±Ã\u0083Å\u0092Ã\u0082Â\u0081os Rull and K. Storesletten (2012), Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Demand Shocks as Productivity ShocksÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d, Working Paper.",
        "Blanchard, O. and Kahn, C. M. (1980). Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093The solution of linear difference models under rational expectationsÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d, Econometrica 1305Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c1311. Having said this, the majority of applied papers in quantitative business-cycle modeling are written without ever checking whether linearity is a good approximation: they propose models that are fundamentally non-linear and then just go ahead and solve them using DynareÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0084¢s linearization algorithm.",
        "Carroll, C.D., (2006). Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093The method of endogenous gridpoints for solving dynamic stochastic optimization problemsÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d, Economics letters, 91(3), pp.312-320.",
        "Childers, D. (2017). On the Solution and Application of Rational Expectations Models with Function-Valued States. Unpublished manuscript.",
        "Downs, A. (1957) Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093An economic theory of political action in a democracyÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d, Journal of Political Economy, 65(2), 135-150.",
        "Greenwood, J., Hercowitz, Z., and Krusell, P. (2000) Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093The role of investment-specific technological change in the business cycleÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d, European Economic Review, 44(1), 91115.",
        "Den Haan, W. J. (2010), Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Assessing the Accuracy of the Aggregate Law of Motion in Models with Heterogeneous Agents Den Haan, W. J., Judd, K. L., and Juillard, M. (2010). Computational suite of models with heterogeneous agents: Incomplete markets and aggregate uncertainty. Journal of Economic Dynamics and Control, 34(1), 1-3. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d, Journal of Economic Dynamics and Control 34: 79-99.",
        "Hagedorn, M. (2017). Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093A Demand Theory of the Price LevelÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d, Working Paper.",
        "Hagedorn, M., Manovskii, I. and Mitman, K. (2017). Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093The Fiscal MultiplierÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d, Working Paper.",
        "Huggett, M. (1993), Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093The Risk-Free Rate in Heterogeneous-Agent Incomplete-Insurance EconomiesÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d, Journal of Economic Dynamics and Control 17: 953-969.",
        "Imrohoroglu, A. (1989), Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Cost of Business Cycles with Indivisibilities and Liquidity Constraints Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d, Journal of Political Economy 97: 1364-1383.",
        "Johnson, David S., Jonathan A. Parker, and Nicholas S. Souleles. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093The Response of Consumer Spending to the Randomized Income Tax Rebates of 2001.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Bureau of Labor Statistics, Princeton University, and University of Pennsylvania (February) (2004).",
        "Judd, K. and Guu, S. M. (1997). Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Asymptotic methods for aggregate growth modelsÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d, Journal of Economic Dynamics and Control, 21(6), 1025Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c1042.",
        "Khan, A. and J. K. Thomas (2008), Idiosyncratic Shocks and the Role of Noncon- vexities in Plant and Aggregate Investment Dynamics, Econometrica 76: 395-436 King, R. G., Plosser, C. I., and Rebelo, S. T. (1988). Production, growth and business cycles: I. The basic neoclassical model. Journal of monetary Economics, 21(2-3), 195-232.",
        "King, R. G., Plosser, C. I., and Rebelo, S. T. (2002). Production, growth and business cycles: Technical appendix. Computational Economics, 20(1), 87-116.",
        "Kopecky, K. and Suen R. (2010). Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Finite state Markov-chain approximations to highly persistent processesÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d, Review of Economic Dynamics, Vol 13, p 701-714 Krueger, D., Mitman K. (2016), and Perri, F. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Macroeconomics and Household Heterogeneity Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d, Handbook of Macroeconomics, Vol. 2, 843-921.",
        "Krusell, P., and RÃ\u0083â\u0080\u009eÃ\u0082Â±Ã\u0083Å\u0092Ã\u0082Â\u0081os-Rull, J. V. (1999) Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093On the size of US government: political economy in the neoclassical growth modelÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d, American Economic Review, 1156-1181.",
        "Krusell, P., and A. A. Smith Jr. (1998), Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Income and Wealth Heterogeneity in the Macroeconomy Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d, Journal of Political Economy 106: 867-896.",
        "Krusell, P., Mukoyama, T., Rogerson, R., and SÃ\u0083Å\u0092Ã\u0082Â§ahin, A. (2017). Gross worker flows over the business cycle. American Economic Review 107:11, 3447Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c3476.",
        "Krusell, P, T. Mukoyama and A. SÃ\u0083Å\u0092Ã\u0082Â§ahin (2010), Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Labor-market matching with precautionary savings and aggregate fluctuationsÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d, Review of Economic Studies 77: 1477-1507.",
        "Krusell, P., Mukoyama, T., SÃ\u0083Å\u0092Ã\u0082Â§ahin, A., and Smith, A. A. (2009). Revisiting the welfare effects of eliminating business cycles. Review of Economic Dynamics, 12(3), 393-404.",
        "Kydland, F. E., and E. C. Prescott (1982) Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Time to build and aggregate fluctuationsÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d, Econometrica 1345-1370.",
        "Meltzer, A. H., and Richard, S. F. (1981) Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093A rational theory of the size of governmentÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d, Journal of political Economy 89(5), 914-927.",
        "Misra, K., and Surico, P. (2014) Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009dConsumption, income changes, and heterogeneity: Evidence from two fiscal stimulus programs.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d American Economic Journal: Macroeconomics 6, no. 4: 84-106.",
        "Persson, T., and Tabellini, G. (1994) Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Is inequality harmful for growth?Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d, The American Economic Review, 600-621.",
        "Piketty, T. (2014), Capital in the Twenty-First Century, Belknap Press, Cambridge, MA.",
        "Pissarides, C. A. (1985). Short-run equilibrium dynamics of unemployment, vacancies, and real wages. The American Economic Review, 75(4), 676-690.",
        "Reiter, M. (2009). Solving heterogeneous-agent models by projection and perturbation. Journal of Economic Dynamics and Control, 33(3), 649-665.",
        "Reiter, M. (2010). Approximate and Almost-Exact Aggregation in Dynamic Stochastic Heterogeneous-Agent Models, IHS WP 259.",
        "RÃ\u0083â\u0080\u009eÃ\u0082Â±Ã\u0083Å\u0092Ã\u0082Â\u0081os-Rull, J.-V. (2001), Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Computation of Equilibria in Heterogeneous Agent ModelsÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d, in Marimon, R. and A. Scott, eds., Computational Methods for the Study of Dynamic Economies: An Introduction, Oxford University Press, 238280.",
        "Schmitt-Grohe, S., and Uribe, M. (2004). Solving dynamic general equilibrium models using a second-order approximation to the policy function. Journal of economic dynamics and control, 28(4), 755-775.",
        "Sims, C. A. (1980). Macroeconomics and reality. Econometrica, 1-48.",
        "Smets, F. and Wouters, R., (2003). Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093An estimated dynamic stochastic general equilibrium model of the euro areaÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d, Journal of the European economic association, 1(5), pp.1123-1175.",
        "Taylor, J. B., and Uhlig, H. (1990). Solving nonlinear stochastic growth models: a comparison of alternative solution methods. Journal of Business & Economic Statistics, 8(1), 1-17."
    ]
}