{
    "id": 2414,
    "cites": 22,
    "cited_by": 4,
    "reference": [
        "Allen, E. T., J. J. Melone and J. S. Rosenbloom. Pension Planning. Homewood, Ill: Richard D. Irwin, 1984.",
        "Allen, S.G. and R. L. Clark. Unions, Pension Wealth, and Age- Compensation Profiles. Industrial and Labor Relations Review 39 (1986): 502-517.",
        "Curtin, R.T. Survey of Consumer Finances, Employer Sponsored Pension Benefit Plans, Ouestionnaire and Procedures Documentation, Survey Research Center, The University of Michigan, 1985.",
        "Duncan, G. and D.H. Hill, An Investigation of the Extent and Consequences of Measurement Error in Labor-economic Survey Data, Journal of Labor Economics 3 (October 1985) : 508-532.",
        "Ehrenberg, R. Retirement System Characteristics and Compensating Differentials in the Public Sector. Industrial and Labor Relations Review 33(1980): 470-483.",
        "Fields, G.S. and O.S. Mitchell. Retirement. Pensions and Social Security. Cambridge, Mass: MIT Press, 1984.",
        "Goodman, L.A. and W.H. Kruskal. Measures of Association for Cross Classifications. New York: Springer-Verlag, 1979.",
        "Gustman, A.L. and T.L. Steinmeier. An Analysis of Pension Benefit Formulas, Pension Wealth, and Incentives from Pensions. Final Report to the US Department of Labor. (July 1987).",
        "Ippolito, R. A. Pensions. Economics and Public Policy. Homewood, IL: Dow Jones Irwin, 1986.",
        "Kotlikoff, L., and D.E. Smith. Pensions and the American Economy. Chicago: University of Chicago Press, 1983.",
        "Kotlikoff, L. and D. Wise. The Incentive Effects of Private Pension Plans. In Z. Bodie, J.Shoven, and D. Wise, eds. Issues in Pension Economics. NBER.Chicago: The University of Chicago Press, 1987: 283-340.",
        "Lazear, E.P. Why Is There Mandatory Retirement? Journal of Political Economy 87 (December 1979) : 1261-1284.",
        "Lazear, E.P. Pensions as Severance Pay. In Z. Bodie and J. Shoven, eds. Financial Aspects of the US Pension System. NBER. Chicago: The University of Chicago Press, 1983.",
        "Lazear, E.P. and S. Rosen. Pension Inequality. In Z. Bodie, J. Shoven, and D. Wise, eds. Issues in Pension Economics. NBER. Chicago: The University of Chicago Press, 1987: 341-364.",
        "Mellow, W. Worker Differences in the Receipt of Health and Pension Benefits: Extending the Analysis of Compensating Differentials. IRRA Papers and Proceedings of the 34th Annual Meetings, 1981.",
        "Mellow, W. and H. Sider, Accuracy of Response in Labor Market Surveys: Evidence and Implications, Journal of Labor Economics 1 (October 1983) : 331-344.",
        "MG Associates. Evaluation Study of the Effectiveness of Summary Plan Descriptions Submitted Under the Employee Retirement Income Security Act (ERISA). Final report submitted to the US Department of Labor. (April, 1982) Mitchell, O.S. Fringe Benefits and Labor Mobility. Journal of Euman Resources 17 (Spring 1982) : 286-298.",
        "Mitchell, O.S. and E.A. Andrews Scale Economies in Private Multiemployer Pension Plans. Industrial and Labor Relations Review. 34 (July 1981) :522-530.",
        "Mitchell, O.S. and G.S. Fields. The Effects of Pensions and Earnings on Retirement: A Review Essay, in Research in Labor Economics 5, R. Ehrenberg, ed. Greenwich, Conn.: JAI Press, 1982.",
        "Mitchell, O.S. and R.A. Luzadis. Firm-Level Policy Toward Older Workers. In Explaining Patterns in Old-Age Pensions. Final Report to the National Insitute on Aging under Grant No. 5-RO1-AGO-4737, 1986.",
        "Mitchell, O.S. and S. Pozzebon, Wages, Pensions, and the Wage- Pension Tradeoff. Department of Labor Economics Working Paper, Cornell University, revised 1987.",
        "Pozzebon, S. and Mitchell, O.S. Married Womens Retirement Behavior. NBER Working Paper No.2104 (revised May 1987)."
    ]
}