{
    "id": 24143,
    "cites": 29,
    "cited_by": 2,
    "reference": [
        "Admati, A. (1985, May). A noisy rational expectations equilibrium for multi-asset securities markets. Econometrica 53(3), 629Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c658.",
        "Biais, B., P. Bossaerts, and C. Spatt (2010). Equilibrium asset pricing and portfolio choice under asymmetric information. Review of Financial Studies 23, 1503Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c1543.",
        "Bossaerts, P., P. Ghirardato, S. Guarnaschelli, and W. R. Zame (2010, April). Ambiguity in asset markets: Theory and experiment. Review of Financial Studies 23(4), 1325Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c 1359.",
        "Bricker, J., L. J. Dettling, A. Henriques, J. W. Hsu, K. B. Moore, J. Sabelhaus, J. Thompson, and R. A. Windle (2014). Changes in u.s. family finances from 2010 to 2013: Evidence from the survey of consumer finances. Federal Reserve Bulletin 100, 1Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c41.",
        "Campbell, J. Y. (2006). Household finance, presidential address to the american finance association. Journal of Finance (4), 1553Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c1604.",
        "Cao, H. H., B. Han, D. Hirshleifer, and H. H. Zhang (2011, January). Fear of the unknown: Familiarity and economic decisions. Review of Finance 15(1), 173Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c206.",
        "Cao, H. H., T. Wang, and H. H. Zhang (2005, Winter). Model uncertainty, limited market participation, and asset prices. Review of Financial Studies 18(4), 1219Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c1251.",
        "Cochrane, J. H. (1999). Portfolio advice for a multifactor world. Economic Perspectives Federal Reserve Bank of Chicago 33(3), 59Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c78.",
        "Cooper, I., P. Sercu, and R. VanpeÃ\u0083Å\u0092Ã\u0082Â\u0081e (2013). The equity home bias puzzle: A survey. Foundations and Trends in Finance 7(4), 289Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c416.",
        "Dimmock, S. G., R. Kouwenberg, O. Michell, and K. Peijnenburg (2016). Ambiguity aversion and household portfolio choice puzzles: Empirical evidence. Journal of Financial Economics 119, 559Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c577.",
        "Easley, D. and M. OÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0084¢Hara (2004, August). Information and the cost of capital. Journal of Finance 59(4), 1553Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c1583.",
        "Easley, D. and M. OÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0084¢Hara (2009, May). Ambiguity and nonparticipation: The role of regulation. Review of Financial Studies 22(5), 1817Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c1843.",
        "Easley, D. and M. OÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0084¢Hara (2010, October). Microstructure and ambiguity. Journal of Finance LXV(5), 1817Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c1846.",
        "Epstein, L. G. and M. Schneider (2010). Ambiguity and asset markets. Annual Review of Financial Economics 2, 315Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c346.",
        "French, K. R. and J. M. Poterba (1991, May). Investor diversification and international equity markets. American Economic Review 81(2), 222Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c226.",
        "Fudenberg, D., D. Kreps, and D. Levine (1988). On the robustness of equilibrium refinements. Journal of Economic Theory 44, 354Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c380.",
        "Gennaioli, N., A. Shleifer, and R. W. Vishny (2015, January). Money doctors. Journal of Finance 70(1), 91Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c114.",
        "Gilboa, I. and D. Schmeidler (1989). Maxmin expected utility with nonunique prior. Journal of Mathematical Economics 18(2), 141Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c153.",
        "Gouskova, E., T. Juster, and F. Stafford (2004). Exploring the changing nature of u.s. stock market participation, 1994-1999. working paper, University of Michigan.",
        "Kacperczyk, M., S. Van Nieuwerburgh, and L. Veldkamp (2016, March). A rational theory of mutual fundsÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0084¢ attention allocation. Econometrica 84(2), 571Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c626.",
        "Klibanoff, P., M. Marinacci, and S. Mukerji (2005). A smooth model of decision making under ambiguity. Econometrica 73(6), 1849Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c1892.",
        "Lewis, K. K. (1999, June). Trying to explain home bias in equities and consumption. Journal of Economic Literature 37(2), 571Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c608.",
        "Mankiw, N. G. and S. P. Zeldes (1991). The consumption of stockholders and nonstockholders. Journal of Financial Economics 29, 97Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c112.",
        "Mele, A. and F. Sangiorgi (2015). Uncertainty, information acquisition and price swings in asset markets. Review of Economic Studies 82, 1533Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c1567.",
        "Merton, R. C. (1987, July). A simple model of capital market equilibrium with incomplete information. Journal of Finance 42(3), 483Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c510.",
        "Tesar, L. L. and I. M. Werner (1995, August). Home bias and high turnover. Journal of International Money and Finance 14(4), 467Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c492.",
        "Van Nieuwerburgh, S. and L. Veldkamp (2009, June). Information immobility and the home bias puzzle. Journal of Finance 63(4), 1187Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c1215.",
        "Van Nieuwerburgh, S. and L. Veldkamp (2010, April). Information acquisition and under-diversification. Review of Economic Studies 77(2), 779Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c805.",
        "Vives, X. (2008). Information and Learning in Markets. Princeton University Press."
    ]
}