{
    "id": 24146,
    "cites": 47,
    "cited_by": 0,
    "reference": [
        "Almgren, R., and N. Chriss. 2001. Optimal execution of portfolio transactions. Journal of Risk 3:5â\u0080\u009340. Arrow, K. 1979. The property rights doctrine and demand revelation under incomplete information. In M. Boskin, ed., Economics and Human Welfare. Academic Press, Cambridge, Massachusetts.",
        "Association Francaise des Marches Financiers. 2019. Impact of the mifir volume cap mechanism on the microstructure of european equity markets. AMAFI, Paris.",
        "Athey, S., and I. Segal. 2013. An efficient dynamic mechanism. Econometrica 81:2463â\u0080\u009385.",
        "Bergemann, D., and J. VÂ¨alimÂ¨aki. 2010. The dynamic pivot mechanism. Econometrica 78:771â\u0080\u009389.",
        "BGC. 2015. BGC Derivative Markets, L.P. Rules. https://www.cftc.gov/sites/default/files/groups/public/@otherif/documents/ifdocs/orgsefbgcexhibitm160128.pdf.",
        "Budish, E., P. Cramton, and J. Shim. 2015. The high-frequency trading arms race: Frequent batch auctions as a market design response. Quarterly Journal of Economics 130:1547â\u0080\u0093621.",
        "Buti, S., B. Rindi, and I. M. Werner. 2011. Diving into dark pools. Working Paper, Fisher College of Business, Ohio State University. https://papers.ssrn.com/sol3/papers.cfm?abstract_id=1630499.",
        "CFA Institute. 2012. Dark pools, internalization, and equity market quality. White paper, CFA Institute. https://www.cfapubs.org/doi/pdf/10.2469/ccb.v2012.n5.1. Clarke, E. 1971. Multipart pricing of public goods. Public Choice 2:19â\u0080\u009333.",
        "Collin-Dufresne, P., B. Junge, and A. B. Trolle. 2020. Market structure and transaction costs of index CDSs. Journal of Finance forthcoming https://doi.org/10.1111/jofi.12953.",
        "dâ\u0080\u0099Aspremont, C., and L.-A. GÂ´erard-Varet. 1979. Incentives and incomplete information. Journal of Public Economics 11:25â\u0080\u009345.",
        "Degryse, H., F. De Jong, and V. van Kervel. 2015. The impact of dark trading and visible fragmentation on market quality. Review of Finance 19:1587â\u0080\u0093622.",
        "Division of Trading and Markets. 2013. Equity market structure literature review, Part I: market fragmentation. U.S. Securities and Exchange Commission, https://www.sec.gov/marketstructure/research/fragmentation-lit-review-100713.pdf.",
        "Duffie, D., and H. Zhu. 2017. Size discovery. The Review of Financial Studies 30:1095â\u0080\u0093150.",
        "Du, S., and H. Zhu. 2017. What is the optimal trading frequency in financial markets? Review of Economic Studies 84:1606â\u0080\u009351.",
        "Dworczak, P. 2020. Mechanism design with aftermarkets: Cutoff mechanisms. Econmetrica forthcoming.",
        "Farley, R., E. Kelley, and A. Puckett. 2017. Dark trading volume and market quality: A natural experiment. Working paper, University of Tennessee, Knoxville. http://www1.villanova.edu/content/dam/villanova/VSB/assets/marc/marc2018/SSRN-id3088715.pdf.",
        "Fleming, M., and G. Nguyen. 2015. Order flow segmentation and the role of dark trading in the price discovery of U.S. treasury securities. Working Paper, Federal Reserve Bank of New York.",
        "Fleming, M., E. Schaumburg, and R. Yang. 2015. The evolution of workups in the U.S. treasury securities market. Liberty Street Economics, Federal Reserve Bank of New York. http://libertystreeteconomics.newyorkfed.org/2015/08/the-evolution-of-workups-in-the-us-treasury-securities-market.html.",
        "German Ministry of Finance. 2019. Necessary amendments and revisions to secondary market provisions in MiFID and MiFIR. Position paper, German Ministry of Finance. https://www.bundesfinanzministerium.de/Content/DE/Standardartikel/Themen/Internationales_Finanzmarkt/Positionspapiere-Mifid-Mifir.html.",
        "GFI. 2015. GFI Swaps Exchange LLC rulebook. GFI Technical Report. https://www.cftc.gov/sites/default/files/stellent/groups/public/@otherif/documents/ifdocs/exhibitm1rulebookgfiswaps.pdf.",
        "Giancarlo, J. C. 2015. Pro-reform reconsideration of the CFTC swaps trading rules: Return to Dodd-Frank. Commodity Futures Trading Commission Technical Report. https://www.cftc.gov/sites/default/files/idc/groups/public/@newsroom/documents/file/sefwhitepaper012915.pdf.",
        "Groves, T. 1973. Incentives in teams. Econometrica 41:617â\u0080\u009331.",
        "Hatheway, F., A. Kwan, and H. Zheng. 2017. An empirical analysis of market segmentation on U.S. equity markets. Journal of Financial and Quantitative Analysis 52:2399â\u0080\u0093427.",
        "Johann, T., T. Putnins, S. Sagade, and C. Westheide. 2019. Quasi-dark trading: The effects of banning dark pools in a world of many alternatives. U.S. Securities and Exchange Commission, http://www.fmaconferences.org/Glasgow/Papers/working_paper.pdf.",
        "Klemperer, P. D., and M. A. Meyer. 1989. Supply function equilibria in oligopoly under uncertainty. Econometrica 57:1243â\u0080\u009377.",
        "Liu, S., J. Wang, and C. Wu. 2015. Liquidity frictions, trading and volatility: Evidence from the us treasury market. Washington State University, Working paper. http://www.fmaconferences.org/Sydney/Papers/TradingandVolatility_LiuWangWu_FMAAsia.pdf.",
        "European Securities and Markets Authority. 2020. Consultation paper mifid ii/ mifir review report on the transparency regime for equity and equity-like instruments, the double volume cap mechanism and the trading obligations for shares. ESMA, Paris.",
        "Fudenberg, D., and J. Tirole. 1991. Game theory. Cambridge, Massachusetts: MIT press.",
        "Myerson, R. B., and M. A. Satterthwaite. 1983. Efficient mechanisms for bilateral trading. Journal of economic theory 29:265â\u0080\u009381.",
        "Nimalendran, M., and S. Ray. 2014. Informational linkages between dark and lit trading venues. Journal of Financial Markets 17:230â\u0080\u009361.",
        "Pancs, R. 2014. Workup. Review of Economic Design 18:37â\u0080\u009371.",
        "Pavan, A., I. Segal, and J. Toikka. 2014. Dynamic mechanism design: A Myersonian approach. Econometrica 82:601â\u0080\u009353.",
        "Protter, P. 2005. Stochastic integration and differential equations, second edition. Heidelberg: Springer.",
        "Rostek, M., and M. Weretka. 2012. Price inference in small markets. Econometrica 80:687â\u0080\u0093711.",
        "Rostek, M., and M. Weretka. 2015. Dynamic thin markets. Review of Financial Studies 28:2946â\u0080\u009392.",
        "Sannikov, Y., and A. Skrzypacz. 2016. Dynamic trading: Price inertia and frontrunning. Working paper, Graduate School of Business, Stanford University. https://economics.uchicago.edu/sites/economics.uchicago.edu/files/uploads/PDF/sannikov_dynamic_trading.pdf.",
        "Schaumburg, E., and R. Yang. 2016. The workup, technology, and price discovery in the interdealer market for U.S. treasury securities. Liberty Street Economics, Federal Reserve Bank of New York. http://libertystreeteconomics.newyorkfed.org/2016/02/the-workup-technology-and-price-discovery-in-the-interdealer-market-for-us-treasury-securities.html.",
        "SIFMA. 2016. SIFMA electronic bond trading report: US corporate & municipal securities. Technical Report, Securities Industry and Financial Markets Association. https://www.sifma.org/wp-content/uploads/2017/05/sifma-electronic-bond-trading-report-us-corporate-and-municipal-securities.pdf.",
        "Tradeweb. 2014. Market regulation advisory notice â\u0080\u0093 work-up protocol. Tradeweb Technical Report. http://www.tradeweb.com/uploadedFiles/Tradeweb/Content/About_Us/egulation/DW%20SEF%20MRAN%20-%20Work-Up%20Protocol%20(12.29.14)v2.pdf.",
        "Tradition. 2015. Tradition SEF platform supplement. Tradition Technical Report. http://www.traditionsef.com/assets/regulatory/rulebooks/Rulebook-2015-05.pdf.",
        "Vayanos, D. 1999. Strategic trading and welfare in a dynamic market. The Review of Economic Studies 66:219â\u0080\u009354.",
        "Vickrey, W. 1961. Counterspeculation, auctions and competitive sealed tenders. Journal of Finance 16:8â\u0080\u009337.",
        "Vives, X. 2011. Strategic supply function competition with private information. Econometrica 79:1919â\u0080\u009366.",
        "Walras, L. 1877. ElÂ´ements dâ\u0080\u0099economie politique pure, fourth edition. Lausanne: L. Corbas. Wholesale Markets Brokersâ\u0080\u0099 Association. 2012. Comment for proposed rule 77 FR 38229. WMBA Technical Report. https://comments.cftc.gov/publiccomments/ViewComment.aspx?id=58343.",
        "Wilson, R. 1979. Auctions of shares. Quarterly Journal of Economics 93:675â\u0080\u009389.",
        "Ye, L. 2016. Understanding the impacts of dark pools on price discovery. Working paper, The Chinese University of Hong Kong, Shenzhen. https://arxiv.org/pdf/1612.08486.pdf.",
        "Zhu, H. 2014. Do dark pools harm price discovery? Review of Financial Studies 27:747â\u0080\u009389."
    ]
}