{
    "id": 24158,
    "cites": 45,
    "cited_by": 2,
    "reference": [
        "Anderson, Gary M. and Robert D. Tollison. 1991. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Congressional Influence and Patterns of New Deal Spending, 1933-1939.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d The Journal of Law and Economics 34(1):161Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c175.",
        "Bateman, Fred and Jason E. Taylor. 2003. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Was Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009dVÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d for Victory or Votes? A Public Choice Analysis of World War II Federal Spending.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Public Choice 114(1/2):161Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c174.",
        "Battaglini, Marco and Stephen Coate. 2008. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093A Dynamic Theory of Public Spending, Taxation, and Debt.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d American Economic Review 98(1):201Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c36.",
        "Becker, Gary S. 1983. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093A Theory of Competition Among Pressure Groups for Political Influence.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Quarterly Journal of Economics 98(3):371Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c400.",
        "Berry, Christopher R. and Anthony Fowler. 2016. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Cardinals or Clerics? Congressional Committees and the Distribution of Pork.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d American Journal of Political Science 60(3):692Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c 708.",
        "Berry, Christopher R., Barry C. Burden and William G. Howell. 2010. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093The President and the Distribution of Federal Spending.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d American Political Science Review 104(4):783Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c799.",
        "Brams, Steven J. and Morton D. Davis. 1974. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093The 3/2Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0084¢s Rule in Presidential Campaigning.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d The American Political Science Review 68(1):113Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c134.",
        "Brams, Steven J. and Morton D. Davis. 1982. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Optimal Resource Allocation in Presidential Primaries.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Mathematical Social Sciences 3:373Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c288.",
        "Cardona, Daniel and Antoni RubÃ\u0083â\u0080\u009eÃ\u0082Â±Ã\u0083Å\u0092Ã\u0082Â\u0081-BarceloÃ\u0083Å\u0092Ã\u0082Â\u0081. 2013. On the Optimality of Bargaining Outcomes in the Collective-Particularistic Multilateral Bargaining Game. DEA Working Papers 53 Universitat de les Illes Balears, Departament dÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0084¢Economa Aplicada.",
        "Dixit, Avinash and John Londregan. 1995. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Redistributive Politics and Economic Efficiency.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d American Political Science Review 89:856Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c866.",
        "Dixit, Avinash and John Londregan. 1996. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093The Determinants of Success of Special Interests in Redistributive Politics.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Journal of Politics 58:1132Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c1155.",
        "Dynes, Adam M. and Gregory A. Huber. 2015. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Partisanship and the Allocation of Federal Spending: Do Same-Party Legislators or Voters Benefit from Shared Party Affiliation with the President and House Majority?Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d American Political Science Review 109(1):172Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c186.",
        "Fishback, Price. 2017. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093How Successful Was the New Deal? The Microeconomic Impact of New Deal Spending and Lending Policies in the 1930s.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Journal of Economic Literature 55(4):14351485.",
        "Fishback, Price V., Shawn Kantor and John J. Wallis. 2003. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Can the New Deal Three-RÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0084¢s be Rehabilitated? A County-by-County, Program-by-Program Analysis.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Explorations in Economic History 40:278Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c307.",
        "Fishback, Price V., William C. Horrace and Shawn Kantor. 2005. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Did New Deal Grant Programs Stimulate Local Economies? A Study of Federal Grants and Retail Sales During the Great Depression.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Journal of Economic History 65(1):36Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c71.",
        "Fleck, Robert K. 1999. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Electoral Incentives, Public Policy, and the New Deal Realignment.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Southern Economic Journal 65(3):377Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c404.",
        "Grier, Kevin B., Michael McDonald and Robert D. Tollison. 1995. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Electoral Politics and the Executive Veto: A Predictive Theory.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Economic Inquiry 33:427Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c440.",
        "Huang, Taofang and Daron R. Shaw. 2009. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Beyond the Battlegrounds? Electoral College Strategies in the 2008 Presidential Election.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Journal of Political Marketing 8(4):272Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c291.",
        "Hudak, John. 2014. The Politics of Federal Grants: Presidential Influence over the Distribution of Federal Funds. Washington, DC: Brookings Institution Press.",
        "Lane, Frederic C. 1947. Industrial Mobilization for War: History of the War Production Board and Predecessor Agencies, 1940-45 Vol. I Program and Administration, Historical Reports on War Administration: War Production Board, General Study No. 1. Washington, DC: GPO.",
        "Larcinese, Valentino, James M. Snyder, Jr. and Cecilia Testa. 2013. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Testing Models of Distributive Politics Using Exit Polls to Measure Voter Preferences and Partisanship.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d British Journal of Political Science 43:845Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c875.",
        "Larcinese, Valentino, Leonzio Rizzo and Cecilia Testa. 2006. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Allocating the US Federal Budget to the States: the Impact of the President.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Journal of Politics 68:447Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c456.",
        "Leblanc, William, James M. Snyder, Jr. and Micky Tripathi. 2000. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Majority-rule Bargaining and the Under Provision of Public Investment Goods.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Journal of Public Economics 75(1):21Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c47.",
        "Levitt, Stephen D. and James M. Snyder, Jr. 1995. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Political Parties and the Distribution of Federal Outlays.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d American Journal of Political Science 39:958Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c980.",
        "Lindbeck, Assar and JoÃ\u0083Å\u0092Ã\u0082Ë\u0086rgen W. Weibull. 1987. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Balanced-Budget Redistribution as the Outcome of Political Competition.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Public Choice 52(3):273Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c297.",
        "McCarty, Nolan M. 2000. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Presidential Pork: Executive Veto Power and Distributive Politics. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d The American Political Science Review 94(1):117Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c129.",
        "Nagler, Jonathan and Jan Leighley. 1992. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Presidential Campaign Expenditures: Evidence on Allocations and Effects.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Public Choice 73(3):319Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c333.",
        "Primo, David M. and James M. Snyder, Jr. 2008. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Distributive Politics and the Law of 1/n.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d The Journal of Politics 70(2):477Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c486.",
        "Rhode, Paul. 2000. The Impact of World War Two Spending on the California Economy. In The Way We Really Were: The Golden State in the Second Great War, ed. R Lotchin. Urbana, IL: University of Illinois Press pp. 93Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c119.",
        "Runyon, John H, Jennifer Verdini and Sally Runyon. 1971. Source Book of American Presidential Campaigns and Election Statistics, 1948-1968. New York: F. Ungar.",
        "Shaw, Daron R. 2006. The Race to 270: The Electoral College and the Campaign Strategies of 2000 and 2004. Chicago: University of Chicago Press.",
        "Shor, Boris. 2006. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Presidential Power and Distributive Politics: Federal Expenditures in the 50 States, 1983-2001.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d University of Chicago.",
        "Snyder, Jr., James M. 1989. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Election Goals and the Allocation of Campaign Resources.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Econometrica 57:637Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c660.",
        "Somers, Herman M. 1950. Presidential Agency OWMR: The Office of War Mobilization and Reconversion. Cambridge, MA: Harvard University Press.",
        "Stein, Robert M. and Kenneth N. Bickers. 1994. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Congressional Elections and the Pork Barrel.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Journal of Politics 56(2):377Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c399.",
        "StroÃ\u0083Å\u0092Ã\u0082Ë\u0086mberg, David. 2004. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093RadioÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0084¢s Impact on Public Spending.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Quarterly Journal of Economics 119:189Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c221.",
        "StroÃ\u0083Å\u0092Ã\u0082Ë\u0086mberg, David. 2008. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093How the Electoral College Influences Campaigns and Policy: The Probability of Being Florida.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d The American Economic Review 98(3):769Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c807.",
        "U.S. Civilian Production Administration, Bureau of Demobilization. 1945. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Chronology of the War Production Board and Predecessor Agencies, August 1939 to November 1945,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0084¢ Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0084¢Historical Reports on War Administration: War Production Board, Misc. Publ. No. 1. Washington, DC: GPO.",
        "U.S. Department of Commerce, Bureau of Foreign and Domestic Commerce. 1943. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Wages: War vs. Non-War Industries.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Survey of Current Business p. 4.",
        "Volden, Craig and Alan Wiseman. 2007. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Bargaining in Legislatures over Particularistic and Collective Goods.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d American Political Science Review 101(1):79Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c92.",
        "Wallis, John J. 1987. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Employment, Politics, and Economic Recovery during the Great Depression.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d The Review of Economics and Statistics 69(3):516Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c520.",
        "Wallis, John J. 1991. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093The Political Economy of New Deal Fiscal Federalism.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Economic Inquiry 39:510Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c524.",
        "Wallis, John J. 1996. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093What Determines the Allocation of National Government Grants to the States?Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d NBER Historical Paper No. 90. . Wallis, John J. 1998. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093The Political Economy of New Deal Spending Revisited, Again; With and Without Nevada.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Exploration in Economic History 35:140Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c170.",
        "Wallis, John J. 2001. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093The Political Economy of New Deal Spending, Yet Again: Reply to Fleck.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Exploration in Economic History 38:305Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c314.",
        "Wright, Gavin. 1974. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093The Political Economy of New Deal Spending: An Econometric Analysis.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d The Review of Economics and Statistics 56(1):30Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c38."
    ]
}