{
    "id": 24155,
    "cites": 27,
    "cited_by": 4,
    "reference": [
        "Abaluck, J. and Agha, L. (2014). Negative tests and the efficiency of medical care: What determines heterogeneity in imaging behavior? Working Paper, Yale.",
        "Chan, D. C. (2016). Teamwork and moral hazard: evidence from the emergency department. Journal of Political Economy, 124(3):734Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c770.",
        "Currie, J. and MacLeod, W. B. (2017). Diagnosing expertise: Human capital, decision making, and performance among physicians. Journal of Labor Economics, 35(1):1Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c43.",
        "Currie, J., MacLeod, W. B., and Van Parys, J. (2016). Provider practice style and patient health outcomes: the case of heart attacks. Journal of health economics, 47:64Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c80.",
        "Doyle, J. (2011). Returns to local-area health care spending: evidence from health shocks to patients far from home. American Economic Journal: Applied Economics, 3(3):221Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c243.",
        "Doyle, J., Graves, J., Gruber, J., and Kleiner, S. (2014). Measuring returns to hospital care: Evidence from ambulance referral patterns. Journal of Political Economy, Forthcoming.",
        "Doyle, J., Wagner, T., and Ewer, S. (2010). Returns to physician human capital: Analzying patients randomized to physician teams. Journal of Health Economics, 29:866Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c882.",
        "Epstein, A. J. and Nicholson, S. (2009). The formation and evolution of physician treatment styles: an application to cesarean sections. Journal of health economics, 28(6):1126Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c1140.",
        "Hastings, S., Whitson, H., Purser, J., Sloane, R., and Johnson, K. (2009). Emergency department discharge diagnoses and adverse health outcomes among older adults. Journal of the American Medical Association, 57:1856Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c1861.",
        "Hollander, J. E. and Chase, M. (2016). Evaluation of the adult with chest pain in the emergency department. https://www.uptodate.com/contents/ evaluation-of-the-adult-with-chest-pain-in-the-emergency-department.",
        "Hussey, P. S., Wertheimer, S., and Mehrotra, A. (2013). The association between health care quality and cost: A systematic review. Annals of internal medicine, 158(1):27Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c34.",
        "Kachalia, A., Gandhi, T., Puopolo, A., Yoon, C., Thomas, E., Griffey, R., Brennan, T., and Studdert, D. (2007). issed and delayed diagnoses in the emergency department: a study of closed malpractice claims from 4 liability insurers. Annals of Emergency Medicine, 49:196Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c205.",
        "Martin, R. F. (2017). Acute appendicitis in adults: Clinical manifestations and differential diagnosis. https://www.uptodate.com/contents/ acute-appendicitis-in-adults-clinical-manifestations-and-differential-diagnosis.",
        "McSweeney, J., Cody, M., OÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0084¢Sullivan, P., Elberson, K., Moser, D., and Garvin, B. (2003). WomenÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0084¢s early warning symptoms of acute myocardial infarction. Circulation, (25):2659Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c2623.",
        "Nadarajan, V., Perry, R., Johnson, J., and Werring, D. (2014). Transient ischaemic attacks: mimics and chameleons. Practical neurology, 14(1):23Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c31.",
        "Newhouse, J. P., Garber, A. M., Graham, R. P., McCoy, M. A., Mancher, M., Kibria, A., et al. (2013). Variation in Health Care Spending: Target Decision Making, Not Geography. National Academies Press.",
        "Pampalon, R., Hamel, D., Gamache, P., and Raymond, G. (2009). Un indice de deÃ\u0083Å\u0092Ã\u0082Â\u0081favorisation pour la planification de la santeÃ\u0083Å\u0092Ã\u0082Â\u0081 au canada. Maladies chroniques au Canada, 29(4):199Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c213.",
        "Pope, J., Aufderheide, T. P., Ruthazer, R., Woolard, R. H., Feldman, J. A., Beshansky, J. R., Griffith, J. L., and Selker, H. P. (2000). Missed diagnoses of acute cardiac ischemia in the emergency department. New England Journal of Medicine, 342:1163Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c1170.",
        "Pope, J. and Edlow, J. (2012). Avoiding misdiagnosis in patients with neurological emergencies.",
        "Rothrock, S. and Pagane, J. (2000). Acute appendicitis in children: emergency department diagnosis and management. Annals of Emergency Medicine, 36:39Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c51.",
        "Rothwell, P., Giles, M., Chandratheva, A., Marquardt, L., Geraghty, O., Redgrave, J., Lovelock, C., Binney, L., Bull, L., Cuthbertson, F., Welch, S., Bosch, S., Carasco-Alexander, F., Silver, L., Gutnikov, S., and Mehta, Z. (2007). Effect of urgent treatment of transient ischemic attack and minor stroke on early recurrent stroke (express study): a prospective population-based sequential comparison. The Lancet, 370:1432Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c1442.",
        "Seetahal, S. A., Bolorunduro, O. B., Sookdeo, T. C., Oyetunji, T. A., Greene, W. R., Frederick, W., Cornwell, E. E., Chang, D. C., and Siram, S. M. (2011). Negative appendectomy: a 10-year review of a nationally representative sample. The American Journal of Surgery, 201(4):433Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c437.",
        "Silver, D. (2016). Haste or waste? Peer pressure and the distribution of marginal returns to health care. Working Paper, Princeton University.",
        "Taubman, S. L., Allen, H. L., Wright, B. J., Baicker, K., and Finkelstein, A. N. (2014). Medicaid increases emergency-department use: Evidence from OregonÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0084¢s health insurance experiment. Science, 17(17):263Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c268.",
        "Tsugawa, Y., Jha, A. K., Newhouse, J. P., Zaslavsky, A. M., and Jena, A. B. (2017). Variation in physician spending and association with patient outcomes. Jama internal medicine, 177(5):675Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c 682.",
        "Van Parys, J. (2016). Variation in physician practice styles within and across emergency departments. PloS one, 11(8):e0159882.",
        "Zellner, A. (1962). An efficient method of estimating seemingly unrelated regression equations and tests for aggregation bias. Journal of the American Statistical Association, 57:348Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c368. On-line Appendix A: robustness results We provide results from a series of robustness checks that consider more outcome variables and narrower and wider sets of physicians. More specifically, we reestimate our models: 1. Adding hospital spending during the 0-5 and 6-90 post-ED visit periods as outcomes, instead of just hospital stays during these periods. 2. Eliminating physicians whose proportion of allocated patients with an angina+, appendicitis+ or TIA+ diagnosis was atypical. 3. Including all physicians who practiced in our final sample of EDs. We now describe the results from each of these robustness checks. Results including hospital spending as an outcome variable"
    ]
}