{
    "id": 2416,
    "cites": 28,
    "cited_by": 0,
    "reference": [
        "Audirac, Pierre-Alain. 1982. Cohabitation et Manage: Qui Vit avec Qui? Economie et Statistiqu~, 145: 41-59.",
        "Balakrishnan, T. R., K. V. Rao, Evelyne Lapierre-Adamcyk, and Karol J. Krotki. 1987. A Hazards Model Analysis of the Covariates of Marriage Dissolution in Canada. Demography, forthcoming.",
        "Becker, Gary S., Elisabeth M. Landes, and Robert T. Michael. 1977. An Economic Analysis of Marital Instability. Journal of Political Economy 85: 1141-1187.",
        "Bernard, Jessie. 1982. The Future of Marriage. New Haven: Yale University Press.",
        "Blanc, Ann Klimas. 1985. The Effect of Nonmarital Cohabitation on Family Formation and Dissolution: A Comparative Analysis of Sweden and Norway.",
        "Brown, A. and K. Kiernan. 1981. Cohabitation in Great Britain: Evidence from the General Household Survey. Population Trends 25: 1-8.",
        "Carison, Elwood. 1986. Couples without Children: Premarital Cohabitation in France. In Contemporary Marriage: Comparative Perspectives of a Changing Institution, edited by Kingsley Davis with A. GrossbardSchechtman.",
        "New York: Russell Sage Foundation. Cherlin, Andrew. 1977. The Effect of Children on Marital Dissolution. Demography 14: 265-272.",
        "University Press. Cox, D. R. and D. Oakes. 1984. Analysis of Survival Data. London: Chapman and Hall.",
        "Davis, Kingsley. 1983. The Future of Marriage. Bulletin -- The Academy of Arts and Sciences 36: 15-43.",
        "DeMaris, Alfred and Gerald R. Leslie. 1984. Cohabitation with the Future Spouse: Its Influence upon Marital Satisfaction and Communication. Journal of ~ and the Family 46: 77-84.",
        "Festy, P. 1980. Aspects Demographiques de la Formation de la Famille en Europe Occidentale. In Marriage and Cohabitation in Contemporary Societies, edited by J. Eekelaar and S. Katz. Toronto: Butterworth and Co.",
        "Glick, Paul C. 1984. Marriage, Divorce, and Living Arrangements: Prospective Changes. Journal of Family Issues 5: 7-26.",
        "Floem, Jan M. 1986. The Impact of Education on Modern Family-Union Initiation. European Journal of Population 2: 113-133.",
        "Macklin, Eleanor D. 1978. Nonmarital Heterosexual Cohabitation. Marriage and Family Review 1: 1-12.",
        "Mead, Margaret. 1966. Marriage in Two Steps. Redbook (July): 48-49, 84-85.",
        "Influences on Marriage Dissolution in the United States. Demography 18: 181-200. Morgan, S. Philip and Ronald R. Rindfuss. 1985. Marital Disruption: Structural and Temporal Dimensions. American Journal of Sociology 90: 1055-1077.",
        "Murphy, M. J. 1985. Demographic and Socio-economic Influences on Recent British Marital Breakdown Patterns. Population Studies 39: 441-460.",
        "Norton, Arthur J. 1983. Keeping Up with Households. American Demographics (February): 17-21.",
        "Rosenblatt, Paul C. and Linda G. Budd. 1975. Territoriality and Privacy in Married and Unmarried Cohabiting Couples. The Journal of Social Psychology 97: 67-75.",
        "New York: Russell Sage Foundation. Statistics Sweden. 1981. Women in Sweden. Stockholm. Inquiries about this data set should be addressed to Statistics Sweden, S-uS 81, Stockholm, Sweden.",
        "Tanfer, Koray. 1987. Patterns of Premarital Cohabitation among Never-Married Women in the United States. Journal of Marriage and the Family 49: 483-497.",
        "Teachman, Jay D. 1982. Methodological Issues in the Analysis of Family Formation and Dissolution. Journal of Marriage and the Family 44: 1037-1053.",
        "Thornton, Arland. 1977. Children and Marital Stability. Journal of Marriage and the Family 39: 531-540.",
        "Trost, J. 1980. Cohabitation without Marriage in Sweden. In Marriage and Cohabitation in Contemporary Societj~, edited by J. Eekelaar and S. Katz.",
        "Toronto: Butterworth and Co. Tuma, Nancy B. 1979. Invoking RATE (2nd edition). Menlo Park, CA: SRI International.",
        "Waite, Linda J., Gus W. Haggstrom, and David E. Kanouse. 1985. The Consequences of Parenthood for the Marital Stability of Young Adults. American Sociological Review 50: 850-857.",
        "Westoff, Charles F. 1978. Some Speculations on the Future of Marriage and Fertility. Family Planning Perspectives 10: 79-83."
    ]
}