{
    "id": 24168,
    "cites": 35,
    "cited_by": 15,
    "reference": [
        "Agarwal, Sumit, David Lucca, Amit Seru, and Francesco Trebbi. \"Inconsistent Regulators: Evidence from Banking.\" Quarterly Journal of Economics 129, no. 2 (2014): 889-938.",
        "Appelbaum, Binyamin, and Ellen Nakashima. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Banking regulator played Advocate over Enforcer.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Washington Post, Nov. 23, 2008a.",
        "Appelbaum Binyamin, and Ellen Nakashima, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Regulator Let IndyMac Bank Falsify ReportÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Washington Post, Dec. 23, 2008b.",
        "Barth, James R., Gerard Caprio, and Ross Levine. \"Bank Regulation and Supervision: What Works Best.\" Journal of Financial Intermediation 13, no. 2 (2004): 205-248.",
        "Bayer, Ed. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Reducing the ALLL Reserve for Thrifts.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Banking Administration Institute, Jan. 29, 2014.",
        "Beatty, Anne, and Scott Liao. \"Do Delays in Expected Loss Recognition Affect banks' Willingness to Lend?\" Journal of Accounting and Economics 52, no. 1 (2011): 1-20.",
        "Bhat, Gauri, Stephen G. Ryan, and Dushyantkumar Vyas. \"The Implications of Credit Risk Modeling for Banks' Loan Loss Provision Timeliness and Loan Origination Procyclicality.\" Working Paper, 2017.",
        "Bian, Bo, Rainer Haselmann, Thomas Kick, and Vikrant Vig. \"The Political Economy of Bank Bailouts.\" IMFS Working Paper Series, Working Paper, 2017.",
        "Bord, Vitaly, Victoria Ivashina, and Ryan Taliaferro. \"Large Banks and the Transmission of Financial Shocks.\" Working Paper, 2017.",
        "Bushman, Robert M., and Christopher D. Williams. \"Accounting Discretion, Loan Loss Provisioning, and Discipline of BanksÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0084¢ Risk-Taking.\" Journal of Accounting and Economics 54, no. 1 (2012): 1-18.",
        "Brown, Craig O., and I. Serdar Dinc. \"The Politics of Bank Failures: Evidence from Emerging Markets.\" Quarterly Journal of Economics 120, no. 4 (2005): 1413-1444.",
        "Brown, Craig O., and I. Serdar DinÃ\u0083Æ\u0092Ã\u0082Â§. \"Too Many to Fail? Evidence of Regulatory Forbearance When the Banking Sector is Weak.\" Review of Financial Studies 24, no. 4 (2011): 1378-1405.",
        "Buchak, Greg, Gregor Matvos, Tomasz Piskorski, and Amit Seru. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Fintech, regulatory arbitrage, and the rise of shadow banks.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d No. w23288. National Bureau of Economic Research, Working Paper, 2017.",
        "Caballero, Ricardo J., Takeo Hoshi, and Anil K. Kashyap. \"Zombie Lending and Depressed Restructuring in Japan.\" American Economic Review 98, no. 5 (2008): 1943-1977.",
        "Chen, Brian S., Samuel G. Hanson, and Jeremy C. Stein. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093The Decline of Big-Bank Lending to Small Business: Dynamic Impacts on Local Credit and Labor Markets.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Harvard University, Working paper, 2017.",
        "Chodorow-Reich, Gabriel. \"The Employment Effects of Credit Market Disruptions: Firm-Level Evidence from the 2008Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c9 Financial Crisis.\" Quarterly Journal of Economics 129, no. 1 (2013): 1-59.",
        "Christensen, Hans B., Luzi Hail, and Christian Leuz. \"Capital-Market Effects of Securities Regulation: Prior Conditions, Implementation, and Enforcement.\" Review of Financial Studies 29, no. 11 (2016): 2885-2924.",
        "Costello, Anna M., JoÃ\u0083Æ\u0092Ã\u0082Â£o Granja, and Joseph Weber. \"Do Strict Regulators Increase the Transparency of the Banking System?\" Working Paper, 2016.",
        "Dimitrov, Valentin, Darius Palia, and Leo Tang. \"Impact of the Dodd-Frank act on credit ratings.\" Journal of Financial Economics 115, no. 3 (2015): 505-520.",
        "Gopalan, Yadav, Ankit Kalda, and Asaf Manela. \"Hub-and-spoke regulation and the leverage of financial intermediaries.\" Working Paper, 2016.",
        "Greenstone, Michael, Alexandre Mas, and Hoai-Luu Nguyen. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Do Credit Market Shocks Affect the Real Economy? Quasi-Experimental Evidence From the Great Recession and Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Ë\u009cNormalÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0084¢ Economic Times.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d No. w20704. National Bureau of Economic Research, Working Paper, 2015.",
        "Granja, JoÃ\u0083Æ\u0092Ã\u0082Â£o. \"Disclosure Regulation in the Commercial Banking Industry: Lessons from the National Banking Era.\" Working Paper, 2016.",
        "Iacus, Stefano M., Gary King, and Giuseppe Porro. \"Causal inference without balance checking: Coarsened exact matching.\" Political analysis 20, no. 1 (2012): 1-24.",
        "Jackson, Howell E., and Mark J. Roe. \"Public and Private Enforcement of Securities Laws: Resource-Based Evidence.\" Journal of Financial Economics 93, no. 2 (2009): 207-238.",
        "Kane, Edward J. \"The high cost of incompletely funding the FSLIC shortage of explicit capital.\" The Journal of Economic Perspectives 3, no. 4 (1989): 31-47.",
        "Kroszner, Randall S., and Philip E. Strahan. \"Regulatory Incentives and the Thrift Crisis: Dividends, Mutual-to-Stock Conversions, and Financial Distress.\" Journal of Finance 51, no. 4 (1996): 1285-1319.",
        "La Porta, Rafael, Florencio Lopez-de-Silanes, and Andrei Shleifer. \"What Works in Securities Laws?\" Journal of Finance 61, no. 1 (2006): 1-32.",
        "MacDonald, Chip, and Jordan Schwartz. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093After the OTSÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009dShould Thrifts Convert to Commercial Banks?Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Bloomberg Law Reports, 2011.",
        "Nguyen, Hoai-Luu Q. \"Do bank branches still matter? The effect of closings on local economic outcomes.\" Massachusetts Institute of Technology, Working Paper, 2014.",
        "Peek, Joe, and Eric S. Rosengren. \"Collateral Damage: Effects of the Japanese Bank Crisis on Real Activity in the United States.\" American Economic Review (2000): 30-45.",
        "Peirce, Hester, Ian C. Robinson, and Thomas Stratmann. \"How Are Small Banks Faring under Dodd-Frank?\" Working Paper, 2014.",
        "Rajan, Raghuram G., and Luigi Zingales. \"Financial Dependence and Growth.\" American Economic Review 88, no. 3 (1998): 559-586.",
        "SageWorks. \"Poll: Biggest Areas of Change when Transitioning from OTS to OCC.\" Sageworks, Nov. 14, 2013.",
        "Wayne, Leslie, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Thrift Office's Eager Terminator,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d The New York Times, Jan. 21, 1992.",
        "Wilson, Kristin, and Stan Veuger. \"Information frictions in uncertain regulatory environments: Evidence from us commercial banks.\" Oxford Bulletin of Economics and Statistics 79, no. 2 (2017): 205-233."
    ]
}