{
    "id": 24162,
    "cites": 36,
    "cited_by": 5,
    "reference": [
        "Alvarez, F. and Jermann, U. J. (2005). Using asset prices to measure the persistence of the marginal utility of wealth. Econometrica, 73(6):1977Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c2016.",
        "Balbus, L. (2016). On non-negative recursive utilities in dynamic programming with nonlinear aggregator and CES. Working paper, available at SSRN: https://ssrn.com/abstract=2703975.",
        "Bansal, R., Kiku, D., and Yaron, A. (2012). An empirical evaluation of the long-run risks model for asset prices. Critical Finance Review, 1(1):183Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c221.",
        "Bansal, R. and Yaron, A. (2004). Risks for the long run: A potential resolution of asset pricing puzzles. The Journal of Finance, 59(4):1481Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c1509.",
        "Becker, R. A., Boyd, J. H., and Sung, B. Y. (1989). Recursive utility and optimal capital accumulation I: Existence. Journal of Economic Theory, 47(1):76Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c100.",
        "Becker, R. A. and RincoÃ\u0083Å\u0092Ã\u0082Â\u0081n-Zapatero, J. P. (2017). Recursive utility and Thompson aggregators. Technical report, University of Indiana Working Paper.",
        "Bloise, G. and Vailakis, Y. (2018). Convex dynamic programming with (bounded) recursive utility. Journal of Economic Theory, in press.",
        "Boyd, J. H. (1990). Recursive utility and the Ramsey problem. Journal of Economic Theory, 50(2):326Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c345.",
        "Christensen, T. M. (2017a). Identification and estimation of dynamic models with robust decision makers. Technical report, New York University.",
        "Christensen, T. M. (2017b). Nonparametric stochastic discount factor decomposition.",
        "Coleman, W. J. (1991). Equilibrium in a production economy with an income tax.",
        "Datta, M., Mirman, L. J., and Reffett, K. L. (2002). Existence and uniqueness of equilibrium in distorted dynamic economies with capital and labor. Journal of Economic Theory, 103(2):377Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c410.",
        "Du, Y. (2006). Order Structure and Topological Methods in Nonlinear Partial Differential Equations: Maximum principles and applications. World Scientific.",
        "Epstein, L. G. and Zin, S. E. (1989). Risk aversion and the temporal behavior of consumption and asset returns: A theoretical framework. Econometrica, 57(4):937Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c 969.",
        "Guo, J. and He, X. D. (2017). Recursive utility with investment gains and losses: Existence, uniqueness and convergence. SSRN working paper.",
        "Hansen, L. P., Heaton, J. C., and Li, N. (2008). Consumption strikes back? Measuring long-run risk. Journal of Political Economy, 116(2):260Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c302.",
        "Hansen, L. P. and Scheinkman, J. A. (2009). Long-term risk: An operator approach. Econometrica, 77(1):177Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c234.",
        "Hansen, L. P. and Scheinkman, J. A. (2012). Recursive utility in a Markov environment with stochastic growth. Proceedings of the National Academy of Sciences, 109(30):11967Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c11972.",
        "Kolmogorov, A. and Fomin, S. (1975). Introductory real analysis.",
        "Koopmans, T. C. (1960). Stationary ordinal utility and impatience. Econometrica, pages 287Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c309.",
        "KrasnoselÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0084¢skii, M., Vainikko, G., Zabreyko, R., Ruticki, Y., and StetÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0084¢senko, V. (2012). Approximate Solution of Operator Equations. Springer Netherlands.",
        "Kreps, D. M. and Porteus, E. L. (1978). Temporal resolution of uncertainty and dynamic choice theory. Econometrica, pages 185Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c200.",
        "Le Van, C. and Vailakis, Y. (2005). Recursive utility and optimal growth with bounded or unbounded returns. Journal of Economic Theory, 123(2):187Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c209.",
        "Lucas, R. E. and Stokey, N. L. (1984). Optimal growth with many consumers. Journal of Economic Theory, 32(1):139Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c171.",
        "Marinacci, M. and Montrucchio, L. (2010). Unique solutions for stochastic recursive utilities. Journal of Economic Theory, 145(5):1776Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c1804.",
        "Marinacci, M. and Montrucchio, L. (2017). Unique tarski fixed points. Technical report, IGIER working paper 604.",
        "Mirman, L. J., Morand, O. F., and Reffett, K. L. (2008). A qualitative approach to Markovian equilibrium in infinite horizon economies with capital. Journal of Economic Theory, 139(1):75Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c98.",
        "Ozaki, H. and Streufert, P. A. (1996). Dynamic programming for non-additive stochastic objectives. Journal of Mathematical Economics, 25(4):391Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c442.",
        "Qin, L. and Linetsky, V. (2017). Long-term risk: A martingale approach. Econometrica, 85(1):299Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c312.",
        "RincoÃ\u0083Å\u0092Ã\u0082Â\u0081n-Zapatero, J. P. and RodrÃ\u0083â\u0080\u009eÃ\u0082Â±Ã\u0083Å\u0092Ã\u0082Â\u0081guez-Palmero, C. (2007). Recursive utility with unbounded aggregators. Economic Theory, 33(2):381Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c391.",
        "Schorfheide, F., Song, D., and Yaron, A. (2017). Identifying long-run risks: A Bayesian mixed-frequency approach. Econometrica, in press.",
        "Streufert, P. A. (1990). Stationary recursive utility and dynamic programming under the assumption of biconvergence. The Review of Economic Studies, 57(1):79Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c97.",
        "Wagner, C. H. (1982). A generic approach to iterative methods. Mathematics Magazine, 55(5):259Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c273.",
        "Weil, P. (1990). Nonexpected utility in macroeconomics. The Quarterly Journal of Economics, 105(1):29Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c42.",
        "Zaanen, A. C. (1997). Introduction to Operator Theory in Riesz Spaces. Springer.",
        "Zhang, Z. (2013). Variational, topological, and partial order methods with their applications. Springer."
    ]
}