{
    "id": 24176,
    "cites": 69,
    "cited_by": 6,
    "reference": [
        "Tobias Adrian and Hyun Song Shin. Liquidity and leverage. Journal of financial intermediation, 19(3):418Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c437, 2010. Michael C Bailey, Eduardo DÃ\u0083Æ\u0092Ã\u0082Â¡vila, Theresa Kuchler, and Johannes Stroebel. House price beliefs and mortgage leverage choice. 2017.",
        "Brad M. Barber and Terrance Odean. Trading is hazardous to your wealth: The common stock investment performance of individual investors. Journal of Finance, 55(2):773Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c806, 04 2000.",
        "Brad M. Barber and Terrance Odean. Boys will be boys: Gender, overconfidence, and common stock investment. The Quarterly Journal of Economics, 116(1):261Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c292, February 2001.",
        "Brad M Barber, Terrance Odean, and Ning Zhu. Do retail trades move markets? The Review of Financial Studies, 22 (1):151Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c186, 2008.",
        "Brad M Barber, Yi-Tsung Lee, Yu-Jane Liu, and Terrance Odean. The cross-section of speculator skill: Evidence from day trading. Journal of Financial Markets, 18:1Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c24, 2014.",
        "Nicholas Barberis and Wei Xiong. What drives the disposition effect? An analysis of a long-standing preference-based explanation. the Journal of Finance, 64(2):751Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c784, 2009.",
        "Jean-NoÃ\u0083Æ\u0092Ã\u0082Â«l Barrot, Ron Kaniel, and David Sraer. Are retail traders compensated for providing liquidity? Journal of Financial Economics, 120(1):146Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c168, 2016.",
        "Itzhak Ben-David. High leverage and willingness to pay: Evidence from the residential housing market. Ohio State University working paper, Sep 2011.",
        "Itzhak Ben-David, Justin Birru, and Viktor Prokopenya. Uninformative feedback and risk taking: Evidence from retail forex trading. Review of Finance, forthcoming, 2017a.",
        "Itzhak Ben-David, Justin Birru, and Andrea Rossi. Trading skill: Evidence from trades of corporate insiders in their personal portfolios. Journal of Financial Economics, forthcoming, 2017b.",
        "Henk Berkman, Paul D Koch, and P Joakim Westerholm. Informed trading through the accounts of children. The Journal of Finance, 69(1):363Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c404, 2014.",
        "Marianne Bertrand and Adair Morse. Information disclosure, cognitive biases, and payday borrowing. The Journal of Finance, 66(6):1865Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c1893, 2011.",
        "Markus K Brunnermeier and Lasse Heje Pedersen. Market liquidity and funding liquidity. The review of financial studies, 22(6):2201Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c2238, 2008.",
        "Markus K Brunnermeier, Alp Simsek, and Wei Xiong. A welfare criterion for models with distorted beliefs. The Quarterly Journal of Economics, 129(4):1753Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c1797, 2014.",
        "Francesca Brusa, Tarun Ramadorai, and Adrien Verdelhan. The international capm redux. working paper, 2014.",
        "John Y. Campbell, Howell E. Jackson, Brigitte C. Madrian, and Peter Tufano. Consumer financial protection. Journal of Economic Perspectives, 25(1):91Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c114, 2011.",
        "Dan Cao. Speculation and financial wealth distribution under belief heterogeneity. The Economic Journal, 2017.",
        "Bruce I. Carlin. Strategic price complexity in retail financial markets. Journal of Financial Economics, 91(3):278 Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c 287, 2009.",
        "Daniel Dorn, Gur Huberman, and Paul Sengmueller. Correlated trading and returns. The Journal of Finance, 63(2): 885Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c920, 2008.",
        "Giovanni Favara and Jean Imbs. Credit supply and the price of housing. American Economic Review, 105(3):958Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c92, 2015.",
        "Ana Fostel and John Geanakoplos. Leverage cycles and the anxious economy. The American Economic Review, 98(4): 1211Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c1244, 2008.",
        "Thierry Foucault, David Sraer, and David J. Thesmar. Individual investors and volatility. The Journal of Finance, 66 (4):1369Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c1406, July 2011.",
        "Xavier Gabaix and David Laibson. Shrouded attributes, consumer myopia, and information suppression in competitive markets. The Quarterly Journal of Economics, 121(2):505Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c540, 2006.",
        "Nicolae Garleanu and Lasse Heje Pedersen. Margin-based asset pricing and deviations from the law of one price. The Review of Financial Studies, 24(6):1980Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c2022, 2011.",
        "John Geanakoplos. Liquidity, default, and crashes endogenous contracts in general. In Advances in Economics and Econometrics: Theory and Applications, Eighth World Congress, volume 2, page 170. Cambridge University Press, 2003.",
        "John Geanakoplos. The leverage cycle. In NBER Macroeconomics Annual 2009, Volume 24, pages 1Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c65. University of Chicago Press, 2010.",
        "Simon Gervais and Terrance Odean. Learning to be overconfident. Review of Financial Studies, 14(1):1Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c27, 2001.",
        "Itzhak Gilboa, Larry Samuelson, and David Schmeidler. No-betting-pareto dominance. Econometrica, 82(4):1405Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c 1442, 2014.",
        "Lawrence R Glosten and Paul R Milgrom. Bid, ask and transaction prices in a specialist market with heterogeneously informed traders. Journal of Financial Economics, 14(1):71Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c100, 1985.",
        "Robin Greenwood and David Scharfstein. The growth of finance. The Journal of Economic Perspectives, 27(2):3Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c28, 2013.",
        "Mark Grinblatt and Matti Keloharju. Sensation seeking, overconfidence, and trading activity. Journal of Finance, 64 (2):549Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c578, 04 2009.",
        "Denis Gromb and Dimitri Vayanos. A model of financial market liquidity based on intermediary capital. Journal of the European Economic Association, 8(2-3):456Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c466, 2010.",
        "Sanford J Grossman and Joseph E Stiglitz. On the impossibility of informationally efficient markets. The American Economic Review, 70(3):393Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c408, 1980.",
        "Umit G. Gurun, Gregor Matvos, and Amit Seru. Advertising expensive mortgages. The Journal of Finance, 71(5): 2371Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c2416, 2016.",
        "Jens Hainmueller. Entropy balancing for causal effects: A multivariate reweighting method to produce balanced samples in observational studies. Political Analysis, 20(1):25Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c46, 2012.",
        "Gikas A. Hardouvelis and Stavros Peristiani. Margin requirements, speculative trading, and stock price fluctuations: The case of Japan. The Quarterly Journal of Economics, 107(4):1333Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c1370, 1992.",
        "Andrew Haughwout, Donghoon Lee, Joseph Tracy, and Wilbert van der Klaauw. Real estate investors, the leverage cycle, and the housing market crisis. Federal Reserve Bank of New York Staff Reports, (514), 2011.",
        "Rawley Z. Heimer. Peer pressure: Social interaction and the disposition effect. The Review of Financial Studies, 29 (11):3177Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c3209, 2016.",
        "Bige Kahraman and Heather E. Tookes. Trader leverage and liquidity. Journal of Finance, 72(4):1567Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c1610, 2017.",
        "Ron Kaniel, Gideon Saar, and Sheridan Titman. Individual investor trading and stock returns. Journal of Finance, 63 (1):273Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c310, 02 2008.",
        "Ron Kaniel, Shuming Liu, Gideon Saar, and Sheridan Titman. Individual investor trading and return patterns around earnings announcements. The Journal of Finance, 67(2):639Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c680, 2012.",
        "Eric K. Kelley and Paul C. Tetlock. How wise are crowds? Insights from retail orders and stock returns. The Journal of Finance, 68(3):1229Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c1265, 2013.",
        "Michael R King and Dagfinn Rime. The $4 trillion question: what explains fx growth since the 2007 survey? BIS Quarterly Review, December 2010.",
        "Michael R King, Carol L Osler, and Dagfinn Rime. The market microstructure approach to foreign exchange: Looking back and looking forward. Journal of International Money and Finance, 38:95Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c119, 2013.",
        "Alok Kumar. Who gambles in the stock market? Journal of Finance, 64(4):1889Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c1933, August 2009.",
        "Paul H. Kupiec. Initial margin requirements and stock returns volatility: Another look. Journal of Financial Services Research, 3:287Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c301, 1989.",
        "Albert S Kyle. Continuous auctions and insider trading. Econometrica, pages 1315Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c1335, 1985.",
        "Juhani T. Linnainmaa. Why do (some) households trade so much? Review of Financial Studies, 24(5):1630Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c1666, 2011.",
        "Loriano Mancini, Angelo Ranaldo, and Jan Wrampelmeyer. Liquidity in the foreign exchange market: Measurement, commonality, and risk premiums. The Journal of Finance, 68(5):1805Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c1841, 2013.",
        "Terrance Odean. Volume, volatility, price, and profit when all traders are above average. The Journal of Finance, 53 (6):1887Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c1934, December 1998.",
        "Eric A Posner and E Glen Weyl. An fda for financial innovation: Applying the insurable interest doctrine to 21st century financial markets. Northwestern University Law Review, 107:1307, 2013.",
        "G. William Schwert. Margin requirements and stock volatility. Journal of Financial Services Research, 3:153Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c164, 1989.",
        "Paul J Seguin and Gregg A Jarrell. The irrelevance of margin: Evidence from the crash of Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Ë\u009c87. The Journal of Finance, 48(4):1457Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c1473, 1993.",
        "Amit Seru, Tyler Shumway, and Noah Stoffman. Learning by trading. Review of Financial Studies, 23(2):705Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c739, 2010.",
        "Andrei Shleifer and Lawrence H Summers. The noise trader approach to finance. The Journal of Economic Perspectives, 4(2):19Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c33, 1990.",
        "Alp Simsek. Belief disagreements and collateral constraints. Econometrica, 81(1):1Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c53, 2013a.",
        "Alp Simsek. Speculation and risk sharing with new financial assets*. Quarterly Journal of Economics, 128(3), 2013b.",
        "Joseph E Stiglitz. Using tax policy to curb speculative short-term trading. Journal of financial services research, 3(2-3): 101Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c115, 1989.",
        "Lawrence H Summers and Victoria P Summers. When financial markets work too well: a cautious case for a securities transactions tax. Journal of financial services research, 3(2-3):261Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c286, 1989.",
        "Richard H Thaler and Shlomo Benartzi. Save more tomorrow: Using behavioral economics to increase employee saving. Journal of Political Economy, 112(S1):S164Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009cS187, 2004.",
        "Yajun Wang. Why can margin requirements increase volatility and benefit margin constrained investors? Review of Finance, 20(4):1449Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c1485, 2015.",
        "Luigi Zingales. Presidential address: Does finance benefit society? The Journal of Finance, 70(4):1327Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c1363, 2015.",
        "They begin collecting data on retail forex obligations in November 2010. Net capital requirement is set as a minimum of $1,000,000 or some greater amount as determined under CFTC Regulation 1.17(a). FX broker equals one if the broker has retail forex obligations greater than zero post-November 2010, and zero otherwise. Post constraint equals one starting in November, 2010, the date by which brokerages needed to comply with CFTC regulation limiting the leverage available to U.S retail forex traders at 50:1, zero otherwise. Post announcement equals one starting in February 2010, following the CFTCÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0084¢s announcement in the Federal Registrar of their intent to restrict tradersÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0084¢ leverage to 10:1, zero otherwise.",
        "FX broker equals one if the brokerage has any retail forex obligations after they were required to report these obligations starting in November 2010. T is the date of the regulation, i.e. October 18, 2010. IT +j=t is an indicator variable for months surrounding the regulation. Therefore, Ã\u0083Å½Ã\u0082Â²j for j = {Ã\u0083Â¢Ã\u0082Ë\u0086Ã\u0082â\u0080\u0099T, ..., T} is the sequence of treatment effects, and hence maps out the impulse response.",
        "31The data come from the brokerage, eToro. Per our NDA, eToro maintains the right to approve the use of the companyÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0084¢s name in the description of the data prior to any publication. ix Figure A.1: Correlation Between the myForexBook Data and the CFTC Brokerage Reports Description: This figure plots time series of the number of trades in the myForexBook data set and retail foreign exchange obligations for brokerages in the CFTC reports. The time series are transformed to the logarithm of monthly first differences. Retail forex obligations are multiplied by negative one. Ã\u0083Â¢Ã\u0082Ë\u0086Ã\u0082â\u0080\u0099.6 Ã\u0083Â¢Ã\u0082Ë\u0086Ã\u0082â\u0080\u0099.4 Ã\u0083Â¢Ã\u0082Ë\u0086Ã\u0082â\u0080\u0099.2 0 .2 Jan 2011 Jul 2011 Jan 2012 Number of trades, myForexBook accounts Retail FX obligations Ã\u0083Æ\u0092Ã\u0082â\u0080\u0094 Ã\u0083Â¢Ã\u0082Ë\u0086Ã\u0082â\u0080\u00991, CFTC brokerages log first difference, monthly x",
        "These tests look exclusively at the narrow window around the dates of the leverage constraint (the sample window September 1, 2010 - December 1, 2010) and the regulationÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0084¢s announcement (December 1, 2009 -March 1, 2010). Table A.4 presents summary statistics for trade-level outcomes in this window. Table A.5 uses difference-in-difference regressions to show that the leverage constraint reduces per-trade losses by about 20 percentage points. A.3 and A.4 plot the impulse-response of the treatment effect of the leverage constraint in calendar-time and trade-time, respectively. These tests show that the U.S. treatment group and European control group have common trends prior to the regulation. A.5 presents placebo tests for false dates of the regulation. These tests produce few false positive results, indicating that our tests are unlikely to suffer from Type I error. Table A.6 shows that the CFTCÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0084¢s regulation announcement does not significantly affect trade-level outcomes.",
        "k=T Ã\u0083Â¢Ã\u0082Ë\u0086Ã\u0082â\u0080\u0099l Ã\u0083Å½Ã\u0082Â²1kUS traderi Ã\u0083Æ\u0092Ã\u0082â\u0080\u0094 IT +k=t + Ã\u0083Å½Ã\u0082Âµjit where i is a trader, j is a trade, and t is a week (trades are recorded by the second). The dependent variable is ROI, which is per-trade return on investment. US trader equals one if the trade is executed by a trader located in the U.S. and equal to zero if located in Europe. T is the date of the regulation, i.e. October 18, 2010. IT +j=t is an indicator variable for weeks surrounding the regulation.",
        "Therefore, Ã\u0083Å½Ã\u0082Â²j for j = {Ã\u0083Â¢Ã\u0082Ë\u0086Ã\u0082â\u0080\u0099T, ..., T} is the sequence of treatment effects, and hence maps out the impulse response. Standard errors are double-clustered by day and trader, and the dashed lines are 95% confidence intervals around the point estimate of Ã\u0083Å½Ã\u0082Â²j. Ã\u0083Â¢Ã\u0082Ë\u0086Ã\u0082â\u0080\u00990.5 Ã\u0083Â¢Ã\u0082Ë\u0086Ã\u0082â\u0080\u00990.25 0 0.25 0.5 September week 1 October week 1 Oct 18 2010: leverage cap compliance November week 1 Treatment effect of CFTC regulation capping leverage provision Dep var: perÃ\u0083Â¢Ã\u0082Ë\u0086Ã\u0082â\u0080\u0099trade ROI xv Figure A.4: Impulse Response of Leverage Constraint on Per-Trade Returns Using Trade-time Description: This table reports OLS estimates of the following regression: ROIjit = Ã\u0083Å½Ã\u0082Â³i + Ã\u0083Å½Ã\u0082Â³t + T +l X",
        "k=T Ã\u0083Â¢Ã\u0082Ë\u0086Ã\u0082â\u0080\u0099l Ã\u0083Å½Ã\u0082Â²1kUS traderi Ã\u0083Æ\u0092Ã\u0082â\u0080\u0094 IT +k=t + Ã\u0083Å½Ã\u0082Âµjit where i is a trader, j is a trade, and t is a week (trades are recorded by the second). The dependent variable is ROI, which is per-trade return on investment. US trader equals one if the trade is executed by a trader located in the U.S. and equal to zero if located in Europe. T is the date of the regulation, i.e. October 18, 2010. IT +j=t is an indicator variable for weeks surrounding the regulation."
    ]
}