{
    "id": 2417,
    "cites": 21,
    "cited_by": 0,
    "reference": [
        "Deardorff, A.V., 1980, The General Validity of the Law of Comparative Advantage, Journal of Political Economy 88, 941-957.",
        "Dixit, A.K., and V. Norimman, 1980, Theory of International Trade, Cambridge: Nisbet and Cambridge University Press.",
        "Fama, E.F., and A. Farber, 1979, Money, Bonds, and Foreign Exchange, American Economic Review 69, 639-649.",
        "Grauer, F.L.A., R.H. Litzenberger, and R.E. Stehle, 1979, Sharing Rules and Equilibrium in an International Capital Market under Uncertainty, 1 1 .-.-C ~ 1 V~. .~ .~ ~ ~p.",
        "Helpinan, E., 1981, An Exploration of the Theory of Exchange-Rate Regimes, Journal of Political Economy 89, 865-890.",
        "Helpman, E., and A. Raziii, 1982, A Comparison of Exchange Rate Regimes in the Presence of Imperfect Capital Markets, International Economic Review 23, 365-388.",
        "Helpman, E., and A.Razin, 1984, The Role of Saving and Investment in Exchange Rate Determination under Alternative Monetary Mechanisms, Journal of Monetary Economics 13, 3307-325.",
        "Kouri, P.J.K., 1977, International Investmmient and Interest Rate Linkages under Flexible Exchange Rates, in: R.Z. Aliber, ed., The Political Economy of Monetary Reform, New York.",
        "Lucas, R.E., Jr., 1982, Interest Rates and Currency Prices in a Two-Country World, Journal of Monetary Economics 10, 335-359.",
        "Persson, T., 1982, Studies of Alternative Exchange Rate Systemmms: An Intertemporal General Equilibrium Approach, TIES Monograph No. 13, Stockholm: TIES.",
        "Persson, T., 1984, `Real Transfers in Fixed Exchange Rate Systems and the International Adjustment Mechanism, Journal of Monetary Economics 13, 349-369.",
        "Persson, T., and A.C. Stockman, 1987, Theory of International Financial Markets, in progress.",
        "Persson, T., and L.E.O. Svensson, 1987, Exchange Rate Variability and Asset Trade, TIES, niimeo.",
        "Rubinstein, M., 1976, The Valuation of Uncertain Income Streams and the Pricing of Options, Bell Journal of Econonmics 7, 407-425.",
        "Sandmo, A., 1974, Two-Period Models of Consumption under Uncertainty: A Survey, Chapter 2 in J.h!. Dreze, ed., Allocation under Uncertainty: Equilibrium and Optimalitv, New York and Toronto: Wiley.",
        "Selden, L., 1978, A New Representation of Preferences over `Certain Uncertain Consumption Pairs: The `Ordinal Certainty Equivalent Hypothesis, Economnetrica 46, 1045-1060.",
        "Stockman, A.C., 1983, Real Exchange Rates under Alternative Nominal Exchange-Rate Systemns, Journal of International Money and Finance 2, 147- 166.",
        "Stockman, A.C., and L.E.O. Svensson, 1987, Capital Flows, Investment and Exchange Rates, Journal of Monetary Economics 19, 171-201.",
        "Stulz, R.M., 1984, Currency Preferences, Purchasing Power Risks, and the Determination of Exchange Rates in an Optimizing Model, Journal of Money. Credit, and Banking 16, :302-316.",
        "Svensson, L.E.O., 1985, Currency Prices, Terms of Trade and Interest Rates: A General Equilibrium Asset-Pricing Cash-in-Advance Approach, Journal of International Econonmics 18, 17-41.",
        "Svensson, L.E.O., 1987, Trade in Risky Assets, TIES Seminar Paper No. 391."
    ]
}