{
    "id": 24182,
    "cites": 39,
    "cited_by": 3,
    "reference": [
        "A.M. Best Company, BestÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0084¢s Statement File: Life/Health, United States, Oldwick, NJ: A.M. Best Company, 2006Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c2016.",
        ", Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093BestÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0084¢s Credit Rating Methodology: Global Life and Non-Life Insurance Edition,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d A.M. Best Methodology, 2011.",
        "Ball, Laurence and N. Gregory Mankiw, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Intergenerational Risk Sharing in the Spirit of Arrow, Debreu, and Rawls, with Applications to Social Security Design,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Journal of Political Economy, 2007, 115 (4), 523Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c547.",
        "Becker, Bo and Victoria Ivashina, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Reaching for Yield in the Bond Market,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Journal of Finance, 2015, 70 (5), 1863Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c1901.",
        "Bergstresser, Daniel and James Poterba, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Do After-Tax Returns AÃ\u0083Â¯Ã\u0082Â¬Ã\u0082â\u0082¬ect Mutual Fund InÃ\u0083Â¯Ã\u0082Â¬Ã\u0082â\u0080\u009aows?,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Journal of Financial Economics, 2002, 63 (3), 381Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c414.",
        "Berry, Steven, James Levinsohn, and Ariel Pakes, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Automobile Prices in Market Equilibrium,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Econometrica, 1995, 63 (4), 841Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c890.",
        "Black, Fischer and Myron Scholes, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093The Pricing of Options and Corporate Liabilities,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Journal of Political Economy, 1973, 81 (3), 637Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c654.",
        "Brown, JeÃ\u0083Â¯Ã\u0082Â¬Ã\u0082â\u0082¬rey R. and James M. Poterba, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Household Ownership of Variable Annuities, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d in James M. Poterba, ed., Tax Policy and the Economy, Vol. 20, Cambridge, MA: MIT Press, 2006, chapter 5, pp. 163Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c191.",
        "CeÃ\u0083Å\u0092Ã\u0082Â\u0081leÃ\u0083Å\u0092Ã\u0082Â\u0081rier, Claire and Boris ValleÃ\u0083Å\u0092Ã\u0082Â\u0081e, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Catering to Investors through Security Design: Headline Rate and Complexity,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Quarterly Journal of Economics, 2017, 132 (3), 1469Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c1508.",
        "Chan, Yeung Lewis and Leonid Kogan, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Catching Up with the Joneses: Heterogeneous Preferences and the Dynamics of Asset Prices,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Journal of Political Economy, 2002, 110 (6), 1255Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c1285.",
        "Chevalier, Judith and Glenn Ellison, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Risk Taking by Mutual Funds as a Response to Incentives,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Journal of Political Economy, 1997, 105 (6), 1167Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c1200.",
        "Credit Suisse, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093US Variable Annuities,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Credit Suisse Connections Series, 2012.",
        "Cutler, David M., Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Why DonÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0084¢t Markets Insure Long-Term Risk?,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d 1996. Unpublished, Harvard University.",
        "Deng, Yiling, J. Tyler Leverty, and George H. Zanjani, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Market Discipline and Government Guarantees: Evidence from the Insurance Industry,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d 2017. Unpublished, Georgia State University.",
        "Dumas, Bernard, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Two-Person Dynamic Equilibrium in the Capital Market,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Review of Financial Studies, 1989, 2 (2), 157Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c188.",
        "Ellul, Andrew, Chotibhak Jotikasthira, Christian T. Lundblad, and Yihui Wang, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Is Historical Cost Accounting a Panacea? Market Stress, Incentive Distortions, and Gains Trading,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Journal of Finance, 2015, 70 (6), 2489Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c2538.",
        "European Systemic Risk Board, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Issues Note on Risks and Vulnerabilities in the EU Financial System,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d 2015. Unpublished Manuscript, European Systemic Risk Board.",
        "Finkelstein, Amy and James Poterba, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Adverse Selection in Insurance Markets: Policyholder Evidence from the U.K. Annuity Market,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Journal of Political Economy, 2004, 112 (1), 183Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c208.",
        "Froot, Kenneth A., Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093The Market for Catastrophe Risk: A Clinical Examination,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Journal of Financial Economics, 2001, 60 (2Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c3), 529Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c571.",
        "GuÃ\u0083Å\u0092Ã\u0082Ë\u0086rkaynak, Refet S., Brian Sack, and Jonathan H. Wright, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093The U.S. Treasury Yield Curve: 1961 to the Present,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Journal of Monetary Economics, 2007, 54 (8), 2291Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c2304.",
        "Hombert, Johan and Victor Lyonnet, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Intergenerational Risk Sharing in Life Insurance: Evidence from France,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d 2017. Unpublished, HEC Paris.",
        "HorneÃ\u0083Â¯Ã\u0082Â¬Ã\u0082â\u0082¬, Wolfram J., Raimond H. Maurer, Olivia S. Mitchell, and Michael Z. Stamos, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Asset Allocation and Location over the Life Cycle with Investment-Linked Survival-Contingent Payouts,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Journal of Banking and Finance, 2009, 33 (9), 1688Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c 1699.",
        ", , , and , Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Variable Payout Annuities and Dynamic Portfolio Choice in Retirement,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Journal of Pension Economics and Finance, 2010, 9 (2), 163Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c183.",
        "HortacÃ\u0083Å\u0092Ã\u0082Â§su, Ali and Chad Syverson, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Product DiÃ\u0083Â¯Ã\u0082Â¬Ã\u0082â\u0082¬erentiation, Search Costs, and Competition in the Mutual Fund Industry: A Case Study of S&P 500 Index Funds,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Quarterly Journal of Economics, 2004, 119 (2), 403Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c456.",
        "Junus, Novian and Zohair Motiwalla, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093A Discussion of Actuarial Guideline 43 for Variable Annuities,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Milliman Research Report, 2009.",
        "Kashyap, Anil K., Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Sorting Out JapanÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0084¢s Financial Crisis,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Federal Reserve Bank of Chicago Economic Perspectives, 2002, 26 (4), 42Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c55.",
        "Kling, Alexander, Frederik Ruez, and Jochen Russ, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093The Impact of Stochastic Volatility on Pricing, Hedging, and Hedge EÃ\u0083Â¯Ã\u0082Â¬Ã\u0082Æ\u0092ciency of Withdrawal BeneÃ\u0083Â¯Ã\u0082Â¬Ã\u0082Â\u0081t Guarantees in Variable Annuities,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d ASTIN Bulletin, 2011, 41 (2), 511Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c545.",
        ", Theo E. Nijman, and Bas J. M. Werker, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Optimal Annuity Risk Management,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Review of Finance, 2011, 15 (4), 799Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c833.",
        "Lee, Soon-Jae, David Mayers, and CliÃ\u0083Â¯Ã\u0082Â¬Ã\u0082â\u0082¬ord W. Smith Jr., Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Guaranty Funds and Risk-Taking: Evidence from the Insurance Industry,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Journal of Financial Economics, 1997, 44 (1), 3Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c24.",
        "MetLife Investors USA Insurance Company, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093MetLife Series VA Prospectus,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d 2008.",
        "Morningstar, Morningstar Annuity Intelligence, Chicago, IL: Morningstar, Inc., 2016.",
        "National Association of Insurance Commissioners, Annual Life InfoPro, Kansas City, MO: National Association of Insurance Commissioners, 2005Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c2015.",
        "Novy-Marx, Robert and Joshua Rauh, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Public Pension Promises: How Big Are They and What Are They Worth?,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Journal of Finance, 2011, 66 (4), 1211Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c1249.",
        "Paulson, Anna, Richard Rosen, Zain Mohey-Deen, and Robert McMenamin, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093How Liquid Are U.S. Life Insurance Liabilities?,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d 2012. Chicago Fed Letter 302.",
        "Roberts, Richard, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Did Anyone Learn Anything from the Equitable Life? Lessons and Learning from Financial Crises,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d 2012. Unpublished, KingÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0084¢s College London.",
        "Rothschild, Michael and Joseph E. Stiglitz, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Equilibrium in Competitive Insurance Markets: An Essay on the Economics of Imperfect Information,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Quarterly Journal of Economics, 1976, 90 (4), 630Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c649.",
        "Sialm, Clemens and Laura Starks, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Mutual Fund Tax Clienteles,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Journal of Finance, 2012, 67 (4), 1397Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c1422.",
        "Sirri, Erik R. and Peter Tufano, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Costly Search and Mutual Fund Flows,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Journal of Finance, 1998, 53 (5), 1589Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c1622.",
        "Wermers, Russ, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Is Money Really Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093SmartÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d? New Evidence on the Relation between Mutual Fund Flows, Manager Behavior, and Performance Persistence,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d 2003. Unpublished, University of Maryland."
    ]
}