{
    "id": 24181,
    "cites": 16,
    "cited_by": 30,
    "reference": [
        "Arcidiacono, Peter and Paul B. Ellickson, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Practical Methods for Estimation of Dynamic Discrete Choice Models,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Annual Review of Economics, 2011, 3 (1), 363Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c394.",
        "Bayer, Patrick, Robert McMillan, Alvin Murphy, and Christopher Timmins, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093A Dynamic Model of Demand for Houses and Neighborhoods,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Econometrica, May 2016, 84 (3), 893Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c942.",
        "Bishop, Kelly C. and Alvin D. Murphy, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Estimating the Willingness to Pay to Avoid Violent Crime: A Dynamic Approach,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d American Economic Review, May 2011, 101 (3), 625Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c629.",
        "Downs, Anthony, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Residential Rent Controls,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Washington, DC: Urban Land Institute, 1988.",
        "Early, Dirk W., Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Rent Control, Rental Housing Supply, and the Distribution of Tenant Benefits,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Journal of Urban Economics, September 2000, 48 (2), 185Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c204.",
        "Glaeser, Edward L and Erzo FP Luttmer, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093The Misallocation of Housing under Rent Control,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d The American Economic Review, 2003, 93 (4), 1027Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c1046.",
        "Groote, Olivier De and Frank Verboven, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Subsidies and Myopia in Technology Adoption: Evidence from Solar Photovoltaic Systems,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d SSRN Scholarly Paper ID 2827556, Social Science Research Network, Rochester, NY August 2016.",
        "Gyourko, Joseph and Peter Linneman, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Equity and Efficiency Aspects of Rent Control: An Empirical Study of New York City,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Journal of urban Economics, 1989, 26 (1), 54Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c74.",
        "Hotz, V. Joseph and Robert A. Miller, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Conditional Choice Probabilities and the Estimation of Dynamic Models,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d The Review of Economic Studies, 1993, 60 (3), 497Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c529.",
        "Kennan, John and James R. Walker, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093The Effect of Expected Income on Individual Migration Decisions,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Econometrica, January 2011, 79 (1), 211Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c251.",
        "Moon, Choon-Geol and Janet G. Stotsky, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093The Effect of Rent Control on Housing Quality Change: A Longitudinal Analysis,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Journal of Political Economy, December 1993, 101 (6), 1114Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c1148.",
        "Murphy, Alvin, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093A Dynamic Model of Housing Supply,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d SSRN Scholarly Paper ID 2200459, Social Science Research Network, Rochester, NY February 2017.",
        "Olsen, Edgar O, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093An Econometric Analysis of Rent Control,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Journal of Political Economy, 1972, 80 (6), 1081Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c1100.",
        "Scott, Paul T., Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Dynamic Discrete Choice Estimation of Agricultural Land Use,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Toulouse School of Economics Working Paper, 2013, 526.",
        "Sims, David P, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Out of Control: What Can We Learn from the End of Massachusetts Rent Control?,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Journal of Urban Economics, 2007, 61 (1), 129Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c151.",
        ", Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Rent Control Rationing and Community Composition: Evidence from Massachusetts,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d The BE Journal of Economic Analysis & Policy, 2011, 11 (1)."
    ]
}