{
    "id": 24183,
    "cites": 49,
    "cited_by": 22,
    "reference": [
        "Akbar, Prottoy and Gilles Duranton. 2017. Measuring the cost of congestion in a highly congested city: Bogota. Processed, University of Pennsylvania.",
        "Anderson, Michael L. 2014. Subways, strikes, and slowdowns: The impacts of public transit on traffic congestion. The American Economic Review 104(9): 2763Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c2796.",
        "Andrews, Donald W.K. 1993. Tests for parameter instability and structural change with unknown change point. Econometrica: Journal of the Econometric Society : 821Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c856.",
        "Andrews, Donald W.K. 2003. Tests for parameter instability and structural change with unknown change point: A corrigendum. Econometrica : 395Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c397.",
        "Arceo, Eva, Rema Hanna, and Paulina Oliva. 2016. Does the effect of pollution on infant mortality differ between developing and developed countries? evidence from Mexico City. The Economic Journal 126(591): 257Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c280.",
        "Baum-Snow, Nathaniel and Matthew E. Kahn. 2005. Effects of urban rail transit expansions: Evidence from sixteen cities, 1970-2000. Brookings-Wharton Papers on Urban Affairs: 2005 1(4): 147Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c197.",
        "Billings, Stephen B. 2011. Estimating the value of a new transit option. Regional Science and Urban Economics 41(6): 525Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c536.",
        "Brauer, Michael, Greg Freedman, Joseph Frostad, Aaron Van Donkelaar, Randall V. Martin, Frank Dentener, Rita van Dingenen, Kara Estep, Heresh Amini, and Joshua S. Apte. 2015. Ambient air pollution exposure estimation for the global burden of disease 2013. Environmental Science & Technology 50(1): 79Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c88.",
        "Burnett, Richard T et al. 2014. An integrated risk function for estimating the global burden of disease attributable to ambient fine particulate matter exposure. Environmental Health Perspectives 122(4): 397.",
        "Cameron, A Colin, Jonah B Gelbach, and Douglas L Miller. 2008. Bootstrap-based improvements for inference with clustered errors. The Review of Economics and Statistics 90(3): 414Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c427.",
        "Chang, Tom, Joshua Graff Zivin, Tal Gross, and Matthew Neidell. 2016. Particulate pollution and the productivity of pear packers. American Economic Journal: Economic Policy 8(3): 141Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c69.",
        "Chay, Kenneth and Michael Greenstone. 2003. The impact of air pollution on infant mortality.",
        "Chen, Yihsu and Alexander Whalley. 2012. Green infrastructure: The effects of urban rail transit on air quality. American Economic Journal 4(1): 58Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c97.",
        "Currie, Janet and Matthew Neidell. 2005. Air pollution and infant health: What can we learn from CaliforniaÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0084¢s recent experience? Quarterly Journal of Economics 120(3): 1003Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c1030.",
        "DESA Population Division, UN. 2014. World urbanization prospects: the 2014 revision, cd-rom edition.",
        "Duranton, Gilles and Matthew A. Turner. 2011. The fundamental law of road congestion: Evidence from US cities. American Economic Review 101(6): 2616Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c2652.",
        "Duranton, Gilles and Matthew A. Turner. 2017. Urban form and driving. Processed, Brown University.",
        "Feenstra, Robert, Robert Inklaar, and Marcel Timmer. 2015. The next generation of the penn world table. American Economic Review 105(10): 3150Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c3182. Available for download at www.ggdc.net/pwt Accessed: 2016-09-06.",
        "Friedman, Michael S., Kenneth E. Powell, Lori Hutwagner, LeRoy M. Graham, and W. Gerald Teague. 2001. Impact of changes in transportation and commuting behaviors during the 1996 summer olympic games in atlanta on air quality and childhood asthma. JAMA 285(7): 897Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c905.",
        "Garcia-Lopez, Miquel-Angel, Ilias Pasidis, and Elisabet Viladecans-Marsal. 2017. Highway consgestion and air pollution in EuropeÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0084¢s cities. Working paper .",
        "Gibbons, Stephen and Stephen Machin. 2005. Valuing rail access using transport innovations.",
        "Gibson, Matthew and Maria Carnovale. 2015. The effects of road pricing on driver behavior and air pollution. Journal of Urban Economics 89: 62Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c73.",
        "Gonzalez-Navarro, Marco and Matthew A. Turner. 2016. Subways and urban growth: Evidence from earth. Processed, Brown University.",
        "Gupta, Pawan, Sundar A. Christopher, Jun Wang, Robert Gehrig, Yc Lee, and Naresh Kumar. 2006. Satellite remote sensing of particulate matter and air quality assessment over global cities. Atmospheric Environment 40: 5880Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c5892.",
        "Gutierrez, Emilio. 2010. Using satellite imagery to measure the relationship between air quality and infant mortality: an empirical study for Mexico. Population and Environment 31: 203Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c222.",
        "Hansen, Bruce E. 2000. Testing for structural change in conditional models. Journal of Econometrics 97(1): 93Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c115.",
        "Harris, I., P.D. Jones, T.J. Osborn, and D.H. Lister. 2014. Updated high-resolution grids of monthly climatic observations - the cru ts3.10 dataset. International Journal of Climatology, 34(3), 623-642.",
        "Available for download at https://crudata.uea.ac.uk/cru/data/hrg/ Accessed: 2015-11-20.",
        "Hsu, Wen-Tai and Hongliang Zhang. 2014. The fundamental law of highway congestion: Evidence from national expressways in Japan. Journal of Urban Economics 81: 65Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c76.",
        "Jacob, Daniel. 1999. Introduction to atmospheric chemistry. Princeton University Press.",
        "Jayachandran, Seema. 2009. Air quality and early-life mortality evidence from IndonesiaÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0084¢s wildfires. Journal of Human resources 44(4): 916Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c954.",
        "Knittel, Christopher R., Douglas L. Miller, and Nicholas J. Sanders. 2016. Caution, drivers! children present: Traffic, pollution, and infant health. Review of Economics and Statistics 98(2): 350Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c366.",
        "Kumar, Naresh, Allen Chu, and Andrew Foster. 2007. An empirical relationship between pm2.5 and aerosol optical depth in Delhi metropolitan. Atmospheric Environment 41: 4492Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c4503.",
        "Kumar, Naresh, Allen D. Chu, Andrew D. Foster, Thomas Peters, and Robert Willis. 2011. Satellite remote sensing for developing time and space resolved estimates of ambient particulate in Cleveland, OH. Aerosol Science and Technology 45: 1090Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c1108.",
        "Levy, R. C., S. Mattoo, L. A. Munchak, L. A. Remer, A. M. Sayer, F. Patadia, and N. C. Hsu. 2013. The collection 6 modis aerosol products over land and ocean. Atmospheric Measurement Techniques 6(11): 2989Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c3034. url http://www.atmos-meas-tech.net/6/2989/2013/.",
        "Levy, Rob and Christina Hsu et al. 2015a. MODIS Terra l2 aerosol product, nasa modis adaptive processing system, goddard space flight center, usa.",
        "http://dx.doi.org/10.5067/MODIS/MOD04_L2.006. Accessed: 2016-01-15.",
        "Levy, Rob and Christina Hsu et al. 2015b. MODIS Aqua l2 aerosol product, nasa modis adaptive processing system, goddard space flight center, usa.",
        "http://dx.doi.org/10.5067/MODIS/MYD04_L2.006. Accessed: 2016-01-15.",
        "Murray, Christopher J. L. 2016. Global, regional, and national comparative risk assessment of 79 behavioural, environmental and occupational, and metabolic risks or clusters of risks, 1990-2015.",
        "Remer, L. A., S. Mattooand R. C. Levy, and L. A. Munchak. 2013. Modis 3km aerosol product: algorithm and global perspective. Atmospheric Measurement Techniques 6: 1829Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c1844.",
        "Viscusi, W. Kip and Joseph E. Aldy. 2003. The value of a statistical life: a critical review of market estimates throughout the world. Journal of risk and uncertainty 27(1): 5Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c76.",
        "Voith, Richard. 1997. Fares, service levels, and demographics: What determines commuter rail ridership in the long run? Journal of Urban Economics 41(2): 176Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c197.",
        "Vollmer Associates, LLP, SYSTRA Consulting, Inc., and Allee King Rosen & Fleming, Inc. 2011. Manhattan east side transit alternatives (mesa)/second avenue subway summary report. MTA New York City Transit.",
        "World Bank Group and United Nations Industrial Development Organization. 1999. Pollution prevention and abatement handbook, 1998: toward cleaner production. World Bank Publications.",
        "World Health Organization. 2006. WHO air quality guidelines. Geneva: World Health Organization.",
        "World Health Organization. 2016a. Global urban ambient air pollution database.",
        "World Health Organization. 2016b. Ambient air pollution: A global assesment of exposure and burden of disease.",
        "World Health Organization. 2016c. Global health estimates 2015: Deaths by cause, age, sex, by country and by region, 2000-2015."
    ]
}