{
    "id": 24180,
    "cites": 54,
    "cited_by": 0,
    "reference": [
        "Adelino, M., W. S. Frame, and K. Gerardi (2017). The effect of large investors on asset quality: Evidence from subprime mortgage securities. Journal of Monetary Economics 87, 34Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c51.",
        "Adelino, M., K. Gerardi, and P. S. Willen (2013). Why donÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0084¢t lenders renegotiate more home mortgages? redefaults, self-cures and securitization. Journal of Monetary Economics 60(7), 835Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c853.",
        "Agarwal, S., Y. Chang, and A. Yavas (2012). Adverse selection in mortgage securitization. Journal of Financial Economics 105(3), 640Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c660.",
        "Agarwal, S., Y. Chang, and A. Yavas (2014). Adverse selection in mortgage securitization. Journal of Financial Economics 105(3), 640Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c660.",
        "Aiello, D. (2016). Information exploitation? a pre-crisis rmbs issuerÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0084¢s private information. Working paper, University of California Los Angeles.",
        "Akerlof, G. A. (1970). The market for lemons: Quality uncertainty and the market mechanism. The Quarterly Journal of Economics 84(3), 488Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c500.",
        "An, X. and L. Cordell (2017). Regime shift and the post-crisis world of mortgage loss severities. Technical report, Federal Reserve Bank of Philadelphia.",
        "An, X., Y. Deng, and S. A. Gabriel (2011). Asymmetric information, adverse selection, and the pricing of cmbs. Journal of Financial Economics 100(2), 304Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c325.",
        "ASF (2006). American securitization institute: Residential mortgage-backed securities.",
        "Ashcraft, A., P. Goldsmith-Pinkham, P. Hull, and J. Vickery (2011). Credit ratings and security prices in the subprime mbs market. The American Economic Review 101(3), 115Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c119.",
        "Ashcraft, A. B., P. Goldsmith-Pinkham, and J. I. Vickery (2010). Mbs ratings and the mortgage credit boom. FRB of New York Staff Report (449).",
        "Begley, T. A. and A. Purnanandam (2017). Design of financial securities: Empirical evidence from private-label rmbs deals. Review of Financial Studies 30(1), 120Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c161.",
        "Chang, B. (2014). Adverse selection and liquidity distortion. Working paper, University of Wisconsin.",
        "Chemla, G. and C. A. Hennessy (2014). Skin in the game and moral hazard. The Journal of Finance 69(4), 1597Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c1641.",
        "Cho, I. and D. Kreps (1987). Signaling games and stable equilibria. The Quarterly Journal of Economics, 179Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c221.",
        "Daley, B. and B. Green (2012). Waiting for news in the market for lemons. Econometrica 80(4), 1433Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c1504.",
        "Daley, B. and B. Green (2016). An information-based theory of time-varying liquidity. Journal of Finance 71(2), 809Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c870.",
        "Daley, B., B. S. Green, and V. Vanasco (2017). Securitization, ratings, and credit supply. Working Paper.",
        "DeMarzo, P. M. (2005). The pooling and tranching of securities: A model of informed intermediation. Review of Financial Studies 18(1), 1Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c35.",
        "DeMarzo, P. M. and D. Duffie (1999). A liquidity-based model of security design. Econometrica 67(1), 65Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c100.",
        "Demiroglu, C. and C. James (2012a). How important is having skin in the game? originatorsponsor affiliation and losses on mortgage-backed securities. Review of Financial Studies 25(11), 3217Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c3258.",
        "Demiroglu, C. and C. James (2012b). How important is having skin in the game? originator-sponsor affiliation and losses on mortgage-backed securities. Review of Financial Studies 25, 3217Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c3258.",
        "Downing, C., D. Jaffee, and N. Wallace (2009). Is the market for mortgage-backed securities a market for lemons? Review of Financial Studies 22(7), 2457Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c2494.",
        "Fuchs, W., B. S. Green, and D. Papanikolaou (2015). Adverse selection, slow moving capital and misallocation. Journal of Financial Economics.",
        "Fuchs, W. and A. Skrzypacz (2013). Costs and benefits of dynamic trading in a lemons market. Working Paper.",
        "Fudenberg, D. and J. Tirole (1983). Sequential bargaining with incomplete information. The Review of Economic Studies, 221Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c247.",
        "Furfine, C. H. (2014). Complexity and loan performance: Evidence from the securitization of commercial mortgages. Review of Corporate Finance Studies 2, 154Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c187.",
        "Ganduri, R. (2016). Repo regret? Working paper, Emory University.",
        "Garmaise, M. J. (2015). Borrower misreporting and loan performance. The Journal of Finance 70(1), 449Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c484.",
        "Garmaise, M. J. and T. J. Moskowitz (2004). Confronting information asymmetries: Evidence from real estate markets. Review of Financial Studies 17(2), 405Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c437.",
        "Genesove, D. (1993). Adverse selection in the wholesale used car market. Journal of Political Economy, 644Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c665.",
        "Grenadier, S. R. and A. Malenko (2011). Real options signaling games with applications to corporate finance. Review of Financial Studies 24(12), 3993Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c4036.",
        "Grenadier, S. R. and N. Wang (2005). Investment timing, agency, and information. Journal of Financial Economics 75(3), 493Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c533.",
        "Griffin, J. M. and G. Maturana (2016). Who facilitated misreporting in securitized loans? The Review of Fianncial Studies 29(2), 384Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c419.",
        "He, J. J., J. Q. Qian, and P. E. Strahan (2012). Are all ratings created equal? the impact of issuer size on the pricing of mortgage-backed securities. The Journal of Finance 67(6), 2097Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c2137.",
        "Janssen, M. C. and S. Roy (2002). Dynamic trading in a durable good market with asymmetric information. International Economic Review 43, 257Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c282.",
        "Jiang, W., A. A. Nelson, and E. Vytlacil (2014a). LiarÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0084¢s loan? effects of origination channel and information falsification on mortgage delinquency. Review of Economics and Statistics 96(1), 1Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c18.",
        "Jiang, W., A. A. Nelson, and E. Vytlacil (2014b). Securitization and loan performance: A contrast of ex ante and ex post relations in the mortgage market. Review of Financial Studies 27(2), 454Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c483.",
        "Kramer, B. and G. Sinha (2006). Bear stearns quick guide to non-agency mortgage-backed securities. Technical report, Bear Stearns.",
        "Kremer, I. and A. Skrzypacz (2007). Dynamic signaling and market breakdown. Journal of Economic Theory 133(1), 58Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c82.",
        "Leland, H. E. and D. H. Pyle (1977). Informational asymmetries, financial structure, and financial intermediation. The Journal of Finance 32(2).",
        "Noldeke, G. and E. Van Damme (1990). Signalling in a dynamic labour market. The Review of Economic Studies 57(1), 1Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c23.",
        "Piskorski, T., A. Seru, and J. Witkin (2015). Asset quality misrepresentation by financial intermediaries: evidence from the rmbs market. The Journal of Finance 70(6), 2635Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c2678.",
        "Saengchote, K. (2013). Soft information in the subprime mortgage market. In 26th Australasian Finance and Banking Conference.",
        "Sengupta, R. (2010). Alt-a: The forgotten segment of the mortgage market. Federal Reserve Bank of St. Louis Review 92(1), 55Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c71.",
        "Spence, M. (1973). Job market signaling. The Quarterly Journal of Economics, 355Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c374.",
        "Stanton, R., J. Walden, and N. Wallace (2014). The industrial organization of the us residential mortgage market. Annu. Rev. Financ. Econ. 6(1), 259Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c288.",
        "Stanton, R., J. Walden, and N. Wallace (2015). Mortgage loan-flow networks and endogenous financial norms.",
        "Stearns, B. (2006). Bear stearns quick guide to non-agency mortgage-backed securities. Residential Mortgage Criteria Report.",
        "Swinkels, J. M. (1999). Education signalling with preemptive offers. The Review of Economic Studies 66(4), 949Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c970.",
        "Vanasco, V. (2017). The downside of asset screening for market liquidity. The Journal of Finance 72(5), 1937Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c1982.",
        "Williams, B. (2016). Search, liquidity, and retention: Signaling multidimensional private information. Technical report, Working Paper, NYU.",
        "Table 1: Distribution of Time to Sale in the McDash Sample PLS Loans GSE Loans Months to Sale # Loans Cumulative % # Loans Cumulative % 0/1 3,278,163 54.8 8,250,788 58.30 2 1,414,587 78.4 4,771,199 92.01 3 584,061 88.2 682,223 96.83 4 210,834 91.7 171,949 98.04 5 93,901 93.3 74,302 98.57 6 62,138 94.3 37,419 98.83 7 44,893 95.0 23,329 99.00 8 32,973 95.6 18,788 99.13 9 26,204 96.0 15,845 99.24 Ã\u0083Â¢Ã\u0082â\u0080°Ã\u0082Â¥ 10 237,954 100.0 107,432 100.00 This table displays the distribution of the number of months between the time of origination and the time of sale (months to sale) for privately securitized mortgages in the McDash data set. The McDash sample includes only firstlien mortgages originated between January 2002 and December 2007. The sample is further restricted to mortgages that enter the data set in either the month of origination or the month following origination.",
        "This table displays results from the estimation of Equation 5 on PLS loans in the CoreLogic data set originated in the 2002Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c2007 period. The dependent variable is an indicator variable for loans that default over a 36-month horizon. Default is defined as a loan that is 60+ days delinquent. Months to sale is defined as the number of months that elapse between origination and sale to a PLS issuer. All regressions include origination year-quarter fixed effects, state fixed effects, year-quarter of sale fixed effects, and the detailed list of covariates described in the text and in Section A.1 of the Online Appendix. The first row for each variable shows the regression coefficient and the second row shows the t-statistic. The standard errors are heteroskedasticity-robust and are clustered by state-quarter (of origination)."
    ]
}