{
    "id": 242,
    "cites": 14,
    "cited_by": 58,
    "reference": [
        "Freeman R., Individual Mobility and Union Voice in the Labor Market, American Economic Review, LXVI (May 1976), :361-68. - - The Effect of Trade Unionism on Fringe Benefits, NBER Working Paper No.",
        "Working Paper No. 280, 1978b. - Freeman, R., and J. Medoff, What Do Unions Do? (Basic Books, forthcoming).",
        "Galenson, W., The AFL Response to the CIO Challenge (Cambridge: Harvard University Press. 1963).",
        "Hirschman, A., Exit, Voice, and Loyalty (Cambridge: Harvard University Press, 1970).",
        "Institute for Social Research, A Panel Study of Income Dynamics, University of Michigan, 1968-73.",
        "Kahn, L., Union Impact: A Reduced Form Approach. RCLiu of Economics and Statistics, LIX (Nov. 1977), 503-07.",
        "Kerr, C~, Labor !t-iarhet and Wage Del erminatwn (Berkeley: University of California Press, 1978).",
        "Medoff, J., Layoffs and Alternatives under Trade Unions in Untted States Manufacturing, American Econorrtic Retiew, LXIX (1979), 380-95. - National lndustrtal Conference Board, Collective Rar~uining Through Employee Represent at on (New York: National litdust tial Conference Hoard, 19:33).",
        "Reynolds, L., Labor Economics and Labor Relations, 6th ed. (Englewood Cliffs, NJ: Prentice-Hall, 1974).",
        "Sargent, B., and D. Clawson, The Effect of Selected Factors on Hospital Turnover Rates, Personnel ,Journal, LIII (,Jati. 1974). 30-34.",
        "Seidnian, ,J., J. London, and H. Karsh, Why Workers Join Unions, The Annals of the American .4radp,ny of Pultttcal and Social Science (March 1957).",
        "Slichter, S., Union [`olictes and Industrml Management (Washington: Brookings, 1941).",
        "THE EXIT-VOICE TR.4DEOFF IN THE LABOR MARKET 673 Stoikov. `., and R. Raimon, Determinants of the Differences in Quit Rates Among Industries, American Economic Review, XLVIII (Dec. 1958), 1283-1398.",
        "Viscusi, V. K., Unions, Labor Market Structure, and the ~Velfare Implications of the Quality of Work, processed, 1978."
    ]
}