{
    "id": 24231,
    "cites": 55,
    "cited_by": 1,
    "reference": [
        "Adhvaryu, Achyuta, Namrata Kala, and Anant Nyshadham (2016) Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Management and Shocks to Worker ProductivityÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Unpublished Manuscript.",
        "Alderman, Harold, John Hoddinott, and Bill Kinsey (2006) Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Long Term Consequences of Early Childhood Malnutrition,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Oxford Economic Papers, 58(3):450-474.",
        "Almond, Douglas (2006) Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Is the 1918 Influenza Pandemic Over? Long-Term Effects of In Utero Influenza Exposure in the Post-1940 U.S. Population,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Journal of Political Economy, 114(4): 672-712.",
        "AragoÃ\u0083Å\u0092Ã\u0082Â\u0081n, Fernando M., Juan Jose Miranda, and Paulina Oliva (2016) Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Particulate Matter and Labor Supply: The Role of Caregiving and Non-LinearitiesÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Unpublished Manuscript.",
        "Basta, Samir S., Soekirman, Darwin Karyadi, and Nevin S. Scrimshaw (1979) Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Iron deficiency anemia and the productivity of adult males in Indonesia,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d The American Journal of Clinical Nutrition, 32(4): 916-925.",
        "Benfari, Robert C. (1981) Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093The Multiple Risk Factor Intervention Trial (MRFIT): III. The Model for Intervention,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Preventive Medicine, 10(4):426-442.",
        "Bleakley, Hoyt (2010) Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Health, Human Capital, and Development,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Annual Review of Economics, 2:283-310.",
        "Caggiula, Arlene W., George Christakis, Marilyn Farrand, Stephen B. Hulley, Ruth Johnson, Norman L. Lasser, Jeremiah Stamler, Graham Widdowson (1981) Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093The Multiple Risk Factor Intervention Trial (MRFIT): IV. Intervention on Blood Lipids,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Preventive Medicine, 10(4):443-475.",
        "Cameron, A. Colin, Jonah B. Gelbach, and Douglas L. Miller (2008) Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Bootstrap-Based Improvements for Inference with Clustered Errors,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Review of Economics and Statistics, 90(3):414-427.",
        "Cameron, A. Colin and Douglas L. Miller (2015) Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093A PractitionerÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0084¢s Guide to Cluster-Robust Inference, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Journal of Human Resources, 50(2):317-372.",
        "Case, Anne, Darren Lubotsky, and Christina Paxson (2002) Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Economic Status and Health in Childhood: The Origins of the Gradient,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d American Economic Review, 92(5):1308-34.",
        "Cawley, John, and Christopher J. Ruhm (2011) Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093The Economics of Risky Health Behaviors,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Handbook of Health Economics, 2:95-199.",
        "Cohen, Jerome D., Richard H. Grimm, Jr., and W. McFate Smith (1981) Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093The Multiple Risk Factor Intervention Trial (MRFIT): VI. Intervention on Blood Pressure,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Preventive Medicine, 10(4):501-518.",
        "Currie, Janet and Brigette C. Madrian (1999) Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Health, Health insurance and the Labor Market,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d in Ashenfelter, Orley C. and David Card (Eds.), Handbook of Labor Economics. Elsevier, Amsterdam, pp. 33093416.",
        "Currie, Janet and Mark Stabile (2003) Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Socioeconomic Status and Child Health: Why Is the Relationship Stronger for Older Children?Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d American Economic Review, 93(5):1813-23.",
        "Dillon, Andrew, Jed Friedman, and Pieter Serneels (2014) Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Health Information, Treatment, and Worker Productivity: Malaria Testing and Treatment among Nigerian Sugarcane Cutters,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Discussion Paper no. 8074, IZA, Bonn, Germany.",
        "Dow, Will, Paul Gertler, Robert F. Schoeni, John Strauss, and Duncan Thomas (1997) Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Health Care Prices, Health and Labor Outcomes: Experimental Evidence,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Working Paper no. 97-01, RAND, Santa Monica, CA.",
        "Edgerton, V. R., G. W. Gardner, Y. Ohira, K. A. Gunawardena, and B. Senewiratne (1979) Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Irondeficiency anaemia and its effect on worker productivity and activity patterns,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d British Medical Journal, 2(6204):1546-1549.",
        "Ehrlich, Isaac, and Hiroyuki Chuma (1990) Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093A Model of the Demand for Longevity and the Value of Life Extension,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Journal of Political Economy, 98(4):761-782.",
        "Field, Erica, Omar Robles, and Maximo Torero (2009) Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Iodine Deficiency and Schooling Attainment in Tanzania,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d American Economic Journal: Applied Economics, 1(4):140-169.",
        "Fink, GuÃ\u0083Å\u0092Ã\u0082Ë\u0086nther, and Felix Masiye (2015) Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Health and agricultural productivity: Evidence from Zambia,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Journal of Health Economics, 42:151-164.",
        "Frankenberg, Elizabeth, Wayan Suriastini, and Duncan Thomas (2005) Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Can Expanidng Access to Basic Healthcare Improve ChildrenÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0084¢s Health Status? Lessons from IndonesiaÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0084¢s Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Ë\u009cMidwife in the VillageÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0084¢ Programme,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Population Studies, 59(1):5-19.",
        "Frijters, Paul, John P. Haisken-DeNew, and Michael A. Shields (2005) Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093The causal effect of income on health: Evidence from German reunification,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Journal of Health Economics, 24:997-1017.",
        "Glewwe, Paul, and Edward A. Miguel (2008) Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093The Impact of Child Health and Nutrition on Education in Less Developed Countries,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Handbook of Development Economics, 4:3561-13606.",
        "Graff Zivin, Joshua, and Matthew Niedell (2012) Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093The Impact of Pollution on Worker ProductivityÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d American Economic Review, 102(7):3652-3673.",
        "Grossman, Michael (1972) Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093On the Concept of Health Capital and the Demand for HealthÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Journal of Political Economy, 80(2):223-255.",
        "Haas, Jere D., and Thomas Brownlie IV (2001) Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Iron Deficiency and Reduced Work Capacity: A Critical Review of the Research to Determine a Causal Relationship Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d The Journal of Nutrition, 131(2):676S-690S.",
        "Hamermesh, Daniel S. and Biddle, Jeff E. (1994) Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Beauty and the Labor Market,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d American Economic Review, 84(5):1174-94.",
        "Heckman, James J. (1979) Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Sample Selection Bias as a Specification Error,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Econometrica, 47(1): 153-62.",
        "Hoddinott, John, John A. Maluccio, Jere R. Behrman, Rafael Flores, and Reynaldo Martorell (2008) Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Effect of a nutrition intervention during early childhood on economic productivity of Guatemalan adultsÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Lancet, 371:411-416.",
        "Hughes, Glenn H., Norman Hymowitz, Judith K. Ockene, Nathan Simon, and Thomas M. Vogt (1981) Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093The Multiple Risk Factor Intervention Trial (MRFIT): V. Intervention on Smoking,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Preventive Medicine, 10(4):476-500.",
        "Kline, Patrick and Andres Santos (2012) Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093A Score Based Approach to Wild Bootstrap Inference,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Journal of Econometric Methods, 1(1): 23-41.",
        "Kochanek Kenneth D., Sherry L. Murphy, Jiaquan Xu, and Betzaida Tejada-Vera. (2016) Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Deaths: Final data for 2014,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d National vital statistics reports 65(4). Hyattsville, MD: National Center for Health Statistics.",
        "Lee, David S. (2009) Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Training, Wages, and Sample Selection: Estimating Sharp Bounds on Treatment Effects,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Review of Economic Studies, 76(3)1071-1102.",
        "Li, Ruowei, Xuecun Chen, Huaicheng Yan, Paul Deurenberg, Lars Garby, and Joseph G.A.J. Hautvast (1994) Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Functional consequences of iron supplementation in iron-deficient female cotton mill workers in Beijing, China,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d The American Journal of Clinical Nutrition, 59(4): 908-913.",
        "Lucas, Adrienne M. (2010) Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Malaria Eradication and Educational Attainment: Evidence from Paraguay and Sri Lanka,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d American Economic Journal: Applied Economics, 2(2):46-71.",
        "Maluccio, John A., John Hoddinott, Jere R. Behrman, Reynaldo Martorell, Agnes R. Quisumbing, and Aryeh D. Stein (2009) Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093The Impact of Improving Nutrition during Early Childhood on Education among Guatemalan AdultsÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d The Economic Journal, 119(537):734-763.",
        "Multiple Risk Factor Intervention Trial Research Group (1982) Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Multiple Risk Factor Intervention Trial: Risk Factor Changes and Mortality Results,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Journal of the American Medical Association, 248:1465-1477.",
        "Multiple Risk Factor Intervention Trial Research Group (1990) Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Mortality Rates After 10.5 Years for Participants in the Multiple Risk Factor Intervention Trial: Findings Related to A Priori Hypotheses of the Trial,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Journal of the American Medical Association, 263:1795-1801.",
        "Multiple Risk Factor Intervention Trial Research Group (1996) Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Mortality After 16 Years for Participants Randomized to the Multiple Risk Factor Intervention Trial,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Circulation, 94:946-951.",
        "Neaton, James D., Steven Broste, Louis Cohen, Eugene L. Fishman, Marcus O. Kjelsberg, and James Schoenberger (1981) Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093The Multiple Risk Factor Intervention Trial (MRFIT): VII. A Comparison of Risk Factor Changes between the Two Study Groups,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Preventive Medicine, 10(4):519-543.",
        "ODonnell, Owen, Eddy Van Doorslaer, and Tom Van Ourti (2015) Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Health and inequality,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d In Anthony B. Atkinson and Francois Bourguignon (eds.) Handbook of Income Distribution 2, 14911533.",
        "Restuccia, Diego, and Guillaume Vandenbroucke (2013) Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093A Century of Human Capital and Hours,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Economic Inquiry, 51(3):1849-1866.",
        "Rivers, Douglas, and Quang H. Vuong (1988) Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Limited Information Estimators and Exogeneity Tests for Simultaeneous Probit Models,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Journal of Econometrics, 39:347-366.",
        "Roseboom, Tessa J., Jan H.P. van der Meulen, Anita C. J. Ravelli, Clive Osmond, David J.P. Barker, and Otto P. Bleker (2001) Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Effects of Prenatal Exposure to the Dutch Famine on Adult Disease in Later Life: An Overview,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Twin Research, 4(5):293-298.",
        "Sherwin, Roger, Charles T. Kaelber, Paul Kezdi, Marcus O. Kjelsberg, and H. Emerson Thomas, Jr. (1981) Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093The Multiple Risk Factor Intervention Trial (MRFIT): II. The Development of the Protocol,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Preventive Medicine, 10(4):402-425.",
        "Stephens Jr., Melvin and Takashi Unayama (2015) Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Estimating the Impacts of Program Benefits: Using Instrumental Variables with Underreported and Imputed DataÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d National Bureau of Economic Research Working Paper # 21248.",
        "Terza, Joseph V., Anirban Basu, and Paul J. Rathouz (2008) Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Two-stage residual inclusion estimation: Addressing endogeneity in health econometric modeling,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Journal of Health Economics, 27:531-543.",
        "Thirumurthy, Harsha, Joshua Graff Zivin, and Markus Goldstein (2008) Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093The Economic Impact of AIDS Treatment: Labor Suply in Western Kenya,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Journal of Human Resources, 43(3):511-552.",
        "Thomas, Duncan (2009) Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093The causal effect of health on social and economic prosperity: Methods and findingsÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Unpublished Manuscript.",
        "Thomas, Duncan, Elizabeth Frankenberg, Jed Friedman, Jean-Pierre Habicht, Mohammed Hakimi, Nicholas Ingwersen, Jaswadi, Nathan Jones, Christopher McKelvey, Gretel Pelto, Bondan Sikoki, Teresa Seeman, James P. Smith, Cecep Sumantri, Wayan Suriastini, and Siswanto Wilopo (2006) Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Causal Effect of Health on Labor Market Outcomes: Experimental Evidence,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Working Paper no. 070-06, California Center for Population Research, Los Angeles, CA.",
        "Torpy Janet M., Alison E. Burke, and Richard M. Glass (2009) Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Coronary Heart Disease Risk Factors,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Journal of the American Medical Association, 302(21):2388.",
        "Wooldridge, Jeffrey M. (2015) Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Control Function Methods in Applied Econometrics,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Journal of Human Resources, 50(2):420-445.",
        "Zabel, Jeffrey E. (1998) Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093An Analysis of Attrition in the Panel Study of Income Dynamics and the Survey of Income and Program Participation with an Application to a Model of Labor Market Behavior,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d The Journal of Human Resources, 33(2):479-506.",
        "Zukel, William J., Oglesby Paul, and Harold W. Schnaper (1981) Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093The Multiple Risk Factor Intervention Trial (MRFIT): I. Historical Perspectives,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Preventive Medicine, 10(4):387-401."
    ]
}