{
    "id": 2424,
    "cites": 14,
    "cited_by": 13,
    "reference": [
        "Blanchard, Olivier and Summers, Lawrence (1984): Perspectives on high world real interest rates, BrookinQs Papers on Economic Activity 1984:2.",
        "Branson, William (1985): Causes o4 appreciation and volatility of the dollar, in Federal Reserve Bank of Kansas City, The US Dollar -- Recent Developments, Outlook, and Policy Options.",
        "Brookings Institution (1987): `Workshop on the US cuurent-account imbalance: comparative tables and charts, Brookings Discussion Papers in International Economics no.58.",
        "Bryant, Ralph and Holtham, Gerald (1987): `The external deficit: Why? Where next? What remedy?, Brookings Review, 5, 28-36.",
        "Feldstein, Martin and Horioka, Charles (1980): ~Domestic saving and international capital flows, Economic Journal 90, 314-29.",
        "Frankel, Jeffrey (1986): International capital mobility and crowding- out in the US economy: Imperfect integration of financial markets or of goods markets?, in R.W. Ha4er, ed., How Open is the US Economi, Lexington, MA: Lexington Books.",
        "Friedman, Milton (1953): `The case for flexible exchange rates in Essays in Positive Economics, Chicago: University of Chicago Press.",
        "Goldstein, Morris and Khan, Mohsin (1985): Income and price effects in foreign trade, in R. W, Jones and P. 8. Kenen, eds. , Handbook of International Economics Amsterdam: Elsevier.",
        "Gordon, Robert (1986): US fiscal deficits and the world imbalance of payments, Hitotsubashi Journal of Economics, 27, 7-41.",
        "Krugman, Paul (198ta): Is the strong dollar sustainable?, in Federal Reserve Bank of Kansas City, The US Dollar --Recent Developments, Outlook, and Policy Options. Krugtan, Paul (1985b.): Fiscal policy, interest rates, and exchange rates: some simple analytics, mimeo, MIT.",
        "Krugman, Paul and Baldwin, Richard (1987): `the persistence of the US trade deficit, Brookingj Pap~rs on Economic Activity, 1:1987.",
        "Mann, Catherine (1987): `Exchange rates and Import prices, presented at NBER Sumter Institute in International Economics, August 1987.",
        "Marris, Stephen (1985): Deficits he Dollar: The World Economy at Risk, Institute for International Economics Policy Study in International Economics no. 14.",
        "Roberts, Paul Craig (1987): `The dollar `crisis changes its spots, ~jjj_l Street Journal, Jan. 23, 1987."
    ]
}