{
    "id": 24241,
    "cites": 53,
    "cited_by": 0,
    "reference": [
        "V.V. Acharya, H. Shin, and T. Yorulmazer. Fire-sale FDI. Korean Economic Review, 27(2): 163{202, 2011.",
        "M. Aguiar and G. Gopinath. Fire-Sale Foreign Direct Investment and Liquidity Crises. Review of Economics and Statistics, 87:439{452, 2005.",
        "Laura Alfaro, Paola Conconi, Harald Fadinger, and Andrew F Newman. Do prices determine vertical integration? The Review of Economic Studies, 83(3):855{888, 2016. Laura Alfaro, Pol Antras, Davin Chor, and Paola Conconi. Internalizing global value chains: A rm-level analysis. Journal of Political Economy, forthcoming.",
        "Azizjon Alimov and Micah S Ocer. Intellectual property rights and cross-border mergers and acquisitions. Journal of Corporate Finance, 2017.",
        "Ron Alquist, Rahul Mukherjee, and Linda Tesar. Fire Sale FDI or Business as Usual? Journal of International Economics, 98:93{113, 2016.",
        "Pol Antras. Firms, Contracts, And Trade Structure. The Quarterly Journal of Economics, 118 (4):1375{1418, 2003.",
        "Pol Antras and Davin Chor. Organizing the global value chain. Econometrica, 81(6):2127{2204, 2013. Pol Antras and Stephen Yeaple. Multinational rms and the structure of international trade.",
        "Handbook of International Economics, 4:55, 2014.",
        "Pol Antras, Mihir Desai, and C Fritz Foley. Multinational Firms, FDI Flows and Imperfect Capital Markets. Quarterly Journal of Economics, 124(3), 2009.",
        "Jens Matthias Arnold and Beata S Javorcik. Gifted Kids or Pushy Parents? Foreign Direct Investment and Plant Productivity in Indonesia. Journal of International Economics, 79(1): 42{53, 2009.",
        "Elizabeth Asiedu and Hadi Salehi Esfahani. Ownership Structure in Foreign Direct Investment Projects. Review of Economics and Statistics, 83(4):647{662, 2001.",
        "C agatay Bircan. Ownership structure and productivity of multinationals. Working Papers 203, EBRD, August 2017.",
        "Garrick Blalock and Paul J Gertler. Welfare Gains from Foreign Direct Investment Through Technology Transfer to Local Suppliers. Journal of International Economics, 74(2):402{421, 2008.",
        "Stefano Bolatto, Alireza Naghavi, Gianmarco IP Ottaviano, and Katja Zajc. Intangible assets and the organization of global supply chains. University of Bologna Working Paper, (1105), 2017.",
        "H. Bollaert and M. Delanghe. Securities Data Company and Zephyr, data sources for M&A research. Journal of Corporate Finance, 33:85{100, 2015.",
        "S Lael Brainard. An Empirical Assessment of the Proximity-Concentration Trade-O Between Multinational Sales and Trade. American Economic Review, 87(4):520{544, 1997.",
        "Arturo Bris and Christos Cabolis. The value of investor protection: Firm evidence from crossborder mergers. Review of Financial Studies, 21(2):605{648, 2008.",
        "P. Bustos. FDI as a Source of Finance in Imperfect Capital Markets: Firm-Level Evidence from Argentina. mimeo, 2007. A. C. Cameron and D. L. Miller. A Practioner's Guide to Cluster-Robust Inference. Journal of Human Resources, forthcoming.",
        "A. Chari, P. P. Ouimet, and L. L. Tesar. The Value of Control in Emerging Markets. Review of Financial Studies, 23(4), 2010.",
        "Pradeep K Chhibber and Sumit K Majumdar. Foreign ownership and protability: Property rights, control, and the performance of rms in Indian industry. The Journal of Law and Economics, 42(1):209{238, 1999.",
        "Han Ping Chor, Luke Davin, Pol Antras, Thibault Fally, and Russell Hillbery. Measuring the Upstreamness of Production and Trade Flows. American Economic Review Papers and Proceedings, 102(3):412{416, 2012. Ronald Davies, Rodolphe Desbordes, and Anna Ray. Greeneld versus mergers and acquisitions fdi: Same wine, dierent bottles? Canadian Journal of Economics, forthcoming.",
        "Rodolphe Desbordes and Shang-Jin Wei. The eects of nancial development on foreign direct investment. Journal of Development Economics, 127:153{168, 2017.",
        "Julian Di Giovanni. What Drives Capital Flows? The Case of Cross-Border M&A Activity and Financial Deepening. Journal of International Economics, 65(1):127{149, 2005. I. Erel, R. C. Liao, and M. S.Weisbach. Determinants of Cross-Border Mergers and Acquisitions.",
        "Journal of Finance, 67(3), 2012.",
        "Isil Erel, Yeejin Jang, and Michael S Weisbach. Do Acquisitions Relieve Target Firms Financial Constraints? The Journal of Finance, 2014.",
        "Mukesh Eswaran and Ashok Kotwal. A Theory of Contractual Structure in Agriculture. American Economic Review, 75, 1985.",
        "Laurent Fresard, Ulrich Hege, and Gordon Phillips. Extending industry specialization through cross-border acquisitions. The Review of Financial Studies, 30(5):1539{1582, 2017.",
        "Kenneth A Froot. Exchange Rates and Foreign Direct Investment: An Imperfect Capital Markets Approach. The Quarterly Journal of Economics, 1991.",
        "David Greenaway, Alessandra Guariglia, and Zhihong Yu. The more the better? foreign ownership and corporate performance in china. The European Journal of Finance, 20(7-9):681{702, 2014.",
        "International Country Risk Guide. Icrg indicator of quality of government. dataset (url), 2013.",
        "Tomas Havranek and Zuzana Irsova. Estimating vertical spillovers from fdi: Why results vary and what the true eect is. Journal of International Economics, 85(2):234{244, 2011.",
        "Tomas Havranek and Zuzana Irsova. Determinants of horizontal spillovers from fdi: Evidence from a large meta-analysis. World Development, 42:1{15, 2013.",
        "Elhanan Helpman and Paul Krugman. Market Structure and Foreign Trade, 1985.",
        "Elhanan Helpman, Marc J Melitz, and Stephen R Yeaple. Export Versus FDI with Heterogeneous Firms. American Economic Review, 94(1):300{316, 2004.",
        "Beata S. Javorcik and Shang-Jin Wei. Corruption and Cross-Border Investment in Emerging Markets: Firm-Level Evidence. Journal of International Money and Finance, 28(4):605{624, 2009.",
        "Beata Smarzynska Javorcik and Mariana Spatareanu. To share or not to share: Does local participation matter for spillovers from foreign direct investment? Journal of development Economics, 85(1):194{217, 2008.",
        "Daniel Kaufmann, Aart Kraay, and Massimo Mastruzzi. Worldwide governance indicators. dataset (url), 2013.",
        "Iris Kesternich and Monika Schnitzer. Who is Afraid of Political Risk? Multinational Firms and Their Choice of Capital Structure. Journal of International Economics, 82(2):208{218, 2010.",
        "Paul Krugman. The New Theories of International Trade and the Multinational Enterprise. The multinational corporation in the 1980s, pages 57{73, 1983.",
        "Andrei A Levchenko and Jing Zhang. The Evolution of Comparative Advantage: Measurement and Welfare Implications. Technical report, National Bureau of Economic Research, 2011.",
        "K. Manova, S.-J. Wei, and Z. Zhang. Firm Exports and Multinational Activity under Credit Constraints. Review of Economics and Statistics, 97(3):547{588, 2015.",
        "James R Markusen. Multinationals, Multi-Plant Economies, and the Gains from Trade. Journal of international economics, 16(3):205{226, 1984.",
        "T. Mayer. Market Potential and Development. CEPII Working Paper 2009-24, 2008.",
        "S.B. Moeller, F.P. Schlingemann, and R.N. Stulz. Wealth Destruction on a Massive Scale? A Study of Acquiring-Firm Returns in the Recent MergerWave. Journal of Finance, 60:757{782, 2005.",
        "Rahul Mukherjee and Christian Proebsting. Acquirers and Financial Constraints: Theory and Evidence from Emerging Markets. IHEID Working Paper, (21-2017), 2017.",
        "Volker Nocke and Stephen Yeaple. Cross-Border Mergers and Acquisitions vs. Greeneld Foreign Direct Investment: The Role of Firm Heterogeneity. Journal of International Economics, 72 (2):336{365, 2007.",
        "Volker Nocke and Stephen Yeaple. An Assignment Theory of Foreign Direct Investment. The Review of Economic Studies, 75(2):529{557, 2008.",
        "R.G. Rajan and L. Zingales. Financial Dependence and Growth. American Economic Review, 1998.",
        "Assaf Razin and Efraim Sadka. Corporate Transparency, Cream-Skimming and FDI. European Economic Review, 51(5):1263{1276, 2007.",
        "UNCTAD. World Investment Report, 2016. URL http://unctad.org/en/ PublicationsLibrary/wir2017_en.pdf.",
        "J. Wang and X. Wang. Benets of Foreign Ownership: Evidence from Foreign Direct Investment in China. Journal of International Economics, 97(2):325{338, 2015.",
        "WBES. Obtaining Finance in Latin America and the Caribbean. Latin America and the Caribbean Series Note, (5), 2013. URL http://www.enterprisesurveys.org/~/media/ FPDKM/EnterpriseSurveys/Documents/Topic-Analysis/Obtaining-Finance-in-LAC. pdf.",
        "Mahmut Yasar and Catherine J Morrison Paul. International Linkages and Productivity at the Plant Level: Foreign Direct Investment, Exports, Imports and Licensing. Journal of International Economics, 71(2):373{388, 2007."
    ]
}