{
    "id": 2425,
    "cites": 27,
    "cited_by": 25,
    "reference": [
        "Abraham, K. and L. Katz, Cyclical Unemployment: Sectoral Shifts or Aggregate Disturbances?, Journal of Political Economy, 94 (1986), 507-522.",
        "Aryan, L. Some Examples of Dynamic Cournot Duopoly with Inventory, Rand Journal of Economics, 16 (1985), 569-586.",
        "Blinder, A. Can the Production Smoothing Model of Inventory Behavior be Saved? Quarterly Journal of Economics, 101 (1986), 431-453.",
        "Business Cycle, Journal of Monetary Economics, 8 (1981), 277-304.",
        "Multiple Equilibria, NBER Working Paper 2388, 1987.",
        "Models, Cowles Foundation Working Paper 745R, revised September 1987, forthcoming Quarterly Journal of Economics.",
        "Diamond, P. Aggregate Demand Management in Search Equilibrium, Journal of Political Economy, 90 (1982), 881-94.",
        "Dynarski, M. and S. Sheffrin, Consumption and Unemployment, Quarterly Journal of Economics, 102 (1987), 411-428.",
        "Eichenbaum, M. Rational Expectations and the Smoothing Properties of Inventories of Finished Goods, Journal of Monetary Economics 14 (1984), 71-96.",
        "Hall, R. A Non-competitive, Equilibrium Model of Fluctuations, Stanford University, mimeo, l987a. ________ The Volatility of Employment with Fixed Costs of Going to Work, Stanford University, mimeo, 1987b.",
        "Hansen, G. Indivisible Labor and the Business Cycle, Journal of Monetary Economics, 16 (1985), 309-327.",
        "Hart, 0. A Model of Imperfect Competition with Keynesian Features, Quarterly Journal of Economics. 97 (1982), 109-38.",
        "Heller, W. Coordination Failure Under Complete Markets with Applications to Effective Demand, in Equilibrium Analysis, Essays in Honor of Kenneth J. Arrow . Volume II, edited by Walter Heller, Ross Starr and David Starrett, Cambridge, Cambridge University Press, 1986.",
        "Howitt, P. Transactions Costs in the Theory of Unemployment, American Economic Review, 75 (1985), 88-101.",
        "Kiyotaki, N. Implications of Multiple Expectational Equilibria Under Monopolistic Competition, Harvard University, mimeo, 1985.",
        "Kydland, F. and E. Prescott. Time to Build and Aggregate Fluctuations, Econometrica, 50 (1982), 1345-70.",
        "Lilien, D. Sectoral Shifts and Cyclical Unemployment, Journal of Political Economy, 80 (1982), 777-793.",
        "Long, J. and C. Plosser. Real Business Cycles, Journal of Political Economy, 91 (1983), 39-69.",
        "Lucas, R. Expectations and the Neutrality of Money, Journal of Economic Theory, 4 (1972), 103-24.",
        "Economy. 83 (1975), 1113-1144.",
        "Ramey, V. Two Studies of Inventory Investment: Inventories as Factors of Production and Nonconvex Costs in the Production Smoothing Model, PhD. dissertation, Stanford University, 1987.",
        "Rogerson, R. An Equilibrium Model of Sectoral Reallocation, Journal of Political Economy, 95 (1987), 797-809.",
        "Rotemberg, J. and C. Saloner, The Cyclical Behavior of Inventories, mimeo, 1987.",
        "Sims, C. Macroeconomics and Reality, Econometrica, 48 (1980), 1-48.",
        "Weitzman, M. The Simple Macroeconomics of Profit Sharing, American Economic Review, 75 (1985), 937-53.",
        "Zarnowitz, V. Recent Work on Business Cycles in Historical Perspective, Journal of Economic Literature,23 (1985), 523-580.",
        "Zeldes, S. Consumption and Liquidity Constraints: An Empirical Investigation, Working Paper 24-85, Wharton School, University of Pennsylvania, 1985."
    ]
}