{
    "id": 2426,
    "cites": 13,
    "cited_by": 10,
    "reference": [
        "Allen, Steven 6., and Clark1 Robert L., Pensions And Firm Performance, PIBER Working Paper 2266, May, 1987.",
        "Allen, Steven 6., Clark, Robert L. and McDermed, Ann A., Job Mobility, Older Workers mnd the Role of Pensions, Draft Final Report, U.S. Department of Labor, July 1986.",
        "Allen, Steven 6., Clark, Robert L. and McDermed, Ann A., Pensions and Lifetime Jobs: The New Industrial Feudalism Revisited. Final Draft Report, U.S. Department of Labor, July 1987.",
        "Bartel, Ann P. and Borias, George J., Middle-Age Job Mobility: Its Determinants and Consequences, in Seymour Wolfbein, editor, Men in Their Preretirement Years, Philadelphia: Temple UnIversity, 1977.",
        "Bulow, Jeremy I., Early Retirement Pension Benefits1 National Bureau of Economic Research Working Paper No. 654, April 1981.",
        "Bulow, Jeremy I., What Are Corporate Pension Liabilities, Quarterly Journal of Economics, August 1982, 97, 435-452.",
        "Gustman, Alan L. and Steinmeier, Thomas L., An Analysis of Pension Benefit Formulas, Pension Wealth, and Incentives from Pensions, Final Report to the U.S. Department of Labor, July 1987.",
        "Ippolito, Richard A. The Economics of Pensions and Mobility, Mimeo, 1986.",
        "Kotlikoff, Laurence J. and Wise, David A., Labor Compensation and the Structure of Private Pension Plans: Evidence for Contractual vs. Spot Labor Markets, in David A. Wise, editor, Pensions, Labor, and Individual Choice, Chicago: University of Chicago Press, 1985, 55-85.",
        "Kotlikoff, Laurence J. and Wise, David A.1 The Incentive Effects of Private Pension Plans, in lvi Bodie, John B. Shoven and David A. Wise, editors, Issues in Pension Economics, Chicago: University of Chicago Press, 1987, 293-336.",
        "Krueger, Alan B. and Summers, Lawrence H.: Reflections on the InterIndustry Wage Structure, in Kevin Lang and Jonathan S. Leonard, editors, Unemployment and the Structure of Labor Markets, New York: Basil Olackwell, 1987, 17-47.",
        "Mitchell, Olivia S., Fringe Benefits and the Cost of Changing Jobs, Industrial and Labor Relations Review, October 1983, 37, 70-78.",
        "Segal, Martin, Post-Institutionalism in Labor Economics: The Forties And Fifties Revisited, Industrial And Labor Relations Review, April, 1986, 39, 388-403."
    ]
}