{
    "id": 24280,
    "cites": 84,
    "cited_by": 31,
    "reference": [
        "Achdou, Yves, Jiequn Han, Jean-Michel Lasry, Pierre-Louis Lions, and Benjamin Moll, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Income and Wealth Distribution in Macroeconomics: A Continuous-Time Approach,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Manuscript, November 2017.",
        "39For evidence that a fall in the labor share increases income inequality, see IMF (2017). 40In principle, if the elasticity of substitution is extremely high, a markup increase can lead to a decline in capital demand so large that it overwhelms the rise in capitalized profits, resulting in an asset supply decline. Whenever this happens, however, there will also be a rise in the labor share. Hence, the conditional statement in proposition 9 holds: as long as rising markups cause a decline in the labor share, they will be expansionary.",
        "Athreya, Kartik, Andrew Owens, and Felipe Schwartzman, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Does Redistribution Increase Output? The Centrality of Labor Supply,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Quantitative Economics, October 2017, 8 (3), 761Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c 808.",
        "Auclert, Adrien, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Monetary Policy and the Redistribution Channel,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Manuscript, May 2017.",
        "Autor, David H., David Dorn, and Gordon H. Hanson, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093The China Syndrome: Local Labor Market Effects of Import Competition in the United States,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d American Economic Review, 2013, 103 (6), 2121Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c68.",
        "Barkai, Simcha, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Declining Labor and Capital Shares,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Manuscript, 2016.",
        "Basu, Susanto and Brent Bundick, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Uncertainty Shocks in a Model of Effective Demand,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Econometrica, May 2017, 85 (3), 937Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c958.",
        "Bayer, Christian, Ralph LÃ\u0083Æ\u0092Ã\u0082Â¼tticke, Lien Pham-Dao, and Volker von Tjaden, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Precautionary Savings, Illiquid Assets, and the Aggregate Consequences of Shocks to Household Income Risk,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Manuscript, May 2017.",
        "Berger, David, Veronica Guerrieri, Guido Lorenzoni, and Joseph Vavra, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093House Prices and Consumer Spending,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Review of Economic Studies, 2018, Forthcoming.",
        "Bernanke, Ben S., Mark Gertler, and Simon Gilchrist, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Chapter 21 Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c The Financial Accelerator in a Quantitative Business Cycle Framework,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d in John B. Taylor and Michael Woodford, eds., Handbook of Macroeconomics, Vol. 1, Part C, Elsevier, 1999, pp. 1341Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c1393.",
        "Bewley, Truman, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093The Permanent Income Hypothesis: A Theoretical Formulation,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Journal of Economic Theory, December 1977, 16 (2), 252Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c292.",
        "Blanchard, Olivier Jean and Charles M. Kahn, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093The Solution of Linear Difference Models under Rational Expectations,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Econometrica, July 1980, 48 (5), 1305Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c1311.",
        "Blinder, Alan S., Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Distribution Effects and the Aggregate Consumption Function,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Journal of Political Economy, June 1975, 83 (3), 447Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c475.",
        "Bohn, Henning, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093The Behavior of U.S. Public Debt and Deficits,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Quarterly Journal of Economics, 1998, 113 (3), 949Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c963.",
        "Browning, Martin and Annamaria Lusardi, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Household Saving: Micro Theories and Micro Facts,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Journal of Economic Literature, December 1996, 34 (4), 1797Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c1855.",
        "Card, David, JÃ\u0083Æ\u0092Ã\u0082Â¶rg Heining, and Patrick Kline, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Workplace Heterogeneity and the Rise of West German Wage Inequality,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Quarterly Journal of Economics, August 2013, 128 (3), 967Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c1015.",
        "Cesarini, David, Erik Lindqvist, Matthew J. Notowidigdo, and Robert Ã\u0083Æ\u0092Ã\u0082â\u0080\u0093stling, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093The Effect of Wealth on Individual and Household Labor Supply: Evidence from Swedish Lotteries,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d American Economic Review, December 2017, 107 (12), 3917Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c3946.",
        "Challe, Edouard, Julien Matheron, Xavier Ragot, and Juan F. Rubio-Ramirez, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Precautionary Saving and Aggregate Demand,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Quantitative Economics, July 2017, 8 (2), 435Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c478.",
        "Chetty, Raj, Adam Guren, Day Manoli, and Andrea Weber, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Are Micro and Macro Labor Supply Elasticities Consistent? A Review of Evidence on the Intensive and Extensive Margins,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d American Economic Review Papers and Proceedings, 2011, 101 (3), 471Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c75.",
        "Coibion, Olivier, Yuriy Gorodnichenko, and Johannes Wieland, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093The Optimal Inflation Rate in New Keynesian Models: Should Central Banks Raise Their Inflation Targets in Light of the Zero Lower Bound?,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Review of Economic Studies, October 2012, 79 (4), 1371Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c1406.",
        ", , Lorenz Kueng, and John Silvia, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Innocent Bystanders? Monetary Policy and Inequality, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Journal of Monetary Economics, June 2017, 88, 70Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c89.",
        "Congressional Budget Office, The Distribution of Household Income and Federal Taxes in 2006 November 2013.",
        "Council Of Economic Advisers, Economic Report of the President, Washington, D.C.: U.S. Government Printing Office, 2012.",
        "de Loecker, Jan and Jan Eeckhout, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093The Rise of Market Power and the Macroeconomic Implications, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Working Paper 23687, National Bureau of Economic Research, August 2017.",
        "den Haan, Wouter J., Pontus Rendahl, and Markus Riegler, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Unemployment (Fears) and Deflationary Spirals,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Journal of the European Economic Association, 2018, Forthcoming.",
        "Eggertsson, Gauti B., Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093What Fiscal Policy Is Effective at Zero Interest Rates?,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d NBER Macroeconomics Annual, January 2011, 25 (1), 59Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c112.",
        ", Neil R. Mehrotra, and Jacob A. Robbins, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093A Model of Secular Stagnation: Theory and Quantitative Evaluation,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Working Paper 23093, National Bureau of Economic Research January 2017.",
        "Fagereng, Andreas, Martib B. Holm, and Gisle J. Natvik, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093MPC Heterogeneity and Household Balance Sheets,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Working Paper 2861053, SSRN, October 2016.",
        "Favilukis, Jack, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Inequality, Stock Market Participation, and the Equity Premium,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Journal of Financial Economics, March 2013, 107 (3), 740Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c759.",
        "Feenstra, Robert C. and Gordon H. Hanson, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093The Impact of Outsourcing and HighTechnology Capital on Wages: Estimates for the United States, 1979-1990,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Quarterly Journal of Economics, 1999, 114 (3), 907Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c940.",
        "Francese, Maura and Carlos Mulas-Granados, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Functional Income Distribution and Its Role in Explaining Inequality,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d IMF Working Paper no 15/244, November 2015.",
        "GalÃ\u0083Æ\u0092Ã\u0082Â­, Jordi and Roberto Perotti, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Fiscal Policy and Monetary Integration in Europe,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Economic Policy, October 2003, 18 (37), 533Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c572.",
        "Garicano, Luis and Esteban Rossi-Hansberg, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Inequality and the Organization of Knowledge, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d American Economic Review, 2004, 94 (2), 197Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c202.",
        "Gilchrist, Simon and Charles P. Himmelberg, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Evidence on the Role of Cash Flow for Investment, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Journal of Monetary Economics, December 1995, 36 (3), 541Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c572.",
        "Gornemann, Nils, Keith Kuester, and Makoto Nakajima, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Doves for the Rich, Hawks for the Poor? Distributional Consequences of Monetary Policy,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Manuscript, Federal Reserve Board, University of Bonn, and Philadelphia Fed, March 2014.",
        "Gottschalk, Peter and Robert Moffitt, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093The Growth of Earnings Instability in the U.S. Labor Market,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Brookings Papers on Economic Activity, January 1994, 1994 (2), 217Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c272.",
        "Greenwood, Jeremy, Zvi Hercowitz, and Gregory W. Huffman, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Investment, Capacity Utilization, and the Real Business Cycle,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d American Economic Review, June 1988, 78 (3), 402Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c417.",
        "Guerrieri, Veronica and Guido Lorenzoni, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Credit Crises, Precautionary Savings, and the Liquidity Trap,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Quarterly Journal of Economics, August 2017, 132 (3), 1427Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c1467.",
        "Guvenen, Fatih, Sam Schulhofer-Wohl, Jae Song, and Motohiro Yogo, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Worker Betas: Five Facts about Systematic Earnings Risk,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d American Economic Review Papers and Proceedings, May 2017, 107 (5), 398Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c403.",
        "Heathcote, Jonathan and Fabrizio Perri, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Wealth and Volatility,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Review of Economic Studies, 2018, Forthcoming.",
        ", Kjetil Storesletten, and Giovanni L. Violante, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093The Macroeconomic Implications of Rising Wage Inequality in the United States,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Journal of Political Economy, August 2010, 118 (4), 681Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c 722.",
        "Iacoviello, Matteo, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Household Debt and Income Inequality, 1963Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c2003,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Journal of Money, Credit and Banking, August 2008, 40 (5), 929Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c965.",
        "IMF, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Chapter 3: Understanding the Downward Trend in Labor Income Shares,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d in Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093World Economic Outlook,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Washington, D.C.: International Monetary Fund, April 2017.",
        "Kaldor, Nicholas, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Alternative Theories of Distribution,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Review of Economic Studies, January 1955, 23 (2), 83Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c100.",
        "Kaplan, Greg, Benjamin Moll, and Gianluca Violante, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Monetary Policy According to HANK,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Manuscript, January 2016.",
        "Katz, Lawrence F. and Kevin M. Murphy, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Changes in Relative Wages, 1963-1987: Supply and Demand Factors,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Quarterly Journal of Economics, February 1992, 107 (1), 35Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c78.",
        "Kaymak, BarÃ\u0083â\u0080\u009eÃ\u0082Â±sÃ\u0083Å\u0092Ã\u0082Â§ and Markus Poschke, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093The Evolution of Wealth Inequality Over Half a Century: The Role of Taxes, Transfers and Technology,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Journal of Monetary Economics, February 2016, 77, 1Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c25.",
        "Keynes, John Maynard, The General Theory of Employment, Interest, and Money, London: Macmillan, 1936.",
        "Kopczuk, Wojciech, Emmanuel Saez, and Jae Song, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Earnings Inequality and Mobility in the United States: Evidence from Social Security Data Since 1937,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Quarterly Journal of Economics, February 2010, 125 (1), 91Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c128.",
        "Kreamer, Jonathan, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Household Debt, Unemployment, and Slow Recoveries,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Manuscript, January 2016.",
        "Krugman, Paul, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Robber Baron Recessions,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d The New York Times, April 2016.",
        "Laubach, Thomas and John C. Williams, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Measuring the Natural Rate of Interest Redux,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Federal Reserve Bank of San Francisco Working Paper Series, October 2015, 16.",
        "Leeper, Eric M., Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Equilibria Under Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Ë\u009cActiveÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0084¢ and Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Ë\u009cPassiveÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0084¢ Monetary and Fiscal Policies,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Journal of Monetary Economics, February 1991, 27 (1), 129Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c147.",
        "McKay, Alisdair and Ricardo Reis, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093The Role of Automatic Stabilizers in the U.S. Business Cycle,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Econometrica, January 2016, 84 (1), 141Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c194.",
        "Nardi, Mariacristina De and Giulio Fella, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Saving and Wealth Inequality,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d CEPR Discussion Paper No 11746, January 2017.",
        "Parker, Jonathan A. and Nicholas S. Souleles, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Reported Preference vs. Revealed Preference: Evidence from the Propensity to Spend Tax Rebates,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Working Paper 23920, National Bureau of Economic Research, October 2017.",
        "Philippon, Thomas, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Has the US Finance Industry Become Less Efficient? On the Theory and Measurement of Financial Intermediation,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d American Economic Review, April 2015, 105 (4), 1408Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c1438.",
        "Pigou, Arthur C., The Economics of Welfare, Palgrave Macmillan, 1920.",
        "Piketty, Thomas and Emmanuel Saez, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Income Inequality in the United States, 1913Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c1998,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Quarterly Journal of Economics, February 2003, 118 (1), 1Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c41.",
        "Quadrini, Vincenzo and JosÃ\u0083Æ\u0092Ã\u0082Â©-Victor RÃ\u0083â\u0080\u009eÃ\u0082Â±os-Rull, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Understanding the US Distribution of Wealth,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Federal Reserve Bank of Minneapolis Quarterly Review, 1997, 21 (2), 22Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c36.",
        "Ravn, Morten O. and Vincent Sterk, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Job Uncertainty and Deep Recessions,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Journal of Monetary Economics, October 2017, 90 (Supplement C), 125Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c141.",
        "Reiter, Michael, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Solving Heterogeneous-Agent Models by Projection and Perturbation,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Journal of Economic Dynamics and Control, March 2009, 33 (3), 649Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c665.",
        "Rognlie, Matthew, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Deciphering the Fall and Rise in the Net Capital Share,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Brookings Papers on Economic Activity, 2015, 2015 (2), forthcoming.",
        ", Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093What Lower Bound? Monetary Policy with Negative Interest Rates,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Manuscript, MIT, 2015.",
        "Schmitt-GrohÃ\u0083Æ\u0092Ã\u0082Â©, Stephanie and MartÃ\u0083Æ\u0092Ã\u0082Â­n Uribe, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Downward Nominal Wage Rigidity, Currency Pegs, and Involuntary Unemployment,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Journal of Political Economy, August 2016, 124 (5), 1466Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c1514.",
        "Song, Jae, David J. Price, Fatih Guvenen, Nicholas Bloom, and Till von Wachter, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Firming Up Inequality,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Manuscript, June 2016.",
        "Storesletten, Kjetil, Chris I. Telmer, and Amir Yaron, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Cyclical Dynamics in Idiosyncratic Labor Market Risk,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Journal of Political Economy, June 2004, 112 (3), 695Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c717.",
        "Straub, Ludwig, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Consumption, Savings, and the Distribution of Permanent Income,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Manuscript, November 2017.",
        "Summers, Lawrence H., Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Demand Side Secular Stagnation,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d American Economic Review, May 2015, 105 (5), 60Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c65.",
        "Teschl, Gerald, Topics in Real and Functional Analysis Graduate Studies in Mathematics, Providence, Rhode Island: American Mathematical Society, 2018.",
        "Werning, IvÃ\u0083Æ\u0092Ã\u0082Â¡n, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Managing a Liquidity Trap: Monetary and Fiscal Policy,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Manuscript, April 2012.",
        "B Calibration details B.1 Main calibration sources Our 10 year TIPS yield data comes from FRED (series code DFII10). A simple average of daily values over all days in 2013 delivers 0.07%, leading us to our choice of r = 0%.",
        "Our unemployment data is also from FRED (series code UNRATE). An average over monthly values in 2013 delivers 7.4%. The long-term natural rate of unemployment as given by the CBO has series code UNRO in FRED. Its 2013 average was 5%. This leads us to steady-state employment gap estimate of Lss = 1Ã\u0083Â¢Ã\u0082Ë\u0086Ã\u0082â\u0080\u00990.074 1Ã\u0083Â¢Ã\u0082Ë\u0086Ã\u0082â\u0080\u00990.05 = 0.975.",
        "SCF 2013: broad capital Fitted curve Ã\u0083Å½Ã\u0082Â¸b(a) SCF 2013: narrow capital Fitted curve Ã\u0083Å½Ã\u0082Â¸n(a) Figure B.1: Individual holdings of equity in the SCF Ã\u0083Å½Ã\u0082Ë\u009cnÃ\u0083Å½Ã\u0082Â¸Ã\u0083Å\u0092Ã\u0082â\u0080\u009an (a) so that the average portfolio share, evaluated at the stationary distribution of household assets, is equal to our calibrated value of K A .46 The implied values are Ã\u0083Å½Ã\u0082Ë\u009cb = 0.94 and Ã\u0083Å½Ã\u0082Ë\u009cn = 3.35. Our narrow capital measure reveals a well-known pattern: the share of wealth invested in stocks rises quickly with wealth. Once those positions are scaled up by Ã\u0083Å½Ã\u0082Ë\u009cn, the richest individuals in the economy own levered equity claims. We verify that bit + ptvit Ã\u0083Â¢Ã\u0082â\u0080°Ã\u0082Â¥ 0 in all our simulations, so that we do not have to deal with cases of bankruptcy.",
        "Inequality data. Our inequality data comes from Song et al. (2016).47 Our main inequality measure is the standard deviation of log earnings, which is the square root of their variance series for the earnings of individuals in firms with more than 20 employees (their figure 2(a), top line).",
        "Percentage of population Percentage of total Data (SCF 2013) Consumption Pre-tax labor income Wealth Figure B.3: Lorenz curves for consumption, income and wealth at steady-state Alternative calibrations. When examining robustness to fiscal rules, we consider a version where eGL = 0 and eDL is maintained at its estimated value of 0.75. This captures the effect of countercyclical deficits alone, absent government spending. We also consider a version where eGL = eDL = 0, implying that B = Bss and G = Gss at all times. This delivers a procyclical fiscal rule that increases the tax rate when employment falls so as to maintain public spending and debt constant.",
        "Since the U.S. government only started selling Treasury inflation-protected securities in 1997, we instead 53Specifically, in the 2013 SCF, we define consumption as food at home (foodhome), labor income as wage income (wageinc), and wealth as net worth (networth). In constructing the wage income distribution, we only keep households with annual wage income above $4000, since around a quarter of households have zero or extremely low wage income. Parameters Description Main calibration Target Ã\u0083Å½Ã\u0082Â½ EIS 0.5 Standard calibration Ã\u0083Å½Ã\u0082Â² Discount factor 0.927 r = 4% Ã\u0083Å½Ã\u0082Â± Labor share 83% Ã\u0083Å½Ã\u0082Â± = 1 Ã\u0083Â¢Ã\u0082Ë\u0086Ã\u0082â\u0080\u0099 (r + Ã\u0083Å½Ã\u0082Â´) K Y",
        "Ã\u0083Å½Ã\u0082Â´ Depreciation rate 2.7% NIPA 1980 K",
        "Y Capital-output ratio 254% FoF hh. net worth 1980 I Y Investment rate 6.8% Ã\u0083Å½Ã\u0082Â´K Y",
        "We are currently developing tools for this, which infer uniqueness directly from partial equilibrium impulse responses, in Auclert et al. (2017). General case: neoclassical monetary policy. A sufficient condition for a unique neoclassical equilibrium is that the semielasticity (91) of asset demand with respect to r is strictly greater than the semielasticity (93) of asset supply, so that there is only a single intersection of asset demand and asset supply.",
        "First, the implied levels of marginal propensities to earn are much too high relative to the data. Many studies, such as Chetty, Guren, Manoli and Weber (2011), find that the Frisch elasticity of labor supply is close to or above our calibration of 0.5 for the elasticity of intertemporal substitution (Ã\u0083Â\u008fÃ\u0082Ë\u0086 &apos; Ã\u0083Å½Ã\u0082Â½ = 0.5); while budget constraints imply that post-tax income must account for an important part of consumption in the crosssection. For example, in the steady state of our model, given that r = 0, on average EI h (1Ã\u0083Â¢Ã\u0082Ë\u0086Ã\u0082â\u0080\u0099Ã\u0083Â\u008fÃ\u0082â\u0080\u009et) Wt Pt nitet(sit) i EI [cit] =",
        "There is no evidence in the data to support this hypothesis. Cesarini et al. (2017) find no significant evidence of heterogeneity in MPE by income. The limited heterogeneity suggested by the data goes in the other direction as that implied by equation (120): the highest tercile of earners respond slightly more to lottery wins, with an MPE of Ã\u0083Â¢Ã\u0082Ë\u0086Ã\u0082â\u0080\u00990.01 relative to an MPE of Ã\u0083Â¢Ã\u0082Ë\u0086Ã\u0082â\u0080\u00990.005 for the bottom two terciles (see their figure 3, panel F).",
        "This traditional view is no longer an accurate depiction of monetary policy in many large economies, including the US, where post-2008 there has been an abundance of excess reserves and the prevailing short-term nominal interest rate has been roughly equal to the interest rate on excess reserves. Interpreting im t as the interest rate on excess reserves, therefore, we believe this model more accurately depicts the mechanics of monetary policy in its current form. 66It is worth noting that even if we did not assume zero net supply and zero initial household positions bn i,Ã\u0083Â¢Ã\u0082Ë\u0086Ã\u0082â\u0080\u00991 = mn i,Ã\u0083Â¢Ã\u0082Ë\u0086Ã\u0082â\u0080\u00991 = 0, the perfect foresight assumption means that neither nominal bonds or money make any difference to either the household or government budget constraints, except at date 0 following an unanticipated shock.",
        "The steady-state multiplicity under countercyclical risk in figure D.4 is closely related to similar steady-state multiplicity in Kreamer (2016) and Heathcote and Perri (2018)."
    ]
}