{
    "id": 24316,
    "cites": 44,
    "cited_by": 4,
    "reference": [
        "Adams, E Kathleen, Curtis S Florence, Kenneth E Thorpe, Edmund R Becker, and Peter J Joski. 2003. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Preventive care: female cancer screening, 1996Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c2000.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d American journal of preventive medicine, 25(4): 301Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c307.",
        "Adams, E Kathleen, Nancy Breen, and Peter J Joski. 2007. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Impact of the National Breast and Cervical Cancer Early Detection Program on mammography and Pap test utilization among white, Hispanic, and African American women: 1996Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c2000.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Cancer, 109(S2): 348Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c358.",
        "Altobelli, E, and A Lattanzi. 2014. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Breast cancer in European Union: An update of screening programmes as of March 2014 (Review).Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d International journal of oncology, 45(5): 1785Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c1792.",
        "Bitler, Marianne P, and Christopher S Carpenter. 2016a. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Health insurance mandates, mammography, and breast cancer diagnoses.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d American Economic JournalÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009cEconomic Policy, forthcoming.",
        "Bitler, Marianne P, and Christopher S Carpenter. 2016b. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093New Evidence on the Effects of the National Breast and Cervical Cancer Early Detection Program.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Vanderbilt University.",
        "Buchmueller, Thomas C, AgneÃ\u0083Å\u0092Ã\u0082â\u0082¬s Couffinhal, Michel Grignon, and Marc Perronnin. 2004. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Access to physician services: does supplemental insurance matter? Evidence from France.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Health economics, 13(7): 669Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c687.",
        "Busch, Susan H, and Noelia Duchovny. 2005. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Family coverage expansions: impact on insurance coverage and health care utilization of parents.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Journal of health economics, 24(5): 876Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c890.",
        "Carrieri, Vincenzo, and Ansgar Wubker. 2013. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Assessing inequalities in preventive care use in Europe. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Health policy, 113(3): 247Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c257.",
        "Carrieri, Vincenzo, and Ansgar Wuebker. 2016. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Quasi-Experimental Evidence on the Effects of Health Information on Preventive Behaviour in Europe.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Oxford Bulletin of Economics and Statistics, 78(6): 765Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c 791.",
        "Cook, Benjamin LeÃ\u0083Å\u0092Ã\u0082â\u0080\u009a, Thomas G McGuire, and Alan M Zaslavsky. 2012. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Measuring racial/ethnic disparities in health care: methods and practical issues.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Health services research, 47(3pt2): 1232Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c1254.",
        "Cutler, David M. 2008. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Are we finally winning the war on cancer?Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d The Journal of Economic Perspectives, 22(4): 3Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c26.",
        "Devaux, Marion. 2015. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Income-related inequalities and inequities in health care services utilisation in 18 selected OECD countries.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d The European Journal of Health Economics, 16(1): 21Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c33.",
        "Duffy, S, and E Paci. 2012. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093BeÃ\u0083Å\u0092Ã\u0082Â\u0081neÃ\u0083Å\u0092Ã\u0082Â\u0081fices et risques du deÃ\u0083Å\u0092Ã\u0082Â\u0081pistage du cancer du sein par mammographie.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Bulletin eÃ\u0083Å\u0092Ã\u0082Â\u0081pideÃ\u0083Å\u0092Ã\u0082Â\u0081miologique hebdomadaire, 35: 406Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c411.",
        "Espinas, Josep A, Luisa Aliste, Esteve Fernandez, Josep M Argimon, Ricard Tresserras, and Josep M Borras. 2011. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Narrowing the equity gap: the impact of organized versus opportunistic cancer screening in Catalonia (Spain).Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Journal of medical screening, 18(2): 87Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c90.",
        "Esserman, Laura, Helen Cowley, Carey Eberle, Alastair Kirkpatrick, Sophia Chang, Kevin Berbaum, and Alastair Gale. 2002. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Improving the accuracy of mammography: volume and outcome relationships.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Journal of the National Cancer Institute, 94(5): 369Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c375.",
        "Ferlay, Jacques, Isabelle Soerjomataram, Rajesh Dikshit, Sultan Eser, Colin Mathers, Marise Rebelo, Donald Maxwell Parkin, David Forman, and Freddie Bray. 2015. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Cancer incidence and mortality worldwide: sources, methods and major patterns in GLOBOCAN 2012.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d International journal of cancer, 136(5): E359Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009cE386.",
        "Finkelstein, Amy, Sarah Taubman, Bill Wright, Mira Bernstein, Jonathan Gruber, Joseph P Newhouse, Heidi Allen, and Katherine Baicker. 2012. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093The Oregon Health Insurance Experiment: Evidence from the First Year*.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d The Quarterly journal of economics, 127(3): 1057Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c1106.",
        "Goldman, Dana, and Darius Lakdawalla. 2001. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Understanding health disparities across education groups.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d National Bureau of Economic Research.",
        "Goldzahl, LeÃ\u0083Å\u0092Ã\u0082Â\u0081ontine, and Florence Jusot. 2017. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Determinants of breast cancer screening regularity in France.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Revue francÃ\u0083Å\u0092Ã\u0082Â§aise dÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0084¢eÃ\u0083Å\u0092Ã\u0082Â\u0081conomie, 31(4): 109Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c152.",
        "GÃ\u0083Æ\u0092Ã\u0082Â¸tzsche, Peter C, and Margrethe Nielsen. 2009. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Screening for breast cancer with mammography.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Cochrane Database Syst Rev, 4(1).",
        "Haute AutoriteÃ\u0083Å\u0092Ã\u0082Â\u0081 de SanteÃ\u0083Å\u0092Ã\u0082Â\u0081. 2011. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093La participation au deÃ\u0083Å\u0092Ã\u0082Â\u0081pistage du cancer du sein des femmes de 50 aÃ\u0083Å\u0092Ã\u0082â\u0082¬ 74 ans en France Situation actuelle et perspectives dÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0084¢eÃ\u0083Å\u0092Ã\u0082Â\u0081volution.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Jusot, Florence, Zeynep Or, and Nicolas Sirven. 2012. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Variations in preventive care utilisation in Europe.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d European Journal of Ageing, 9(1): 15Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c25.",
        "Kalecinski, Julie, VeÃ\u0083Å\u0092Ã\u0082Â\u0081ronique ReÃ\u0083Å\u0092Ã\u0082Â\u0081gnier-Denois, Samiratou OueÃ\u0083Å\u0092Ã\u0082Â\u0081draogo, Tienhan Sandrine Dabakuyo-Yonli, AgneÃ\u0083Å\u0092Ã\u0082â\u0082¬s Dumas, Patrick Arveux, and Franck Chauvin. 2015. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093DeÃ\u0083Å\u0092Ã\u0082Â\u0081pistage organiseÃ\u0083Å\u0092Ã\u0082Â\u0081 ou individuel du cancer du sein? Attitudes et repreÃ\u0083Å\u0092Ã\u0082Â\u0081sentations des femmes.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d SanteÃ\u0083Å\u0092Ã\u0082Â\u0081 Publique, 27(2): 213Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c220.",
        "Katz, Steven J, and Timothy P Hofer. 1994. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Socioeconomic disparities in preventive care persist despite universal coverage: breast and cervical cancer screening in Ontario and the United States.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Jama, 272(7): 530Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c534.",
        "Katz, Steven J, Judith K Zemencuk, and Timothy P Hofer. 2000. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Breast cancer screening in the United States and Canada, 1994: socioeconomic gradients persist.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d American Journal of Public Health, 90(5): 799.",
        "Keating, Nancy L, Elena M Kouri, Yulei He, Dee W West, and Eric P Winer. 2013. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Effect of Massachusetts health insurance reform on mammography use and breast cancer stage at diagnosis.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Cancer, 119(2): 250Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c258.",
        "Kolstad, Jonathan T, and Amanda E Kowalski. 2012. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093The impact of health care reform on hospital and preventive care: evidence from Massachusetts.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Journal of Public Economics, 96(11): 909Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c929.",
        "Kopans, Daniel B. 2000. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Double reading.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Radiologic Clinics of North America, 38(4): 719Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c724.",
        "Lantz, Paula M, Mahasin Mujahid, Kendra Schwartz, Nancy K Janz, Angela Fagerlin, Barbara Salem, Lihua Liu, Dennis Deapen, and Steven J Katz. 2006. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093The influence of race, ethnicity, and individual socioeconomic factors on breast cancer stage at diagnosis.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d American Journal of Public Health, 96(12): 2173Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c2178.",
        "Marmot, MG, DG Altman, DA Cameron, JA Dewar, SG Thompson, M Wilcox, et al. 2012. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093The benefits and harms of breast cancer screening: an independent review.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d The Lancet, 380(9855): 1778Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c1786.",
        "McMorrow, Stacey, Genevieve M Kenney, and Dana Goin. 2014. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Determinants of receipt of recommended preventive services: implications for the Affordable Care Act.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d American journal of public health, 104(12): 2392Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c2399.",
        "Perry, N, M Broeders, C De Wolf, S Tornberg, R Holland, and L Von Karsa. 2008. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093European guidelines for quality assurance in breast cancer screening and diagnosis.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Annals of Oncology, 19(4): 614Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c 622.",
        "Pletscher, Mark. 2017. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093The effects of organized screening programs on the demand for mammography in Switzerland.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d The European Journal of Health Economics, 18(5): 649Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c665.",
        "Pruitt, Sandi L, Matthew J Shim, Patricia Dolan Mullen, Sally W Vernon, and Benjamin C Amick. 2009. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Association of area socioeconomic status and breast, cervical, and colorectal cancer screening: a systematic review.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Cancer Epidemiology and Prevention Biomarkers, 18(10): 2579Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c2599.",
        "Puddu, Marina, Stefaan Demarest, and Jean Tafforeau. 2009. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Does a national screening programme reduce socioeconomic inequalities in mammography use?Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d International journal of public health, 54(2): 61Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c 68.",
        "Sabik, Lindsay M, and Cathy J Bradley. 2016. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093The Impact of Near-Universal Insurance Coverage on Breast and Cervical Cancer Screening: Evidence from Massachusetts.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Health economics, 25(4): 391Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c407.",
        "Schueler, Kristin M, Philip W Chu, and Rebecca Smith-Bindman. 2008. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Factors associated with mammography utilization: a systematic quantitative review of the literature.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Journal of womenÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0084¢s health, 17(9): 1477Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c1498.",
        "SeÃ\u0083Å\u0092Ã\u0082Â\u0081radour, B. 2010. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Breast cancer screening in France: an overview in 2009.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d La Revue du praticien, 60(2): 191Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c199.",
        "Sicsic, Jonathan, and Carine Franc. 2014. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Obstacles to the uptake of breast, cervical, and colorectal cancer screenings: what remains to be achieved by French national programmes?Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d BMC health services research, 14(1): 465.",
        "Siegel, Rebecca L, Kimberly D Miller, and Ahmedin Jemal. 2016. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Cancer statistics, 2016.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d CA: a cancer journal for clinicians, 66(1): 7Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c30.",
        "Smith-Bindman, Rebecca, Philip Chu, Diana L Miglioretti, Chris Quale, Robert D Rosenberg, Gary Cutter, Berta Geller, Peter Bacchetti, Edward A Sickles, and Karla Kerlikowske. 2005. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Physician predictors of mammographic accuracy.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Journal of the National Cancer Institute, 97(5): 358Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c 367.",
        "Smith-Bindman, Rebecca, Philip W Chu, Diana L Miglioretti, Edward A Sickles, Roger Blanks, Rachel Ballard-Barbash, Janet K Bobo, Nancy C Lee, Matthew G Wallis, Julietta Patnick, et al. 2003. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Comparison of screening mammography in the United States and the United Kingdom.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Jama, 290(16): 2129Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c2137.",
        "Smith, Robert A. 2003. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Iarc handbooks of cancer prevention, volume 7: Breast cancer screening.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Breast Cancer Res, 5(4): 216Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c7.",
        "Thurfjell, Erik L, K Anders Lernevall, and AA Taube. 1994. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Benefit of independent double reading in a population-based mammography screening program.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Radiology, 191(1): 241Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c244.",
        "Torre, Lindsey A, Freddie Bray, Rebecca L Siegel, Jacques Ferlay, Joannie Lortet-Tieulent, and Ahmedin Jemal. 2015. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Global cancer statistics, 2012.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d CA: a cancer journal for clinicians, 65(2): 87Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c 108. 100 km 60 mi Daniel Dalet"
    ]
}