{
    "id": 24314,
    "cites": 54,
    "cited_by": 30,
    "reference": [
        "Adhvaryu, A., Kala, N., and Nyshadham, A. (2016). Management and shocks to worker productivity. Allcott, H., Collard-Wexler, A., and OÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0084¢Connell, S. D. (2014). How do electricity shortages affect productivity ? evidence from india. NBER Working Paper, (w19977).",
        "Allcott, H. and Greenstone, M. (2012). Is there an energy efficiency gap? Journal of Economic Perspectives, 26(1):3Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c28.",
        "Allcott, H. and Taubinsky, D. (2015). Evaluating behaviorally-motivated policy: Experimental evidence from the lightbulb market. Sloan Foundation Economics Research Paper, (2640628).",
        "Bandiera, O., Barankay, I., and Rasul, I. (2007). Incentives for managers and inequality among workers: evidence from a firm-level experiment. The Quarterly Journal of Economics, 122(2):729Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c773.",
        "Bandiera, O., Barankay, I., and Rasul, I. (2009). Social connections and incentives in the workplace: Evidence from personnel data. Econometrica, 77(4):1047Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c1094.",
        "Bandiera, O., Barankay, I., and Rasul, I. (2010). Social incentives in the workplace. The Review of Economic Studies, 77(2):417Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c458.",
        "Barreca, A., Clay, K., Deschenes, O., Greenstone, M., and Shapiro, J. S. (2016). Adapting to climate change: The remarkable decline in the us temperature-mortality relationship over the twentieth century. Journal of Political Economy, 124(1):105Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c159.",
        "Billor, N., Hadi, A. S., and Velleman, P. F. (2000). Bacon: blocked adaptive computationally efficient outlier nominators. Computational Statistics & Data Analysis, 34(3):279Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c298.",
        "Bloom, N., Eifert, B., Mahajan, A., McKenzie, D., and Roberts, J. (2013). Does management matter? evidence from india. The Quarterly Journal of Economics, 128(1):1Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c51.",
        "Bloom, N. and Van Reenen, J. (2010). Why do management practices differ across firms and countries? The Journal of Economic Perspectives, pages 203Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c224.",
        "Burgess, R., Deschenes, O., Donaldson, D., and Greenstone, M. (2011). Weather and death in india. Cambridge, United States: Massachusetts Institute of Technology, Department of Economics. Manuscript.",
        "Burgess, R., Deschenes, O., Donaldson, D., and Greenstone, M. (2014). The unequal effects of weather and climate change: Evidence from mortality in india.",
        "Burke, M., Hsiang, S. M., and Miguel, E. (2015). Global non-linear effect of temperature on economic production. Nature.",
        "Cai, J. and Szeidl, A. (2016). Interfirm relationships and business performance. Technical report, National Bureau of Economic Research.",
        "Cameron, A. C., Gelbach, J. B., and Miller, D. L. (2008). Bootstrap-based improvements for inference with clustered errors. The Review of Economics and Statistics, 90(3):414Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c427.",
        "Chang, T., Graff Zivin, J., Gross, T., and Neidell, M. (2014). Particulate pollution and the productivity of pear packers. NBER Working Paper, (w19944).",
        "Costinot, A., Donaldson, D., and Smith, C. (2016). Evolving comparative advantage and the impact of climate change in agricultural markets: Evidence from 1.7 million fields around the world. Journal of Political Economy, 124(1):205Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c248.",
        "Danet, S., Richard, F., Montaye, M., Beauchant, S., Lemaire, B., Graux, C., Cottel, D., MareÃ\u0083Å\u0092Ã\u0082Â\u0081caux, N., and Amouyel, P. (1999). Unhealthy effects of atmospheric temperature and pressure on the occurrence of myocardial infarction and coronary deaths a 10-year survey: The lille-world health organization monica project (monitoring trends and determinants in cardiovascular disease). Circulation, 100(1):e1Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009ce7.",
        "Dell, M., Jones, B. F., and Olken, B. A. (2012). Temperature shocks and economic growth: Evidence from the last half century. American Economic Journal: Macroeconomics, pages 66Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c95.",
        "DescheÃ\u0083Å\u0092Ã\u0082â\u0080\u009anes, O. and Greenstone, M. (2007). The economic impacts of climate change: Evidence from agricultural output and random fluctuations in weather. The American Economic Review, pages 354Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c 385.",
        "DescheÃ\u0083Å\u0092Ã\u0082â\u0080\u009anes, O. and Greenstone, M. (2011). Climate change, mortality, and adaptation: evidence from annual fluctuations in weather in the us. American Economic Journal: Applied Economics, 3(4):152Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c185.",
        "Enander, A. E. (1989). Effects of thermal stress on human performance. Scandinavian journal of work, environment & health, pages 27Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c33.",
        "Fowlie, M., Greenstone, M., and Wolfram, C. (2015). Are the non-monetary costs of energy efficiency investments large? understanding low take-up of a free energy efficiency program. The American Economic Review, 105(5):201Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c204.",
        "Graff Zivin, J. and Neidell, M. (2012). The impact of pollution on worker productivity. American Economic Review, 102:3652Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c3673.",
        "Granade, H. C., Creyts, J., Derkach, A., Farese, P., Nyquist, S., and Ostrowski, K. (2009). Unlocking energy efficiency in the us economy.",
        "Guiteras, R. (2009). The impact of climate change on indian agriculture.",
        "Hancock, P. A., Ross, J. M., and Szalma, J. L. (2007). A meta-analysis of performance response under thermal stressors. Human Factors: The Journal of the Human Factors and Ergonomics Society, 49(5):851Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c 877.",
        "Hanna, R. and Oliva, P. (2016). The effect of pollution on labor supply: Evidence from a natural experiment in mexico city. Technical report.",
        "Heckman, J., Pinto, R., and Savelyev, P. (2013). Understanding the mechanisms through which an influential early childhood program boosted adult outcomes. The American Economic Review, 103(6):1Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c35.",
        "Hjort, J. (2014). Ethnic divisions and production in firms. The Quarterly Journal of Economics, 129(4):1899Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c1946.",
        "Hsiang, S. M. (2010). Temperatures and cyclones strongly associated with economic production in the caribbean and central america. Proceedings of the National Academy of Sciences, 107(35):15367Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c15372.",
        "IPCC (2013). Working Group I contribution to the IPCC 5th Assessment Report Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009dClimate Change 2013: The Physical Science BasisÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d. Final Draft Underlying Scientific-Technical Assessment. Cambridge University Press.",
        "ISHRAE (2015). The Indian HVAC&R Growth Story. Technical report, The Indian Society of Heating, Refrigerating and Air Conditioning Engineers.",
        "Jing, S., Li, B., Tan, M., and Liu, H. (2013). Impact of relative humidity on thermal comfort in a warm environment. Indoor and Built Environment, 22(4):598Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c607.",
        "Kala, N., Kurukulasuriya, P., and Mendelsohn, R. (2012). The impact of climate change on agroecological zones: evidence from africa. Environment and Development Economics, 17(6):663.",
        "Kjellstrom, T., Holmer, I., and Lemke, B. (2009). Workplace heat stress, health and productivityÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009can increasing challenge for low and middle-income countries during climate change. Global Health Action, 2.",
        "Kudamatsu, M., Persson, T., StroÃ\u0083Å\u0092Ã\u0082Ë\u0086mberg, D., et al. (2012). Weather and infant mortality in africa. Technical report, CEPR Discussion Papers.",
        "Kurukulasuriya, P., Mendelsohn, R., Hassan, R., Benhin, J., Deressa, T., Diop, M., Eid, H. M., Fosu, K. Y., Gbetibouo, G., Jain, S., et al. (2006). Will african agriculture survive climate change? The World Bank Economic Review, 20(3):367Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c388.",
        "Lemke, B. and Kjellstrom, T. (2012). Calculating workplace wbgt from meteorological data: a tool for climate change assessment. Industrial Health, 50(4):267Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c278.",
        "Levitt, S. D. and List, J. A. (2011). Was there really a hawthorne effect at the hawthorne plant? an analysis of the original illumination experiments. American Economic Journal: Applied Economics, 3(1):224Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c38.",
        "Lobell, D. B., Schlenker, W., and Costa-Roberts, J. (2011). Climate trends and global crop production since 1980. Science, 333(6042):616Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c620.",
        "Nordhaus, W. (2008). A question of balance.",
        "Parker, P. M. (2000). Physioeconomics: The basis for long-run economic growth. MIT Press.",
        "Parsons, K. (2010). Human thermal environments: the effects of hot, moderate, and cold environments on human health, comfort and performance. CRC Press.",
        "Pilcher, J. J., Nadler, E., and Busch, C. (2002). Effects of hot and cold temperature exposure on performance: a meta-analytic review. Ergonomics, 45(10):682Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c698.",
        "Ryan, N. (2017). Is there an energy-efficiency gap? experimental evidence from indian manufacturing plants. Technical report, Working Paper. Yale University.",
        "Saha, S., Moorthi, S., Pan, H.-L., Wu, X., Wang, J., Nadiga, S., Tripp, P., Kistler, R., Woollen, J., Behringer, D., et al. (2010). The ncep climate forecast system reanalysis. Bulletin of the American Meteorological Society, 91(8):1015Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c1057.",
        "Seppanen, O., Fisk, W. J., and Lei, Q. (2006). Effect of temperature on task performance in office environment. Lawrence Berkeley National Laboratory.",
        "Snow, C. (1927). Research on industrial illumination. The Tech Engineering News, 8(6):257.",
        "Staritz, C. (2010). Making the Cut?: Low-income Countries and the Global Clothing Value Chain in a Postquota and Post-crisis World. World Bank Publications.",
        "Sudarshan, A., Somanathan, R., Somanathanan, E., and Tewari, M. (2015). The economic impacts of temperature on industrial productivity: Evidence from indian manufacturing.",
        "Tol, R. S. (2005). The marginal damage costs of carbon dioxide emissions: an assessment of the uncertainties.",
        "Vanhoorne, M. N., Vanachter, O. V., and De Ridder, M. P. (2006). Occupational health care for the 21st century: from health at work to workersÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0084¢ health. International Journal of Occupational and Environmental Health, 12(3):278Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c285.",
        "Wolfram, C., Shelef, O., and Gertler, P. (2012). How will energy demand develop in the developing world? Journal of Economic Perspectives, 26(1):119Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c38. A Additional Tables In Figure A1, we present the difference between the productivity-temperature for the with and without LED sample. Essentially, we are presenting the difference between the two gradients presented in"
    ]
}