{
    "id": 24335,
    "cites": 40,
    "cited_by": 6,
    "reference": [
        "AÃ\u0083Æ\u0092Ã\u0082Â§ikgÃ\u0083Æ\u0092Ã\u0082Â¶z, O. (2015). Transitional Dynamics and Long-Run Optimal Taxation under Incomplete Markets. Working Paper.",
        "Aiyagari, S. R. (1994). Uninsured Idiosyncratic Risk and Aggregate Saving. Quarterly Journal of Economics 109, 659Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c684.",
        "Aiyagari, S. R. (1995). Optimal Capital Income Taxation with Incomplete Markets, Borrowing Constraints, and Constant Discounting. Journal of Political Economy 103, 1158Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c1175.",
        "Bommier, A., D. Harenberg, and F. Le Grand (2017). Recursive Preferences, the Value of Life, and Household Finance. Working Paper.",
        "Chamley, C. (1986). Optimal Taxation of Capital Income in General Equilibrium with Infinite Lives. Econometrica 54, 607Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c622.",
        "Chamley, C. (2001). Capital Income Taxation, Wealth Distribution and Borrowing Constraints. Journal of Public Economics 79, 55Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c69.",
        "Chen, Y., Y. Chien, and C. Yang (2017). Aiyagari Meets Ramsey: Optimal Capital Taxation with Incomplete Markets. Working Paper.",
        "Chien, Y. and Y. Wen (2017). Optimal Ramsey Capital Income Taxation Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009d A Reappraisal. Federal Reserve Bank of St. Louis Working Paper 2017-024C.",
        "Conesa, J.-C., S. Kitao, and D. Krueger (2009). Taxing Capital? Not a Bad Idea After All! American Economic Review 99, 25Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c48.",
        "Davila, J., J. H. Hong, P. Krusell, and J. V. Rios-Rull (2012). Constrained efficiency in the neoclassical growth model with uninsurable idiosyncratic shocks.",
        "Diamond, P. A. (1965). National Debt in a Neoclassical Growth Model. American Economic Review 55(Vol. 55, No. 5, Part 1 (Dec., 1965)), 1126Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c1150.",
        "Diamond, P. A. (1967). The Role of a Stock Market in a General Equilibrium Model with Technological Uncertainty Author. American Economic Review 57(4), 759Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c776.",
        "Domeij, D. and J. Heathcote (2004). On the Distributional Effects of Reducing Capital Taxes. Internation Economic Review 45(2), 523Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c554.",
        "Dyrda, S. and M. Pedroni (2016). Optimal Fiscal Policy in a Model with Uninsurable Idiosyncratic Shocks. Working Paper.",
        "Epstein, L. G. and S. E. Zin (1989). Substitution, Risk Aversion, and the Temporal Behavior of Consumption and Asset Returns: A Theoretical Framework. 57(4), 937Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c969.",
        "Epstein, L. G. L. and S. Zin (1991). Substitution, Risk Aversion, and the Temporal Behavior of Consumption and Asset Returns: An Empirical Analysis. Journal of Political Economy 99(4), 263Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c286.",
        "Erosa, A. and M. Gervais (2001). Optimal Taxation in Infinitely-Lived Agent and Overlapping Generations Models: A Review. Federal Reserve Bank of Richmond Economic Quarterly 87(2), 23Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c44.",
        "Erosa, A. and M. Gervais (2002). Optimal Taxation in Life-Cycle Economies. Journal of Economic Theory 105, 338Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c369.",
        "Evans, D. (2014). Optimal Taxation with Persistent Idiosyncratic Investment Risk. Working Paper.",
        "Farhi, E. and I. Werning (2012). Capital Taxation: Quantitative Explorations of the Inverse Euler Equation. Journal of Political Economy 120(3), 398Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c445.",
        "Garriga, C. (2017). Optimal Fiscal Policy in Overlapping Generations Models. Public Finance Review (DOI: 10.1177/1091142117735601).",
        "Geanakoplos, J. D. and H. M. Polemarchakis (1986). Existence, Regularity, and Constrained Suboptimality of Competitive Allocations when the Asset Market is Incomplete. In W. P. Heller, R. M. Starr, and D. A. Starrett (Eds.), Uncertainty, Information and Communication: Essays in Honor of Kenneth J. Arrow, Chapter 3, pp. 65Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c96. Cambridge University Press.",
        "Gottardi, P., A. Kajii, and T. Nakajima (2015). Optimal Taxation and Debt with Uninsurable Risks to Human Capital Accumulation. American Economic Review 105(11), 3443Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c3470.",
        "Hagedorn, M., H. Holter, and Y. Wang (2015). The Optimum Quantity of Capital and Debt. Working Paper.",
        "Hansen, L. P. and T. J. Sargent (1995). Discounted Linear Exponential Quadratic Gaussian Control. IEEE Transactions on Automatic Control 40(5), 968Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c971.",
        "Harenberg, D. and A. Ludwig (2015). Social Security in an Analytically Tractable Overlapping Generations Model with Aggregate and Idiosyncratic Risk. International Tax and Public Finance 22(4), 579Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c603.",
        "Heathcote, J., K. Storesletten, and G. L. Violante (2017). Optimal Tax Progressivity: An Analytical Framework. Quarterley Journal of Economics (doi:10.1093/qje/qjx018), 1693Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c1754.",
        "Huggett, M. (1993). The Risk-Free Rate in Heterogeneous-Agent IncompleteInsurance Economies. Journal of Economic Dynamics and Control 17, 953Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c969.",
        "Judd, K. (1985). Redistributive Taxation in a Perfect Foresight Model. Journal of Public Economics 28, 59Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c84.",
        "Krebs, T. (2003). Human Capital Risk and Economic Growth. Quarterly Journal of Economics 118, 709Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c745.",
        "Ã\u0083â\u0080\u009eÃ\u0082Â°mrohoroÃ\u0083â\u0080\u009eÃ\u0082Å¸lu, A. (1989). Cost of Business Cycles with Indivisibilities and Liquidity Constraints. Journal of Political Economy 97(6), 1364Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c1383.",
        "Panousi, V. (2015). Capital Taxation with Entrepreneurial Risk. accepted for publication in: Journal of Monetary Economics.",
        "Panousi, V. and C. Reis (2015). Optimal Taxation with Idiosyncratic Investment Risk. Working Paper.",
        "Panousi, V. and C. Reis (2017). A Unified Framework for Optimal Taxation with Undiversiable Risk. Working Paper.",
        "Park, Y. (2017). Constrained Efficiency in a Risky Human Capital Model. American Economic Journal: Macroeconomics (Forthcoming).",
        "Pestieau, P. (1974). Optimal Taxation and Discount Rate for Public Investment in a Growth Setting. Journal of Public Economics 3, 217Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c235.",
        "Peterman, W. B. (2016). The Effect of Endogenous Human Capital Accumulation on Optimal Taxation. Review of Economic Dynamics 21, 46Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c71.",
        "Pigou, A. C. (1920). The Economics of Welfare. London: Macmillan.",
        "Ramsey, F. (1927). A Contribution to the Theory of Taxation. Economic Journal 37, 47Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c61.",
        "Tallarini, T. D. J. (2000). Risk-Sensitive Real Business Cycles. Journal of Monetary Economics 45(3), 507Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c532."
    ]
}