{
    "id": 24334,
    "cites": 13,
    "cited_by": 6,
    "reference": [
        "Bai, Jushan. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Panel Data Models with Interactive Fixed Effects.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Econometrica, 2009, 77(4), 1229-352.",
        "Bai, Jushan, and Serena Ng. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009dDetermining the number of factors in approximate factor models.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Econometrica 2002, 70(1), 191-221.",
        "Bernanke, Ben S., Jean Boivin, and Piotr Eliasz, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Measuring the Effects of Monetary Policy: A Factor-Augmented Vector Autoregressive (FAVAR) ApproachÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d, NBER working paper no. 10220, January 2004.",
        "Bresnahan, Timothy F., Erik Brynjolfsson, and Lorin M. Hitt, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Information Technology, Workplace Organization, and the Demand for Skilled Labor: Firm-Level Evidence,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Quarterly Journal of Economics, 2002, 117(1), 339-76.",
        "Bloom, Nicholas R., Rafaella Sadun, and John van Reenen, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093American do IT better: U.S. Multinationals and the productivity miracle,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d American Economic Review, 2012, 102(1), 167-201.",
        "Chandler, A. D., The Visible Hand: The Managerial Revolution in American Business, 1977, Cambridge, MA: The Belknap Press.",
        "de Fortuny, Enric J., David Martens, and Foster Provost, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Predictive Modeling with Big Data: Is Bigger Really Better?Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d, Big Data, 2013, 1(4), 215-26.",
        "Grunes, Allen P. and Maurice E. Stucke, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093No Mistake about it: The Important Role of Antitrust in the Era of Big Data,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d 2015, University of Tennessee Legal Studies Research Paper No. 269.",
        "Lambrecht, Anja and Catherine Tucker, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Can Big Data Protect a Firm From Competition, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d 2017, Competition Policy International Antitrust Chronicle, January 2017, 1-8.",
        "Lerner, Andreas, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093The Role of Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Ë\u009cBig DataÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0084¢ in Online Platform Competition,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d 2014, working paper. PATRICK BAJARIÃ\u0083Â¢Ã\u0082Ë\u0086Ã\u0082â\u0080\u0094 , VICTOR CHERNOZHUKOVÃ\u0083Â¢Ã\u0082â\u0082¬ , ALI HORTACÃ\u0083Å\u0092Ã\u0082Â§SU? , AND JUNICHI SUZUKIÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â¡ McElheran, Kristina, and W. Jin, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Economies before scale, I.T. investment and performance in young firms,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d working paper, University of Toronto.",
        "Newman, Nathan, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Search, Antitrust and the Economics of the Control of User Data,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d 2014, working paper, NYU Information Law Institute.",
        "Tambe, Prasanna and Lorin Hitt, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093The productivity of Information Technology Investments: New Evidence from IT labor data,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Information Systems Research, 2012, 23(3-part-1), 599-617.",
        "Varian, Hal, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Big Data: New Tricks for Econometrics,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Journal of Economic Perspectives, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d 2014, 28(2), 3-28. THE IMPACT OF BIG DATA ON FIRM PERFORMANCE: AN EMPIRICAL INVESTIGATION 57"
    ]
}