{
    "id": 24349,
    "cites": 15,
    "cited_by": 5,
    "reference": [
        "Aumann, R. J. (1964). Markets with a continuum of traders. Econometrica 32(1/2), 39Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c50. Aumann, R. J. (1966). Existence of competitive equilibria in markets with a continuum of traders. Econometrica 34(1), 1Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c17.",
        "Azevedo, E. M. and J. W. Hatfield (2015). Existence of equilibrium in large matching markets with complementarities. Working Paper.",
        "Azevedo, E. M., E. G. Weyl, and A. White (2013). Walrasian equilibrium in large, quasilinear markets. Theoretical Economics 8(2), 281Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c290.",
        "Bator, F. M. (1961). On convexity, efficiency, and markets. Journal of Political Economy 69(5), 480Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c483.",
        "Das, S., E. Kamenica, and R. Mirka (2017). Reducing congestion through information design. In Proceedings of the 55th Allerton Conference on Communication, Control, and Computing, pp. 1279Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c1284.",
        "Farrell, M. J. (1959). The convexity assumption in the theory of competitive markets. Journal of Political Economy 67(4), 377Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c391.",
        "Hall, F. L. (1996). Traffic stream characteristics. Traffic Flow Theory. US Federal Highway Administration.",
        "Hall, J. D. (2017). Pareto improvements from Lexus lanes. Journal of Public Economics, forthcoming.",
        "Koopmans, T. C. (1961). Convexity assumptions, allocative efficiency, and competitive equilibrium. Journal of Political Economy 69(5), 478Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c479.",
        "Rothenberg, J. (1960). Non-convexity, aggregation, and Pareto optimality. Journal of Political Economy 68(5), 435Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c468.",
        "Shapley, L. S. and M. Shubik (1966). Quasi-cores in a monetary economy with nonconvex preferences. Econometrica 34(4), 805Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c827.",
        "Starr, R. M. (1969). Quasi-equilibria in markets with non-convex preferences. Econometrica 37(1), 25Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c38.",
        "Varaiya, P. (2005). What weÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0084¢ve learned about highway congestion. Access Magazine 1(27).",
        "Vickrey, W. S. (1969). Congestion theory and transport investment. American Economic Review 59(2), 251Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c260.",
        "Walters, A. A. (1961). The theory and measurement of private and social cost of highway congestion. Econometrica 29(4), 676Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c699."
    ]
}