{
    "id": 24347,
    "cites": 98,
    "cited_by": 4,
    "reference": [
        "Agency for Healthcare Research and Quality (2013). 2012 National Healthcare Quality Report. Technical report, US Department of Health and Human Services, Rockville, MD.",
        "Ahn, H. S., H. J. Kim, and H. G. Welch (2014). KoreaÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0084¢s thyroid-cancer Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009depidemicÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d - screening and overdiagnosis. New England Journal of Medicine 371(19), 1765Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c1767. PMID: 25372084.",
        "Allen, H., K. Baicker, A. Finkelstein, S. Taubman, and B. J. Wright (2010, August). What the Oregon health study can tell us about expanding Medicaid. Health Affairs (Project Hope) 29(8), 1498Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c506.",
        "American Diabetes Association (2014, January). Standards of Medical Care in DiabetesÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c 2014. Diabetes Care 37 Suppl 1(October 2013), S14Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c80.",
        "Baicker, K., S. L. Taubman, H. L. Allen, M. Bernstein, J. H. Gruber, J. P. Newhouse, E. C. Schneider, B. J. Wright, A. Zaslavsky, A. N. Finkelstein, M. Carlson, T. Edlund, C. Gallia, and J. Smith (2013, May). The Oregon experimentÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009ceffects of Medicaid on clinical outcomes. The New England journal of medicine 368(18), 1713Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c22.",
        "Basu, A. (2011). Economics of individualization in comparative effectiveness research and a basis for a patient-centered health care. Journal of Health Economics.",
        "Basu, A. (2013). Estimating person-centered treatment effects using instrumental variables: an application to evaluating prostate cancer. Journal of Applied Econometrics.",
        "Basu, A. and J. Heckman (2007). Use of instrumental variables in the presence of heterogeneity and self selection: an application to treatments of breast cancer patients. Health Economics 1157(October), 1133Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c1157.",
        "Basu, A. and W. Manning (2009). Issues for the next generation of health care cost analyses. Medical Care 47(7).",
        "Basu, A. and D. Meltzer (2007). Value of information on preference heterogeneity and individualized care. Medical Decision Making 27(2), 112Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c27.",
        "Bleyer, A. and H. G. Welch (2012). Effect of three decades of screening mammography on breast-cancer incidence. New England Journal of Medicine 367(21), 1998Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c2005. PMID: 23171096.",
        "Boozer, M. A. and T. J. Philipson (2000). The impact of public testing for human immunodeficiency virus. The Journal of Human Resources 35(3), 419Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c446.",
        "Calonico, S., M. Cattaneo, and R. Titiunik (2014a). Robust data-driven inference in the regression-discontinuity design. Stata Journal 14(4), 909Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c946.",
        "Calonico, S., M. D. Cattaneo, and R. Titiunik (2014b). Robust nonparametric confidence intervals for regression-discontinuity designs. Econometrica 82(6), 2295Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c2326.",
        "Card, D., C. Dobkin, and N. Maestas (2008). The impact of nearly universal insurance coverage on health care utilization and health: evidence from Medicare. American Economic Review 98(5), 2242Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c2258.",
        "Carneiro, P., J. Heckman, and E. Vytlacil (2010). Estimating marginal returns to education.",
        "Carpenter, C. J. (2010, December). A meta-analysis of the effectiveness of health belief model variables in predicting behavior. Health Communication 25(8), 661Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c9.",
        "Casalino, L. P., A. Elster, A. Eisenberg, E. Lewis, J. Montgomery, and D. Ramos (2007, May). Will Pay-For-Performance And Quality Reporting Affect Health Care Disparities? Health Affairs 26(3), w405Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009cw414.",
        "CDC (2012). CDC - A Diabetes Report Card for the United States Quality of care in the 1990s - Publications - Diabetes DDT. 136(8), 565Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c574.",
        "Center for Medicare and Medicaid Services (2011). Guide to Quality Performance Scoring Methods for Accountable Care Organizations.",
        "Center for Medicare and Medicaid Services (2016a). Publicly available ACO data and ACO performance data sources maintained by CMS. (March).",
        "Center for Medicare and Medicaid Services (2016b). Quality Measures, Reporting and Performance Standards.",
        "Centers for Disease Control and Prevention (1999-2014). National Health and Nutrition Examination Survey.",
        "Chang, F. R. (1996). Uncertainty and investment in health. Journal of Health Economics 15(3), 369Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c376.",
        "Cowie, C., K. Rust, and E. Ford (2009). Full accounting of diabetes and pre-diabetes in the US population in 1988-1994 and 2005-2006. Diabetes ... 32(2), 0Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c7.",
        "Dardanoni, V. and A. Wagstaff (1987). Uncertainty, inequalities in health and the demand for health. Journal of Health Economics 6, 283Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c290.",
        "Dranove, D., D. Kessler, M. McClellan, and M. Satterthwaite (2003, June). Is More Information Better? The Effects of and quot;Report Cards on Health Care Providers. Journal of Political Economy 111(3), 555Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c588.",
        "Du, X. L., T. E. Meyer, and L. Franzini (2007). Meta-analysis of racial disparities in survival in association with socioeconomic status among men and women with colon cancer.",
        "Egan, M. and T. Philipson (2014, July). Health Care Adherence and Personalized Medicine. NBER Working Papers 20330, National Bureau of Economic Research, Inc.",
        "Eisenhauer, P., J. Heckman, and E. Vytlacil (2010). Generalized Roy Model and the CostBenefit Analysis of Social Programs. Policy Analysis.",
        "Finkelstein, A. (2013). Oregon Health Insurance Experiment Public Use Data.",
        "Finkelstein, A., M. Gentzkow, P. Hull, and H. Williams (2017). Adjusting risk adjustment -accounting for variation in diagnostic intensity. New England Journal of Medicine 376(7), 608Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c610. PMID: 28199802.",
        "Fisher, A. E. S., D. C. Goodman, and A. Chandra (2008). Regional and Racial Variation in Health Care among Medicare Beneficiaries: A Brief Report of the Dartmouth Atlas Project. Technical report, The Dartmouth Institute for Health Policy and Clinical Practice.",
        "Friedewald, W., R. Levy, and D. Fredrickson (1972). Estimation of the concentration of lowdensity lipoprotein cholesterol in plasma, without use of the preparative ultracentrifuge. Clinical chemistry 18(6), 499Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c502.",
        "Glanz, K. and D. Bishop (2010, January). The role of behavioral science theory in development and implementation of public health interventions. Annual Review of Public Health 31, 399Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c418.",
        "Global Burden of Disease Collaborators (2013, August). The state of US health, 1990-2010: burden of diseases, injuries, and risk factors. JAMA 310(6), 591Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c608.",
        "GluÃ\u0083Å\u0092Ã\u0082Ë\u0086mer, C., M. Yuyun, S. Griffin, D. Farewell, D. Spiegelhalter, A. L. Kinmonth, and N. J. Wareham (2006). What determines the cost-effectiveness of diabetes screening? Diabetologia 49, 1536Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c1544.",
        "Godlonton, S. and R. Thornton (2012). Peer effects in learning hiv results. Journal of Development Economics 97(1), 118 Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c 129.",
        "Goldman, D. and T. Philipson (2007). Insurance Design in the Presence of Integrated Medical Multiple Technologies. American Economic Review 97(2), 427Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c432.",
        "Grossman, M. (1972). On the Concept of Health Capital and the Demand for Health. Journal of Political Economy 80(2), 223.",
        "Grossman, M. (1982). The demand for health after a decade. Journal of Health Economics 1(1), 1Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c3.",
        "Grossman, M. (2000). The human capital model. Handbook of Health Economics 1(Part A), 347Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c408.",
        "Grundy, S. M. (2004, January). Definition of Metabolic Syndrome: Report of the National Heart, Lung, and Blood Institute/American Heart Association Conference on Scientific Issues Related to Definition. Circulation 109(3), 433Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c438.",
        "Harris, A. H. S., C. Chen, A. D. Rubinsky, K. J. Hoggatt, M. Neuman, and M. E. Vanneman (2016, April). Are Improvements in Measured Performance Driven by Better Treatment or Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009dDenominator ManagementÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d? Journal of General Internal Medicine 31(S1), 21Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c27.",
        "Heckman, J. (2010, June). Building Bridges Between Structural and Program Evaluation Approaches to Evaluating Policy. Journal of Economic Literature 48(2), 356Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c398.",
        "Hoerger, T., R. Harris, K. Hicks, K. Donahue, and S. Sorensen (2004). Screening for type 2 diabetes mellitus: a cost-effectiveness analysis. Annals of Internal Medicine 140(9), 689Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c699.",
        "Howard, V., M. Cushman, L. Pulley, C. Gomez, R. Go, R. Prineas, A. Graham, C. Moy, and G. Howard (2005). The reasons for geographic and racial differences in stroke study: objectives and design. Neuroepidemiology 25, 135Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c143.",
        "Howard, V. J., D. O. Kleindorfer, S. E. Judd, L. A. Mcclure, M. M. Safford, J. D. Rhodes, M. Cushman, C. S. Moy, E. Z. Soliman, B. M. Kissela, and G. Howard (2011). Disparities in Stroke Incidence Contributing to Disparities in Stroke Mortality. Annals of Neurology 69(4), 619Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c627.",
        "Huang, E. S., M. Shook, L. Jin, M. H. Chin, and D. O. Meltzer (2006, February). The impact of patient preferences on the cost-effectiveness of intensive glucose control in older patients with new-onset diabetes. Diabetes Care 29(2), 259Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c64.",
        "Hyman, R. B., S. Baker, R. Ephraim, A. Moadel, and J. Philip (1994, August). Health Belief Model variables as predictors of screening mammography utilization. Journal of Behavioral Medicine 17(4), 391Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c406.",
        "Imbens, G. W. and T. Lemieux (2008, February). Regression discontinuity designs: A guide to practice. Journal of Econometrics 142(2), 615Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c635.",
        "James, P., S. Oparil, B. Carter, W. Cushman, C. Dennison-Himmelfarb, J. Handler, D. Lackland, M. LeFevre, T. MacKenzie, O. Ogedegbe, S. Smith, L. Svetkey, S. Taler, R. Townsend, J. Wright, A. Narva, and E. Ortiz (2014, February). 2014 evidence-based guideline for the management of high blood pressure in adults: report from the panel members appointed to the Eighth Joint National Committee (JNC 8). JAMA 311(5), 507Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c20.",
        "Jatoi, I., H. Becher, and C. R. Leake (2003). Widening disparity in survival between white and african-american patients with breast carcinoma treated in the u. s. department of defense healthcare system. Cancer 98(5), 894Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c899.",
        "Kadiyala, S. and E. Strumpf (2016). How effective is population-based cancer screening? regression discontinuity estimates from the us guideline screening initiation ages. Forum for Health Economics and Policy 19(1), 87Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c139.",
        "Karve, A. M., F.-S. Ou, B. L. Lytle, and E. D. Peterson (2008, March). Potential unintended financial consequences of pay-for-performance on the quality of care for minority patients. American Heart Journal 155(3), 571Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c576.",
        "Kaufman, H. W., Z. Chen, V. A. Fonseca, and M. J. McPhaul (2015). Surge in newly identified diabetes among medicaid patients in 2014 within medicaid expansion states under the affordable care act. Diabetes Care.",
        "Kenkel, D. (1994). The demand for preventive medical care. Applied Economics 26(4), 313Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c325.",
        "Kim, H. B., S. A. Lee, and W. Lim (2017). Knowing is Not Half the Battle: Impacts of the National Health Screening Program in Korea. IZA diecussion paper series.",
        "Kim, H. B. and S.-m. Lee (2017). When public health intervention is not successful: Cost sharing, crowd-out, and selection in koreaÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0084¢s national cancer screening program. Journal of Health Economics 53(Supplement C), 100 Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c 116.",
        "Konetzka, R. T., D. Polsky, and R. M. Werner (2013, March). Shipping out instead of shaping up: Rehospitalization from nursing homes as an unintended effect of public reporting. Journal of Health Economics 32(2), 341Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c352.",
        "Lange, F. (2011). The role of education in complex health decisions: Evidence from cancer screening. Journal of Health Economics 30(1), 43 Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c 54.",
        "Lantz, P., D. Macklem, M. Hare, L. Richardson, L. Sever, and C. Orians (1997). Follow-up and treatment issues in the National Breast and Cervical Cancer Early Detection Program: results from a multiple-site case study - final report. Baltimore Battelle, Centers for Public Health Research and Evaluation.",
        "Lee, D. S. and T. Lemieux (2009, February). Regression Discontinuity Designs in Economics. NBER Working Papers 14723, National Bureau of Economic Research, Inc.",
        "Liljas, B. (1998). The demand for health with uncertainty and insurance. Journal of Health Economics 17(2), 153Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c170.",
        "Loeb, S., M. Bjurlin, J. Nicholson, T. L. Tammela, D. Penson, H. B. Carter, and R. Etzioni (2014). Overdiagnosis and overtreatment of prostate cancer. European Urology 65(6), 1046Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c1055.",
        "Lostao, L., T. E. Joiner, J. W. Pettit, P. Chorot, and B. SandÃ\u0083â\u0080\u009eÃ\u0082Â±Ã\u0083Å\u0092Ã\u0082Â\u0081n (2001). Health beliefs and illness attitudes as predictors of breast cancer screening attendance. European Journal of Public Health 11(3), 274Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c279.",
        "Manning, W., J. P. Newhouse, N. Duan, E. B. Keeler, a. Leibowitz, and M. S. Marquis (1987, June). Health insurance and the demand for Medical Care: evidence from a randomized experiment. The American economic review 77(3), 251Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c77.",
        "McDonald, M., R. Hertz, A. Unger, and M. Lustik (2009). Prevalence, awareness, and management of hypertension, dyslipidemia, and diabetes among United States adults aged 65 and older. Journals of Gerontology - Series A Biological Sciences and Medical Sciences 64(2), 256Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c263.",
        "McWilliams, J. M., E. Meara, A. M. Zaslavsky, and J. Z. Ayanian (2009). Differences in Control of Cardiovascular Disease and Diabetes by Race, Ethnicity, and Education: U.S. Trends From 1999 to 2006 and Effects of Medicare Coverage. Annals of Internal Medicine, 505Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c516.",
        "McWilliams, J. M., E. Meara, A. M. Zaslavsky, and J. Z. Ayanian (2013). Health of Previously Uninsured Adults After Acquiring Medicare Coverage. JAMA : the journal of the American Medical Association 298(24).",
        "Meltzer, D. and E. Huang (2007). Effects of patient self-selection on cost-effectiveness of diabetes therapy by age. iHEA 2007 6th World ... , 2Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c3.",
        "Muntner, P., L. Colantonio, M. Cushman, D. Goff, G. Howard, V. Howard, B. Kissela, E. Levitan, D. Lloyd-Jones, and M. Safford (2014, April). Validation of the atherosclerotic cardiovascular disease Pooled Cohort risk equations. JAMA 311(14), 1406Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c15.",
        "Musa, D., R. Schulz, R. Harris, M. Silverman, and S. B. Thomas (2009, Jul). Trust in the health care system and the use of preventive health services by older black and white adults. American Journal of Public Health 99(7), 1293Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c9.",
        "Myerson, R. and N. Laiteerapong (2016). The affordable care act and diabetes diagnosis and care: Exploring the potential impacts. Current Diabetes Reports 16(4), 27.",
        "Myerson, R. M., L. D. Colantonio, M. M. Safford, and E. S. Huang (2017). Does identification of previously undiagnosed conditions change care-seeking behavior? Health Services Research, n/aÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009cn/a.",
        "Nathan, D. and W. Herman (2004). Screening for Diabetes: Can We Afford Not to Screen? Annals of Internal Medicine 140(9), 756Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c758+I6.",
        "National Committee on Quality Assurance (2016). HEDIS Measures and Performance Measurement.",
        "Prevalence, awareness, treatment, and control of hypertension in United States counties, 2001-2009. PloS one 8(4), e60308.",
        "Oster, E., I. Shoulson, and E. R. Dorsey (2013, April). Optimal Expectations and Limited Medical Testing: Evidence from Huntington Disease. American Economic Review 103(2), 804Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c830.",
        "Patel, S., M. Winkel, M. Ali, K. M. V. Narayan, and N. Mehta (2015, June). Cardiovascular Mortality Associated With 5 Leading Risk Factors: National and State Preventable Fractions Estimated From Survey Data. Annals of Internal Medicine 163(4), 245Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c253.",
        "Pauly, M. and F. Blavin (2008, December). Moral hazard in insurance, value-based cost sharing, and the benefits of blissful ignorance. Journal of Health Economics 27(6), 1407Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c 17.",
        "Picone, G., M. Uribe, and R. Mark Wilson (1998). The effect of uncertainty on the demand for Medical Care, health capital and wealth. Journal of Health Economics 17(2), 171Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c185.",
        "Rosenstock, I., V. Strecher, and M. Becker (1988, January). Social Learning Theory and the Health Belief Model. Health Education and Behavior 15(2), 175Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c183.",
        "Sculpher, M. (2008, January). Subgroups and heterogeneity in cost-effectiveness analysis. PharmacoEconomics 26(9), 799Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c806.",
        "Selden, T. (1993). Uncertainty and health care spending by the poor: The health capital model revisited. Journal of Health Economics 12(1), 109Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c115.",
        "Simon, K., A. Soni, and J. Cawley (2016, May). The impact of health insurance on preventive care and health behaviors: Evidence from the 2014 aca medicaid expansions. Working Paper 22265, National Bureau of Economic Research.",
        "Song, Z., D. G. Safran, B. E. Landon, Y. He, R. P. Ellis, R. E. Mechanic, M. P. Day, and M. E. Chernew (2011). Health care spending and quality in year 1 of the alternative quality contract. New England Journal of Medicine 365(10), 909Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c918. PMID: 21751900.",
        "Sowers, J. R., M. Epstein, and E. D. Frohlich (2001, April). Diabetes, Hypertension, and Cardiovascular Disease : An Update. Hypertension 37(4), 1053Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c1059.",
        "Srikanth, K. and E. Strumpf (2016). How effective is population-based cancer screening? regression discontinuity estimates from the us guideline screening initiation ages. Forum for Health Economics and Policy 19(1), 87Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c139.",
        "Stone, N., J. Robinson, A. Lichtenstein, C. N. Bairey Mertz, C. Blum, R. Eckel, A. Goldberg, D. Gordon, D. Levy, D. Lloyd-Jones, P. McBride, J. S. Schwartz, S. Shero, S. Smith, K. Watson, and P. Wilson (2014, July). 2013 ACC/AHA Guideline on the Treatment of Blood Cholesterol to Reduce Atherosclerotic Cardiovascular Risk in Adults: A Report of the American College of Cardiology/American Heart Association Task Force on Practice Guidelines. Journal of the American College of Cardiology 63(25 Pt B), 2889Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c934.",
        "The CDC Diabetes Cost-Effectiveness Study Group (1998). The Cost-effectiveness of Screening for Type 2 Diabetes. JAMA 280(20), 1757Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c1763.",
        "The Center for the Evaluative Clinical Sciences, Dartmouth Medical School (1996-2017). The Dartmouth Atlas of Health Care: Data on Quality/Effective Care.",
        "Vanness, D. and J. Mullahy (2012, March). Moving Beyond Mean-based Evaluation of Health Care. In The Elgar Companion to Health Economics, Second Edition, Chapters, Chapter 52. Edward Elgar.",
        "Wang, C., A. Cheung, K. Bibbins-Domingo, L. Prosser, N. Cook, and L. Goldman (2011). Effectiveness and cost-effectiveness of blood pressure screening in adolescents in the United States. Journal of pediatrics 158, 257Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c64.",
        "Ward, E., A. Jemal, V. Cokkinides, G. K. Singh, C. Cardinez, A. Ghafoor, and M. Thun (2004). Cancer disparities by race/ethnicity and socioeconomic status. CA: A Cancer Journal for Clinicians 54(2), 78Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c93.",
        "Wherry, L. R. and S. Miller (2016, June). Early Coverage, Access, Utilization, and Health Effects Associated With the Affordable Care Act Medicaid Expansions: A Quasiexperimental Study. Annals of Internal Medicine 164(12), 795.",
        "Wilson, N. (2011, August). Antiretroviral Therapy and Demand for HIV Testing: Evidence from Zambia. SSRN Electronic Journal.",
        "Zweifler, R., L. McClure, V. Howard, M. Cushman, M. Hovater, M. Safford, G. Howard, and D. Goff (2011, January). Racial and geographic differences in prevalence, awareness, treatment and control of dyslipidemia: the reasons for geographic and racial differences in stroke (REGARDS) study. Neuroepidemiology 37(1), 39Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c44."
    ]
}