{
    "id": 24356,
    "cites": 44,
    "cited_by": 10,
    "reference": [
        "Attanasio, O., H. Low, and V. Sanchez-Marcos. 2008. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Explaining changes in female labor supply in a life-cycle model.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d The American Economic Review, 98(4): 1517Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c1552.",
        "Attanasio, Orazio P, and Guglielmo Weber. 1995. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Is consumption growth consistent with intertemporal optimization? Evidence from the consumer expenditure survey.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Journal of Political Economy, 103(6): 1121Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c1157.",
        "Bitler, Marianne P, Jonah B Gelbach, Hilary W Hoynes, and Madeline Zavodny. 2004. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093The impact of welfare reform on marriage and divorce.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Demography, 41(2): 213Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c 236.",
        "Blank, Rebecca M. 2002. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Evaluating Welfare Reform in the United States.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Journal of Economic Literature, 40(4): 1105Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c1166.",
        "Blundell, Richard, Alan Duncan, and Costas Meghir. 1998. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Estimating labor supply responses using tax reforms.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Econometrica, 827Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c861.",
        "Blundell, Richard, Martin Browning, and Costas Meghir. 1994. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Consumer Demand and the Life-Cycle Allocation of Household Expenditures.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d The Review of Economic Studies, 61(1): 57Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c80.",
        "Blundell, Richard, Monica Costa Dias, Costas Meghir, and Jonathan M Shaw. 2016. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Female labour supply, human capital and welfare reform.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Econometrica, 84(5): 1705Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c1753.",
        "Blundell, Richard, Pierre-AndreÃ\u0083Å\u0092Ã\u0082Â\u0081 Chiappori, and Costas Meghir. 2005. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Collective labor supply with children.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Journal of political Economy, 113(6): 1277Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c1306.",
        "Bronson, Mary Ann. 2014. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Degrees are forever: Marriage, educational investment, and lifecycle labor decisions of men and women.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Unpublished manuscript, 2.",
        "Bruins, Marianne. 2017. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093TANF, Child Care and Child Wellbeing in Sole Parent Families.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d University of Oxford mimeo.",
        "Burtless, Gary, and Jerry A Hausman. 1978. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093The effect of taxation on labor supply: Evaluating the Gary negative income tax experiment.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d The Journal of Political Economy, 1103Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c1130.",
        "Chan, Marc K. 2013. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093A Dynamic Model of Welfare Reform.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Econometrica, 81(3): 941Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c 1001.",
        "Chiappori, P.A., M. Costa-Dias, and C. Meghir. 2016. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093The Marriage Market, Labor Supply, and Education Choice.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d NBER WP 21004, Journal of Political Economy, Forthcoming.",
        "Chiappori, Pierre-AndreÃ\u0083Å\u0092Ã\u0082Â\u0081. 1988. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Rational household labor supply.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Econometrica: Journal of the Econometric Society, 63Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c90.",
        "Chiappori, Pierre-AndreÃ\u0083Å\u0092Ã\u0082Â\u0081. 1992. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Collective labor supply and welfare.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Journal of Political Economy, 437Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c467.",
        "Chiappori, Pierre-Andre, and Maurizio Mazzocco. 2017. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Static and intertemporal household decisions.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Journal of Economic Literature, 55(3): 985Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c1045.",
        "Eissa, Nada, and Jeffrey B Liebman. 1996. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Labor supply response to the earned income tax credit.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Quarterly Journal of Economics, 111(2): 605Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c637.",
        "FernaÃ\u0083Å\u0092Ã\u0082Â\u0081ndez, Raquel, and Joyce Cheng Wong. 2014. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Divorce Risk, Wages and Working Wives: A Quantitative Life-Cycle Analysis of Female Labour Force Participation.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d The Economic Journal, 124(576): 319Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c358.",
        "FernaÃ\u0083Å\u0092Ã\u0082Â\u0081ndez, Raquel, and Joyce Cheng Wong. 2017. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Free to Leave? A Welfare Analysis of Divorce Regimes.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d American Economic Journal: Macroeconomics, 9(3): 72Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c115.",
        "GousseÃ\u0083Å\u0092Ã\u0082Â\u0081, Marion, Nicolas Jacquemet, and Jean Marc Robin. 2017. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Marriage, Labor Supply and Home Production.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Econometrica, Forthcoming.",
        "Grogger, Jeffrey, and Charles Michalopoulos. 2003. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Welfare Dynamics under Time Limits.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Journal of Political Economy, 111(3).",
        "Grogger, Jeffrey, and Lynn A. Karoly. 2005. Welfare Reform. Harvard University Press.",
        "Heckman, James. 1974. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Shadow prices, market wages, and labor supply.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Econometrica: journal of the econometric society, 679Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c694.",
        "Keane, Michael, and Robert Moffitt. 1998. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093A structural model of multiple welfare program participation and labor supply.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d International Economic Review, 553Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c589.",
        "Keane, Michael P, and Kenneth I Wolpin. 2010. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093The Role of Labor and Marriage Markets, Preference Heterogeneity, and the Welfare System in the Life Cycle Decisions of Black, Hispanic, and White Women*.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d International Economic Review, 51(3): 851Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c892.",
        "Kline, Patrick, and Melissa Tartari. 2016. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Bounding the Labor Supply Responses to a Randomized Welfare Experiment: A Revealed Preference Approach.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d The American Economic Review, 106.",
        "Kocherlakota, N.R. 1996. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Implications of efficient risk sharing without commitment.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d The Review of Economic Studies, 63(4): 595Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c609.",
        "Ligon, E., J.P. Thomas, and T. Worrall. 2002a. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Informal insurance arrangements with limited commitment: Theory and evidence from village economies.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d The Review of Economic Studies, 69(1): 209Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c244.",
        "Ligon, Ethan, Jonathan P Thomas, and Tim Worrall. 2000. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Mutual insurance, individual savings, and limited commitment.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Review of Economic Dynamics, 3(2): 216Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c 246.",
        "Ligon, Ethan, Jonathan P Thomas, and Tim Worrall. 2002b. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Informal insurance arrangements with limited commitment: Theory and evidence from village economies.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d The Review of Economic Studies, 69(1): 209Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c244.",
        "Lise, Jeremy, and Ken Yamada. 2014. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Household sharing and commitment: Evidence from panel data on individual expenditures and time use.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d IFS Working Papers.",
        "Lise, Jeremy, and Shannon Seitz. 2011. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Consumption inequality and intra-household allocations.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d The Review of Economic Studies, 78(1): 328Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c355.",
        "Low, Hamish, and Luigi Pistaferri. 2015. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Disability risk, disability insurance and life cycle behavior.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d American Economic Review, 105(10): 2986Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c3029.",
        "Mazzocco, Maurizio. 2007. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Household intertemporal behaviour: A collective characterization and a test of commitment.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d The Review of Economic Studies, 74(3): 857Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c895.",
        "Mazzocco, M., S. Yamaguchi, and C. Ruiz. 2013. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Labor supply, wealth dynamics, and marriage decisions.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Mazzolari, Francesca, and Giuseppe Ragusa. 2012. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Time Limits: The Effects on Welfare Use and Other Consumption-Smoothing Mechanisms.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d IZA discussion paper No.6993.",
        "McFadden, Daniel. 1989. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093A method of simulated moments for estimation of discrete response models without numerical integration.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Econometrica: Journal of the Econometric Society, 995Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c1026.",
        "Moffitt, Robert A, Brian J Phelan, and Anne E Winkler. 2017. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Welfare rules, incentives, and family structure.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d National Bureau of Economic Research.",
        "Pakes, Ariel, and David Pollard. 1989. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Simulation and the Asymptotics of Optimization Estimators.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Econometrica, 57(5): 1027Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c1057.",
        "Persson, Petra. 2014. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Social insurance and the marriage market.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Unpublished manuscript.",
        "Rothstein, Jesse. 2010. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Is the EITC as Good as an NIT? Conditional Cash Transfers and Tax Incidence.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d American Economic Journal: Economic Policy, 2(1): 177Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c208.",
        "Swann, Christopher A. 2005. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Welfare reform when recipients are forward-looking.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Journal of Human Resources, 40(1): 31Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c56.",
        "Voena, Alessandra. 2015. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Yours, Mine and Ours: Do Divorce Laws Affect the Intertemporal Behavior of Married Couples?Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d American Economic Review.",
        "Zabel, Jeffrey E. 1998. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093An analysis of attrition in the Panel Study of Income Dynamics and the Survey of Income and Program Participation with an application to a model of labor market behavior.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Journal of Human Resources, 479Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c506.",
        "Ziliak, James P. 2016. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Temporary Assistance for Needy Families.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Economics of MeansTested Transfer Programs in the United States, 1: 303Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c394. Online Appendix Appendices A to F correspond respectively to sections 1 to 6 of the main paper."
    ]
}