{
    "id": 24362,
    "cites": 41,
    "cited_by": 6,
    "reference": [
        "Angeletos, G.-M. and J. LaÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0084¢O (2013). Sentiments. Econometrica 81(2), 739Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c779. Backus, D., A. Ferriere, and S. Zin (2015). Risk and ambiguity in models of the business cycle. Journal of Monetary Economics forthcoming.",
        "Backus, D. K., S. Foresi, and L. Wu (2008). Accounting for biases in black-scholes. SSRN Working Paper Series.",
        "Bakshi, G., N. Kapadia, and D. Madan (2003). Stock return characteristics, skew laws, and the differential pricing of individual equity options. Review of Financial Studies 16(1), 101Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c143.",
        "Barro, R. J., J. FernÃ\u0083Æ\u0092Ã\u0082Â¡ndez-Villaverde, O. Levintal, and A. Mollerus (2014). Safe assets. Technical report, National Bureau of Economic Research.",
        "Beaudry, P. and F. Portier (2004). An exploration into pigouÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0084¢s theory of cycles. Journal of Monetary Economics 51, 1183Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c1216.",
        "Berger, D., I. Dew-Becker, and S. Giglio (2017). Uncertainty shocks as second-moment news shocks. Technical report, National Bureau of Economic Research.",
        "Bernanke, B. S., C. C. Bertaut, L. Demarco, and S. B. Kamin (2011). International capital flows and the return to safe assets in the united states, 2003-2007.",
        "Bigio, S. (2015). Endogenous liquidity and the business cycle. American Economic Review.",
        "Bloom, N., M. Floetotto, N. Jaimovich, I. Sapora-Eksten, and S. Terry (2014). Really uncertain business cycles. NBER working paper 13385.",
        "Brunnermeier, M. and Y. Sannikov (2014). A macroeconomic model with a financial sector. American Economic Review 104(2).",
        "Caballero, R. J., E. Farhi, and P.-O. Gourinchas (2016). Safe asset scarcity and aggregate demand. American Economic Review 106(5), 513Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c18.",
        "Carvalho, C., A. Ferrero, and F. Nechio (2016). Demographics and real interest rates: Inspecting the mechanism. European Economic Review 88, 208Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c226.",
        "Cochrane, J. H. (2011). Presidential address: Discount rates. The Journal of Finance 66(4), 1047Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c1108.",
        "Del Negro, M., D. Giannone, M. P. Giannoni, and A. Tambalotti (2017). Safety, liquidity, and the natural rate of interest. Brookings Papers on Economic Activity 2017(1), 235Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c316.",
        "Gertler, M. and P. Karadi (2011). A model of unconventional montary policy. Journal of Monetary Economics 58, 17Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c34.",
        "Gertler, M., N. Kiyotaki, et al. (2010). Financial intermediation and credit policy in business cycle analysis. Handbook of monetary economics 3(3), 547Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c599.",
        "Gourio, F. (2012). Disaster risk and business cycles. American Economic Review 102(6), 2734Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c66.",
        "Hall, R. E. (2015, October). High discounts and high unemployment. Hoover Institution, Stanford University.",
        "Hall, R. E. (2017). Low interest rates: Causes and consequences. International Journal of Central Banking.",
        "Hansen, L. (2007). Beliefs, doubts and learning: Valuing macroeconomic risk. American Economic Review 97(2), 1Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c30.",
        "Huo, Z. and N. Takayama (2015). Higher order beliefs, confidence, and business cycles. University of Minnesota working paper.",
        "Jaimovich, N. and S. Rebelo (2006). Can news about the future drive the business cycle? American Economic Review 99(4), 1097Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c1118.",
        "Johannes, M., L. Lochstoer, and Y. Mou (2015). Learning about consumption dynamics. Journal of Finance forthcoming.",
        "Kozlowski, J., L. Veldkamp, and V. Venkateswaran (2017). The tail that wags the economy: Belief-driven business cycles and persistent stagnation. New York University working paper.",
        "Lagos, R. (2010). Asset prices and liquidity in an exchange economy. Journal of Monetary Economics 57(8), 913Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c930.",
        "Lagos, R. and R. Wright (2005). A unified framework for monetary theory and policy analysis. Journal of Political Economy 113(3), 463Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c484.",
        "Lorenzoni, G. (2009). A theory of demand shocks. American Economic Review 99(5), 2050Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c84.",
        "MaÃ\u0083â\u0080\u009eÃ\u0082â\u0080¡kowiak, B. and M. Wiederholt (2010). Business cycle dynamics under rational inattention.",
        "Malmendier, U. and S. Nagel (2011). Depression babies: do macroeconomic experiences affect risk taking? The Quarterly Journal of Economics 126(1), 373Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c416.",
        "Marcet, A. and T. J. Sargent (1989). Convergence of least squares learning mechanisms in self-referential linear stochastic models. Journal of Economic theory 48(2), 337Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c368.",
        "Merton, R. (1973). An intertemporal capital asset pricing model. Econometrica 41(5), 867Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c887.",
        "Midrigan, V. and T. Philippon (2011). Household leverage and the recession.",
        "Moriera, A. and A. Savov (2015). The macroeconomics of shadow banking. New York University working paper.",
        "Nimark, K. (2014). Man-bites-dog business cycles. American Economic Review 104(8), 2320Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c 67.",
        "Orlik, A. and L. Veldkamp (2014). Understanding uncertainty shocks and the role of the black swan. Working paper.",
        "Pintus, P. and J. Suda (2015). Learning financial shocks and the great recession. Aix Marseille working paper.",
        "Sargent, T. J. (1999). The conquest of American inflation. Princeton University Press.",
        "Sundaresan, S. (2015). Rare events and the persistence of uncertainty. Imperial College working paper.",
        "Veldkamp, L. and J. Wolfers (2007). Aggregate shocks or aggregate information? costly information and business cycle comovement. Journal of Monetary Economics 54, 37Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c55.",
        "Venkateswaran, V. and R. Wright (2014). Pledgability and liquidity: A new monetarist model of financial and macroeconomic activity. NBER Macroeconomics Annual 28(1), 227Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c270.",
        "Weitzman, M. L. (2007). Subjective expectations and asset-return puzzles. American Economic Review 97(4), 1102Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c1130."
    ]
}