{
    "id": 24374,
    "cites": 45,
    "cited_by": 2,
    "reference": [
        "Altonji, Joseph, Todd Elder, and Christopher R. Taber. 2005. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Selection On Observed And Unobserved Variables: Assessing The Effectiveness Of Catholic SchoolsÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Journal of Political Economy 113: 151-184.",
        "Andreoni, James, Justin Rao, Hannah Trachtman. 2017. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Avoiding the Ask: A Field Experiment on Altruism, Empathy, and Charitable GivingÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Journal of Political Economy 125: 625-653.",
        "Banducci, Susan, and Jeffrey Karp. 2003. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093How Election Change the Way Citizens View the Political System: Campaigns, Media Effects and Electoral Outcomes in Comparative Perspective,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d British Journal of Political Science 33(3) 443-467.",
        "Barton, Jared, Marco Castillo, and Ragan Petrie. 2016. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Negative Campaigning, Fundraising, and Voter Turnout: A Field Experiment,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Journal of Economic Behavior Organization 121: 99-113.",
        "Barton, Jared, Marco Castillo, and Ragan Petrie. 2013. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093What Persuades voters? A Field Experiment on Political Campaigning,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d The Economic Journal 124: F293-F325.",
        "Becker, Sascha and Markus Woessman, 2017. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Education and religious participation: city-level evidence from GermanyÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0084¢s secularization period 1890Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c1930Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Journal of Economic Growth, March. 1-39.",
        "Bentzen, Jeanet. 2016. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Acts of God? Religiosity and Natural Disasters Across Subnational World Districts,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Working Paper.",
        "Bhalotra, Sonia, Guilhem Cassan, Irma Clots-Figueras, and Lakshmi Iyer. 2014. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Religion, Politician Identity and Development Outcomes: Evidence from India,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Journal of Economic Behavior and Organization. 104, 4-17.",
        "Black, Sandra E., and Kenneth L. Sokoloff. 2006. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Long-Term Trends in Schooling: The Rise and Decline (?) of Public Education in the United States.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d in Hanushek and Welch (eds.) Handbook of the Economics of Education, Volume 1. Elsevier.",
        "Bloomberg News. 2017. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Clinton and Trump Have Very Different Strategies for the Final Stretch,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Accessed May 10 2017 at https://www.bloomberg.com/graphics/2016clinton -trump-campaign-strategies/",
        "Bottan, N. and Perez-Truglia, R. (2015), Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Losing my Religion: The Effects of Religious Scandals on Religious Participation and Charitable Giving,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Journal of Public Economics 129 106Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c119",
        "Cesur, Resul, and Naci Mocan. 2014. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Does Secular Education Impact Religiosity, Electoral Participation and the Propensity to Vote for Islamic Parties? Evidence from an Education Reform in a Muslim Country.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Working paper.",
        "Chen, Daniel, and Jo Thori Lind. 2016. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093The Political Economy of Beliefs: Why Fiscal and Social Conservatives/Liberals (Sometimes) Come Hand-in-Hand.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Working paper.",
        "Cohen Zada, Danny, Yotam Margalit, and Oren Rigbi. 2016. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Does Religiosity Affect Support for Political Compromise?Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d International Economic Review 57(3) 1085-1106.",
        "Coleman, John, and Paul Manna. 2000. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Congressional Campaign Spending and the Quality of Democracy.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d The Journal of Politics 62(3), 757-789.",
        "DellaVigna, Stefano. 2010. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093The Obama Effect on Economic Outcomes: Evidence from Event Studies,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Working paper.",
        "DellaVigna, Stefano, John List, and Ulrike Malmendier. 2012. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Testing for Altruism and Social Pressure in Charitable Giving,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Quarterly Journal of Economics 127, 1-54.",
        "Dills, Angela, and Hernandez-Julian. 2014. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Religiosity and State Welfare,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Journal of Economic Behavior & Organization 104: 37-51.",
        "Enos, Ryan and Anthony Fowler. 2016. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Aggregate Effects of Large-Scale Campaigns on Voter Turnout,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Political Science Research and Methods 1-19.",
        "Evans, William N. and Robert M. Schwab. 1995. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Finishing High School and Starting College: Do Catholic Schools Make a Difference?Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Quarterly Journal of Economics 110: 941-974.",
        "Franck, Raphael and Laurence Iannaccone. 2014. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Religious Decline in the 20th Century West: Testing Alternative Explanations,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Public Choice, 159(3): 385-414.",
        "Galka, Max. 2016. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093How 2016 Compares to 56 Years of Presidential Campaign Spending, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Huffington Post November 7, accessed May 10 2017 at http://www.huffingtonpost. com/entry/56-years-of-presidential-campaign-spending-how-2016_us_ 5820bf9ce4b0334571e09fc1",
        "Garthwaite, Craig, and Timothey Moore. 2012. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Can Celebrity Endorsements Affect Political Outcomes? Evidences from the 2008 US Democratic Presidential Primary,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d The Journal of Law, Economics, & Organization 29(2) 255-384.",
        "Gentzkow, Matthew, and Jesse M. Shapiro. 2010. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093What Drives Media Slant? Evidence from U.S. Daily Newspapers,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Econometrica 78(1): 35-71.",
        "Gerber, Alan, Jonathan Gruber, and Daniel Hungerman. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Does Church Attendance Cause People to Vote? Using Blue LawsÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0084¢ Repeal to Estimate the Effect of Religiosity on Voter Turnout,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d British Journal of Political Science, January (2016), 1-20",
        "Gill, Anthony. 2004. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093State Welfare Spending and Religiosity A Cross-National Analysis, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Rationality and Society 16: 399-436.",
        "Goodstein, Laurie and Michael Shear. 2017. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093TrumpÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0084¢s Order on Religious Liberty Pleases a Few, but Lets Down Many ConservativesÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d The New York Times, May 4.",
        "Green, Donald, and Michael Schwam-Baird. 2016. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Mobilization, Participation, and American Democracy: a retrospective and Postscript.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Party Politics 22(2), 158-164.",
        "Hungerman, Daniel. 2014a. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093The Effect of Education on Religion: Evidence from Compulsory Schooling LawsÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Journal of Economic Behavior & Organization, 104, 52-63",
        "Hungerman, Daniel. 2014b. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Do Religious Proscriptions Matter? Evidence from a Theory-Based Test,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Journal of Human Resources 49 (4) 1053-1093.",
        "Hungerman, Daniel, Kevin Rinz, and Jay Frymark. 2017. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Beyond the Classroom: the Implications of School Vouchers for Church Finances,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d NBER working paper 23159.",
        "Iannaccone, Laurence, and Sean F. Everton. 2004. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Never on Sunny Days: Lessons from Weekly Attendance Counts,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Journal for the Scientific Study of Religion 43(2) 191-207.",
        "Iyer, Sryia. 2016. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093The New Economics of Religion,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d The Journal of Economic Literature, June, 395-441. Knutsson, Mikael, Peter Martinsson, and Conny Wollbrant. 2013. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Do People Avoid Opportunities to Donate? A Natural Field Experiment on Recycling and Charitable Giving,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Journal of Economic Behavior Organization 93:71-77.",
        "Lipka, Machael. 2013. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093What Surveys Say about Worship AttendanceÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009cand Why Some Stay Home.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Pew Research Center Report.",
        "Lipka, Machael. 2015. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Americans Faith in God may be Eroding.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Pew Research Center Report.",
        "Madestam, Andreas, Daneil Shoag, Stan Veuger, and David Yanagizawa-Drott. 2013. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Do Political Protests Matter? Evidence from the Tea Party Movement.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Quarterly Journal of Economics, 1633-1685.",
        "Mocan, Naci, and Luiza Pogorelova. 2014. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009dMandatory Schooling Laws and Formation of Beliefs: Education, Religion and Superstition,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d NBER Working Paper No: 20557.",
        "Meyersson, Erik. 2014. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Islamic Rule and the Empowerment of the Poor and Pious,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Econometrica 82(1), 229-269.",
        "Olson, Paul. 2008. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Any Given Sunday: Weekly Church Attendance in a Midwestern City,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Journal for the Scientific Study of Religion 47(3), 443-461.",
        "Perez-Truglia, Ricardo, and Guillermo Cruces. 2017. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Partisan Interactions: Evidence from a Field Experiment in the United StatesÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Journal of Political Economy 125(4): 1208-1243.",
        "Rahn, Wendy, John Brehm, and Neil Carlson. 2004. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093National Elections as Institutions for generating Social Capital,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d in: Skoopol, Theda and Morris Fiorina (eds) Civic Engagement in American Democracy. Brookings Institution Press.",
        "Sheridan, Chris. 2016. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Why Donald Trump Draws Crowds, Hillary Clinton DoesnÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0084¢t,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Aljazeera News, accessed May 10 2017 at http://www.aljazeera.com/blogs/ americas/2016/11/hillary-clinton-donald-trump-rallies-161104233413813. html.",
        "Trachtman, Hannah, Andrew Steinkruger, Mackenzie Wood, Adam Wooster, James Andreoni, James Murphy, Justin Rao. 2015. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Fair Weather Avoidance: Unpacking the Costs and Benefits of Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Ë\u009cAvoiding the AskÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0084¢Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Journal of the Economic Science Association 1: 8-14.",
        "de Tocqueville, Alexis. 2012. Democracy in America Volume 2. Eduardo Nolla, ed. Liberty Fund Press, Indianapolis.",
        "Zuckerman, Alan. 2005. The Social Logic of Politics. Temple University Press."
    ]
}