{
    "id": 2437,
    "cites": 24,
    "cited_by": 1,
    "reference": [
        "Allen, G.C. (1963), A Short Economic History of Modern Japan, New York: Praeger.",
        "Cairncross, Alec and Barry Eichengreen (1983), Sterling in Decline, Oxford: Blackwell.",
        "Carroll, Chris and Lawrence Summers (1987), Why Have Private Savings Rates in the United States and Canada Diverged? National Bureau of Economic Research Working Paper No. 2319.",
        "Edelstein, Michael (1982), Overseas Investment in the Age of High Imperialism, New York: Columbia University Press.",
        "Eichengreen, Barry (1987b), Real Exchange Rate Behavior Under Alternative International Monetary Regimes: Interwar Evidence, European Economic Review (forthcoming).",
        "Flanders, M. June (1963), The Effects of Devaluation on Exports, Oxford Bulletin of Economics and Statistics 25, pp. 165-198.",
        "Harrod, Roy (1963), The British Economy, New York: McGraw Hill.",
        "International Monetary Fund (various years), International Financial Statistics, Washington, D.C.: IMF. Japanese Ministry of Finance (1986), Zaisei Tokei (Fiscal Statistics), Tokyo: Ministry of Finance.",
        "Kennedy, William (1987), Review of Britains Investment Overseas on the Eve of the First World War, Economic History Review 2nd ser., XL, pp.",
        "Kindleberger, Charles (1951), Group Behavior and International Trade, reprinted in Kindleberger, Economic Response, Cambridge: Harvard University Press, pp. 19-38.",
        "Lipsey, Robert (1963), Price and Quantity Trends in the Foreign Trade of the United States, Princeton: National Bureau of Economic Research.",
        "Matthews, R.C.O., C.H. Feinstein and J.C. Odling-Smee (1982), British Economic Growth, Stanford: Stanford University Press.",
        "Mintz, Ilse (1959), Trade Balances During Business Cycles: U.S. and Britain Since 1880, Occasional Paper 67, New York: National Bureau of Economic Research.",
        "Ohkawa, Kazushi and Henry Rosovsky (1973), Japanese Economic Growth, Stanford: Stanford University Press.",
        "Ohkawa, Kazushi, Nobukiyo Takamatsu and Yuzo Yamamoto (1974), Estimates of Long Term Economic Statistics for Japan Since 1868, Vol. 1, Tokyo: Oriental Publishing Company.",
        "Platt, D.C.M. (1986), Britains Investment Overseas on the Eve of the First World War, London: Macmillan.",
        "Romer, Christina (1986), New Estimates of Prewar Gross National Product and Unemployment, Journal of Economic History XLVI, pp. 341-352.",
        "Sachs, Jeffrey and Charles Wyplosz (1987), Real Exchange Rate Effects of Fiscal Policy, Journal of International Money and Finance (forthcoming).",
        "Sayers, Richard S. (1965), The Vicissitudes of an Export Economy: Britain Since 1880, Sydney: Sydney University Press.",
        "Shinohara, Miyohei (1962), Growth and Cycles in the Japanese Economy, Tokyo: Kinokuniya Bookstore Co.",
        "United States Department of Commerce (1976), Historical Statistics of the United States, Washington, D.C.: GPO.",
        "Urquhart, M.C. and K.A.H. Buckley (1965), Historical Statistics of Canada, Cambridge: Cambridge University Press.",
        "Viner, Jacob (1924), Canadas Balance of International Indebtedness, Cambridge, Mass.: Harvard University Press.",
        "Weir, David (1986), The Reliability of Historical Macroeconomic Data for Comparing Cyclical Stability, Journal of Economic History, XLVI, pp."
    ]
}