{
    "id": 24384,
    "cites": 42,
    "cited_by": 2,
    "reference": [
        "Akerman, A., Gaarder, I., & Mogstad, M. (2015). The skill complementarity of broadband internet. The Quarterly Journal of Economics, 130(4), 1781Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c1824.",
        "AliResearch. (2017). ChinaÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0084¢s taobao villages. Research Report, 1741Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c1779.",
        "Anderson, S. P., De Palma, A., & Thisse, J. F. (1992). Discrete choice theory of product differentiation. MIT press. Atkin, D., Faber, B., & Gonzalez-Navarro, M. (in press). Retail globalization and household welfare: Evidence from mexico. Journal of Political Economy.",
        "Banerjee, A., Duflo, E., & Qian, N. (2012). On the road: Access to transportation infrastructure and economic growth in china (Tech. Rep.). National Bureau of Economic Research.",
        "Baum-Snow, N., Brandt, L., Henderson, J. V., Turner, M. A., & Zhang, Q. (2016). Roads, railroads and decentralization of Chinese cities. Forthcoming, Review of Economics and Statistics.",
        "Bhuller, M., Havnes, T., Leuven, E., & Mogstad, M. (2013). Broadband Internet: An Information Superhighway to Sex Crime? Review of Economic Studies, 8(4), 1237-1266.",
        "Brynjolfsson, E., Hu, Y., & Smith, M. D. (2003). Consumer surplus in the digital economy: Estimating the value of increased product variety at online booksellers. Management Science, 49(11), 1580Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c1596.",
        "Couture, V. (2016). Valuing the consumption benefits of urban density. Working Paper, UC Berkeley.",
        "Disdier, A.-C., & Head, K. (2008). The puzzling persistence of the distance effect on bilateral trade. The Review of Economics and Statistics, 90(1), 37Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c48. Donaldson, D. (in press). Railroads of the raj: Estimating the impact of transportation infrastructure. American Economic Review.",
        "Donaldson, D., & Hornbeck, R. (2016). Railroads and American economic growth: A market access approach. The Quarterly Journal of Economics, 131(2), 799Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c858.",
        "Einav, L., Klenow, P. J., Klopack, B., Levin, J. D., Levin, L., & Best, W. (2017). Assessing the gains from e-commerce. Working paper, Stanford University.",
        "Faber, B. (2014). Trade integration, market size, and industrialization: Evidence from ChinaÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0084¢s national trunk highway system. The Review of Economic Studies, 81(3), 1046Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c1070.",
        "Falck, O., Gold, R., & Heblich, S. (2014). E-Lections: Voting Behavior and the Internet. American Economic Review, 107(7), 2238-2265.",
        "Fan, J., Tang, L., Zhu, W., & Zou, B. (2016). The alibaba effect: Spatial consumption inequality and the welfare gains from e-commerce. Michigan State University mimeo.",
        "Feenstra, R. C. (1994). New product varieties and the measurement of international prices. American Economic Review, 84(1), 155Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c57.",
        "Forman, C., Goldfarb, A., & Greenstein, S. (2012). The Internet and Local Wages: A Puzzle. American Economic Review, 102(1), 556-75.",
        "FRED. (2016). E-commerce retail sales as a percent of total sales (ecompctsa). Economic Data, Federal Reserve of St. Louis.",
        "Goldmanis, M., HortaÃ\u0083Æ\u0092Ã\u0082Â§su, A., Syverson, C., & Emre, Ã\u0083Æ\u0092Ã\u0082â\u0080\u0093. (2010). E-commerce and the market structure of retail industries. The Economic Journal, 120(545), 651Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c682.",
        "Goyal, A. (2010). Information, direct access to farmers, and rural market performance in Central India. American Economic Journal: Applied Economics, 2(3), 22Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c45.",
        "Hamory, J., Kleemans, M., Li, N., & Miguel, E. (2016). Individual ability and selection into migration in Kenya. Mimeo, UC Berkeley.",
        "Handbury, J. (2013). Are poor cities cheap for everyone? Non-homotheticity and the cost of living across us cities. Working Paper, Wharton.",
        "Handbury, J., & Weinstein, D. E. (2015). Goods prices and availability in cities. The Review of Economic Studies, 82(1), 258Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c296.",
        "Hausman, J. A. (1996). Valuation of new goods under perfect and imperfect competition. In The economics of new goods (pp. 207Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c248). University of Chicago Press.",
        "Hausman, J. A., & Leonard, G. K. (2002). The competitive effects of a new product introduction: A case study. Journal of Industrial Economics, 50(3), 237Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c263.",
        "Head, K., & Mayer, T. (2014). Gravity equations: Workhorse, toolkit, and cookbook. In Handbook of international economics (Vol. 4, pp. 131Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c195). Elsevier.",
        "Hicks, J. R. (1940). The valuation of the social income. Economica, 105Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c124.",
        "Hjort, J., & Poulsen, J. (2017). The arrival of fast internet and skilled job creation in Africa. Columbia University Working Paper.",
        "Jensen, R. (2007). The digital provide: Information (technology), market performance, and welfare in the south indian fisheries sector. The quarterly journal of economics, 122(3), 879Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c924.",
        "Lagakos, D., Mobarak, M., & Waugh, M. (2016). Urban-rural wage gaps in developing countries: spatial misallocation or efficient sorting. Mimeo, UC San Diego, Yale, and NYU.",
        "MCIT. (2016). EgyptÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0084¢s national e-commerce strategy. Ministry of Communications and Information Technology Report.",
        "McKenzie, D. (2012). Beyond baseline and follow-up: The case for more t in experiments. Journal of Development Economics, 99(2), 210Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c221.",
        "McKinsey. (2016). ChinaÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0084¢s e-tail revolution. Report, McKinsey Global Institute.",
        "MEITY. (2016). Digital india: Driving e-commerce in rural and semi urban India. Ministry of Electronics and IT Report.",
        "Miguel, E., & Kremer, M. (2004). Worms: identifying impacts on education and health in the presence of treatment externalities. Econometrica, 72(1), 159Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c217.",
        "PFSweb. (2016). ChinaÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0084¢s e-commerce market 2015. Annual Market Report.",
        "PM. (2016). VietnamÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0084¢s e-commerce development masterplan. VietnamÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0084¢s Office of the Prime Minister Report.",
        "Statista. (2016). Online retail statistics for china. Market Statistics.",
        "Topalova, P. (2010). Factor immobility and regional impacts of trade liberalization: Evidence on poverty from India. American Economic Journal: Applied Economics, 2(4), 1Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c41.",
        "UNCTAD. (2016a). E-commerce opens new opportunities for developing countries. UNCTAD /PRESS/U14/IN/2016/011.",
        "UNCTAD. (2016b). Unctad e-commerce index 2016. Report, United Nations Conference on Trade and Development, Geneva.",
        "WTO. (2013). E-commerce in developing countries: Opportunities and challenges for small and medium-sized enterprises. Policy Report, World Trade Organization, Geneva.",
        "Young, A. (2013). Inequality, the urban-rural gap and migration. The Quarterly Journal of Economics, 1727Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c1785."
    ]
}