{
    "id": 24380,
    "cites": 53,
    "cited_by": 11,
    "reference": [
        "Adao, R., A. Costinot, and D. Donaldson (2017). Nonparametric counterfactual predictions in neoclassical models of international trade. The American Economic Review 107(3), 633Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c689.",
        "Ahlfeldt, G., S. Redding, D. Sturm, and N. Wolf (2015). The economics of density: Evidence from the berlin wall. Econometrica 83(6), 2127Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c2189.",
        "Alvarez, F. and R. E. Lucas (2007). General equilibrium analysis of the eaton-kortum model of international trade. Journal of Monetary Economics 54(6), 1726Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c1768.",
        "Anderson, J. E. (1979). A theoretical foundation for the gravity equation. The American Economic Review 69(1), 106Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c116.",
        "AntrÃ\u0083Æ\u0092Ã\u0082Â s, P. and A. de Gortari (2017). On the geography of global value chains. Mimeo, Harvard University.",
        "Arkolakis, C., A. Costinot, D. Donaldson, and A. Rodriguez-Clare (2017). The elusive pro-competitive effects of trade. Review of Economic Studies, forthcoming.",
        "Arkolakis, C., A. Costinot, and A. RodrÃ\u0083Æ\u0092Ã\u0082Â­guez-clare (2012). New trade models, same old gains? The American Economic Review, 94Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c130.",
        "Bas, M., T. Mayer, and M. Thoenig (2017). From micro to macro: Demand, supply, and heterogeneity in the trade elasticity. Journal of International Economics 108, 1Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c21.",
        "Berry, S., A. Gandhi, and P. Haile (2013). Connected substitutes and invertibility of demand.",
        "Bertoletti, P., F. Etro, and I. Simonovska (2017). International trade with indirect additivity. American Economic Journal: Microeconomics, forthcoming.",
        "Buera, F. J. and E. Oberfield (2016). The global diffusion of ideas. Technical report, National Bureau of Economic Research.",
        "Caliendo, L., F. P. annd Esteban Rossi-Hansberg, and P.-D. Sarte (2017). The impact of regional and sectoral productivity changes on the u.s. economy. Review of Economic Studies, forthcoming.",
        "Caliendo, L. and F. Parro (2015). Estimates of the trade and welfare effects of nafta. The Review of Economic Studies 82(1), 1Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c44.",
        "Caron, J., T. Fally, and J. Markusen (2014). International trade puzzles: a solution linking production factors and demand. The Quarterly Journal of Economics 129(3), 1501Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c1552.",
        "Chaney, T. (2008). Distorted gravity: the intensive and extensive margins of international trade. The American Economic Review 98(4), 1707Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c1721.",
        "Costinot, A., D. Donaldson, and I. Komunjer (2012). What goods do countries trade? a quantitative exploration of ricardoÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0084¢s ideas. Review of Economic Studies 79, 581Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c608.",
        "Costinot, A., D. Donaldson, J. Vogel, and I. Werning (2015). Comparative advantage and optimal trade policy. The Quarterly Journal of Economics 130(2), 659Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c702.",
        "Costinot, A. and A. RodrÃ\u0083Æ\u0092Ã\u0082Â¬guez-Clare (2014). Trade theory with numbers: Quantifying the consequences of globalization. Technical Report 4.",
        "Dagsvik, J. K. (1994). Discrete and continuous choice, max-stable processes, and independence from irrelevant attributes. Econometrica: Journal of the Econometric Society, 1179Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c1205.",
        "Dagsvik, J. K. (1995). How large is the class of generalized extreme value random utility models? Journal of Mathematical Psychology 39(1), 90Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c98.",
        "De Haan, L. (1984). A spectral representation for max-stable processes. The Annals of Probability 12(4), 1194Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c1204.",
        "DeLoecker, J., P. Goldberg, A. Khandelwal, and N. Pavcnik (2016). Prices, markups and trade reform. Econometrica 84(2), 445Ã\u0083Æ\u0092Ã\u0082Â\u0090510.",
        "Eaton, J. and S. Kortum (1999). International technology diffusion: Theory and measurement. International Economic Review 40(3), 537Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c570.",
        "Eaton, J. and S. Kortum (2002). Technology, geography, and trade. Econometrica, 1741Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c 1779.",
        "Eaton, J. and S. Kortum (2010). Technology in the global economy: A framework for quantitative analysis. Unpublished manuscript.",
        "Eaton, J. and S. Kortum (2012). Putting ricardo to work. Journal of Economic Perspectives 26(2), 65Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c90.",
        "Fajgelbaum, P. and S. Redding (2014). External integration, structural transformation and economic development: Evidence from argentina 1870-1914. NBER Working Paper 20217.",
        "Feenstra, R. C., P. Luck, M. Obstfeld, and K. N. Russ (2017). In search of the armington elasticity. The Review of Economics and Statistics 0(0), null.",
        "Feenstra, R. C. and D. E. Weinstein (2017). Globalization, markups, and the U.S. price level. Journal of Political Economy 125(4), 1040Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c1074.",
        "Fosgerau, M., D. McFadden, and M. Bierlaire (2013). Choice probability generating functions. Journal of Choice Modelling 8, 1Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c18.",
        "Hanoch, G. (1975). Production and demand models with direct or indirect implicit additivity. Econometrica: Journal of the Econometric Society, 395Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c419.",
        "Hanson, G. H., N. Lind, and M.-A. Muendler (2015). The dynamics of comparative advantage. Technical report, National bureau of economic research.",
        "Hsieh, C.-T., E. Hurst, C. I. Jones, and P. J. Klenow (2013). The allocation of talent and u.s. economic growth. Technical report, National Bureau of Economic Research.",
        "Krugman, P. (1980). Scale economies, product differentiation, and the pattern of trade. The American Economic Review 70(5), 950Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c959.",
        "Lagakos, D. and M. E. Waugh (2013). Selection, agriculture, and cross-country productivity differences. The American Economic Review 103(2), 948Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c980.",
        "Lashkari, D. and M. Mestieri (2016). Gains from trade with heterogeneous income and price elasticities. Mimeo, Harvard University.",
        "Lashkaripour, A. and V. Lugovskyy (2017). Industry-level scale economies: from microestimation to macro-implications. Mimeo, Indiana University.",
        "Levchenko, A. and J. Zhang (2016). The evolution of comparative advantage: Measurement and welfare implications. Journal of Monetary Economics 78, 96Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c111.",
        "Mas-Collell, A., M. Whinston, and J. R. Green (1995). Microeconomic Theory. Oxford University Press.",
        "McFadden, D. (1978). Modeling the choice of residential location. Transportation Research Record (673).",
        "Melitz, M. J. (2003). The impact of trade on intra-industry reallocations and aggregate industry productivity. Econometrica 71(6), 1695Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c1725.",
        "Monte, F., S. Redding, and E. Rossi-Hansberg (2015). Commuting, migration and local employment elasticities. NBER Working Paper 21706.",
        "Ossa, R. (2015). Why trade matters after all. Journal of International Economics 97(2), 266Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c 277.",
        "Penrose, M. D. (1992). Semi-min-stable processes. The Annals of Probability 20(3), 1450Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c 1463.",
        "Ramondo, N. and A. RodrÃ\u0083Æ\u0092Ã\u0082Â­guez-Clare (2013). Trade, multinational production, and the gains from openness. Journal of Political Economy 121(2), 273Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c322.",
        "Ramondo, N., A. RodrÃ\u0083Æ\u0092Ã\u0082Â­guez-Clare, and M. SaborÃ\u0083Æ\u0092Ã\u0082Â­o-RodrÃ\u0083Æ\u0092Ã\u0082Â­guez (2016). Trade, domestic frictions, and scale effects. American Economic Review 106(10), 3159Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c84.",
        "Redding, S. (2016). Goods trade, factor mobility and welfare. Journal of International Economics 101, 148Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c167.",
        "Redding, S. and E. Rossi-Hansberg (2017). Quantitative spatial economics. Annual Review of Economics 9, 21Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c58.",
        "Redding, S. J. and D. E. Weinstein (2017). Aggregating from micro to macro patterns of trade. Mimeo, Princeton University.",
        "Rudin, W. et al. (1964). Principles of mathematical analysis, Volume 3. McGraw-hill New York.",
        "Sato, R. (1977). Homothetic and non-homothetic CES production functions. The American Economic Review 67(4), 559Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c569.",
        "Schlather, M. (2002). Models for stationary max-stable random fields. Extremes 5(1), 33Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c44.",
        "Smith, T. E. (1984). A choice probability characterization of generalized extreme value models. Applied Mathematics and Computation 14(1), 35Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c62."
    ]
}