{
    "id": 24386,
    "cites": 39,
    "cited_by": 30,
    "reference": [
        "Ameriks, John, Joseph S. Briggs, Andrew Caplin, Matthew D. Shapiro, and Christopher Tonetti, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Long-Term-Care Utility and Late-in-Life Saving,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Working Paper 20973, National Bureau of Economic Research February 2015.",
        ", , , , and , Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Late-in-Life Risks and the Under-Insurance Puzzle,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Working Paper 22726, National Bureau of Economic Research October 2016.",
        "Angeletos, George-Marios, David Laibson, Andrea Repetto, Jeremy Tobacman, and Stephen Weinberg, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093The hyperbolic consumption model: Calibration, simulation, and empirical evaluation,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d The Journal of Economic Perspectives, 2001, 15 (3), 47Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c68. Armantier, Olivier, Giorgio Topa, Wilbert van der Klaauw, and Basit Zafar, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093An Overview of the Survey of Consumer Expectations,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Staff Report No.",
        "Aydin, Deniz, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Consumption Response to Credit Expansions: Evidence from Experimental Assignment of 45,307 Credit Lines,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Working Paper, Washington University in St. Louis 2018.",
        "Baker, Scott R., Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Debt and the Response to Household Income Shocks: Validation and Application of Linked Financial Account Data,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Journal of Political Economy, 2017, forthcoming.",
        "Benhabib, Jess, Alberto Bisin, and Shenghao Zhu, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093The distribution of wealth and fiscal policy in economies with finitely lived agents,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Econometrica, 2011, 79 (1), 123Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c157.",
        "Berger, David and Joseph Vavra, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Consumption dynamics during recessions,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Econometrica, 2015, 83 (1), 101Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c154.",
        "Blundell, Richard, Luigi Pistaferri, and Ian Preston, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Consumption inequality and partial insurance,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d The American Economic Review, 2008, 98 (5), 1887Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c1921.",
        "Bracha, Anat and Daniel Cooper, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Asymmetric responses to income changes: The payroll tax increase versus tax refund in 2013,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Economics Letters, 2014, 124 (3), 534 Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c 538.",
        "Broda, Christian and Jonathan A. Parker, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093The economic stimulus payments of 2008 and the aggregate demand for consumption,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Journal of Monetary Economics, 2014, 68, S20Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009cS36.",
        "Bunn, Philip, Jeanne Le Roux, Kate Reinold, and Paolo Surico, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093The consumption response to positive and negative income shocks,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Journal of Monetary Economics, 2017, forthcoming.",
        "Campbell, Jeffrey R. and Zvi Hercowitz, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Liquidity Constraints of the Middle Class,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Discussion Paper No. 2015-009, CentER, Tilburg University 2015.",
        "Campbell, John Y and N Gregory Mankiw, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Consumption, income, and interest rates: Reinterpreting the time series evidence,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d NBER macroeconomics annual, 1989, 4, 185Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c216.",
        "Carroll, Christopher D., Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Buffer-stock saving and the life cycle/permanent income hypothesis,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Quarterly Journal of Economics, 1997, 112 (1), 1Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c55.",
        "Christelis, Dimitris, Dimitris Georgarakos, Tullio Jappelli, Luigi Pistaferri, and Maarten van Rooij, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Asymmetric consumption effects of transitory income shocks,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Working Paper No. 551, De Nederlandsche Bank 2017.",
        "Fagereng, Andreas, Martin Blomhoff Holm, and Gisle James Natvik, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093MPC heterogeneity and household balance sheets,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d 2016.",
        "Ganong, Peter and Pascal Noel, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093The Effect of Debt on Default and Consumption: Evidence from Housing Policy in the Great Recession,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Working Paper, University of Chicago 2017.",
        "Gelman, Michael, Kariv Kariv Shachar, Matthew Shapiro, Dan Silverman, and Steven Tadelis, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Harnessing Naturally Occuring Data to Measure the Response of Spending to Income,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Science, 2014, 345 (6193), 212Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c215.",
        "Graziani, Grant, Wilbert Van Der Klaauw, and Basit Zafar, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093WorkersÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0084¢ Spending Response to the 2011 Payroll Tax Cuts,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d American Economic Journal: Economic Policy, 2016, 8 (4), 124Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c159.",
        "Gul, Faruk and Wolfgang Pesendorfer, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Temptation and self-control,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Econometrica, 2001, 69 (6), 1403Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c1435.",
        "Jappelli, Tullio and Luigi Pistaferri, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Fiscal policy and MPC heterogeneity,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d American Economic Journal: Macroeconomics, 2014, 6 (4), 107Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c136.",
        "Johnson, David S., Jonathan A. Parker, and Nicholas S. Souleles, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Household Expenditure and the Income Tax Rebates of 2001,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d American Economic Review, December 2006, 96 (5), 1589Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c1610.",
        "Kaplan, Greg and Giovanni L Violante, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093How much consumption insurance beyond self-insurance?,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d American Economic Journal: Macroeconomics, 2010, 2 (4), 53Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c87.",
        ", , and Justin Weidner, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093The Wealthy Hand-to-Mouth,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Brookings Papers on Economic Activity, 2014.",
        "Kovacs, Agnes and Patrick Moran, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Temptation, Commitment, and Hand-toMouth Consumers,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d 2017.",
        "Loewenstein, George and Drazen Prelec, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Negative Time Preference,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d American Economic Review, 1991, 81 (2), 347Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c352.",
        "Mas, Alexandre and Amanda Pallais, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Valuing Alternative Work Arrangements, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d American Economic Review, December 2017, 107 (12), 3722Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c59.",
        "Meier, Stephan and Charles Sprenger, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Present-Biased Preferences and Credit Card Borrowing,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d American Economic Journal: Applied Economics, January 2010, 2 (1), 193Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c210.",
        "Parker, Jonathan A., Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Why DonÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0084¢t Households Smooth Consumption? Evidence from a 25 million dollar experiment,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d American Economic Journal: Macroeconomics, 2017, forthcoming.",
        ", , David S. Johnson, and Robert McClelland, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Consumer Spending and the Economic Stimulus Payments of 2008,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d American Economic Review, 2013, 103 (6), 2530Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c2553.",
        "Sahm, Claudia, Matthew Shapiro, and Joel Slemrod, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Balance-Sheet Households and Fiscal Stimulus: Lessons from the Payroll Tax Cut and Its Expiration,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Finance and Economics Discussion Series 2015-037, Federal Reserve Board 2015.",
        "Sahm, Claudia R., Matthew D. Shapiro, and Joel Slemrod, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Household Response to the 2008 Tax Rebate: Survey Evidence and Aggregate Implications,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Tax Policy and the Economy, 2010, 24 (1), 69Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c110.",
        "Shapiro, Matthew D. and Joel Slemrod, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Consumer Response to Tax Rebates,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d American Economic Review, 2003, 93 (1), 381Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c396.",
        "Wiswall, Matthew and Basit Zafar, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Preference for the Workplace, Investment in Human Capital, and Gender*,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d The Quarterly Journal of Economics, 2018, 133 (1), 457Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c507.",
        "How much more [less] would you spend/donate than if you did not expect to receive the $500 [or $5,000] in 3 months? [Enter value] [Spending composition follow up] 3. LOSS March 2016 wave: Now consider a hypothetical situation in which you unexpectedly lose $500 today. Note that this is a one-time loss Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c it does not in any way affect your income going forward. You have simply found yourself suddenly to have $500 less than you previously had. We would like to know whether this one-time $500 loss would cause you to change your spending behavior in any way over the next 3 months.",
        "[The rest is identical to the March 2017 wave below] March 2017 wave: Now consider a hypothetical situation in which you unexpectedly lose $500 today. Note that this is a one-time loss Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c it does not in any way affect your income going forward. You have simply found yourself suddenly to have $500 less than you previously had.",
        "We would like to know whether this one-time $500 loss would cause you to change your spending behavior in any way over the next 3 months (that is, between now and June 2017). Please select only one Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â¢ Over the next 3 months, I would spend/donate more than if I hadnÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0084¢t lost $500 Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â¢ Over the next 3 months, I would spend/donate the same as if I hadnÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0084¢t lost $500 Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â¢ Over the next 3 months, I would spend/donate less than if I hadnÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0084¢t lost $500 [questions on debt pay down and saving] [If selected Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093moreÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d [Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093lessÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d] spending]: You indicated that you would increase [reduce] your spending/donations over the next 3 months following the one-time loss of $500.",
        "How much more [less] would you spend/donate than if you hadnÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0084¢t lost $500? [Enter value] [Spending composition follow up] 4. LOSS-NEWS January 2017 wave: Now consider a hypothetical situation where you learn today that you will lose $500 exactly three months from today. Note that this is a one-time loss Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c it will not in any way affect your income otherwise. We would like to know whether this one-time $500 loss would cause you to change your spending behavior in any way over the next upcoming 3 months (that is, before you lose the $500).",
        "[The rest is identical to the March 2017 wave below] March 2017 wave: Now consider a hypothetical situation where you learn today that you will lose $500 exactly three months from today (in June 2017) [exactly two years from today (in March 2019)]. Note that this is a one-time loss Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c it will not in any way affect your income otherwise."
    ]
}