{
    "id": 24397,
    "cites": 37,
    "cited_by": 6,
    "reference": [
        "Abatzoglou, John T., and Timothy J. Brown. 2012. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093A comparison of statistical downscaling methods suited for wildfire applications.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d International Journal of Climatology 32.5: 772-780.",
        "Albouy, D., Graf, W. F., Kellogg, R., & Wolff, H. 2013. Climate amenities, climate change, and American quality of life (No. w18925). National Bureau of Economic Research.",
        "Anthoff, David, and Richard Tol. 2014. The Climate Framework for Uncertainty, Negotiation and Distribution (FUND). Technical Description.",
        "Aroonruengsawat, Anin, and Maximilian Auffhammer. 2012. Correction: Impacts of Climate Change on Residential Electricity Consumption: Evidence From Billing Data. California Energy Commission White Paper.",
        "Auffhammer, Maximilian and Anin Aroonruengsawat. 2012b Hotspots of climate-driven increases in residential electricity demand: A simulation exercise based on household level billing data for California. California Energy Commission.",
        "Auffhammer, Maximilian, Patrick Baylis, and Catherine H. Hausman. 2017. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Climate change is projected to have severe impacts on the frequency and intensity of peak electricity demand across the United States.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Proceedings of the National Academy of Sciences: 201613193.",
        "Auffhammer, Maximilian, and Erin T. Mansur. 2014. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Measuring climatic impacts on energy consumption: A review of the empirical literature.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Energy Economics 46: 522-530.",
        "Auffhammer, M. and Vincent, J. R. 2012. Unobserved time effects confound the identification of climate change impacts. Proceedings of the National Academy of Sciences, 109(30), 1197311974.",
        "Barreca, Alan, Karen Clay, Olivier Deschenes, Michael Greenstone, Joseph S. Shapiro. 2016. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Adapting to Climate Change: The Remarkable Decline in the U.S. Temperature-Mortality Relationship over the 20th Century.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Journal of Political Economy. 124(1): 105-159",
        "Baxter, L. W., and K. Calandri. 1992. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Global warming and electricity demand: A study of California.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Energy Policy 20(3): 233-244.",
        "BEA (Bureau of Economic Analysis). 2008. Regional Economic Accounts. Washington, D.C. www.bea.gov/regional/spi/default.cfm?series=summary.",
        "Biddle, Jeff. 2008. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Explaining the spread of residential air conditioning, 1955-1980.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Explorations in Economic History 45: 402-423.",
        "Bigano, Andrea, Jacqueline M. Hamilton, and Richard SJ Tol. 2006. The impact of climate on holiday destination choice.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Climatic Change 76.3-4: 389-406.",
        "Burke, Marshall and Kyle Emerick. 2016. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Adaptation to climate change: Evidence from US agricultureÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d. American Economic Journal Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c Economic Policy, 8(3), 106-140.",
        "Butler, Ethan E., and Peter Huybers. 2013. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Adaptation of US maize to temperature variations. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Nature Climate Change 3.1: 68-72.",
        "Carleton, Tamma A., and Solomon M. Hsiang. 2016. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Social and economic impacts of climate.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Science 353.6304 : aad9837.",
        "Cline, W. R. 1992. The economics of global warming. Washington: Institute for International Economics.",
        "Crowley, C., and F. Joutz. 2003. Hourly electricity loads: Temperature elasticities and climate change. In 23rd U.S. Association of Energy Economics North American Conference.",
        "Davis, Lucas W. and Paul J. Gertler. 2015 Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Contribution of air conditioning adoption to future energy use under global warmingÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d PNAS doi:10.1073/pnas.1423558112",
        "Dell, Melissa, Benjamin F. Jones, and Benjamin A. Olken. 2012. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Temperature shocks and economic growth: Evidence from the last half century.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d American Economic Journal: Macroeconomics 4.3: 66-95.",
        "Dell, Melissa, Benjamin F. Jones, and Benjamin A. Olken. 2014. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093What do we learn from the weather? The new climateÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009ceconomy literature.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Journal of Economic Literature 52.3: 740-798.",
        "Deschenes, O., and M. Greenstone. 2011. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Climate Change, Mortality and Adaptation: Evidence from annual fluctuations in weather in the U.S.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d American Economic Journal: Applied Economics. 3: 152-185.",
        "Energy Information Administration (EIA). 2008. State Energy Data System. Washington, D.C. http://www.eia.doe.gov/emeu/states/_seds.html.",
        "Energy Information Administration. 2011. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Air conditioning in nearly 100 million U.S. homes.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d http://www.eia.gov/consumption/residential/reports/air_conditioning09. cfm?src=email.",
        "Feng, S., Oppenheimer, M., and Schlenker, W. 2012. Climate change, crop yields, and internal migration in the United States (No. w17734). National Bureau of Economic Research.",
        "Fisher, Anthony C., et al. 2012. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093The economic impacts of climate change: evidence from agricultural output and random fluctuations in weather: comment.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d The American Economic Review 102.7: 3749-3760.",
        "Franco, G., and A. Sanstad. 2008. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Climate change and electricity demand in California.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Climatic Change 87:139-151.",
        "Hanemann, W. 1984. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Discrete/Continuous Models of Consumer Demand.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Econometrica 52: 541-561.",
        "Heutel, Garth, Nolan H. Miller and David Molitor. 2017. Adaptation and the Mortality Effects of Temperature Across U.S. Climate Regions. NBER Working Paper #23271",
        "Hsiang, Solomon M., and Daiju Narita. 2012. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Adaptation to cyclone risk: Evidence from the global crossÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009csection.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Climate Change Economics 3.02: 1250011.",
        "Hsiang, Solomon. 2016. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Climate econometrics.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Annual Review of Resource Economics 8: 43-75.",
        "Intergovernmental Panel on Climate Change (IPCC). 2013. Climate Change 2013: The physical science basis. Cambridge, UK: Cambridge University Press.",
        "Ito, Koichiro. 2014. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Do Consumers Respond to Marginal or Average Price? Evidence from Nonlinear Electricity PricingÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d. American Economic Review, 104(2): 537-63.",
        "Linder, P., M. Gibbs, and M. Inglis. 1987. Potential impacts of climate change on electric utilities. Report 88-2. Albany, New York: New York State Energy Research and Development Authority.",
        "Livneh, B., Rosenberg, E. A., Lin, C., Nijssen, B., Mishra, V., Andreadis, K. M., ... and Lettenmaier, D. P. (2013). A long-term hydrologically based dataset of land surface fluxes and states for the conterminous United States: Update and extensions. Journal of Climate, 26(23), 9384-9392.",
        "Mansur, E., R. Mendelsohn, and W. Morrison. 2008. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Climate change adaptation: A study of fuel choice and consumption in the U.S. energy sector.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Journal of Environmental Economics and Management 55(2): 175-193.",
        "Mendelsohn, R. 2003. The Impact of Climate Change on Energy Expenditures in California."
    ]
}