{
    "id": 24398,
    "cites": 50,
    "cited_by": 5,
    "reference": [
        "Abrell, J., Kosch, M., and Rausch, S. (2017). The Economic Cost of Carbon Abatement with Renewable Energy Policies.",
        "Allcott, H. (2011). Rethinking real-time electricity pricing. Resource and Energy Economics, 33(4):820Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c 842.",
        "Bento, A. M. (2013). Equity Impacts of Environmental Policy. Annual Review of Resource Economics, 5:181Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c196.",
        "Bento, A. M., Goulder, L. H., Jacobsen, M. R., and Von Haefen, R. H. (2009). Distributional and efficiency impacts of increased US gasoline taxes. American Economic Review, 99(3):667Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c699.",
        "Blonz, J. (2016). Making the Best of the Second-Best: Welfare Consequences of Time-Varying Electricity Prices. EI @ Haas Working Papers, WP-275.",
        "BoÃ\u0083Å\u0092Ã\u0082Ë\u0086hringer, C., Carbone, J. C., and Rutherford, T. F. (2012). Unilateral climate policy design: Efficiency and equity implications of alternative instruments to reduce carbon leakage. Energy Economics, 34(SUPPL.2).",
        "Borenstein, S. (2011). Regional and Income Distribution Effects of Alternative Retail Electricity Tariffs. EI @ Haas Working Papers, WP 225.",
        "Borenstein, S. (2012a). The Private and Public Economics of Renewable Electricity Generation. Journal of Economic Perspectives, 26(1):67 Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c 92.",
        "Borenstein, S. (2012b). The Redistributional Impact of Nonlinear Electricity Pricing. American Economic Journal: Economic Policy, 4(3):56Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c90.",
        "Borenstein, S. (2015). The Private Net Benefits of Residential Solar PV: The Role of Electricity Tariffs, Tax Incentives and Rebates. NBER Working Papers, WP-21342.",
        "Borenstein, S. (2016). The Economics of Fixed Cost Recovery by Utilities. EI @ Haas Working Papers, WP-272.",
        "Borenstein, S. and Davis, L. W. (2015). The Distributional Effects of U.S. Clean Energy Tax Credits. NBER Working Papers, WP-21437.",
        "Borenstein, S. and W. Davis, L. (2012). The Equity and Efficiency of Two-Part Tariffs in U.S. Natural Gas Markets. Journal of Law and Economics, 55(1):75Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c128.",
        "Bushnell, J. (2010). Building blocks: investment in renewable and non-renewable technologies. EI @ Haas Working Papers, WP-202R.",
        "Bushnell, J., Chen, Y., and Zaragoza-Watkins, M. (2014). Downstream regulation of CO2 emissions in CaliforniaÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0084¢s electricity sector. Energy Policy, 64:313Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c323.",
        "Bushnell, J., Mansur, E., and Saravia, C. (2008). Vertical Arrangments, Market Structure, and Competition: An Analysis of Restructured US Electricity Markets. American Economic Review, 98(1):237Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c266.",
        "Bushnell, J. B., Holland, S. P., Hughes, J. E., and Knittel, C. R. (2015). Strategic Policy Choice in StateLevel Regulation: The EPAÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0084¢s Clean Power Plan. NBER Working Paper, WP-21259.",
        "Callaway, D., Fowlie, M., and Mccormick, G. (2015). Location, location, location: The variable value of renewable energy and demand-side efficiency resources. EI @ Haas Working Papers, WP-264.",
        "Cullen, J. (2013). Measuring the environmental benefits of wind-generated electricity. American Economic Journal: Economic Policy, 5(4):107Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c133.",
        "Davis, L. W. and Muehlegger, E. (2010). Do Americans consume too little natural gas? An empirical test of marginal cost pricing. RAND Journal of Economics, 41(4):791Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c810.",
        "Deryugina, T., MacKay, A., and Reif, J. (2017). The Long-Run Dynamics of Electricity Demand: Evidence from Municipal Aggregation.",
        "Fabra, N. and Reguant, M. (2014). Pass-through of emissions costs in electricity markets. American Economic Review, 104(9).",
        "Feger, F., Pavanini, N., and Radulescu, D. (2017). Welfare and Redistribution in Residential Electricity Markets with Solar Power.",
        "Fell, H., Li, S., and Paul, A. (2014). A new look at residential electricity demand using household expenditure data. International Journal of Industrial Organization, 33(1):37Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c47.",
        "Fell, H. and Linn, J. (2013). Renewable electricity policies, heterogeneity, and cost effectiveness. Journal of Environmental Economics and Management, 66(3):688Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c707.",
        "Fischer, C. (2010). Renewable portfolio standards: When do they lower energy prices? Energy Journal, 31(1):101Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c120.",
        "Fischer, C. and Newell, R. G. (2008). Environmental and technology policies for climate mitigation. Journal of Environmental Economics and Management, 55(2):142Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c162.",
        "Fowlie, M. L. (2009). Incomplete Environmental Regulation, Imperfect Competition, and Emissions Leakage. American Economic Journal: Economic Policy, 1(2):72Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c112.",
        "Fowlie, M. L., Reguant, M., and Ryan, S. P. (2016). Measuring Leakage Risk. Technical report, California Air Resources Board.",
        "Frondel, M., Sommer, S., and Vance, C. (2015). The burden of GermanyÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0084¢s energy transition: An empirical analysis of distributional effects. Economic Analysis and Policy, 45:89Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c99.",
        "Fullerton, D. and Heutel, G. (2007). The general equilibrium incidence of environmental taxes. Journal of Public Economics, 91(3-4):571Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c591.",
        "Fullerton, D. and Heutel, G. (2010). The General Equilibrium Incidence of Environmental Mandates. American Economic Journal: Economic Policy, 2(3):64Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c89.",
        "Goulder, L. H. (1995). Environmental taxation and the double dividend: A readerÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0084¢s guide. International Tax and Public Finance, 2(2):157Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c183.",
        "Goulder, L. H., Hafstead, M. A. C., and Williams, R. C. (2016). General equilibrium impacts of a federal clean energy standard. American Economic Journal: Economic Policy, 8(2):186Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c218.",
        "Goulder, L. H., Parry, I. W., Williams III, R. C., and Burtraw, D. (1999). The cost-effectiveness of alternative instruments for environmental protection in a second-best setting. Journal of Public Economics, 72(3):329Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c360.",
        "Goulder, L. H. and Parry, I. W. H. (2008). Instrument choice in environmental policy. Review of Environmental Economics and Policy, 2(2):152Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c174.",
        "Greenstone, M. and McDowell, R. (2015). The Impact of Renewable Energy on Electricity Markets: Evidence From State Renewable Portfolio Standards.",
        "Holland, S. P., Mansur, E. T., Muller, N. Z., and Yates, A. J. (2016). Are There Environmental Benefits from Driving Electric Vehicles? The Importance of Local Factors. American Economic Review, 106(12):3700Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c 3729.",
        "Ito, K. (2014). Do consumers respond to marginal or average price? Evidence from nonlinear electricity pricing. American Economic Review, 104(2):537Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c563.",
        "Jessoe, K. and Rapson, D. (2015). Commercial and Industrial Demand Response Under Mandatory Timeof -Use Electricity Pricing. Journal of Industrial Economics, 63(3):397Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c421.",
        "Joskow, P. L. (2011). Comparing the Costs of Intermittent and Dispatchable Electricity Generating Technologies. American Economic Review, 101(3):238 Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c 41.",
        "Liski, M. and VehvilaÃ\u0083Å\u0092Ã\u0082Ë\u0086inen, I. (2016). Gone with the wind? An empirical analysis of therenewable energy rent transfer. Technical report, Aalto University.",
        "Muller, N. Z. and Mendelsohn, R. (2009). Efficient Pollution Regulation: Getting the Prices Right. American Economic Review, 99(5):1714Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c1739.",
        "Novan, K. (2015). Valuing the Wind: Renewable Energy Policies and Air Pollution Avoided. American Economic Journal: Economic Policy, 7(3):291Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c326.",
        "Oum, T. and Tretheway, M. (1988). Ramsey pricing in the presence of externality costs. Journal of Transport Economics and Policy, 22(3):307Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c317.",
        "Palmer, K., Paul, A., Woerman, M., and Steinberg, D. C. (2011). Federal policies for renewable electricity: Impacts and interactions. Energy Policy, 39(7):3975Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c3991.",
        "Rausch, S., Metcalf, G. E., and Reilly, J. M. (2011). Distributional impacts of carbon pricing: A general equilibrium approach with micro-data for households. Energy Economics, 33(SUPPL. 1).",
        "Reiss, P. C. and White, M. W. (2005). Household electricity demand, revisited. Review of Economic Studies, 72(3):853Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c883.",
        "U.S. Energy Information Administration (2016). Capital Cost Estimates for Utility Scale Electricity Generating Plants. US Department of Energy, (November):1Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c141.",
        "Wibulpolprasert, W. (2014). Essays in environmental and energy economics. PhD thesis, Stanford University."
    ]
}