{
    "id": 24399,
    "cites": 52,
    "cited_by": 12,
    "reference": [
        "Abreu, Dilip, 1987, Repeated games with discounting: A general theory and an application to oligopoly (University Microfilms).",
        ", David Pearce, and Ennio Stacchetti, 1986, Optimal cartel equilibria with imperfect monitoring, Journal of Economic Theory 39, 251Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c269.",
        "Athey, Susan, and Kyle Bagwell, 2001, Optimal collusion with private information, RAND Journal of Economics 32, 428Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c465.",
        "Aune, Rune Tevasvold, Maureen OÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0084¢Hara, and Ouziel Slama, 2017, Footprints on the blockchain: Trading and information leakage in distributed ledgers, The Journal of Trading.",
        "Bartoletti, Massimo, and Livio Pompianu, 2017, An empirical analysis of smart contracts: platforms, applications, and design patterns, arXiv preprint arXiv:1703.06322.",
        "Bessembinder, Hendrik, and William Maxwell, 2008, Markets transparency and the corporate bond market, The Journal of Economic Perspectives 22, 217Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c234.",
        "Biais, Bruno, Christophe Bisiere, Matthieu Bouvard, and Catherine Casamatta, 2017, The blockchain fold theorem, Preliminary Work in Progress.",
        "Bloomfield, Robert, and Maureen OÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0084¢Hara, 1999, Market transparency: who wins and who loses?, Review of Financial Studies 12, 5Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c35.",
        "BoÃ\u0083Å\u0092Ã\u0082Ë\u0086hme, Rainer, Nicolas Christin, Benjamin Edelman, and Tyler Moore, 2015, Bitcoin: Economics, technology, and governance, The Journal of Economic Perspectives 29, 213Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c238.",
        "Budish, Eric, Robin Lee, and John Shim, 2017, Will the market fix the market? a theory of stock exchange competition and innovation, .",
        "Buterin, Vitalik, 2014, Ethereum: A next-generation smart contract and decentralized application platform, URL https://github. com/ethereum/wiki/wiki/% 5BEnglish% 5D-WhitePaper.",
        "Catalini, Christian, and Joshua S Gans, 2016, Some simple economics of the blockchain, Discussion paper, National Bureau of Economic Research.",
        "Chapman, James, Rodney Garratt, Scott Hendry, Andrew McCormack, and Wade McMahon, 2017, Project jasper: Are distributed wholesale payment systems feasible yet?, Financial System p. 59.",
        "Cong, Lin William, 2017, Auctions of real options, Chicago Booth Working Paper.",
        ", Zhiguo He, and Jiasun Li, 2018, Risk-sharing under decentralization: Theory and evidence from bitcoin mining pools, .",
        "Cong, Lin William, Ye Li, and Neng Wang, 2018, Tokenomics: Valuation and growth, .",
        "de Vilaca Burgos, Aldenio, Jose Deodoro de Oliveira Filho, Marcus Vinicius Cursino Suares, and Rafael Sarres de Almeida, 2017, Distributed ledger technical research in central bank of brazil, .",
        "DeMarzo, Peter, and Darrell Duffie, 1999, A liquidity-based model of security design, Econometrica 67, 65Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c99.",
        "DeMarzo, Peter, Ilan Kremer, and Andrzej Skrzypacz, 2005, Bidding with securities: Auctions and security design, American Economic Review 95(4), 936Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c959.",
        "Easley, David, Maureen OÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0084¢Hara, and Soumya Basu, 2017, From mining to markets: The evolution of bitcoin transaction fees, .",
        "Evans, David S, 2014, Economic aspects of bitcoin and other decentralized public-ledger currency platforms, .",
        "Eyal, Ittay, and Emin GuÃ\u0083Å\u0092Ã\u0082Ë\u0086n Sirer, 2014, Majority is not enough: Bitcoin mining is vulnerable, in International Conference on Financial Cryptography and Data Security pp. 436Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c454. Springer.",
        "Fudenberg, Drew, and Eric Maskin, 1986, The folk theorem in repeated games with discounting or with incomplete information, Econometrica: Journal of the Econometric Society pp. 533Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c554.",
        "Goldstein, Michael A, Edith S Hotchkiss, and Erik R Sirri, 2006, Transparency and liquidity: A controlled experiment on corporate bonds, The review of financial studies 20, 235Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c273.",
        "Green, Edward J, and Robert H Porter, 1984, Noncooperative collusion under imperfect price information, Econometrica: Journal of the Econometric Society pp. 87Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c100.",
        "Hart, Oliver, and John Moore, 1988, Incomplete contracts and renegotiation, Econometrica: Journal of the Econometric Society pp. 755Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c785.",
        ", 1995, Debt and seniority: An analysis of the role of hard claims in constraining management, American Economic Review 85.",
        "HoÃ\u0083Å\u0092Ã\u0082Ë\u0086rner, Johannes, and Wojciech Olszewski, 2006, The folk theorem for games with private almost-perfect monitoring, Econometrica 74, 1499Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c1544.",
        "Huberman, Gur, Jacob D Leshno, and Ciamac C Moallemi, 2017, Monopoly without a monopolist: An economic analysis of the bitcoin payment system, .",
        "Innes, Robert D, 1990, Limited liability and incentive contracting with ex-ante action choices, Journal of economic theory 52, 45Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c67.",
        "Kiayias, Aggelos, Elias Koutsoupias, Maria Kyropoulou, and Yiannis Tselekounis, 2016, Blockchain mining games, in Proceedings of the 2016 ACM Conference on Economics and Computation pp. 365Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c382. ACM.",
        "Krishna, Vijay, 2009, Auction theory (Academic press).",
        "Kroll, Joshua A, Ian C Davey, and Edward W Felten, 2013, The economics of bitcoin mining, or bitcoin in the presence of adversaries, in Proceedings of WEIS vol. 2013. Citeseer.",
        "Lauslahti, Kristian, Juri Mattila, Timo SeppaÃ\u0083Å\u0092Ã\u0082Ë\u0086laÃ\u0083Å\u0092Ã\u0082Ë\u0086, et al., 2016, Smart contractsÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009chow will blockchain technology affect contractual practices?, Discussion paper, The Research Institute of the Finnish Economy.",
        "Mailath, George J, and Stephen Morris, 2002, Repeated games with almost-public monitoring, Journal of Economic theory 102, 189Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c228.",
        "Malinova, Katya, and Andreas Park, 2016, Market design for trading with blockchain technology, Available at SSRN.",
        "Miller, David A, 2011, Robust collusion with private information, The Review of Economic Studies 79, 778Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c811.",
        "Nakamoto, Satoshi, 2008, Bitcoin: A peer-to-peer electronic cash system, .",
        "Nanda, Ramana, Robert F. White, and Alexey Tuzikov., 2017a, Blockchain, cryptocurrencies and digital assets, Harvard Business School Technical Note pp. 818Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c066.",
        ", 2017b, Initial coin offerings, Harvard Business School Technical Note pp. 818Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c067.",
        "Narayanan, Arvind, Joseph Bonneau, Edward Felten, Andrew Miller, and Steven Goldfeder, 2016, Bitcoin and cryptocurrency technologies (Princeton University Pres).",
        "Nayak, Kartik, Srijan Kumar, Andrew Miller, and Elaine Shi, 2016, Stubborn mining: Generalizing selfish mining and combining with an eclipse attack, in Security and Privacy (EuroS&P), 2016 IEEE European Symposium on pp. 305Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c320. IEEE.",
        "Philippon, Thomas, 2015, Has the us finance industry become less efficient? on the theory and measurement of financial intermediation, The American Economic Review 105, 1408Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c 1438.",
        "Porter, Robert H, 1983, Optimal cartel trigger price strategies, Journal of Economic Theory 29, 313Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c338.",
        "Raskin, Max, and David Yermack, 2016, Digital currencies, decentralized ledgers, and the future of central banking, Discussion paper, National Bureau of Economic Research.",
        "Saleh, Fahad, 2017, Blockchain without waste: Proof-of-stake, Discussion paper, working paper.",
        "Szabo, Nick, 1997, Formalizing and securing relationships on public networks, First Monday 2. , 1998, Secure property titles with owner authority, Online at http://szabo. best. vwh. net/securetitle. html.",
        "Tapscott, Don, and Alex Tapscott, 2016, Blockchain Revolution: How the Technology Behind Bitcoin Is Changing Money, Business, and the World (Penguin).",
        "Tirole, Jean, 1988, The theory of industrial organization (MIT press).",
        ", 1999, Incomplete contracts: Where do we stand?, Econometrica 67, 741Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c781.",
        "Turing, Alan Mathison, 1937, On computable numbers, with an application to the entscheidungsproblem, Proceedings of the London mathematical society 2, 230Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c265.",
        "Yermack, David, 2017, Corporate governance and blockchains, Discussion paper, ."
    ]
}