{
    "id": 24403,
    "cites": 15,
    "cited_by": 19,
    "reference": [
        "Andrews, I. and M. Kasy (2017). Identification of and correction for publication bias. Working paper.",
        "Angrist, J. D., V. Lavy, J. Leder-Luis, and A. Shany (2017). Maimonides rule redux. NBER Working Paper 23486.",
        "Benjamin, D. J., J. O. Berger, M. Johannesson, B. A. Nosek, E.-J. Wagenmakers, R. Berk, K. A. The notion that empirical estimates might display Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093wrongÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d signs is widespread to the point that econometric articles and textbooks discuss this phenomenon and, in some cases, potential remedies. See, e.g., Wooldridge (2016) and Kennedy (2005).",
        "Bollen, B. Brembs, L. Brown, C. Camerer, et al. (2017). Redefine statistical significance. Nature Human Behavior, 6Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c10.",
        "Berger, J. O. (1985). Statistical Decision Theory and Bayesian Analysis. New York: SpringerVerlag.",
        "Cantoni, E. (2018). Got ID? The zero effects of voter ID laws on county-level turnout, vote shares, and uncounted ballots, 1992-2014. Working paper.",
        "Ioannidis, J. P. A. (2005). Why most published research findings are false. PLOS Medicine 2(8), 696Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c701.",
        "Kennedy, P. E. (2005). Oh no! I got the wrong sign! What should I do? The Journal of Economic Education 36(1), 77Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c92.",
        "Krueger, A. B. and J. MalecÃ\u0083Å\u0092Ã\u0082Å\u0092kovaÃ\u0083Å\u0092Ã\u0082Â\u0081 (2003, December). Education, poverty and terrorism: Is there a causal connection? Journal of Economic Perspectives 17(4), 119Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c144.",
        "Leamer, E. E. (1978). Specification searches: Ad hoc inference with nonexperimental data. New York: Wiley.",
        "Pratt, J. W. (1965). Bayesian interpretation of standard inference statements. Journal of the Royal Statistical Society. Series B (Methodological) 27(2), 169Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c203.",
        "Robert, C. P. (2014). On the Jeffreys-Lindley paradox. Philosophy of Science 81(2), 216Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c232.",
        "Wasserstein, R. L. and N. A. Lazar (2016). The ASAÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0084¢s statement on p-values: Context, process, and purpose. The American Statistician 70(2), 129Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c133.",
        "Wooldridge, J. M. (2016). Introductory econometrics : A modern approach. Boston: Cengage Learning.",
        "Ziliak, S. and D. McCloskey (2008). The Cult of Statistical Significance: How the Standard Error Costs Us Jobs, Justice, and Lives. Economics, Cognition, And Society. University of Michigan Press."
    ]
}