{
    "id": 24411,
    "cites": 71,
    "cited_by": 4,
    "reference": [
        "Acemoglu, D. (2007). Equilibrium bias of technology. Econometrica, 75 (5), 1371Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009d1409. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009d, Aghion, P., Bursztyn, L. and HeÃ\u0083Å\u0092Ã\u0082Â\u0081mous, D. (2012). The environment and directed technical change. American Economic Review, 102 (1), 131Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c166.",
        "Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009d, Akcigit, U., Hanley, D. and Kerr, W. (2016). Transition to clean technology. Journal of Political Economy, 124 (1), 52Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c104.",
        "Aghion, P., DechezlepreÃ\u0083Å\u0092Ã\u0082â\u0080\u009atre, A., HeÃ\u0083Å\u0092Ã\u0082Â\u0081mous, D., Martin, R. and Reenen, J. V. (2016). Carbon taxes, path dependency, and directed technical change: Evidence from the auto industry. Journal of Political Economy, 124 (1), 1Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c51.",
        "Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009d and Griffith, R. (2005). Competition and Growth: Reconciling Theory and Evidence. Zeuthen Lectures, MIT Press.",
        "Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009d and Howitt, P. (1992). A model of growth through creative destruction. Econometrica, 60 (2), 323Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c351. Akcigit, U. and Kerr, W. (forthcoming). Growth through heterogenous innovation. Journal of Political Economy.",
        "Barrett, S. (2008). The incredible economics of geoengineering. Environmental and Resource Economics, 39 (1), 45Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c54.",
        "Bellman, R. (1957). Dynamic Programming. Princeton University Press.",
        "Benhabib, J. and Rustichini, A. (1997). Optimal taxes without commitment. Journal of Economic Theory, 77, 231Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c259.",
        "Borenstein, S. (2012). The private and public economics of renewable electricity generation. Journal of Economic Perspectives, 26 (1), 67Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c92.",
        "Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009d, Bushnell, J., Wolak, F. and Zaragoza-Watkins, M. (2015). Expecting the unexpected: Emissions uncertainty and environmental market design. NBER Working Paper, (20999).",
        "Boustan, L. P., Kahn, M. and Rhode, P. (2012). Moving to higher ground: Migration response to natural disasters in the early twentieth century. American Economic Review: Papers & Proceedings, 102 (3), 238Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c 24.",
        "Bovenberg, A. L. and Smulders, S. (1995). Environmental quality and pollution-augmenting technological change in a two-sector endogenous growth model. Journal of Public Economics, 57 (3), 369Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c391.",
        "Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009d and Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009d (1996). Transitional impacts of environmental policy in an endogenous growth model. International Economic Review, 37 (4), 861Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c893.",
        "Calvo, G. (1978). On the time consistency of optimal policy in a monetary economy. Econometrica, 46, 1411Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c1428.",
        "Chari, V. and Kehoe, P. (1990). Sustainable plans. Journal of Political Economy, 98 (4), 783Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c802.",
        "Cook, J., Oreskes, N., Doran, P., Anderegg, W., Verheggen, B., Maibach, E., Carlton, J. S., Lewandowsky, S., Skuce, A., Green, S., Nuccitelli, D., Jacobs, P., Richardson, M., Winkler, B., Painting, R. and Rice, K. (2016). Consensus on consensus: A synthesis of consensus estimates on human-caused global warming. Environmental Research Letters, 11 (4), 1Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c7.",
        "Costinot, A., Donaldson, D. and Smith, C. (2016). Evolving comparative advantage and the impact of climate change in agricultural markets: Evidence from 1.7 million fields around the world. Journal of Political Economy, 124 (1), 205Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c248.",
        "Dell, M., Jones, B. and Olken, B. (2012). Temperature shocks and economic growth: Evidence from the last half century. American Economic Journal: Macroeconomics, 4 (3), 66Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c95.",
        "Desmet, K. and Rossi-Hansberg, E. (2015). On the spatial economic impact of global warming. Journal of Urban Economics, 88, 16Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c37.",
        "Emmerling, J. and Tavoni, M. (2018). Climate engineering and abatement: A Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Ë\u009cflatÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0084¢ relationship under uncertainty. Environmental and Resource Economics, 69 (2), 395Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c415.",
        "Flannery, T. (2015). Atmosphere of Hope: Solutions to the climate crisis. Penguin.",
        "Gillingham, K. and Bollinger, B. (2014). Learning-by-doing in solar photovoltaic installations. Working Paper.",
        "Golosov, M., Hassler, J., Krusell, P. and Tsyvinski, A. (2014). Optimal taxes on fossil fuel in general equilibrium. Econometrica, 82 (1), 41Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c88.",
        "Goulder, L. and Mathai, K. (2000). Optimal CO2 abatement in the presence of induced technological change. Journal of Environmental Economics and Management, 39 (1), 1Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c38.",
        "Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009d and Schneider, S. (1999). Induced technological change and the attractiveness of CO2 abatement policies. Resource and Energy Economics, 21 (3Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c4), 211Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c253.",
        "Greenwood, J., Hercowitz, Z. and Huffman, G. (1988). Investment, capacity utilization, and the real business cycle. American Economic Review, 78 (3), 402Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c417.",
        "Grimaud, A., Lafforgue, G. and MagneÃ\u0083Å\u0092Ã\u0082Â\u0081, B. (2011). Climate change mitigation options and directed technical change: A decentralized equilibrium analysis. Resource and Energy Economics, 33 (4), 938Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c962.",
        "Grossman, G. and Helpman, E. (1991). Quality ladders in the theory of growth. The Review of Economic Studies, 58 (1), 43Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c61.",
        "Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009d and Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009d (1994). Protection for sale. American Economic Review, 84 (4), 833Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c850.",
        "Harstad, B. (2012). Climate contracts: A game of emissions, investments, negotiations, and renegotiations.",
        "Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009d (2016). Technology and time inconsistency, Working Paper, University of Oslo.",
        "Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009d and Battaglini, M. (2016). Participation and duration of environmental agreements. Journal of Political Economy, 124 (1), 160Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c204.",
        "Hartley, P., Medlock, K., Temzelides, T. and Zhang, X. (2016). Energy sector innovation and growth: An optimal energy crisis. The Energy Journal, 37 (1), 233Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c258.",
        "Hassler, J., Krusell, P. and Olovsson, C. (2012). Energy-saving technical change. NBER Working Paper, (18456).",
        "Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009d, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009d and Smith, T. (2016). Environmental macroeconomics. In J. Taylor and H. Uhlig (eds.), Handbook of Macroeconomics, vol. 2, Elsevier, pp. 1893Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c2008.",
        "Hsiang, S., Burke, M. and Miguel, E. (2013). Quantifying the influence of climate on human conflict. Science, 341 (6151).",
        "IPCC (2014). limate Change 2014: Mitigation of Climate Change. Contribution of Working Group III to the Fifth Assessment Report of the Intergovernmental Panel on Climate Change. Cambridge, United Kingdom: Cambridge University Press.",
        "Jevons, W. (1866). The Coal Question: An Inquiry Concerning the Progress of the Nation, and the Probable Exhaustion of our Coal-mines. London: Macmillan & Co., 2nd edn.",
        "Jones, C. (1995). R&D-based models of economic growth. Journal of Political Economy, 103 (4), 759Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c784.",
        "Karp, L. and Newbery, D. (1993). Intertemporal consistency issues in depletable resources. In A. Kneese and J. L. Sweeney (eds.), Handbook of Natural Resource and Energy Economics, vol. 3, Elsevier, pp. 881Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c931.",
        "Keith, D. (2013). A Case for Climate Engineering. MIT Press.",
        "Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009d, Wagner, G. and Zabel, C. (2017). Solar geoengineering reduces atmospheric carbon burden. Nature Climate Change, 7, 617Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c619.",
        "Klein, P., Krusell, P. and Rull, J.-V. R. (2008). Time-consistent public policy. The Review of Economic Studies, 78, 789Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c808.",
        "Klette, T. J. and Kortum, S. (2004). Innovating firms and aggregate innovation. Journal of Political Economy, 112 (5), 986Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c1018.",
        "Kopp, R., Kemp, A., Bittermann, K., Horton, B., Donnelly, J., Gehrels, W. R., Hay, C., Mitrovica, J., Morrow, E. and Rahmstorf, S. (2016). Temperature-driven global sea-level variability in the Common Era. Proceedings of the National Academy of Sciences, 113 (11), 1434Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c1441.",
        "Kousky, C., Luttmer, E. and Zeckhauser, R. (2006). Private investment and government protection. Journal of Risk and Uncertainty, 33 (1), 73Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c100.",
        "Kydland, F. and Prescott, E. (1977). Rules rather than discretion: The inconsistency of optimal plans. Journal of Political Economy, 85 (3), 473Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c492.",
        "Lackner, K., Brennan, S., Matter, J., Park, A.-H., Wright, A. and van der Zwaan, B. (2012). The urgency of the development of CO2 capture from ambient air. Proceedings of the National Academy of Sciences, 109 (33), 13156Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c13162.",
        "Laffont, J.-J. and Tirole, J. (1996a). Pollution permits and compliance strategies. Journal of Public Economics, 62, 85Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c125.",
        "Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009d and Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009d (1996b). Pollution permits and environmental innovation. Journal of Public Economics, 62, 127Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c140.",
        "Lenton, T. and Vaughan, N. (2009). The radiative forcing potential of different climate geoengineering options. Atmospheric Chemistry and Physics, 9, 5539Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009d5561.",
        "Mann, M., Rahmstorf, S., Kornhuber, K., Steinman, B., Miller, S. and Coumou, D. (2017). Influence of anthropogenic climate change on planetary wave resonance and extreme weather events. Scientific Reports.",
        "McClellan, J., Keith, D. and Apt, J. (2012). Cost analysis of stratospheric albedo modification delivery systems. Environmental Research Letters, 7, 034019.",
        "Moreno-Cruz, J. (2015). Mitigation and the geoengineering threat. Resource and Energy Economics, 41 (248Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c263).",
        "Morton, O. (2015). The Planet Remade: How geoengineering could change the world. Princeton University Press.",
        "National Research Council (2015). Climate Intervention: Reflecting Sunlight to Cool Earth. Washington, DC: The National Academies Press.",
        "Newell, R., Jaffe, A. and Stavins, R. (1999). The induced innovation hypothesis and energy-saving technological change. Quarterly Journal of Economics, 114 (3), 941Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c975.",
        "Nordhaus, W. (1991). To slow or not to slow: The economics of the greenhouse effect. The Economic Journal, 101 (407), 920Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c937.",
        "Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009d (2007). A review of the Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0084¢Stern Review on the Economics of Climate ChangeÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0084¢. Journal of Economic Literature, 45 (3), 686Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c702.",
        "Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009d (2008). A Question of Balance: Weighing the Options on Global Warming Policies. Yale University Press.",
        "Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009d (2014). Estimates of the social cost of carbon: Concepts and results from the DICE-2013R model and alternative approaches. Journal of the Association of Environmental and Resource Economists, 1 (1), 273Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c312.",
        "Peltzman, S. (1975). The effects of automobile safety regulation. Journal of Political Economy, 83 (4), 677Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c726.",
        "Phelan, C. and Stacchetti, E. (2001). Sequential equilibria in a Ramsey tax model. Econometrica, 69 (6).",
        "Popp, D. (2002). Induced innovation and energy prices. American Economic Review, 92 (1), 160Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c180.",
        "Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009d (2004). ENTICE: Endogenous technological change in the DICE model of global warming. Journal of Environmental Economics and Management, 48 (1), 742Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c768.",
        "Rasch, P., Tilmes, S., Turco, R., Robock, A., Oman, L., Chen, C.-C., Stenchikov, G. and Garcia, R. (2008). An overview of geoengineering of climate using stratospheric sulphate aerosols. Philosophical Transactions of the Royal Society A, 366 (1882), 4007Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c04037.",
        "Romer, D. (1990). Endogenous technical change. Journal of Political Economy, 98 (5), S71Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009cS102.",
        "Socolow, R., Desmond, M., Aines, R., Blackstock, J., Bolland, O., Kaarsberg, T., Lewis, N., Mazzotti, M., Pfeffer, A., Sawyer, K., Siirola, J., Smit, B. and Wilcox, J. (2011). Direct Air Capture of CO2 with Chemicals. Tech. rep., American Physical Society Panel on Public Affairs.",
        "van der Zwaan, B. C. C., Gerlagh, R., Klaassen, G. and Schrattenholzer, L. (2002). Endogenous technological change in climate change modelling. Energy Economics, 24 (1), 1Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c19.",
        "Weitzman, M. (2015). A voting architecture for the governance of free-driver externalities, with an application to geoengineering. Scandinavian Journal of Economics, 117 (4), 1049Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c1068.",
        "Yan, Q., Wei, T., Korty, R., Kossin, J., Zhang, Z. and Wang, H. (2016). Enhanced intensity of global tropical cyclones during the mid-Pliocene warm period. Proceedings of the National Academy of Sciences, 113 (46), 12963Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c12967."
    ]
}