{
    "id": 24415,
    "cites": 31,
    "cited_by": 15,
    "reference": [
        "Andrew B. Abel, Janice C. Eberly, and Stavros Panageas. Optimal inattention to the stock market with information costs and transactions costs. Econometrica, 81(4):1455Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c1481, 2013.",
        "Tobias Adrian, Erkko Etula, and Tyler Muir. Financial intermediaries and the cross-section of asset returns. Journal of Finance, 69(6):2557Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c2596, 2014.",
        "Franklin Allen. Presidential address: Do financial institutions matter? Journal of Finance, 56(4):1165Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c1175, 2001.",
        "Franklin Allen and Douglas Gale. Limited market participation and volatility of asset prices. The American Economic Review, pages 933Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c955, 1994.",
        "Franklin Allen and Douglas Gale. Optimal financial crises. The journal of finance, 53(4): 1245Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c1284, 1998.",
        "Yakov Amihud, Haim Mendelson, and Lasse Heje Pedersen. Market liquidity: asset pricing, risk, and crises. Cambridge University Press, 2012.",
        "Jack Bao, Maureen OÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0084¢Hara, and Xing (Alex) Zhou. The volcker rule and market-making in times of stress. Technical report, 2017.",
        "Robert Barro and Gordon Y. Liao. Options-pricing formula with disaster risk. Technical report, 2016. Nina Boyarchenko, Andreas Fuster, and David O. Lucca. Understanding mortgage spreads.",
        "FRB NY Working Paper, 2017.",
        "Markus K. Brunnermeier and Yuliy Sannikov. A macroeconomic model with a financial sector. American Economic Review, 104(2):379Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c421, 2014. doi: 10.1257/aer.104.2.379.",
        "Markus K. Brunnermeier, Thomas Eisenbach, and Yuliy Sannikov. Macroeconomics with Financial Frictions: A Survey. Cambridge University Press, New York, 2013.",
        "Peter Diep, Andrea Eisfeldt, and Scott Richardson. Prepayment risk and expected mortgage-backed security returns. Working Paper, 2017.",
        "Wenxin Du, Alexander Tepper, and Adrien Verdelhan. Deviations from covered interest rate parity. 2017.",
        "Darrell Duffie. Asset price dynamics with slow-moving capital. Journal of Finance, 65(4): 1237Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c1267, 2010.",
        "Bernard Dumas. Two-person dynamic equilibrium in the capital market. The Review of Financial Studies, 2(2):157Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c188, 1989. doi: 10.1093/rfs/2.2.157.",
        "Eugene F. Fama. Banking in the theory of finance. Journal of Monetary Economics, 6(1): 39 Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c 57, 1980.",
        "Kenneth A Froot and Paul GJ OÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0084¢Connell. The pricing of us catastrophe reinsurance. In Kenneth A Froot, editor, The Financing of Catastrophe Risk, pages 195Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c232. University of Chicago Press, 1999.",
        "Xavier Gabaix, Arvind Krishnamurthy, and Olivier Vigneron. Limits of arbitrage: Theory and evidence from the mortgage-backed securities market. Journal of Finance, 62(2): 557Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c595, 2007.",
        "Nicolae GÃ\u0083Æ\u0092Ã\u0082Â¢rleanu, Stavros Panageas, and Jianfeng Yu. Financial entanglement: A theory of incomplete integration, leverage, crashes, and contagion. American Economic Review, 105:1979Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c2010, 2015.",
        "Valentin Haddad and Tyle Muir. Do intermediaries matter for aggregate asset prices? Ucla working paper, 2017.",
        "Zhiguo He and Arvind Krishnamurthy. A model of capital and crises. The Review of Economic Studies, 79(2):735Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c777, 2012. doi: 10.1093/restud/rdr036.",
        "Zhiguo He and Arvind Krishnamurthy. Intermediary asset pricing. American Economic Review, 103(2):732Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c770, 2013.",
        "Zhiguo He, Bryan Kelly, and Asaf Manela. Intermediary asset pricing: New evidence from many asset classes. Journal of Financial Economics, 126(1):1Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c35, 2017.",
        "Victoria Ivashina, David S Scharfstein, and Jeremy C Stein. Dollar funding and the lending behavior of global banks. The Quarterly Journal of Economics, 130(3):1241Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c1281, 2015.",
        "Ravi Jagannathan and Yong Wang. Lazy investors, discretionary consumption, and the cross-section of stock returns. The Journal of Finance, 62(4):1623Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c1661, 2007. Ralph S.J. Koijen and Motohiro Yogo. The cost of financial frictions for life insurers.",
        "Arvind Krishnamurthy. How debt markets have malfunctioned in the crisis. Journal of Economic Perspectives, 24(1):3Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c28, March 2010. doi: 10.1257/jep.24.1.3. Mark T. Leary and Michael R. Roberts. Do firms rebalance their capital structures? Journal of Finance, 60(6):2575Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c2619, 2005. ISSN 1540Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c6261. doi: 10.1111/j.1540-6261.2005. 00811.x. Robert Merton. An intertemporal capital asset pricing model. Econometrica, 41(5):867Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c87, 1973.",
        "Mark Mitchell and Todd Pulvino. Arbitrage crashes and the speed of capital. Journal of Financial Economics, 104(3):469Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c490, 2012.",
        "Mark Mitchell, Lasse Heje Pedersen, and Todd Pulvino. Slow moving capital. American Economic Review, 97(2):215Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c220, May 2007. doi: 10.1257/aer.97.2.215.",
        "Tyler Muir. Financial crises and risk premia. Quarterly Journal of Economics, 132:765Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c809, 2017.",
        "LÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0084¢uboÃ\u0083â\u0080¦Ã\u0082Â¡ PÃ\u0083Æ\u0092Ã\u0082Â¡stor and Robert F Stambaugh. Liquidity risk and expected stock returns. Journal of Political Economy, 111(3):642Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c685, 2003.",
        "Jiang Wang. The term structure of interest rates in a pure exchange economy with heterogeneous investors. Journal of Financial Economics, 41(1):75 Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c 110, 1996."
    ]
}