{
    "id": 24416,
    "cites": 46,
    "cited_by": 32,
    "reference": [
        "Abernethy, Jacob, Yiling Chen, Chien-Ju Ho, and Bo Waggoner, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Low-Cost Learning via Active Data Procurement,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d in Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Proceedings of the Sixteenth ACM Conference on Economics and ComputationÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d EC Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0084¢15 ACM New York, NY, USA 2015, pp. 619Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c636.",
        "Arrieta-Ibarra, Imanol, Leonard Goff, Diego JimÃ\u0083Æ\u0092Ã\u0082Â©nez HernÃ\u0083Æ\u0092Ã\u0082Â¡ndez, Jaron Lanier, and E Weyl, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Should We Treat Data as Labor? Moving BeyondÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0084¢FreeÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0084¢,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d 2017.",
        "Benson, Alan, Aaron Sojourner, and Akhmed Umyarov, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093The value of employer reputation in the absence of contract enforcement: A randomized experiment,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d 2017.",
        "Berinsky, Adam J, Gregory A Huber, and Gabriel S Lenz, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Evaluating Online Labor Markets for Experimental Research: Amazon.comÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0084¢s Mechanical Turk,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Political Analysis, 2012, 20 (3), 351Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c368.",
        "Blei, David M, Andrew Y Ng, and Michael I Jordan, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Latent Dirichlet Allocation,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Journal of Machine Learning Research, mar 2003, 3, 993Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c1022.",
        "Breiman, Leo, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Random Forests,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Mach. Learn., October 2001, 45 (1), 5Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c32.",
        "Buhrmester, Michael, Tracy Kwang, and Samuel D. Gosling, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093AmazonÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0084¢s Mechanical Turk: A New Source of Inexpensive, Yet High-Quality, Data?,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Perspectives on Psychological Science, 2011, 6 (1), 3Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c5.",
        "Callison-Burch, Chris, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Crowd-workers: Aggregating information across turkers to help them find higher paying work,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d in Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Second AAAI Conference on Human Computation and CrowdsourcingÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d 2014.",
        "Card, David, Ana Rute Cardoso, JÃ\u0083Æ\u0092Ã\u0082Â¶rg Heining, and Patrick Kline, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Firms and labor market inequality: Evidence and some theory,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Technical Report, National Bureau of Economic Research 2016.",
        "Chandler, Dana and John Horton, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Labor Allocation in Paid Crowdsourcing: Experimental Evidence on Positioning, Nudges and Prices,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d 2011.",
        "Chernozhukov, Victor, Denis Chetverikov, Mert Demirer, Esther Duflo, Christian Hansen, Whitney Newey, and James Robins, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Double/debiased machine learning for treatment and structural parameters,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d The Econometrics Journal, 2017.",
        "Crump, Matthew J. C., John V. McDonnell, and Todd M. Gureckis, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Evaluating AmazonÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0084¢s Mechanical Turk as a Tool for Experimental Behavioral Research,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d PLOS ONE, 03 2013, 8 (3), 1Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c18.",
        "Dasgupta, Anirban and Arpita Ghosh, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Crowdsourced Judgement Elicitation with Endogenous Proficiency, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d in Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Proceedings of the 22Nd International Conference on World Wide WebÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d WWW Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0084¢13 ACM New York, NY, USA 2013, pp. 319Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c330.",
        "Deng, Jia, Wei Dong, Richard Socher, Li-Jia Li, Kai Li, and Li Fei-Fei, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Imagenet: A large-scale hierarchical image database,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d in Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Computer Vision and Pattern Recognition, 2009. CVPR 2009. IEEE Conference onÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d IEEE 2009, pp. 248Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c255.",
        "Difallah, Djellel Eddine, Michele Catasta, Gianluca Demartini, and Philippe CudrÃ\u0083Æ\u0092Ã\u0082Â©-Mauroux, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Scaling-Up the Crowd: Micro-Task Pricing Schemes for Worker Retention and Latency Improvement,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d in Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093HCOMPÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d 2014.",
        ", , , Panagiotis G. Ipeirotis, and Philippe CudrÃ\u0083Æ\u0092Ã\u0082Â©-Mauroux, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093The Dynamics of Micro-Task Crowdsourcing: The Case of Amazon MTurk,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d in Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Proceedings of the 24th International Conference on World Wide WebÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d WWW Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0084¢15 International World Wide Web Conferences Steering Committee Republic and Canton of Geneva, Switzerland 2015, pp. 238Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c247.",
        "Doerrenberg, Philipp, Denvil Duncan, and Max LÃ\u0083Æ\u0092Ã\u0082Â¶ffler, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Asymmetric labor-supply responses to wage-rate changes: Evidence from a field experiment,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d 2016, (16-006).",
        "Dube, Arindrajit, Alan Manning, and Suresh Naidu, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Monopsony, Misoptimization, and Round Number Bunching in the Wage Distribution,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d 2017.",
        "Fosgerau, Mogens, Emerson Melo, and Matthew Shum, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Discrete choice and rational inattention: A general equivalence result,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d 2016.",
        "Gadiraju, Ujwal, Ricardo Kawase, and Stefan Dietze, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093A Taxonomy of Microtasks on the Web,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d in Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Proceedings of the 25th ACM Conference on Hypertext and Social MediaÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d HT Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0084¢14 ACM New York, NY, USA 2014, pp. 218Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c223.",
        "Heer, Jeffrey and Michael Bostock, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Crowdsourcing Graphical Perception: Using Mechanical Turk to Assess Visualization Design,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d in Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Proceedings of the SIGCHI Conference on Human Factors in Computing SystemsÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d CHI Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0084¢10 ACM New York, NY, USA 2010, pp. 203Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c212.",
        "Ho, Chien-Ju, Aleksandrs Slivkins, Siddharth Suri, and Jennifer Wortman Vaughan, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Incentivizing High Quality Crowdwork,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d in Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Proceedings of the 24th International Conference on World Wide WebÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d WWW Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0084¢15 International World Wide Web Conferences Steering Committee Republic and Canton of Geneva, Switzerland 2015, pp. 419Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c429.",
        "Hofmann, Thomas, Bernhard SchÃ\u0083Æ\u0092Ã\u0082Â¶lkopf, and Alexander J. Smola, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Kernel methods in machine learning,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Ann. Statist., 06 2008, 36 (3), 1171Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c1220.",
        "Honnibal, Matthew and Mark Johnson, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093An Improved Non-monotonic Transition System for Dependency Parsing,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d in Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Conference on Empirical Methods in Natural Language ProcessingÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d 2015.",
        "Horton, John J, David G Rand, and Richard J Zeckhauser, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093The online laboratory: Conducting experiments in a real labor market,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Experimental Economics, 2011, 14 (3), 399Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c425.",
        "Horton, John Joseph and Lydia B. Chilton, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093The Labor Economics of Paid Crowdsourcing,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d in Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Proceedings of the 11th ACM Conference on Electronic CommerceÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d EC Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0084¢10 ACM New York, NY, USA 2010, pp. 209Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c218.",
        "Hsieh, Gary and RafaÃ\u0083â\u0080¦Ã\u0082â\u0080\u009a Kocielnik, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093You get who you pay for: The impact of incentives on participation bias,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d in Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Proceedings of the 19th ACM Conference on Computer-Supported Cooperative Work & Social ComputingÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d ACM 2016, pp. 823Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c835.",
        "Huang, Eric, Haoqi Zhang, David C. Parkes, Krzysztof Z. Gajos, and Yiling Chen, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Toward Automatic Task Design: A Progress Report,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d in Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Proceedings of the ACM SIGKDD Workshop on Human ComputationÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d HCOMP Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0084¢10 ACM New York, NY, USA 2010, pp. 77Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c85.",
        "Ipeirotis, Panagiotis G., Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Analyzing the Amazon Mechanical Turk Marketplace,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d XRDS, December 2010, 17 (2), 16Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c21.",
        "Katz, Lawrence F. and Alan B. Krueger, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093The Rise and Nature of Alternative Work Arrangements in the United States, 1995-2015,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Working Paper 22667, National Bureau of Economic Research September 2016.",
        "Kingsley, Sara Constance, Mary L. Gray, and Siddharth Suri, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Accounting for Market Frictions and Power Asymmetries in Online Labor Markets,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Policy & Internet, 2015, 7 (4), 383Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c400.",
        "Kuhn, Peter, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Is monopsony the right way to model labor markets? a review of Alan ManningÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0084¢s monopsony in motion,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d International Journal of the Economics of Business, 2004, 11 (3), 369Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c378.",
        "Le, Quoc and Tomas Mikolov, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Distributed Representations of Sentences and Documents,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d in Eric P. Xing and Tony Jebara, eds., Proceedings of the 31st International Conference on Machine Learning, Vol. 32 of Proceedings of Machine Learning Research PMLR Bejing, China 22Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c24 Jun 2014, pp. 1188Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c1196.",
        "Lindley, Dennis V, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093The choice of sample size,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Journal of the Royal Statistical Society: Series D (The Statistician), 1997, 46 (2), 129Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c138.",
        "Manning, Alan, Monopsony in motion: Imperfect competition in labor markets, Princeton University Press, 2003.",
        "Manyika, James, Susan Lund, Kelsey Robinson, John Valentino, and Richard Dobbs, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093A labor market that works: Connecting talent with opportunity in the digital age,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d McKinsey Global Institute, 2015.",
        "Marge, Matthew, Satanjeev Banerjee, and Alexander I Rudnicky, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Using the Amazon Mechanical Turk for transcription of spoken language,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d in Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Acoustics Speech and Signal Processing (ICASSP), 2010 IEEE International Conference onÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d IEEE 2010, pp. 5270Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c5273.",
        "Mason, Winter and Duncan J. Watts, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Financial Incentives and the Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Performance of CrowdsÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d in Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Proceedings of the ACM SIGKDD Workshop on Human ComputationÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d HCOMP Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0084¢09 ACM New York, NY, USA 2009, pp. 77Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c85.",
        "Radanovic, Goran and Boi Faltings, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Learning to scale payments in crowdsourcing with properboost,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d in Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Fourth AAAI Conference on Human Computation and CrowdsourcingÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d 2016.",
        "Robinson, Peter M., Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Root-N-Consistent Semiparametric Regression,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Econometrica, 1988, 56 (4), 931Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c 954.",
        "Rogstadius, Jakob, Vassilis Kostakos, Aniket Kittur, Boris Smus, Jim Laredo, and Maja Vukovic, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093An Assessment of Intrinsic and Extrinsic Motivation on Task Performance in Crowdsourcing Markets,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d 2011.",
        "Smith, Aaron, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Gig work, online selling and home sharing,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Pew Research Center, 2016.",
        "Sorokin, Alexander and David Forsyth, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Utility data annotation with amazon mechanical turk,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d in Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Computer Vision and Pattern Recognition Workshops, 2008. CVPRWÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0084¢08. IEEE Computer Society Conference onÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d IEEE 2008, pp. 1Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c8.",
        "Staiger, Douglas O, Joanne Spetz, and Ciaran S Phibbs, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Is there monopsony in the labor market? Evidence from a natural experiment,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Journal of Labor Economics, 2010, 28 (2), 211Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c236.",
        "Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c Based on the HIT taxonomy scheme developed in Gadiraju et al. (2014), a numerical category was assigned to each HIT group via the following regular expressions: Ã\u0083Â¢Ã\u0082Ë\u0086Ã\u0082â\u0080\u0094 Information Finding (IF): find 8We run a Latent Dirichlet Allocation (LDA) topic model model (Blei et al. (2003)) on all descriptions. LDA requires the choice of a parameter K which determines how many topics the algorithm should try to discover: we estimate models with K Ã\u0083Â¢Ã\u0082Ë\u0086Ã\u0082Ë\u0086 {5, 10, 15, 20} .",
        "9We run Doc2Vec model Le and Mikolov (2014) on all titles, descriptions, and keywords in the data, producing a 50dimensional semantic information vector for each."
    ]
}