{
    "id": 2441,
    "cites": 25,
    "cited_by": 0,
    "reference": [
        "Bailey, Martin N. Wages and Employment under Uncertain Demand. Rev, of Econ.Studies 41 (January 1974): 37-50.",
        "Baron, David P. and Robert Forsythe. Models of the Firm and International Trade Under Uncertainty, A.E.R. 69 (September 1979): 565-574.",
        "Batra, R. N. Production Uncertainty and the Hecksher-Ohlin Theorem. Rev.of Econ.Studies 4 (April 1975): 259-68.",
        "Boskin, Michael J. Taxation, Saving, and the Rate of Interest. J.P.E. 86 (April 1978): S3-27.",
        "Boughton, James. The Monetary Approach to Exchange Rates: What Now Remains? Unpublished (April 1987).",
        "Buckles, Glen. The Effects of Real Interest Rates on Forward Exchange Rates as Estimators of Future Spot Exchange Rates. Unpublished (June 1985).",
        "Buiter, Wilem H. Time Preference and International Lending and Borrowing in an Overlapping-Generations Model. J.P.E. 89 (August 1981).",
        "Carlino, Gerald A. Interest Rate Effects and Intertemporal consumption. Jrnl. of Monetary Econ. 8 (1982).",
        "Cumby, Robert E. and Frederic S. Mishkin.The International Linkage of Real Interest Rates: The European-U.S. Connection. Jrnl.of Intl. Money and Finance 5(1986): 5-23.",
        "De Macedo, Jorge. Portfolio Diversification Across Caurrencies. In The International Monetary System Under Flexible Exchange Rates, Global, Regional and National: Essays in Honor of Robert Triff in. Richard Cooper, Jacques Van Ypersele, Peter B. Kenen, and Jorge De Macedo, Eds. Cambridge MA: Ballinger Publishing, 1982.",
        "International Investors. Journal of Economic Dynamics and Control S (1983).",
        "Diamond, P. National Debt in a Neoclassical Growth Model. Amer.Econ. Rev. 55 (1965): 1126-50.",
        "Farber, Henry S. Individual Preferences and Union Wage Determination: The Case of the United Mine Workers. J.P.E. 86 (1975): 923-42.",
        "Friend, Irwin, and M. Blume. The Demand for Risky Assets. Amer. Econ. Rev. 65, (December 1975): 900-22.",
        "Grauer, F.L.A., Robert H. Litzenberger, and R.E. Stehle. Sharing Rules and Equilibrium in an International Capital Market Under Uncertainty. Jrnl. of Financial Econ. 3 (1976): 233-56.",
        "Hansen, Lars P., and Kenneth J. Singleton. Stochastic Consumption, Risk Aversion, and the Temporal Behavior of Asset Returns, J.P.E. 91 (April 1983): 249-265.",
        "Healy, James P. The Asset Market Deternzination of Exchange Rates in a Multi-Country Setting. Princeton University: Cited in De Macedo, 1981.",
        "Helpman, Elhanan, and Assaf Razin. Uncertainty and International Trade in the Presence of Stock Markets. Rev, of Econ. Stud. 45 (June 1978): 239-50 (a).",
        "Howrey, E. Philip, and Saul H. Hymans. The Measurement and Determination of Loanable-Funds Savings. Brookings Papers on Economic Activity 3 (1978).",
        "Kole, Linda S. Expansionary Fiscal Policy and International Interdependence. Presented at a Conference on International Aspects of Fiscal Policies: sponsored by the National Bureau of Economic Research: Cambridge MA (December 13-14, 1985).",
        "LaSalle, J.P. The Stability of Dynamical Systems. J.W. Arrowsmith Ltd.: Briston, 1976.",
        "Osler, Carol L. International Trade and Investment in an OverlappingGenerations Model with Uncertainty. Ph.D. Thesis: Princeton University, 1987a.",
        "Sandmo, A. The Effect of Uncertainty on Saving Decisions. Rev, of Econ. Stud. (1970): 353-360.",
        "Solnick, Bruno. An Equilibrium Model of the International Capital Market. Jrnl. of Econ. Theory 8 (1974a): 500-24.",
        "Stulz. A Model of International Asset Pricing. fm!. of Fin. Econ. 9 (1981): 383-406."
    ]
}